{
	"@metadata": {
		"authors": [
			"ThisCarthing"
		]
	},
	"config-welcome": "MediaWiki ist ein freies und quelloffenes Wiki-Softwarepaket, das in PHP geschrieben ist. Es dient als Plattform für Wikipedia und die anderen Wikimedia-Projekte, die jeden Monat von Hunderten von Millionen Menschen genutzt werden. MediaWiki ist in über 350 Sprachen lokalisiert, und seine Zuverlässigkeit und sein robuster Funktionsumfang haben ihm eine große und lebendige Gemeinschaft von Drittanwendern und -entwicklern eingebracht.\n\n=== Prüfung der Installationsumgebung ===\nDie Basisprüfungen werden jetzt durchgeführt, um festzustellen, ob die Installationsumgebung für MediaWiki geeignet ist.\nNotieren Sie diese Informationen und geben Sie sie an, sofern Sie Hilfe beim Installieren benötigen.",
	"config-git-bad": "Die Versionsverwaltungssoftware „Git“ wurde nicht gefunden. Sie können diese Meldung vorerst ignorieren, jedoch wird Spezial:Version keine Commit-Prüfsummen anzeigen.",
	"config-using-32bit": "<strong>Warnung:</strong> Es scheint, als ob Ihr System mit 32-Bit-Ganzzahlen läuft. Dies wird [https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:32-bit nicht empfohlen].",
	"config-admin-name": "Ihr Benutzername:",
	"config-logo-summary": "Für jedes dieser Felder müssen Sie ein Bild in der entsprechenden Größe hochladen und die URL in die unten stehenden Felder eingeben. Sie können <code>$wgStylePath</code> oder <code>$wgScriptPath</code> verwenden, wenn Ihr Logo relativ zu diesen Pfaden abgelegt ist. Sie können jedes dieser Felder leer lassen.",
	"config-logo-wordmark-help": "Der Name Ihrer Webseite. Wenn nicht definiert, wird in der Regel auf Text zurückgegriffen. Idealerweise ein SVG mit einer Höhe von 30 Pixel oder weniger.",
	"config-logo-sidebar-help": "Einige MediaWiki-Skins enthalten ein Logo mit 160 Pixel Höhe als Teil des Seitenleistenmenüs. Wenn es nicht definiert ist, ist es dasselbe wie das oben definierte Symbol. Vielleicht möchten Sie eine eigene Grafik haben, die Wortmarke und Icon kombiniert.",
	"config-skins-missing": "Es wurden keine Benutzeroberflächen gefunden. MediaWiki wird eine Fallback-Benutzeroberfläche verwenden, bis Sie andere Benutzeroberflächen installieren.",
	"config-install-alreadydone": "<strong>Warnung:</strong>Es wurde eine bereits vorhandene MediaWiki-Installation gefunden.\nBitte fahren Sie mit der nächsten Seite fort.",
	"config-install-done-path": "<strong>Herzlichen Glückwunsch!</strong>\nSie haben MediaWiki installiert.\n\nDas Installationsprogramm hat eine Datei „<code>LocalSettings.php</code>“ erzeugt.\nSie enthält deine gesamte Konfiguration.\n\nSie müssen sie herunterladen und unter <code>$4</code> ablegen. Der Download sollte automatisch gestartet worden sein.\n\nFalls der Download nicht angeboten wird oder Sie ihn abgebrochen haben, können Sie ihn durch Anklicken des folgenden Links neu starten:\n\n$3\n\n<strong>Hinweis:</strong> Falls Sie dies jetzt nicht tun, wird die erzeugte Konfigurationsdatei später nicht verfügbar sein, wenn Sie die Installation ohne Herunterladen verlassen.\n\nNach Fertigstellung können Sie <strong>[$2 Ihr Wiki aufrufen]</strong>.",
	"config-extension-link": "Wussten Sie, dass Ihr Wiki die Nutzung von [https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Extensions Erweiterungen] unterstützt?\n\nSie können die [https://www.mediawiki.org/wiki/Special:MyLanguage/Category:Extensions_by_category Erweiterungen nach Kategorie] durchsuchen.",
	"mainpagedocfooter": "Hilfe zur Benutzung und Konfiguration der Wiki-Software finden Sie im [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Contents Benutzerhandbuch].\n\n== Starthilfen ==\n\n* [https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Configuration_settings Liste der Konfigurationsparameter]\n* [https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:FAQ Häufige Fragen zu MediaWiki]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-announce.lists.wikimedia.org/ Mailingliste zu neuen Versionen von MediaWiki]\n* [https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation#Translation_resources Übersetzen Sie MediaWiki in Ihre Sprache]\n* [https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Combating_spam Erfahren Sie, wie Sie Spam auf Ihrem Wiki bekämpfen können]"
}
