{
	"@metadata": {
		"authors": [
			"Saaifa",
			"Saimawnkham"
		]
	},
	"botpasswords": "ၶေႃႈလပ်ႉ ပွတ်ႉ",
	"botpasswords-summary": "<em>ၶေႃႈလပ်ႉပွတ်ႉ</em> ၼႆႉ ၶႂၢင်းပၼ် ဢၶွင်ႉၽူႈၸႂ်ႉတိုဝ်း ၵႃႈတီႈ API ဢမ်ႇတၢပ်ႈလူဝ်ႇ ၸႂ်ႉ လၵ်းထၢၼ်လွၵ်ႉဢိၼ်ငဝ်ႈငႃႇ ႁင်းဢၶွင်ႉၼၼ်ႉ။ သင်ၸိူဝ်ႉဝႃႈ ဢဝ် ၶေႃႈလပ်ႉပွတ်ႉသေ ၶဝ်ႈလွၵ်ႉဢိၼ်ႇၼႆၸိုင် ၸိူဝ်းပဵၼ် သုၼ်ႇၽူႈၸႂ်ႉတိုဝ်းၸိူဝ်းၼၼ်ႉ တေထုၵ်ႇႁေႉႁၢမ်ႈဝႆႉယဝ်ႉ။",
	"botpasswords-disabled": "ၶေႃႈလပ်ႉပွတ်ႉၼၼ်ႉ ဢမ်ႇၸႂ်ႉလႆႈယဝ်ႉဝႃႈ",
	"botpasswords-no-central-id": "တႃႇတေၸႂ်ႉ ၶေႃႈလပ်ႉပွတ်ႉၼၼ်ႉ ၸဝ်ႈၵဝ်ႇ တေလႆႈ ၶဝ်ႈလွၵ်ႉဢိၼ်ႇ ဢၼ်ပဵၼ် ဢၶွင်ႉ ၽုင်ႇၼၼ်ႉဢေႃႈ။",
	"botpasswords-existing": "ၶေႃႈလပ်ႉပွတ်ႉ ဢၼ်မီးယူႇယၢမ်းလဵဝ်",
	"botpasswords-createnew": "ၵေႃႇသၢင်ႈ ၶေႃႈလပ်ႉပွတ်ႉ ဢၼ်မႂ်ႇ",
	"botpasswords-editexisting": "မႄးထတ်း ၶေႃႈလပ်ႉပွတ်ႉ ဢၼ်တိုၵ်ႉမီးယူႇ ယၢမ်းလဵဝ်",
	"botpasswords-label-needsreset": "(ၶေႃႇလပ်ႉ လူဝ်ႇလႆႈ တင်ႈၶိုၼ်း)",
	"botpasswords-label-appid": "ၸိုဝ်ႈ ပွတ်ႉ :",
	"botpasswords-label-create": "ၵေႃႇသၢင်ႈ",
	"botpasswords-label-update": "ဢၢပ်ႉတဵတ်ႉ",
	"botpasswords-label-cancel": "ယႃႉၶိုၼ်း",
	"botpasswords-label-delete": "ယႃႉ",
	"botpasswords-label-resetpassword": "ၶိုၼ်းမႄးတင်ႈ ၶေႃႈလပ်ႉ",
	"botpasswords-label-grants": "ၸိူဝ်းၵဵဝ်ႇလူၺ်ႈၼၼ်ႉ ၶႂၢင်းပၼ်ဝႆႉ:",
	"botpasswords-help-grants": "လွင်ႈၶႂၢင်းပၼ်ၸိူဝ်းၼၼ်ႉ မၼ်းပၼ်သုၼ်ႇတႅမ်ႈလူၸူး သုၼ်ႇ ဢၼ်မီးဝႆႉတီႈ ဢၶွင်ႉၽူႈၸႂ်ႉတိုဝ်းၸဝ်ႈၵဝ်ႇၼၼ်ႉယဝ်ႉ။ ပိုတ်ႇပၼ် လွင်ႈၶႂၢင်းပၼ် ၵႃႈတီႈၼႆႈၼႆႉ ဢမ်ႇတေဢမ်ႇၵမ်ႉထႅမ်တႃႇတႅမ်ႈလူၸူး သုၼ်ႇၵႃႈတီႈ ဢၶွင်ႉၽူႈၸႂ်ႉတိုဝ်းၸဝ်ႈၵဝ်ႇ ဢမ်ႇမီးဝႆႉၼၼ်ႉ။ တွၼ်ႈတႃႇလွၼ်ႉၶၢဝ်ႇတၢင်ႇၸိူဝ်း တူၺ်းတီႈ [[Special:ListGrants|table of grants]] လႄႈ။",
	"botpasswords-label-grants-column": "ၶႂၢင်းပၼ်ယဝ်ႉ",
	"botpasswords-bad-appid": "ၸိုဝ်ႈပွတ်ႉ \"$1\" ၼႆႉ ဢမ်ႇၸႂ်ႉလႆႈ။",
	"botpasswords-insert-failed": "တႃႇထႅမ်သႂ်ႇၸႂ်ႉ ပွတ်ႉ \"$1\" ၼႆ့ ဢမ်ႇၶႅမ်ႉလႅပ်ႈ။ သႂ်ႇဝႆႉယဝ်ႉႁႃႈ ဝႃႈလႃး?",
	"botpasswords-update-failed": "တႃႇႁဵတ်း ဢၢပ်ႉတိတ်ႉ ၸိုဝ်ႈပွတ်ႉ \"$1\" ၼႆႉ ဢမ်ႇၶႅမ်ႉလႅပ်ႈ။ မွတ်ႇပႅတ်ႈမၼ်းယဝ်ႉႁႃႈ ဝႃႈလႃး?",
	"botpasswords-created-title": "ၶေႃႈလပ်ႉပွတ်ႉ ၵေႃႇသၢင်ႈယဝ်ႉယဝ်ႈ။",
	"botpasswords-created-body": "ၶေႃႈလပ်ႉပွတ်ႉ တွၼ်ႈတႃႇ ၸိုဝ်ႈပွတ်ႉ \"$1\" ဢၼ်ပဵၼ်ၶွင် ၽူႈၸႂ်ႉတိုဝ်း \"$2\" ၼၼ်ႉ ထုၵ်ႇၵေႃႇသၢင်ႈ ယဝ်ႉယဝ်ႈ။",
	"botpasswords-updated-title": "​ၶေႃႈလပ်ႉ ပွတ်ႉ ပဵၼ်ဢၢပ်ႉတိတ်ႉယဝ်ႈ။",
	"botpasswords-updated-body": "ၶေႃႈလပ်ႉပွတ်ႉ တွၼ်ႈတႃႇ ၸိုဝ်ႈပွတ်ႉ \"$1\" ဢၼ်ပဵၼ်ၶွင် ၽူႈၸႂ်ႉတိုဝ်း \"$2\" ၼၼ်ႉ ပဵၼ် ဢၢပ်ႉတိတ်ႉယဝ်ႈ။",
	"botpasswords-deleted-title": "ၶေႃႈလပ်ႉပွတ်ႉၼၼ်ႉ မွတ်ႇပႅတ်ႈယဝ်ႉယဝ်ႈ။",
	"botpasswords-deleted-body": "ၶေႃႈလပ်ႉပွတ်ႉ တွၼ်ႈတႃႇ ၸိုဝ်ႈပွတ်ႉ \"$1\" ဢၼ်ပဵၼ်ၶွင် ၽူႈၸႂ်ႉတိုဝ်း \"$2\" ၼၼ်ႉ မွတ်ႇပႅတ်ႈယဝ်ႉယဝ်ႈ။",
	"botpasswords-newpassword": "မၢႆလပ်ႉဢၼ်မႂ်ႇ တႃႇတေ လွၵ်ႉၶဝ်ႈၸွမ်း  <strong>$1</strong> ပဵၼ် <strong>$2</strong>။ <em>ၶႅၼ်းတေႃႈ မၢႆတွင်းၼႆႉဝႆႉ တွၼ်ႈတႃႇ ပဵၼ် ၽိုၼ်ဢိင်မိူဝ်းၼႃႈ</em><br>(တွၼ်ႈတႃႇ ပွတ်ႉၸိူဝ်းဢၼ်ၵဝ်ႇ ဢၼ်လူဝ်ႇ ၸိုဝ်ႈလွၵ်ႉၶဝ်ႈ ဢၼ်တေလႆႈမိူၼ်ၵၼ်တင်း ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း၊ ၸဝ်ႈၵဝ်ႇၸၢင်ႈၸႂ်ႉ <strong>$3</strong> ၼင်ႇ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း လႄႈ <strong>$4</strong>ၼင်ႇ မၢႆလပ်ႉ)",
	"botpasswords-no-provider": "ၵၼ်တူဝ်ၵမ်ႉထႅမ်ၶေႃႈလပ်ႉပွတ်ႉၼႆ မၼ်းဢမ်ႇၸႂ်ႉလႆႈ။",
	"botpasswords-restriction-failed": "လွင်ႈမၵ်းၶၼ်ႈ မၢႆလပ်ႉပွတ်ႉ ၼႆႉ ၵႅတ်ႇၵင်ႈ လွင်ႈလွၵ်ႉၶဝ်ႈ ဢၼ်ၼႆႉ။",
	"botpasswords-invalid-name": "ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်ႈ ဢၼ်မၵ်းမၼ်ႈဝႆႉၼႆႉ မၼ်းဢမ်ႇၶဝ်ႈပႃးဝႆႉ တူဝ်ၸႅၵ်ႇၶေႃႈလပ်ႉ ပွတ်ႉ (\"$1\") ။",
	"botpasswords-not-exist": "ၽူႈၸႂ်ႉတိုဝ်း \"$1\" ၼႆႉမၼ်းဢမ်ႇမီး ၶေႃႈလပ်ႉပွတ်ႉ ဢၼ်လႆႈၸိုဝ်ႈဝႃႈ \"$2\" ။",
	"botpasswords-needs-reset": "ၶေႃႈလပ်ႉပွတ်ႉ တွၼ်ႈတႃႇ ၸိုဝ််ႈပွတ်ႉ \"$2\" ဢၼ်ပဵၼ်ႁင်း {{GENDER:$1|ၽူႈၸႂ်ႉတိုဝ်း}} \"$1\" ၼႆႉ လူဝ်ႇလႆႈတင်ႈၶိုၼ်း။",
	"botpasswords-locked": "ယွၼ်ႉပိူဝ်ႈ ဢၶွင်ႉၸဝ်ႈၵဝ်ႇ ထုၵ်ႇၶတ်းဝႆႉလႄႈ ၸဝ်ႈၵဝ်ႇတေဢမ်ႇၸၢင်ႈၶဝ်ႈလွၵ်ႉဢိၼ် တင်း ၶေႃႈလပ်ႉပွတ်ႉ။"
}
