<?php
#--------------------------------------------------------------------------
# Language-specific text
#--------------------------------------------------------------------------

# NOTE: To turn off "Current Events" in the sidebar,
# set "currentevents" => "-"

# The names of the namespaces can be set here, but the numbers
# are magical, so don't change or move them!  The Namespace class
# encapsulates some of the magic-ness.
#

#$wgMetaNamespace = "Уикипедия";
#$wgSitename = "Уикипедия";

/* private */ $wgNamespaceNamesBg = array(
  -2  => "Медия",
  -1  => "Специални",
  0  => "",
  1  => "Беседа",
  2  => "Потребител",
  3  => "Потребител_беседа",
  4  => $wgMetaNamespace,
  5  => $wgMetaNamespace . "_беседа",
  6  => "Картинка",
  7  => "Картинка_беседа",
  8  => "МедияУики",
  9  => "МедияУики_беседа"
);

/* private */ $wgQuickbarSettingsBg = array(
  'Без меню', 'Неподвижно вляво', 'Неподвижно вдясно', 'Плаващо вляво'
);

/* private */ $wgSkinNamesBg = array(
  "Основен", "Носталгия", "Кьолнско синьо", "Paddington", "Montparnasse"
);

/* private */ $wgMathNamesBg = array(
  "Използване винаги на PNG",
  "HTML при опростен TeX, иначе PNG",
  "HTML по възможност, иначе PNG",
  "Оставяне като TeX (за текстови браузъри)",
  "Препоръчително за нови браузъри"
);

/* private */ $wgDateFormatsBg = array(
  'Без предпочитание',
  'януари 15, 2001',
  '15 януари 2001',
  '2001 януари 15',
  "2001-01-15"
);

/* private */ $wgUserTogglesBg = array(
  "hover"          => "Изпъкване на препратките, когато мишката е върху тях",
  "underline"      => "Подчертаване на препратките",
  "highlightbroken" => "Показване на невалидните препратки <a href=\"\" class=\"new\">така</a> (алтернативно: така<a href=\"\" class=\"internal\">?</a>)",
  "justify"        => "Двустранно подравняване на абзаците",
  "hideminor"      => "Скриване на малки редакции в последните промени",
  "usenewrc"       => "Подобряване на последните промени (не за всички браузъри)",
  "numberheadings" => "Номериране на заглавията",
  "showtoolbar"    => "Показване на лента за редактиране",
  "editondblclick" => "Редактиране при двойно щракване (Javascript)",
  "editsection"    =>"Възможност за редактиране на раздел чрез<br> препратка [редактиране]",
  "editsectiononrightclick" => "Възможност за редактиране на раздел при щракване<br> с десния бутон върху заглавие на раздел (Javascript)",
  "showtoc"        =>"Показване на съдържание<br>(за статии с повече от три раздела)",
  "rememberpassword" => "Запомняне на паролата между сесиите",
  "editwidth"      => "Кутията за редактиране е с максимална ширина",
  "watchdefault"   => "Добавяне на редактираните страници към списъка<br> за наблюдение",
  "minordefault"   => "Отбелязване на всички промени като малки<br> по подразбиране",
  "previewontop"   => "Показване на предварителния преглед преди<br> текстовата кутия, а не след нея",
  "nocache"        => "Без складиране на страниците"
);

/* private */ $wgBookstoreListBg = array(
  "books.bg"       => "http://www.books.bg/ISBN/$1",
  "AddALL"         => "http://www.addall.com/New/Partner.cgi?query=$1&type=ISBN",
  "PriceSCAN"      => "http://www.pricescan.com/books/bookDetail.asp?isbn=$1",
  "Barnes & Noble" => "http://shop.barnesandnoble.com/bookSearch/isbnInquiry.asp?isbn=$1",
  "Amazon.com"     => "http://www.amazon.com/exec/obidos/ISBN=$1",
);

/* private */ $wgWeekdayNamesBg = array(
  'неделя', 'понеделник', 'вторник', 'сряда', 'четвъртък',
  'петък', 'събота'
);

/* private */ $wgMonthNamesBg = array(
  'януари', 'февруари', 'март', 'април', 'май', 'юни',
  'юли', 'август', 'септември', 'октомври', 'ноември',
  'декември'
);

/* private */ $wgMonthAbbreviationsBg = array(
  'яну', 'фев', 'мар', 'апр', 'май', 'юни', 'юли', 'авг',
  'сеп', 'окт', 'ное', 'дек'
);

# All special pages have to be listed here: a description of ""
# will make them not show up on the "Special Pages" page, which
# is the right thing for some of them (such as the "targeted" ones).
#
/* private */ $wgValidSpecialPagesBg = array(
  "Userlogin"           => "Влизане",
  "Userlogout"          => "Излизане",
  "Preferences"         => "Потребителски настройки",
  "Watchlist"           => "Наблюдавани страници",
  "Recentchanges"       => "Последни промени",
  "Upload"              => "Качване на картинки",
  "Imagelist"           => "Списък на картинките",
  "Listusers"           => "Регистрирани потребители",
  "Statistics"          => "Статистика",
  "Randompage"          => "Случайна статия",

  "Lonelypages"         => "Статии-сираци",
  "Unusedimages"        => "Картинки-сираци",
  "Popularpages"        => "Известни статии",
  "Wantedpages"         => "Желани статии",
  "Shortpages"          => "Кратки статии",
  "Longpages"           => "Дълги статии",
  "Newpages"            => "Нови статии",
  "Ancientpages"        => "Стари статии",
  "Deadendpages"        => "Задънени страници",
# "Intl"                => "Междуезикови препратки",
  "Allpages"            => "Всички страници по заглавие",

  "Ipblocklist"         => "Блокирани потребители/ИП-адреси",
  "Maintenance"         => "Страница за поддръжка",
  "Specialpages"        => "",
  "Contributions"       => "",
  "Emailuser"           => "",
  "Whatlinkshere"       => "",
  "Recentchangeslinked" => "",
  "Movepage"            => "",
  "Booksources"         => "Външни източници на книги",
  "Categories"          => "Категории страници",
  "Export"              => "Износ като XML",
  "Version"             => "Версия на МедияУики",
);

/* private */ $wgSysopSpecialPagesBg = array(
  "Blockip"    => "Блокиране на потребител/ИП-адрес",
  "Asksql"     => "Справка към базата данни",
  "Undelete"   => "Възстановяване на изтрити страници",
  "Makesysop"  => "Превръщане на потребител в администратор"
);

/* private */ $wgDeveloperSpecialPagesBg = array(
  "Lockdb"    => "Само достъп за четене към базата данни",
  "Unlockdb"  => "Разрешение на достъп за писане към базата данни",


);

#-------------------------------------------------------------------
# Default messages
#-------------------------------------------------------------------
# Allowed characters in keys are: A-Z, a-z, 0-9, underscore (_) and
# hyphen (-). If you need more characters, you may be able to change
# the regex in MagicWord::initRegex

/* private */ $wgAllMessagesBg = array(

# Bits of text used by many pages:
#
"categories" => "Категории страници",
"category" => "категория",
"category_header" => "Статии в категория \"$1\"",
"subcategories" => "Подкатегории",
"linktrail"    => "/^((?:[a-z]|а|б|в|г|д|е|ж|з|и|й|к|л|м|н|о|п|р|с|т|у|ф|х|ц|ч|ш|щ|ъ|ы|ь|э|ю|я)+)(.*)\$/sD",
"mainpage"    => "Начална страница",
"mainpagetext"  => "Системата на Уики бе успешно инсталирана.",
"about"      => "За $wgSitename",
"aboutwikipedia" => "За $wgSitename",
"aboutpage"    => "$wgMetaNamespace:За $wgSitename",
"help"      => "Помощ",
"helppage"    => "$wgMetaNamespace:Помощ",
"wikititlesuffix" => "$wgSitename",
"bugreports"  => "Съобщения за грешки",
"bugreportspage" => "$wgMetaNamespace:Съобщения_за_грешки",
"sitesupport"   => "Дарения",
"sitesupportpage" => "", # If not set, won't appear. Can be wiki page or URL
"faq"      => "ЧЗВ",
"faqpage"    => "$wgMetaNamespace:ЧЗВ",
"edithelp"    => "Помощ при редактиране",
"edithelppage"  => "$wgMetaNamespace:Как_се_редактират_страници",
"cancel"    => "Отказ",
"qbfind"    => "Търсене",
"qbbrowse"    => "Избор",
"qbedit"    => "Редактиране",
"qbpageoptions" => "Настройки за страницата",
"qbpageinfo"  => "Информация за страницата",
"qbmyoptions"  => "Моите настройки",
"qbspecialpages" => "Специални страници",
"moredotdotdot" => "Повече...",
"mypage"    => "Моята страница",
"mytalk"    => "Mоята беседа",
"currentevents" => "Текущи събития",
"disclaimers" => "Disclaimers",
"disclaimerpage" => "$wgMetaNamespace:General_disclaimer",
"errorpagetitle" => "Грешка",
"returnto"    => "Обратно към $1.",
"fromwikipedia"  => "От $wgSitename, свободната енциклопедия",
"whatlinkshere"  => "Какво сочи насам",
"help"      => "Помощ",
"search"    => "Търсене",
"go"    => "Отваряне",
"history"    => "История",
"printableversion" => "Версия за печат",
"editthispage"  => "Редактиране",
"deletethispage" => "Изтриване",
"protectthispage" => "Защита",
"unprotectthispage" => "Сваляне на защитата",
"newpage" => "Нова страница",
"talkpage"    => "Дискусионна страница",
"postcomment"   => "Оставяне на коментар",
"articlepage"  => "Преглед на статия",
"subjectpage"  => "Преглед на тема", # For compatibility
"userpage" => "Преглед на потребителска страница",
"wikipediapage" => "Основна страница",
"imagepage" =>   "Преглед на картинка",
"viewtalkpage" => "Преглед на беседа",
"otherlanguages" => "Други езици",
"redirectedfrom" => "(Пренасочване от $1)",
"lastmodified"  => "Последна промяна на страницата: $1.",
"viewcount"    => "Страницата е била преглеждана $1 пъти.",
"gnunote" => "Всички текстове са достъпни при условията на <a class=internal href='/wiki/Лиценз_за_свободна_документация_на_ГНУ'>лиценза за свободна документация на ГНУ</a>.",
"printsubtitle" => "(от http://www.wikipedia.org)",
"protectedpage" => "Защитена страница",
"administrators" => "$wgMetaNamespace:Администратори",
"sysoptitle"  => "Изискване на администраторски права",
"sysoptext"    => "Желаното действие може да се изпълни само от администратори.
Вижте $1.",
"developertitle" => "Изискват се права на разработчик",
"developertext"  => "Желаното действие може да се изпълни само от разработчици.
Вижте $1.",
"bureaucrattitle" => "Изискват се права на бюрократ",
"bureaucrattext"  => "Желаното действие може да се изпълни само от бюрократи.",
"nbytes"    => "$1 байта",
"go"      => "Отваряне",
"ok"      => "Добре",
"sitetitle"    => $wgSitename,
"sitesubtitle"  => "Свободната енциклопедия",
"retrievedfrom" => "Взето от \"$1\".",
"newmessages" => "Имате $1.",
"newmessageslink" => "нови съобщения",
"editsection"=>"редактиране",
"toc" => "Съдържание",
"showtoc" => "показване",
"hidetoc" => "скриване",
"thisisdeleted" => "Преглед или възстановяване на $1?",
"restorelink" => "$1 изтрити редакции",

# Main script and global functions
#
"nosuchaction"  => "Няма такова действие",
"nosuchactiontext" => "Действието, указано от URL-адреса, не се разпознава
от системата.",
"nosuchspecialpage" => "Няма такава специална страница",
"nospecialpagetext" => "Отправихте заявка за специална страница, която не се разпознава от системата.",

# General errors
#
"error"      => "Грешка",
"databaseerror" => "Грешка при работа с базата данни",
"dberrortext"  => "Възникна синтактична грешка при заявка към базата данни.
Това може да е причинено от невалидна заявка за търсене (вижте $5)
или да свидетелства за грешка в ситемата.
Последната заявка към базата данни бе:
<blockquote><tt>$1</tt></blockquote>
при функцията \"<tt>$2</tt>\".
MySQL дава грешка \"<tt>$3: $4</tt>\".",
"dberrortextcl" => "Възникна синтактична грешка при заявка към базата данни.
Последната заявка към базата данни бе:
\"$1\"
при функцията \"$2\".
MySQL дава грешка \"$3: $4\".\n",
"noconnect"    => "В момента има технически трудности и не може да се осъществи връзка с базата данни.",
"nodb"      => "Неуспех при избиране на база данни $1",
"cachederror"  => "Показано е складирано копие на желаната страница, което евентуално може да е остаряло.",
"readonly"    => "Базата данни е затворена за промени",
"enterlockreason" => "Посочете причина за затварянето, като дадете и
приблизителна оценка кога базата данни ще бъде отново отворена",
"readonlytext"  => "Базата данни на $wgSitename е временно затворена за
промени - вероятно за рутинна поддръжка,
след която ще бъде отново на разположение.
Администраторът, който я е затворил, дава следното обяснение:
<p>$1",
"missingarticle" => "Текстът на страницата \"$1\" не бе намерен в базата данни.

<p>Това обикновено е причинено от последване на остаряла разлика или
препратка от историята към изтрита страница.

<p>Ако не това е причината, е възможно да сте открили грешка в системата.
Моля, съобщете за това на администратор, като включите и името на статията.",
"internalerror" => "Вътрешна грешка",
"filecopyerror" => "Файлът \"$1\" не можа да бъде копиран като \"$2\".",
"filerenameerror" => "Файлът \"$1\" не можа да бъде преименуван на \"$2\".",
"filedeleteerror" => "Файлът \"$1\" не можа да бъде изтрит.",
"filenotfound"  => "Файлът \"$1\" не бе намерен.",
"unexpected"  => "Неочаквана стойност: \"$1\"=\"$2\".",
"formerror"    => "Възникна грешка при изпращане на формуляра",
"badarticleerror" => "Действието не може да се изпълни върху страницата.",
"cannotdelete"  => "Указаната страница или картинка не можа да бъде изтрита. Възможно е вече да е изтрита от някой друг.",
"badtitle"    => "Невалидно заглавие",
"badtitletext"  => "Желаното заглавие на статия е невалидно, празно или
неправилна препратка към Уикипедия на друг език.",
"perfdisabled" => "Съжаляваме! Това свойство е временно изключено,
защото забавя базата данни дотам, че никой не може да използва Уики.",
"perfdisabledsub" => "Съхранен екземпляр от $1:",
"wrong_wfQuery_params" => "Невалидни аргументи за wfQuery()<br>
Функция: $1<br>
Заявка: $2
",
"viewsource" => "Изходен код",
"protectedtext" => "Страницата е затворена за промени. Съществуват няколко
причини това да е така, моля, вижте
[[$wgMetaNamespace:Защитена_страница]].

Може да прегледате и копирате изходния код на страницата:",

# Login and logout pages
#
"logouttitle"  => "Излизане на потребител",
"logouttext"  => "Излязохте от системата.
Може да продължите да използвате $wgSitename анонимно или да влезете отново
като друг потребител. Обърнете внимание, че някои страници все още
ще се показват така, сякаш сте влезли, докато не изтриете кеш-паметта на браузъра.\n",

"welcomecreation" => "<h2>Добре дошли, $1!</h2><p>Вашата сметка бе успешно открита.
Сега може да промените настройките по Ваш вкус.",

"loginpagetitle" => "Влизане в системата",
"yourname"    => "Вашето потребителско име",
"yourpassword"  => "Вашата парола",
"yourpasswordagain" => "Въведете повторно парола",
"newusersonly"  => " (само за нови потребители)",
"remembermypassword" => "Запомняне на паролата между сесиите.",
"loginproblem"  => "<b>Имаше проблем с Вашето влизане.</b><br>Опитайте отново!",
"alreadyloggedin" => "<font color=\"red\"><b>$1, вече сте влезли в системата!</b></font><br>\n",

"areyounew"    => "Ако посещавате за пръв път $wgSitename и искате да си откриете
потребителска сметка,
моля, въведете потребителско име и парола.
Посочването на електронна поща е незадължително, но се препоръчва:
ако си забравите паролата, може да поискате тя да Ви бъде изпратена
на дадения адрес.<br>\n",

"login"      => "Влизане",
"loginprompt"  => "Бисквитките трябва да са разрешени, за да може да влезете в $wgSitename.",
"userlogin"    => "Влизане",
"logout"    => "Излизане",
"userlogout"  => "Излизане",
"notloggedin"  => "Не сте влезли",
"createaccount"  => "Създаване на сметка",
"createaccountmail"     => "с писмо по е-пощата",
"badretype"    => "Въведените пароли не съвпадат.",
"userexists"  => "Въведеното потребителско име вече се използва. Моля, изберете друго име.",
"youremail"    => "Вашата е-поща*",
"yournick"    => "Вашият псевдоним (за подписи)",
"emailforlost"  => "* Посочването на електронна поща не е задължително,
но позволява на хората да се свържат с Вас, без да се налага да им съобщавате
 адреса си, а също помага и на Вас, ако случайно забравите паролата си.",
"loginerror"  => "Грешка при влизане",
"nocookiesnew"  => "Потребителската сметка бе създадена, но Вие не сте влезли. $wgSitename използва бисквитки за влизане на потребителите. Моля, разрешете бисквитките във Вашия браузър, тъй като те са забранени, и след това влезте с потребителското си име и парола.",
"nocookieslogin"        => "$wgSitename използва бисквитки за запис на влизанията. Моля, разрешете бисквитките във Вашия браузър, тъй като те са забранени, и опитайте отново.",
"noname"    => "Не указахте валидно потребителско име.",
"loginsuccesstitle" => "Успешно влизане",
"loginsuccess"  => "Влязохте в $wgSitename като \"$1\".",
"nosuchuser"  => "Няма потребител с името \"$1\".
Проверете изписването или се регистрирайте, използвайки долния формуляр.",
"wrongpassword"  => "Въведената парола е невалидна. Моля, опитайте отново.",
"mailmypassword" => "Изпращане на нова парола",
"passwordremindertitle" => "Напомняне за парола от $wgSitename",
"passwordremindertext" => "Някой (най-вероятно Вие, от ИП-адрес $1)
помоли да Ви изпратим новата парола за влизане в $wgSitename.
Паролата за потребителя \"$2\" е \"$3\".
Сега би трябвало да влезете в системата и да смените паролата си.",
"noemail"    => "Няма записана е-поща за потребителя \"$1\".",
"passwordsent"  => "Нова парола беше изпратена на електронната поща на \"$1\".
Моля, влезте отново, след като я получите.",
"loginend"   => "За да се регистрирате, просто въведете потребителско име и парола (два пъти) и щракнете върху бутона '<b>Създаване на сметка</b>'.<br><br>

Следващия път е достатъчно да попълните само първите две полета и да щракнете върху '<b>Влизане</b>'.<br><br>",

# Edit page toolbar
"bold_sample"      => "Получер текст",
"bold_tip"         => "Получер (удебелен) текст",
"italic_sample"    => "Курсивен текст",
"italic_tip"       => "Курсивен (наклонен) текст",
"link_sample"      => "Име на препратка",
"link_tip"         => "Вътрешна препратка",
"extlink_sample"   => "http://www.primer.com Име на препратката",
"extlink_tip"      => "Външна препратка (не забравяйте http:// отпред)",
"headline_sample"  => "Заглавен текст",
"headline_tip"     => "Заглавие",
"math_sample"      => "Тук въведете формулата",
"math_tip"         => "Математическа формула (LaTeX)",
"nowiki_sample"    => "Тук въведете текст",
"nowiki_tip"       => "Пренебрегване на форматиращите команди",
"image_sample"     => "Primer.jpg",
"image_tip"        => "Вмъкване на картинка",
"media_sample"     => "Primer.mp3",
"media_tip"        => "Препратка към файл",
"sig_tip"          => "Вашият подпис заедно с времева отметка",
"hr_tip"           => "Хоризонтална линия (използвайте пестеливо)",
"infobox"          => "Щракнете върху бутон за демонстрация",

# Edit pages
#
"summary"       => "Резюме",
"subject"       => "Тема/заглавие",
"minoredit"     => "Това е малка промяна",
"watchthis"     => "Наблюдение на статията",
"savearticle"   => "Съхранение",
"preview"       => "Предварителен преглед",
"showpreview"   => "Предварителен преглед",
"blockedtitle"  => "Потребителят е блокиран",
"blockedtext"   => "Вашето потребителско име (или ИП-адрес) е блокирано от $1.
Причината за това е:<br>''$2''<p>Може да се свържете с $1 или с някой от останалите
[[$wgMetaNamespace:Администратори|администратори]], за да обсъдите това.

Може да използвате услугата \"'''Пращане писмо на потребителя'''\" единствено, ако сте посочили валидна е-поща във Вашите [[Специални:Preferences|настройки]].

Вашият ИП-адрес е $3. Моля, вмъквайте този адрес във всяко питане, което правите.",
"whitelistedittitle" => "Трябва да влезете, за да може да редактирате",
"whitelistedittext" => "Трябва да влезете [[Специални:Userlogin|влезете]], за да може да редактирате статии.",
"whitelistreadtitle" => "Трябва да влезете, за да може да четете",
"whitelistreadtext" => "Трябва да влезете [[Специални:Userlogin|влезете]], за да може да четете статии.",
"whitelistacctitle" => "Не ви е позволено да създавате сметка",
"whitelistacctext" => "За да Ви бъде позволено създаването на сметки, трябва да [[Специални:Userlogin|влезете]] и да имате подходящото разрешение.",
"accmailtitle" => "Паролата бе изпратена.",
"accmailtext" => "Паролата за '$1' бе изпратена на $2.",
"newarticle"  => "(Нова)",
"newarticletext" => "<div style=\"font-size:small;color:#003333;border-width:1px;border-style:solid;border-color:#aaaaaa;padding:3px\">Последвали сте препратка към страница, която все още не съществува.
За да я създадете, започнете да пишете в долната текстова кутия
(вижте '''[[$wgMetaNamespace:Помощ|помощната страница]]''' за повече информация).
Ако сте дошли тук по погрешка, просто натиснете '''бутона за връщане''' на Вашия браузър.

Вашата добавка към енциклопедията ще бъде видима '''веднага''' след съхранението, затова ако просто искате да изпробвате как работят нещата, използвайте нашия '''[[Уикипедия:Пясъчник|пясъчник]]'''.</div>",
"anontalkpagetext" => "----
''Това е дискусионната страница на анонимен потребител, който  все още няма сметка или не я използва. Затова се налага да използваме [[ИП-адрес]], за да го/я идентифицираме. Такъв ИП-адрес може да се споделя от няколко потребителя. Ако сте анонимен потребител и мислите, че тези неуместни коментари са отправени към Вас, моля [[Специални:Userlogin|регистрирайте се или влезте в системата]], за да избегнете евентуално бъдещо объркване с други анонимни потребители.''",
"noarticletext" => "(В момента страницата не съдържа текст)",
"updated"    => "(актуализирана)",
"note"      => "<strong>Забележка:</strong> ",
"previewnote"  => "Не забравяйте, че това е само предварителен преглед и страницата все още не е съхранена!",
"previewconflict" => "Този предварителен преглед отразява текста в горната текстова кутия така, както би се показал, ако съхраните.",
"editing"    => "Редактиране на $1",
"sectionedit"  => " (раздел)",
"commentedit"  => " (коментар)",
"editconflict"  => "Различна редакция: $1",
"explainconflict" => "Някой друг вече е променил тази страница, откакто започнахте да я редактирате.
Горната текстова кутия съдържа текущия текст на страницата без Вашите промени, които са показани в долната кутия. За да бъдат и те съхранени, е необходимо ръчно да ги преместите в горното поле, тъй като <b>единствено</b> текстът в него ще бъде съхранен при натискането на бутона \"Съхранение\".\n<p>",
"yourtext"    => "Вашият текст",
"storedversion" => "Съхранена версия",
"editingold"  => "<strong>ВНИМАНИЕ: Редактирате остаряла
версия на страницата.
Ако съхраните, всякакви промени, направени след тази версия, ще бъдат изгубени.</strong>\n",
"yourdiff"    => "Разлики",
# REPLACE THE COPYRIGHT WARNING IF YOUR SITE ISN'T GFDL!
"copyrightwarning" => "Моля, обърнете внимание на това, че
всички приноси към $wgSitename се публикуват при условията на
лиценза са свободна документация на ГНУ
(за подробности вижте $1).
Ако не сте съгласни Вашето произведение да бъде променяно и
преразпределяно от останалите, не го публикувайте.<br>
Също потвърждавате, че Вие сте написали това или сте използвали <b>свободни ресурси</b>
(public domain или друг подобен източник).
<strong>НЕ ПУБЛИКУВАЙТЕ ПРОИЗВЕДЕНИЯ С АВТОРСКИ ПРАВА БЕЗ РАЗРЕШЕНИЕ!</strong>",
"longpagewarning" => "ВНИМАНИЕ: Страницата има размер $1 килобайта; някои
браузъри могат да имат проблеми при редактиране на страници
по-големи от 32Кб.
Моля, обмислете дали страницата не може да се раздели на няколко по-малки части.",
"readonlywarning" => "ВНИМАНИЕ: Базата данни бе затворена за поддръжка,
затова в момента Вашите промени не мога да бъдат съхранени.
Ако желаете, може да съхраните страницата като текстов файл и да се
опитате да я публикувате по-късно.",
"protectedpagewarning" => "ВНИМАНИЕ: Страницата е затворена за промени, само
системни оператори могат да я редактират.
Моля, следвайте
<a href='/wiki/$wgMetaNamespace:Указания_за_защитена_страница'>указанията
за защитена страница</a>.",

# History pages
#
"revhistory"      => "История на версиите",
"nohistory"       => "Няма редакционна история за тази страница.",
"revnotfound"     => "Версията не е открита",
"revnotfoundtext" => "Желаната стара версия на страницата не бе открита.
Моля, проверете адреса, който използвахте за достъп към страницата.\n",
"loadhist"        => "Зареждане история на страницата",
"currentrev"      => "Текуща версия",
"revisionasof"    => "Версия от $1",
"cur"             => "тек",
"next"            => "след",
"last"            => "посл",
"orig"            => "ориг",
"histlegend"      => "Легенда: (<b>тек</b>) = разлика с текущата версия,
(<b>посл</b>) = разлика с предишната версия, <b>М</b>&nbsp;=&nbsp;малка промяна",

# Diffs
#
"difference"   => "(Разлики между версиите)",
"loadingrev"   => "зареждане на версии за diff",
"lineno"       => "Ред $1:",
"editcurrent"  => "Редактиране на текущата версия на страницата",

# Search results
#
"searchresults" => "Резултати от търсенето",
"searchhelppage" => "$wgMetaNamespace:Търсене",
"searchingwikipedia" => "Търсене в $wgSitename",
"searchresulttext" => "За повече информация относно $wgSitename, вижте $1.",
"searchquery"  => "За заявка \"$1\"",
"badquery"    => "Лошо формулирана заявка за търсене",
"badquerytext"  => "Вашата заявка не можа да бъде обработена.
Вероятно сте се опитали да търсите дума с по-малко от три букви, което все
още не се поддържа.
Възможно е и да сте сгрешили в изписването на израза, например: \"риба и и везни\".
Моля, опитайте с нова заявка.",
"matchtotals"  => "Заявката \"$1\" отговаря на $2 заглавия на статии
и на текста на $3 статии.",
"nogomatch" => "Не съществуват страници с точно това заглавие, опит за пълнотекстово търсене.",
"titlematches"  => "Съответствия в заглавията на статии",
"notitlematches" => "Няма съответствия в заглавията на статии",
"textmatches"  => "Съответствия в текста на статии",
"notextmatches"  => "Няма съответствия в текста на статии",
"prevn"      => "предишни $1",
"nextn"      => "следващи $1",
"viewprevnext"  => "Преглед ($1) ($2) ($3).",
"showingresults" => "Показване на <b>$1</b> резултата, започвайки от #<b>$2</b>.",
"showingresultsnum" => "Показване на <b>$3</b> резултата, започвайки от #<b>$2</b>.",
"nonefound"    => "<strong>Забележка</strong>: безрезултатните търсения често са причинени
от това, че се търсят основни думи като \"има\" или \"от\", които не се индексират,
или от това, че се търсят повече от една думи (показват се само страници, съдържащи всички
зададени понятия).",
"powersearch" => "Търсене",
"powersearchtext" => "
Търсене в именни пространства:<br>
$1<br>
$2 Показване на пренасочвания &nbsp; Търсене на $3 $9",
"searchdisabled" => "<p>Пълнотекстовото търсене бе временно изключено поради
голямото натоварване на сървъра.
Междувременно може да търсите чрез Google:</p>",
"googlesearch" => "
<!-- SiteSearch Google -->
<form method=\"get\" action=\"http://www.google.com/search\">
<table bgcolor=\"#FFFFFF\"><tr><td>
<a href=\"http://www.google.com/\">
<img src=\"http://www.google.com/logos/Logo_40wht.gif\"
border=\"0\" alt=\"Google\"></a>
</td>
<td>
<input type=\"text\" name=\"q\" size=\"31\" maxlength=\"255\" value=\"$1\">
<input type=\"submit\" name=\"btnG\" value=\"Google Search\">
<font size=\"-1\">
<input type=\"hidden\" name=\"domains\" value=\"{$wgServer}\"><br><input type=\"radio\"
name=\"sitesearch\" value=\"\"> WWW <input type=\"radio\" name=\"sitesearch\"
value=\"{$wgServer}\" checked> {$wgServer} <br>
<input type='hidden' name='ie' value='$2'>
<input type='hidden' name='oe' value='$2'>
</font>
</td></tr></table>
</form>
<!-- SiteSearch Google -->",
"blanknamespace" => "(Основно)",

# Preferences page
#
"preferences"  => "Настройки",
"prefsnologin" => "Не сте влезли",
"prefsnologintext"  => "Необходимо е да <a href=\"" .
  wfLocalUrl( "Специални:Userlogin" ) . "\">влезете</a>,
за да може да променяте потребителските настройки.",
"prefslogintext" => "Влязохте като \"$1\".
Вашият вътрешен номер e $2.

Вижте
[[$wgMetaNamespace:Помощ за настройките|помощта за потребителските настройки]],
за да се ориентирате при избора.",
"prefsreset"  => "Стандартните настройки бяха възстановени.",
"qbsettings"  => "Настройки на лентата за бърз избор",
"changepassword" => "Смяна на парола",
"skin"      => "Облик",
"math"      => "Показване на математически формули",
"dateformat"  => "Формат на датата",
"math_failure"    => "Неуспех при разбора",
"math_unknown_error"  => "непозната грешка",
"math_unknown_function"  => "непозната функция",
"math_lexing_error"  => "лексикална грешка",
"math_syntax_error"  => "синтактична грешка",
"math_image_error" => "Превръщането към PNG не сполучи",
"saveprefs"    => "Съхранение настройки",
"resetprefs"  => "Стандартни настройки",
"oldpassword"  => "Стара парола",
"newpassword"  => "Нова парола",
"retypenew"    => "Нова парола повторно",
"textboxsize"  => "Размери на текстовата кутия",
"rows"      => "Редове",
"columns"    => "Колони",
"searchresultshead" => "Настройки за резултати от търсене",
"resultsperpage" => "Резултати на страница",
"contextlines"  => "Редове за резултат",
"contextchars"  => "Знаци от контекста на ред",
"stubthreshold" => "Определяне като къси статии до",
"recentchangescount" => "Брой заглавия в последни промени",
"savedprefs"  => "Вашите настройки бяха съхранени.",
"timezonetext"  => "Въведете броя часове, с които Вашето местно време се
различава от това на сървъра
(<a href=\"http://en2.wikipedia.org/wiki/Coordinated_Universal_Time\"
    title=\"Coordinated Universal Time\">GMT</a>).",
"localtime"  => "Местно време",
"timezoneoffset" => "Отместване",
"servertime"  => "Време на сървъра",
"guesstimezone" => "Попълване чрез браузъра",
"emailflag"    => "Забраняване на писма от други потребители",
"defaultns"    => "Търсене в тези именни пространства по подразбиране:",

# Recent changes
#
"changes" => "промени",
"recentchanges" => "Последни промени",
# This is the default text, and can be overriden by editing [[$wgMetaNamespace::Recentchanges]]
"recentchangestext" => "Проследяване на последните промени в $wgSitename.

Легенда: <b>тек</b> = разлика на текущата версия,
<b>ист</b> = история на версиите, <b>М</b>&nbsp;=&nbsp;малка промяна, <b>Н</b>&nbsp;=&nbsp;начало",
"rcloaderr"    => "Зареждане последни промени",
"rcnote"    => "Показани са последните <strong>$1</strong> промени през последните <strong>$2</strong> дни.",
"rcnotefrom"  => "Дадени са промените от <b>$2</b> (до <b>$1</b> показани).",
"rclistfrom"  => "Показване на промени, започвайки от $1.",
# "rclinks"    => "Показване на последните $1 промени през последните $2 часа / последните $3 дни",
# "rclinks"    => "Показване на последните $1 промени през последните $2 дни.",
"rclinks"    => "Показване на последните $1 промени през последните $2 дни<br>$3",
"showhideminor" => "$1 на малки промени | $2 на ботове | $3 на влезли потребители ",
"rchide"    => "$4; $1 малки промени; $2 вторични именни пространства; $3 многократни редакции.",
"rcliu"      => "; $1 редакции от влезли потребители",
"diff"      => "разл",
"hist"      => "ист",
"hide"      => "скриване",
"show"      => "показване",
"tableform"    => "таблица",
"listform"    => "списък",
"nchanges"    => "$1 промени",
"minor#editletter" => "М",
"newpageletter" => "Н",

# Upload
#
"upload"    => "Качване",
"uploadbtn"    => "Качване",
"uploadlink"  => "Качване на картинки",
"reupload"    => "Повторно качване",
"reuploaddesc"  => "Връщане към формуляра за качване.",
"uploadnologin" => "Не сте влезли",
"uploadnologintext"  => "Необходимо е да <a href=\"" .
  wfLocalUrl( "Специални:Userlogin" ) . "\">влезете</a>,
за да качвате файлове.",
"uploadfile"  => "Качване на картинки, музикални файлове, документи и др.",
"uploaderror"  => "Грешка при качване",
"uploadtext"  => "<strong>ВНИМАНИЕ!</strong> Преди да качите нещо,
прочетете и се придържайте към <a href=\"" .
wfLocalUrlE( "$wgMetaNamespace:Политика_за_използване_на_картинки" ) . "\">политиката за използване на картинки</a>
на $wgSitename.
<p>Ако файл с указаното име вече съществува в Уикипедия, то той ще бъде
заменен без предупреждение.
Затова, ако не правите актуализация, първо се убедете,
че такъв файл не съществува.</p>
<p>За да прегледате съществуващите в базата данни картинки,
разгледайте <a href=\"" . wfLocalUrlE( "Специални:Imagelist" ) .
"\">списъка с качените картинки</a>.
Качванията и изтриванията се записват в <a href=\"" .
wfLocalUrlE( "$wgMetaNamespace:Дневник_на_качванията" ) . "\">дневника на качванията</a>.</p>
<p>Използвайте долния формуляр, за да качвате нови картинки,
които да използвате в статиите си.
В повечето браузъри ще видите бутон \"Browse...\"
(ако използвате преведен интерфейс, може да видите \"Избор на файл...\",
\"Избор...\" и др.), който ще отвори основния за вашата операционна система
диалогов прозорец за избиране на файл.
След като изберете файл, името му ще се появи в текстовото поле до бутона.
Трябва също да отметнете и кутийката, с която потвърждавате, че не
нарушавате никакви авторски права посредством качването на файла.
Натиснете бутона \"Качване\", за да завършите качването.
Това може да отнеме известно време, ако връзката Ви към интернет е бавна.</p>
<p>Предпочитаните формати са JPEG за фотографии, PNG
за рисунки и иконки и OGG за музикални файлове.
Моля, дайте описателно име на файловете, за да се избегне евентуално объркване.
За да включите картинка в статия, използвайте една от следните препратки:
<b>[[image:file.jpg]]</b> или <b>[[image:file.png|алтернативен текст]]</b>
или <b>[[media:file.ogg]]</b> за музикални файлове.</p>
<p>Моля, обърнете внимание на това, че както при страниците, останалите потребители могат
да редактират или изтрият Вашите качени неща, ако сметнат, че това
помага на енциклопедията, а на Вас може да Ви бъде забранено да качвате файлове,
ако злоупотребявате със системата.</p>",
"uploadlog"    => "дневник на качванията",
"uploadlogpage" => "Дневник_на_качванията",
"uploadlogpagetext" => "Списък с последните качвания.
Показаните времена са според часовата зона на сървъра
(<a href=\"http://en2.wikipedia.org/wiki/Coordinated_Universal_Time\"
    title=\"Coordinated Universal Time\">GMT</a>).
<ul>
</ul>
",
"filename"    => "Име на файл",
"filedesc"    => "Описание",
"filestatus" => "Авторско право",
"filesource" => "Изходен код",
"affirmation"  => "Потвърждавам, че притежателят на авторското право за този файл
разрешава той да се използва според условията на $1.",
"copyrightpage" => "$wgMetaNamespace:Авторски права",
"copyrightpagename" => "авторските права в $wgSitename",
"uploadedfiles"  => "Качени файлове",
"noaffirmation" => "Потвърдете, че с качването на файла не нарушавате
авторски права.",
"ignorewarning"  => "Съхраняване на файла въпреки предупрежденията.",
"minlength"    => "Имената на картинките трябва да съдържат поне три знака.",
"badfilename"  => "Картинката бе преименувана на \"$1\".",
"badfiletype"  => "Файловият формат \".$1\" не се препоръчва за картинки.",
"largefile"    => "Препоръчва се картинките да не надвишават 100 килобайта.",
"successfulupload" => "Качването бе успешно",
"fileuploaded"  => "Файлът \"$1\" бе успешно качен.
Моля, последвайте препратката: ($2) към страницата за описание и
въведете малко информация за файла - кога и от кого е създаден
и всякаква друга информация, която имате за него.",
"uploadwarning" => "Предупреждение при качване",
"savefile"    => "Съхраняване на файл",
"uploadedimage" => "качена \"$1\"",
"uploaddisabled" => "Съжаляваме, качванията бяха спрени.",

# Image list
#
"imagelist"    => "Списък на картинките",
"imagelisttext"  => "Списък от $1 картинки, сортирани $2.",
"getimagelist"  => "донасяне на списъка с картинки",
"ilshowmatch"  => "Показване на всички картинки със съвпадащи имена",
"ilsubmit"    => "Търсене",
"showlast"    => "Показване на последните $1 картинки, сортирани $2.",
"all"      => "всички",
"byname"    => "по име",
"bydate"    => "по дата",
"bysize"    => "по размер",
"imgdelete"    => "изтр",
"imgdesc"    => "опис",
"imglegend"    => "Легенда: (опис) = показване/редактиране описание на картинка.",
"imghistory"  => "История на картинката",
"revertimg"    => "връщ",
"deleteimg"    => "изтр",
"imghistlegend" => "Легенда: (тек) = текущата картинка, (изтр) = изтриване
на съответната версия, (връщ) = възвръщане към съответната версия.
<br><i>Щракнете върху датата, за да видите картинката, качена на тази дата</i>.",
"imagelinks"  => "Препратки към картинката",
"linkstoimage"  => "Следните страници сочат към картинката:",
"nolinkstoimage" => "Няма страници, сочещи към картинката.",

# Statistics
#
"statistics"  => "Статистика",
"sitestats"    => "Статистика",
"userstats"    => "Потребителска статистика",
"sitestatstext" => "Има <b>$1</b> страници в базата данни.
Това включва дискусионни страници, страници за Уикипедия, изключително къси
страници, пренасочващи страници и други, които вероятно не са статии.
Изключвайки тези, има <b>$2</b> страници, които може би са действителни статии.<p>
Имало е <b>$4</b> редакции на страници от последното подобряване на системата на 20 юли 2002 г.
Това прави средно по <b>$5</b> редакции на страница.

За по-подробна статистическа информация вижте:
<ul>
<li><a href=\"http://www.wikipedia.org/wikistats/EN/Sitemap.htm\">Уики-статистика</a>,</li>
<li><a href=\"http://www.wikipedia.org/stats\">Потребителска статистика</a>,</li>
<li><a href=\"http://www.wikipedia.org/wiki/{$wgMetaNamespace}:Statistics\">Прираст</a>.</li>
</ul>",

# Maintenance Page
#
"maintenance"    => "Страница за поддръжка",
"maintnancepagetext"  => "Тази страница съдържа няколко удобни инструмента за всекидневна поддръжка. Някои от тези функции доста натоварват базата данни, затова, моля, не обновявайте страницата след всяка Ваша операция, ;-)",
"maintenancebacklink"  => "Обратно към страницата за поддръжка",
"disambiguations"  => "Страници за избягване на двусмислие",
"disambiguationspage"  => "$wgMetaNamespace:Препратки_към_страници_за_избягване_на_двусмислие",
"disambiguationstext"  => "Следните статии сочат към <i>страница за избягване на двусмислие</i>. Вместо това те би трябвало да сочат съответната статия.<br>Страница се определя като \"избягване на двусмислие\", ако към нея се сочи от $1.<br>Тук <i>не</i> са посочени препратки от други именни пространства.",
"doubleredirects"  => "Двойни пренасочвания",
"doubleredirectstext"  => "<b>Внимание:</b> Този списък може да съдържа лъжливи записи. Това означава, че една пренасочваща страница съдържа допълнителен текст с препратки след заповедта #REDIRECT.<br>\nВсеки ред съдържа препратки към първото и второто пренасочване, както и първия ред на текста на второто пренасочване, който обикновено посочва \"истинката\" целева статия, към която първото пренасочване би трябвало да сочи.",
"brokenredirects"  => "Невалидни пренасочвания",
"brokenredirectstext"  => "Следните пренасочващи страници сочат към несъществуващи статии.",
"selflinks"    => "Страници с препратки към себе си",
"selflinkstext"    => "Следните страници правят препратки към себе се, което не би трябвало да е така.",
"mispeelings"           => "Страници с правописни грешки",
"mispeelingstext"  => "Следните страници съдържат основни правописни грешки, които са
изброени в $1. Правилните форми може да се посочат (като това).",
"mispeelingspage"       => "Списък с основните правописни грешки",
"missinglanguagelinks"  => "Липсващи езикови препратки",
"missinglanguagelinksbutton"    => "Търсене на липсващи езикови препратки за",
"missinglanguagelinkstext"      => "Тези статии <i>не</i> сочат към техните копия в $1. Пренасочванията и подстраниците <i>не са</i> показани.",


# Miscellaneous special pages
#
"orphans"    => "Страници-сираци",
"lonelypages"  => "Страници-сираци",
"unusedimages"  => "Неизползвани картинки",
"popularpages"  => "Известни страници",
"nviews"    => "$1 прегледа",
"wantedpages"  => "Желани страници",
"nlinks"    => "$1 препратки",
"allpages"    => "Всички страници",
"randompage"  => "Случайна страница",
"shortpages"  => "Кратки страници",
"longpages"    => "Дълги страници",
"deadendpages"  => "Задънени страници",
"listusers"    => "Списък на потребителите",
"specialpages"  => "Специални страници",
"spheading"    => "За всички потребители",
"sysopspheading" => "Само за администратори",
"developerspheading" => "Само за разработчици",
"protectpage"  => "Защитена страница",
"recentchangeslinked" => "Сродни промени",
"rclsub"    => "(на страници, сочени от \"$1\")",
"debug"      => "Отстраняване на грешки",
"newpages"    => "Нови страници",
"ancientpages"    => "Стари статии",
"intl"          => "Междуезикови препратки",
"movethispage"  => "Преместване на страницата",
"unusedimagestext" => "<p>Моля, обърнете внимание на това, че други сайтове, като например
международните Уикипедии, могат да сочат към картинката чрез пряк адрес
и въпреки това тя може да се намира в списъка.",
"booksources"  => "Източници на книги",
"booksourcetext" => "Показани са препратки към други сайтове, които продават нови и
използвани книги и могат да имат допълнителна информация за книгите, които търсите.
$wgSitename не е свързана с никоя от тези фирми и този списък не трябва да
се разглежда като подкрепа към тях.",
"alphaindexline" => "от $1 до $2",
"version"       => "Версия",

# Email this user
#
"mailnologin"  => "Няма е-поща",
"mailnologintext" => "Трябва да <a href=\"" .
  wfLocalUrl( "Специални:Userlogin" ) . "\">сте влезете</a>
и да сте посочили валидна е-поща в <a href=\"" .
  wfLocalUrl( "Специални:Preferences" ) . "\">настройките</a> си,
за да пращате писма на други потребители.",
"emailuser"    => "Пращане писмо на потребителя",
"emailpage"    => "Пращане писмо на потребител",
"emailpagetext"  => "Ако потребителят е посочил валидна електронна поща в
настройките си, чрез долния формуляр може да му се изпрати съобщение.
Адресът, записан в настройките Ви, ще се появи в полето \"От\" на
изпратеното писмо, така че получателят ще е в състояние да Ви отговори.",
"defemailsubject"  => "Писмо от $wgSitename",
"noemailtitle"  => "Няма електронна поща",
"noemailtext"  => "Потребителят не посочил валидна електронна поща или е избрал да не получава
писма от други потребители.",
"emailfrom"    => "От",
"emailto"    => "До",
"emailsubject"  => "Относно",
"emailmessage"  => "Съобщение",
"emailsend"    => "Изпращане",
"emailsent"    => "Писмото е изпратено",
"emailsenttext" => "Писмото Ви бе изпратено.",

# Watchlist
#
"watchlist"    => "Моят списък за наблюдение",
"watchlistsub"  => "(за потребител \"$1\")",
"nowatchlist"  => "Списъкът Ви за наблюдение е празен.",
"watchnologin"  => "Не сте влезли",
"watchnologintext"  => "Трябва да <a href=\"" .
  wfLocalUrl( "Специални:Userlogin" ) . "\">влезете</a>,
за да можете да променяте списъка си за наблюдение.",
"addedwatch"  => "Добавено в списъка за наблюдение",
"addedwatchtext" => "Страницата \"$1\" бе добавена в <a href=\"" .
  wfLocalUrl( "Специални:Watchlist" ) . "\">списъка Ви за наблюдение</a>.
Нейните бъдещи промени, както и на съответната й дискусионна страница, ще се описват там, а тя ще се появява с <b>удебелен шрифт</b> в
<a href=\"" .
  wfLocalUrl( "Специални:Recentchanges" ) . "\">списъка с последните промени</a>,
което ще направи по-лесно избирането й.</p>

<p>Ако по-късно искате да премахнете страницата от списъка Ви за наблюдение,
щракнете на \"Спиране на наблюдение\" в страничната лента.",
"removedwatch"  => "Премахнато от списъка за наблюдение",
"removedwatchtext" => "Страницата \"$1\" бе премахната от списъка Ви за наблюдение.",
"watchthispage"  => "Наблюдаване на страницата",
"unwatchthispage" => "Спиране на наблюдение",
"notanarticle"  => "Не е статия",
"watchnochange" => "Никоя от наблюдаваните страници не е била редактирана в показаното време.",
"watchdetails" => "($1 наблюдавани страници (без дискусионни);
$2 редактирани страници в избраното време;
$3...
<a href='$4'>показване и редактиране на пълния списък</a>.)",
"watchmethod-recent" => "проверка на последните промени за наблюдавани страници",
"watchmethod-list" => "проверка на наблюдаваните страници за скорошни редакции",
"removechecked" => "Премахване на избраните от списъка за наблюдение",
"watchlistcontains" => "Вашият списък за наблюдение съдържа $1 страници.",
"watcheditlist" => "Показани са наблюдаваните страници в
азбучен ред. Отметнете кутийките на страниците, които искате да премахнете
от списъка Ви за наблюдение и натиснете бутона 'Премахване на избраните'.",
"removingchecked" => "Премахване на избраните от списъка за наблюдение...",
"couldntremove" => "Неуспех при премахването на '$1'...",
"iteminvalidname" => "Проблем с '$1', грешно име...",
"wlnote" => "Показани са последните $1 промени през последните <b>$2</b> часа.",
"wlshowlast" => "Показване на последните $1 часа $2 дни $3",
"wlsaved" => "Това е съхранена версия на вашия списък за наблюдение.",

# Delete/protect/revert
#
"deletepage"  => "Изтриване на страница",
"confirm"    => "Потвърждение",
"excontent" => "съдържанието бе:",
"exbeforeblank" => "съдържанието преди изпразването бе:",
"exblank" => "страницата бе празна",
"confirmdelete" => "Потвърждение за изтриване",
"deletesub"    => "(Изтриване на \"$1\")",
"historywarning" => "Внимание: Страницата, която ще изтриете, има история: ",
"confirmdeletetext" => "На път сте безвъзвратно да изтриете страница или картинка заедно с
цялата й история от базата данни.
Моля, потвърдете, че искате това, че разбирате последствията и че правите това
в съответствие с [[$wgMetaNamespace:Политика|нашата политика]].",
"confirmcheck"  => "Да, наистина искам да я изтрия.",
"actioncomplete" => "Действието бе изпълнено",
"deletedtext"  => "\"$1\" беше изтрита.
Вижте $2 за запис на последните изтривания.",
"deletedarticle" => "изтрита \"$1\"",
"dellogpage"  => "Дневник_на_изтриванията",
"dellogpagetext" => "Списък на най-скорошните изтривания.
Показаните времена са според часовата зона на сървъра
(<a href=\"http://en2.wikipedia.org/wiki/Coordinated_Universal_Time\"
    title=\"Coordinated Universal Time\">GMT</a>).
<ul>
</ul>
",
"deletionlog"  => "дневник на изтриванията",
"reverted"    => "Възвръщане към предишна версия",
"deletecomment"  => "Причина за изтриването",
"imagereverted" => "Възвръщането към предишна версия бе успешно.",
"rollback"    => "Връщане назад на промените", #Roll back edits
"rollbacklink"  => "връщане", #rollback
"rollbackfailed" => "Връщането не сполучи", #Rollback failed
"cantrollback"  => "Промяната не може да се извърши; последният автор е единственият собственик на статията.",
"alreadyrolled"  => "Последната редакция на [[$1]], направена от [[Потребител:$2|$2]] ([[Потребител беседа:$2|Беседа]]) не може да се върне назад; някой друг вече е редактирал статията или е върнал назад промените.

Последната редакция е на [[Потребител:$3|$3]] ([[Потребител беседа:$3|Беседа]]). ",
#   only shown if there is an edit comment
"editcomment" => "Коментарът на редакцията е бил: \"<i>$1</i>\".",
"revertpage"  => "Възвръщане към последната редакция на $1",
"protectlogpage" => "Дневник_на_защитата",
"protectlogtext" => "Списък на защитите и техните сваляния за страницата.
За повече информация вижте [[$wgMetaNamespace:Защитена страница]].",
"protectedarticle" => "защитена [[$1]]",
"unprotectedarticle" => "незащитена [[$1]]",

# Undelete
"undelete" => "Възстановяване на изтрита страница",
"undeletepage" => "Преглед и възстановяване на изтрити страници",
"undeletepagetext" => "Следните страници бяха изтрити, но се намират все още
в архива и могат да бъдат възстановени. Архивът може да се почиства от време на време.",
"undeletearticle" => "Възстановяване на изтрита статия",
"undeleterevisions" => "$1 версии архивирани",
"undeletehistory" => "Ако възстановите страницата, всички версии ще бъдат
върнати в историята.
Ако след изтриването е създадена страница със същото име, въсзстановените
версии ще се появят като по-ранна история, а текущата версия на страницата
няма да бъде автоматично заменена.",
"undeleterevision" => "Изтрита версия на $1",
"undeletebtn" => "Възстановяване!",
"undeletedarticle" => "възстановена \"$1\"",
"undeletedtext"   => "Статията [[$1]] бе успешно възстановена.
Вижте [[$wgMetaNamespace:Дневник_на_изтриванията|дневника на изтриванията]] за запис на последните изтривания и възстановявания.",

# Contributions
#
"contributions"  => "Приноси",
"mycontris" => "Моите приноси",
"contribsub"  => "За $1",
"nocontribs"  => "Не са намерени промени, отговарящи на критерия.",
"ucnote"    => "Показани са последните <b>$1</b> промени, извършени от този потребител през последните <b>$2</b> дни.",
"uclinks"    => "Показване на последните $1 промени; показване на последните $2 дни.",
"uctop"    => " (последна)" ,

# What links here
#
"whatlinkshere"  => "Какво сочи насам",
"notargettitle" => "Няма цел",
"notargettext"  => "Не указахте целева страница или потребител,
върху която/който да се изпълни действието.",
"linklistsub"  => "(Списък с препратки)",
"linkshere"    => "Следните страници сочат насам:",
"nolinkshere"  => "Няма страници, сочещи насам.",
"isredirect"  => "пренасочваща страница",

# Block/unblock IP
#
"blockip"    => "Блокиране на потребител",
"blockiptext"  => "Използвайте долния формуляр, за да забраните правото на писане
на определен ИП-адрес или потребител.
Това трябва да се направи само, за да се предотвратят прояви на вандализъм,
и в съответствие с [[$wgMetaNamespace:Линия_на_поведение|политиката на $wgSitename]].
Посочете също и причина за блокирането (например, заглавия на страници,
станали обект на вандализъм).",
"ipaddress"    => "ИП-адрес/потребител",
"ipbexpiry"    => "Изтичане на срока",
"ipbreason"    => "Причина",
"ipbsubmit"    => "Блокиране на потребителя",
"badipaddress"  => "Невалиден ИП-адрес",
"noblockreason" => "Трябва да посочите причина за блокирането.",
"blockipsuccesssub" => "Блокирането успешно",
"blockipsuccesstext" => "\"$1\" беше блокиран.
<br>Вижте [[Специални:Ipblocklist|списъка на блокираните ИП-адреси]], за да прегледате блокираните.",
"unblockip"    => "Отблокиране на потребител",
"unblockiptext"  => "Използвайте долния формуляр, за да възстановите
правото на писане на по-рано блокиран ИП-адрес или потребител.",
"ipusubmit"    => "Отблокиране на адреса",
"ipusuccess"  => "\"$1\" освободен",
"ipblocklist"  => "Списък на блокирани ИП-адреси и потребители",
"blocklistline"  => "$1, $2 е блокирал $3 (изтича на $4)",
"blocklink"    => "блокиране",
"unblocklink"  => "отблокиране",
"contribslink"  => "приноси",
"autoblocker"  => "Автоматично блокиране поради взаимно ползване на ИП-адрес с \"$1\". Причина \"$2\".",
"blocklogpage"  => "Дневник_на_блокиранията",
"blocklogentry" => 'блокиран "$1" със срок на изтичане $2',
"blocklogtext"  => "Това е дневник на блокиранията и отблокиранията, извършени от този потребител. Автоматично блокираните ИП-адреси не са показани. Вижте  [[Специални:Ipblocklist|списъка на блокираните ИП-адреси]] за текущото състояние
на блокиранията.",
"unblocklogentry"       => 'отблокиран "$1"',
"range_block_disabled"  => "The sysop ability to create range blocks is disabled.",
"ipb_expiry_invalid"    => "Невалиден срок на изтичане.",
"ip_range_invalid"      => "Невалидни граници на ИП-адрес.\n",

# Developer tools
#
"lockdb"    => "Заключване на базата данни",
"unlockdb"    => "Отключване на базата данни",
"lockdbtext"  => "Заключването на базата данни ще попречи на всички
потребители да редактират страници, да сменят своите настройки, да редактират
своите списъци за наблюдение и на всички други техни действия, изискващи
промени в базата данни.
Моля, потвърдете, че искате точно това и ще отключите базата данни,
когато привършите с работата по подръжката.",
"unlockdbtext"  => "Отключването на базата данни ще възстанови способността на
потребителите да редактират страници, да сменят своите настройки, да редактират
своите списъци за наблюдение и изпълнението на всички други действия, изискващи
промени в базата данни.
Моля, потвърдете, че искате точно това.",
"lockconfirm"  => "Да, наистина искам да заключа базата данни.",
"unlockconfirm"  => "Да, наистина искам да отключа базата данни.",
"lockbtn"    => "Заключване на базата данни",
"unlockbtn"    => "Отключване на базата данни",
"locknoconfirm" => "Не сте отметнали кутийката за потвърждение.",
"lockdbsuccesssub" => "Заключване на базата данни успешно",
"unlockdbsuccesssub" => "Отключване на базата данни успешно",
"lockdbsuccesstext" => "Базата данни на $wgSitename бе заключена.
<br>Не забравяйте да отключите базата данни, когато привършите с работата по поддръжката.",
"unlockdbsuccesstext" => "Базата данни на $wgSitename бе отключена.",

# SQL query
#
"asksql"    => "SQL-заявка",
"asksqltext"  => "Използвайте долния формуляр, за да отправите пряка заявка
към базата данни на $wgSitename.
Използвайте апострофи ('като тези'), за ограничители на низовете.

Честите заявки доста натоварват сървъра, затова, моля,
използвайте пестеливо тази функция.",
"sqlislogged"  => "Моля, забележете, че всички заявки се записват.",
"sqlquery"    => "Заявка",
"querybtn"    => "Изпращане на заявка",
"selectonly"  => "Позволени са единствено заявки за четене.",
"querysuccessful" => "Заявката бе успешна",

# Make sysop
"makesysoptitle"        => "Превръщане на потребител в администратор",
"makesysoptext"         => "Този формуляр се използва от бюрократи за превръщане на обикновени потребители в администратори.

Въведете името на потребителя в полето и натиснете бутона, за да направите съответния потребител администратор",
"makesysopname"         => "Име на потребителя:",
"makesysopsubmit"       => "Превръщане на потребителя в администратор",
"makesysopok"           => "<b>Потребителят '$1' бе направен администратор</b>",
"makesysopfail"         => "<b>Потребителят '$1' не бе направен администратор. (Правилно ли въведохте името?)</b>",
"setbureaucratflag" => "Вдигане на флага 'бюрократ'",
"bureaucratlog"         => "Дневник_на_бюрократите",
"bureaucratlogentry"    => " set $1: $2",

# Move page
#
"movepage"    => "Преместване на страница",
"movepagetext"  => "Посредством долния формуляр може да преименувате
страница, премествайки цялата й история на новото име.
Старото заглавие ще се превърне в пренасочваща страница.
Препратките към старата страница няма да бъдат променени; затова
[[Специални:Maintenance|проверете]] за двойни или невалидни пренасочвания.
Вие сами би трябвало да се убедите в това, дали препратките продължават да сочат там,
където се предполага.

Страницата '''няма''' да бъде преместена, ако вече съществува страница с
новото име, освен ако е празна или пренасочване и няма редакционна история.

<b>ВНИМАНИЕ!</b>
Това може да е голяма и неочаквана промяна за известна страница;
моля, уверете се, че разбирате последствията, преди да продължите.",
"movepagetalktext" => "Съответната дискусионна страница, ако съществува,
ще бъде автоматично преместена заедно с нея, '''освен ако:'''
*не местите страницата от едно именно пространство в друго,
*вече съществува непразна дискусионна страница с това име или
*не сте отметнали долната кутийка.

В тези случаи, ако желаете, ще трябва да преместите страницата ръчно.",
"movearticle"  => "Преместване на страница",
"movenologin"  => "Не сте влезли",
"movenologintext" => "Необходимо е да сте регистриран потребител и <a href=\"" .
  wfLocalUrl( "Специални:Userlogin" ) . "\">да влезете</a>,
за да може да премествате страници.",
"newtitle"    => "Към ново заглавие",
"movepagebtn"  => "Преместване",
"pagemovedsub"  => "Преместването бе успешно",
"pagemovedtext" => "Страницата \"[[$1]]\" бе преместена под името \"[[$2]]\".",
"articleexists" => "Вече съществува страница с това име или името, което сте избрали,
е невалидно. Моля, изберете друго име.",
"talkexists"  => "Страницата бе успешно преместена, но без
съответната дискусионна страница, защото под новото име
има една съществуваща. Моля, обединете ги ръчно.",
"movedto"    => "преместена като",
"movetalk"    => "Преместване и на дискусионната страница, ако е приложимо.",
"talkpagemoved" => "Съответната дискусионна страница също бе преместена.",
"talkpagenotmoved" => "Съответната дискусионна страница <strong>не</strong> бе преместена.",
"1movedto2" => "$1 преместена като $2",

# Export
"export"     => "Износ на страници",
"exporttext"    => "Тук може да изнесете като XML текста и историята на една или повече страници. Получените данни може да:
<ul>
<li>вмъкнете в друг сайт, използващ софтуера на МедияУики, </li>
<li>обработвате или </li>
<li>просто запазите за лично ползване.</li>
</ul>

Въвеждайте всяко ново заглавие на статия на <b>нов ред</b>.",
"exportcuronly" => "Включване само на текущата версия, а не на цялата история",

# Namespace 8 related

"allmessages"   => "Всички_съобщения",
"allmessagestext" => "Това е списък с всички съобщения, намиращи се в именното пространство " .  $wgNamespaceNamesBg[8],

# Thumbnails

"thumbnail-more" => "Увеличаване"
);

include_once( "LanguageUtf8.php" );

class LanguageBg extends LanguageUtf8 {

  function getBookstoreList () {
    global $wgBookstoreListBg ;
    return $wgBookstoreListBg ;
  }

  function getNamespaces() {
    global $wgNamespaceNamesBg;
    return $wgNamespaceNamesBg;
  }

  function getNsText( $index ) {
    global $wgNamespaceNamesBg;
    return $wgNamespaceNamesBg[$index];
  }

  function getNsIndex( $text ) {
    global $wgNamespaceNamesBg, $wgNamespaceNamesEn;

    foreach ( $wgNamespaceNamesBg as $i => $n ) {
      if ( 0 == strcasecmp( $n, $text ) ) { return $i; }
    }
  # Existing links; fall back to support English names
    foreach ( $wgNamespaceNamesEn as $i => $n ) {
      if ( 0 == strcasecmp( $n, $text ) ) { return $i; }
    }
    return false;
  }

  function getQuickbarSettings() {
    global $wgQuickbarSettingsBg;
    return $wgQuickbarSettingsBg;
  }

  function getSkinNames() {
    global $wgSkinNamesBg;
    return $wgSkinNamesBg;
  }

  function getMathNames() {
    global $wgMathNamesBg;
    return $wgMathNamesBg;
  }

  function getDateFormats() {
    global $wgDateFormatsBg;
    return $wgDateFormatsBg;
  }

  function getUserToggles() {
    global $wgUserTogglesBg;
    return $wgUserTogglesBg;
  }

  function getMonthName( $key )
  {
    global $wgMonthNamesBg;
    return $wgMonthNamesBg[$key-1];
  }

  /* by default we just return base form */
  function getMonthNameGen( $key )
  {
    global $wgMonthNamesBg;
    return $wgMonthNamesBg[$key-1];
  }

  function getMonthRegex()
  {
    global $wgMonthNamesBg;
    return implode( "|", $wgMonthNamesBg );
  }

  function getMonthAbbreviation( $key )
  {
    global $wgMonthAbbreviationsBg;
    return $wgMonthAbbreviationsBg[$key-1];
  }

  function getWeekdayName( $key )
  {
    global $wgWeekdayNamesBg;
    return $wgWeekdayNamesBg[$key-1];
  }

  function getValidSpecialPages()
  {
    global $wgValidSpecialPagesBg;
    return $wgValidSpecialPagesBg;
  }

  function getSysopSpecialPages()
  {
    global $wgSysopSpecialPagesBg;
    return $wgSysopSpecialPagesBg;
  }

  function getDeveloperSpecialPages()
  {
    global $wgDeveloperSpecialPagesBg;
    return $wgDeveloperSpecialPagesBg;
  }

  function getMessage( $key )
  {
    global $wgAllMessagesBg;
    return $wgAllMessagesBg[$key];
  }

}
?>