<?

# NOTE: To turn off "Current Events" in the sidebar,
# set "currentevents" => "-"

# The names of the namespaces can be set here, but the numbers
# are magical, so don't change or move them!  The Namespace class
# encapsulates some of the magic-ness.
#

/* private */ $wgNamespaceNamesBg = array(
  -2  => "Медия",
  -1  => "Специални",
  0  => "",
  1  => "Беседа",
  2  => "Потребител",
  3  => "Потребител_беседа",
  4  => $wgMetaNamespace,
  5  => $wgMetaNamespace . "_беседа",
  6  => "Картинка",
  7  => "Картинка_беседа"
);

/* private */ $wgQuickbarSettingsBg = array(
  'Без меню', 'Неподвижно вляво', 'Неподвижно вдясно', 'Плаващо вляво'
);

/* private */ $wgSkinNamesBg = array(
  "Основен", "Носталгия", "Кьолнско синьо"
);

/* private */ $wgMathNamesBg = array(
  "Използване винаги на PNG",
  "HTML при опростен TeX, иначе PNG",
  "HTML по възможност, иначе PNG",
  "Оставяне като TeX (за текстови браузъри)",
  "Препоръчително за нови браузъри"
);

/* private */ $wgDateFormatsBg = array(
  'Без предпочитание',
  'Януари 15, 2001',
  '15 януари 2001',
  '2001 януари 15'
);

/* private */ $wgUserTogglesBg = array(
  "hover"    => "Изпъкване на препратките, когато мишката е върху тях",
  "underline" => "Подчертаване на препратките",
  "highlightbroken" => "Показване на невалидните препратки <a href=\"\" class=\"new\">така</a> или така<a href=\"\" class=\"internal\">?</a>).",
  "justify"  => "Двустранно подравняване на абзаците",
  "hideminor" => "Скриване на малки редакции в последните промени",
  "usenewrc" => "Изпъкване на последните промени (не за всички браузъри)",
  "numberheadings" => "Номериране на заглавията",
  "editondblclick" => "Редактиране при двойно щракване (Javascript)",
  "editsection"=>"Възможност за редактиране на раздел чрез препратка [редактиране]",
  "editsectiononrightclick"=>"Възможност за редактиране на раздел при щракване<br> с десния бутон върху заглавие на раздел (Javascript)",
  "showtoc"=>"Показване на съдържание<br>(за страници с повече от три раздела)",
  "rememberpassword" => "Запомняне на паролата между сесиите",
  "editwidth" => "Кутията за редактиране е с максимална ширина",
  "watchdefault" => "Добавяне на редактираните страници към списъка за наблюдение",
  "minordefault" => "Отбелязване на всички промени като малки по подразбиране",
  "previewontop" => "Показване на предварителния преглед преди текстовата кутия, а не след нея",
  "nocache" => "Без кеширане на страниците"
);

/* private */ $wgBookstoreListBg = array(
  "AddALL" => "http://www.addall.com/New/Partner.cgi?query=$1&type=ISBN",
  "PriceSCAN" => "http://www.pricescan.com/books/bookDetail.asp?isbn=$1",
  "Barnes & Noble" => "http://shop.barnesandnoble.com/bookSearch/isbnInquiry.asp?isbn=$1",
  "Amazon.com" => "http://www.amazon.com/exec/obidos/ISBN=$1"
);

/* private */ $wgWeekdayNamesBg = array(
  'неделя', 'понеделник', 'вторник', 'сряда', 'четвъртък',
  'петък', 'събота'
);

/* private */ $wgMonthNamesBg = array(
  'януари', 'февруари', 'март', 'април', 'май', 'юни',
  'юли', 'август', 'септември', 'октомври', 'ноември',
  'декември'
);

/* private */ $wgMonthAbbreviationsBg = array(
  'яну', 'фев', 'мар', 'апр', 'май', 'юни', 'юли', 'авг',
  'сеп', 'окт', 'ное', 'дек'
);

# All special pages have to be listed here: a description of ""
# will make them not show up on the "Special Pages" page, which
# is the right thing for some of them (such as the "targeted" ones).
#
/* private */ $wgValidSpecialPagesBg = array(
  "Userlogin"    => "Влизане",
  "Userlogout"  => "Излизане",
  "Preferences"  => "Потребителски настройки",
  "Watchlist"    => "Наблюдавани",
  "Recentchanges" => "Последни промени",
  "Upload"    => "Качване картинки",
  "Imagelist"    => "Списък на картинките",
  "Listusers"    => "Регистрирани потребители",
  "Statistics"  => "Статистика",
  "Randompage"  => "Случайна статия",

  "Lonelypages"  => "Статии-сираци",
  "Unusedimages"  => "Картинки-сираци",
  "Popularpages"  => "Известни статии",
  "Wantedpages"  => "Най-желани статии",
  "Shortpages"  => "Кратки статии",
  "Longpages"    => "Дълги статии",
  "Newpages"    => "Нови статии",
  "Ancientpages"  => "Стари статии",
  "Allpages"    => "Всички страници по заглавие",

  "Ipblocklist"  => "Блокирани потребители/ИП-адреси",
  "Maintenance" => "Страница за поддръжка",
  "Specialpages"  => "",
  "Contributions" => "",
  "Emailuser"    => "",
  "Whatlinkshere" => "",
  "Recentchangeslinked" => "",
  "Movepage"    => "",
  "Booksources"  => "Външни източници на книги",
  "Export"	=> "XML export",
);

/* private */ $wgSysopSpecialPagesBg = array(
  "Blockip"    => "Блокиране на потребител/ИП-адрес",
  "Asksql"    => "Справка към базата данни",
  "Undelete"    => "Възстановяване на изтрити страници"
);

/* private */ $wgDeveloperSpecialPagesBg = array(
  "Lockdb"    => "Само достъп за четене към базата данни",
  "Unlockdb"    => "Разрешение на достъп за писане към базата данни",
  "Debug"      => "Информация за откриване на грешки"
);

/* private */ $wgAllMessagesBg = array(

# Bits of text used by many pages:
#
"linktrail"    => "/^([a-z]+)(.*)\$/sD",
"mainpage"    => "Начална страница",
"mainpagetext"  => "Системата на Уики бе успешно инсталирана.",
"about"      => "За $wgSitename",
"aboutwikipedia" => "За $wgSitename",
"aboutpage"    => "$wgMetaNamespace:За $wgSitename",
"help"      => "Помощ",
"helppage"    => "$wgMetaNamespace:Помощ",
"wikititlesuffix" => "$wgSitename",
"bugreports"  => "Съобщения за грешки",
"bugreportspage" => "$wgMetaNamespace:Съобщения_за_грешки",
"sitesupport"   => "Дарения",
"sitesupportpage" => "", # If not set, won't appear. Can be wiki page or URL
"faq"      => "ЧЗВ",
"faqpage"    => "$wgMetaNamespace:ЧЗВ",
"edithelp"    => "Помощ при редактиране",
"edithelppage"  => "$wgMetaNamespace:Как_се_редактира_страница",
"cancel"    => "Отказ",
"qbfind"    => "Търсене",
"qbbrowse"    => "Избор",
"qbedit"    => "Редактиране",
"qbpageoptions" => "Настройки за страницата",
"qbpageinfo"  => "Информация за страницата",
"qbmyoptions"  => "Моите настройки",
"mypage"    => "Моята страница",
"mytalk"    => "Mоята беседа",
"currentevents" => "Текущи събития",
"errorpagetitle" => "Грешка",
"returnto"    => "Връщане към $1.",
"fromwikipedia"  => "От $wgSitename, свободната енциклопедия", # FIXME
"whatlinkshere"  => "Какво сочи насам",
"help"      => "Помощ",
"search"    => "Търсене",
"go"    => "Отиване",
"history"    => "История",
"printableversion" => "Версия за печат",
"editthispage"  => "Редактиране",
"deletethispage" => "Изтриване на страницата",
"protectthispage" => "Защита на страницата",
"unprotectthispage" => "Сваляне на защитата",
"newpage" => "Нова страница",
"talkpage"    => "Дискусионна страница",
"postcomment"   => "Оставяне на коментар",
"articlepage"  => "Преглед на статия",
"subjectpage"  => "Преглед на тема", # For compatibility
"userpage" => "Преглед на потребителска страница",
"wikipediapage" => "Преглед на мета-страница",
"imagepage" =>   "Преглед на картинка",
"viewtalkpage" => "Преглед на беседа",
"otherlanguages" => "Други езици",
"redirectedfrom" => "(Пренасочване от $1)",
"lastmodified"  => "Последна промяна на страницата: $1.",
"viewcount"    => "Страницата е била преглеждана $1 пъти.",
"gnunote" => "Всички текстове са достъпни при условията на <a class=internal href='/wiki/Лиценз_за_свободна_документация'>лиценза за свободна документация</a>. <span style=\"color:#555\">All text is available under the terms of the <a class=internal href='/wiki/GNU_Free_Documentation_License'>GNU Free Documentation License</a>.</span>",
"printsubtitle" => "(от http://en.wikipedia.org)",
"protectedpage" => "Защитена страница",
"administrators" => "$wgMetaNamespace:Администратори",
"sysoptitle"  => "Изискване на администраторски права (sysop)",
"sysoptext"    => "Желаното действие може да се изпълни само от администратори
(sysop).
Вижте $1.",
"developertitle" => "Изискват се права на разработчик",
"developertext"  => "Желаното действие може да се изпълни само от разработчици.
Вижте $1.",
"nbytes"    => "$1 байта",
"go"      => "Отиване",
"ok"      => "Добре",
"sitetitle"    => $wgSitename,
"sitesubtitle"  => "Свободната енциклопедия",
"retrievedfrom" => "Взето от \"$1\"",
"newmessages" => "Имате $1.",
"newmessageslink" => "нови съобщения",
"editsection"=>"редактиране",
"toc" => "Съдържание",
"showtoc" => "показване",
"hidetoc" => "скриване",
"thisisdeleted" => "Преглед или възстановяване на $1?",
"restorelink" => "$1 изтрити редакции",

# Main script and global functions
#
"nosuchaction"  => "Няма такова действие",
"nosuchactiontext" => "Действието, указано от URL-адреса, не се разпознава
от системата",
"nosuchspecialpage" => "Няма такава специална страница",
"nospecialpagetext" => "Отправихте заявка за специална страница, която не се разпознава от системата.",

# General errors
#
"error"      => "Грешка",
"databaseerror" => "Грешка при работа с базата данни",
"dberrortext"  => "Възникна синтактична грешка при заявка към базата данни.
Това може да е причинено от невалидна заявка за търсене (вижте $5)
или да свидетелства за грешка в ситемата.
Последната заявка към базата данни бе:
<blockquote><tt>$1</tt></blockquote>
при функцията \"<tt>$2</tt>\".
MySQL дава грешка \"<tt>$3: $4</tt>\".",
"dberrortextcl" => "Възникна синтактична грешка при заявка към базата данни.
Последната заявка към базата данни бе:
\"$1\"
при функцията \"$2\".
MySQL дава грешка \"$3: $4\".\n",
"noconnect"    => "В момента има технически трудности и не може да се направи връзка със сървъра на базата данни.",
"nodb"      => "Неуспех при избиране на база данни $1",
"cachederror"  => "Следното е складирано копие на желата страница и може да е остаряло.",
"readonly"    => "Базата данни заключена",
"enterlockreason" => "Посочете причина за заключването, като дадете и
приблизителна оценка кога базата данни ще бъде отключена",
"readonlytext"  => "Базата данни на $wgSitename е временно затворена за
нови статии и други промени - вероятно за рутинна поддръжка,
след която ще бъде отново на разположение.
Администраторът, който я е затворил, дава следното обяснение:
<p>$1",
"missingarticle" => "Текстът на страницата \"$1\" не бе намерен в базата данни.

<p>Това обикновено е причинено от последване на остаряла разлика или
препратка от историята към изтрита страница.

<p>Ако не това е причината, е възможно да сте намерили грешка в системата.
Моля, съобщете за това на администратор, като включите и името на статията.",
"internalerror" => "Вътрешна грешка",
"filecopyerror" => "Файлът \"$1\" не можа да бъде копиран като \"$2\".",
"filerenameerror" => "Файлът \"$1\" не можа да бъде преименуван на \"$2\".",
"filedeleteerror" => "Файлът \"$1\" не можа да бъде изтрит.",
"filenotfound"  => "Файлът \"$1\" не бе намерен.",
"unexpected"  => "Неочаквана стойност: \"$1\"=\"$2\".",
"formerror"    => "Грешка: неуспех при изпращане на формуляра",
"badarticleerror" => "Действието не може да се изпълни върху страницата.",
"cannotdelete"  => "Указаната страница или картинка не можа да бъде изтрита. (Може вече да е изтрита от някой друг.)",
"badtitle"    => "Невалидно заглавие",
"badtitletext"  => "Желаното заглавие на страница е невалидно, празно или
неправилна препратка към друг език или Уики.",
"perfdisabled" => "Съжаляваме! Това свойство е временно изключено,
защото забавя базата данни дотам, че никой не може да използва Уики.",
"perfdisabledsub" => "Съхранен екземпляр от $1:",
"viewsource" => "Изходен код",
"protectedtext" => "Страницата е затворена за промени. Съществуват доста
причини това да е така, моля, вижте
[[$wgMetaNamespace:Защитена_страница]].

Може да прегледате и копирате изходния код на страницата:",

# Login and logout pages
#
"logouttitle"  => "Излизане на потребител",
"logouttext"  => "Излязохте от системата.
Може да продължите да използвате $wgSitename анонимно или да влезете отново
като друг потребител.\n",

"welcomecreation" => "<h2>Добре дошли, $1!</h2><p>Вашата сметка бе успешно открита.
Сега може да промените настройките по Ваш вкус.",

"loginpagetitle" => "Влизане в системата",
"yourname"    => "Вашето потребителско име",
"yourpassword"  => "Вашата парола",
"yourpasswordagain" => "Въведете повторно парола",
"newusersonly"  => " (само нови потребители)",
"remembermypassword" => "Запомняне на паролата между сесиите.",
"loginproblem"  => "<b>Имаше проблем с Вашето влизане.</b><br>Опитайте отново!",
"alreadyloggedin" => "<font color=\"red\"><b>$1, вече сте влезли в системата!</b></font><br>\n",

"areyounew"    => "Ако посещавате за пръв път $wgSitename и искате да откриете
потребителска сметка,
моля, въведете потребителско име и парола.
Посочването на е-поща е незадължително, но се препоръчва:
ако си забравите паролата, може да поискате тя да Ви бъде изпратена
на дадения адрес.<br>\n",

"login"      => "Влизане",
"userlogin"    => "Влизане",
"logout"    => "Излизане",
"userlogout"  => "Излизане",
"notloggedin"  => "Не сте влезли",
"createaccount"  => "Създаване на сметка",
"badretype"    => "Въведените пароли не съвпадат.",
"userexists"  => "Въведеното потребителско име вече се използва. Моля, изберете друго име.",
"youremail"    => "Вашата е-поща*",
"yournick"    => "Вашият псевдоним (за подписи)",
"emailforlost"  => "* Въвеждането на е-поща не е задължително,
но позволява на хората да се свържстно променяно и
преразпределяно както на някого е удобно, тогава не го публикувайте.<br>
Също потвърждавате, че Вие сте написали това или сте го взели от
обществен домейн или друг подобен източник.
<strong>НЕ ПУБЛИКУВАЙТЕ ПРОИЗВЕДЕНИЯ С АВТОРСКИ ПРАВА БЕЗ РАЗРЕШЕНИЕ!</strong>
<hr>
<span style=\"color:#555\">
Please note that all contributions to $wgSitename are
considered to be released under the GNU Free Documentation License
(see $1 for details).
If you don't want your writing to be edited mercilessly and redistributed
at will, then don't submit it here.<br>
You are also promising us that you wrote this yourself, or copied it from a
public domain or similar free resource.
<strong>DO NOT SUBMIT COPYRIGHTED WORK WITHOUT PERMISSION!</strong>
</span>",
"longpagewarning" => "ВНИМАНИЕ: Страницата има размер $1 килобайта; някои
браузъри могат да имат проблеми при редактиране на страници
по-големи от 32КБ.
Моля, обмислете дали страницата не може да се раздели на няколко по-малки части.",
"readonlywarning" => "ВНИМАНИЕ: Базата данни бе затворена за поддръжка,
затова в момента Вашите промени не мога да бъдат съхранени.
Ако желаете, може да съхраните страницата като текстов файл и да се
опитате да я публикувате по-късно.",
"protectedpagewarning" => "ВНИМАНИЕ: Страницата е затворена за промени, само
системни оператори могат да я редактират.
Моля, следвайте
<a href='/wiki/$wgMetaNamespace:Указания_за_защитена_страница'>указанията
за защитена страница</a>.",

# History pages
#
"revhistory"  => "История на версиите",
"nohistory"    => "Няма редакционна история за тази страница.",
"revnotfound"  => "Версията не е открита",
"revnotfoundtext" => "Поисканата от Вас стара версия на страницата не бе открита.
Моля, проверете адреса, който използвахте за достъп към страницата.\n",
"loadhist"    => "Зареждане история на страницата",
"currentrev"  => "Текуща версия",
"revisionasof"  => "Версия на $1",
"cur"      => "тек",
"next"      => "след",
"last"      => "посл",
"orig"      => "ориг",
"histlegend"  => "Легенда: (тек) = разлика с текущата версия,
(посл) = разлика с предишната версия, М = малка промяна",

# Diffs
#
"difference"  => "(Разлики между версиите)",
"loadingrev"  => "зареждане на версии за diff",
"lineno"    => "Ред $1:",
"editcurrent"  => "Редактиране на текущата версия на страницата",

# Search results
#
"searchresults" => "резултати от търсенето",
"searchhelppage" => "$wgMetaNamespace:Търсене",
"searchingwikipedia" => "Търсене в $wgSitename",
"searchresulttext" => "За повече информация относно $wgSitename, вижте $1.",
"searchquery"  => "За заявка \"$1\"",
"badquery"    => "Лошо формулирана заявка за търсене",
"badquerytext"  => "Вашата заявка не можа да бъде обработена.
Вероятно сте се опитали да търсите дума с по-малко от три букви, което все
още не се поддържа.
Възможно е и да сте сгрешили в изписването на израза, например: \"риба и и везни\".
Моля, опитайте с нова заявка.",
"matchtotals"  => "Заявката \"$1\" отговаря на $2 заглавия на страници
и на текста на $3 статии.",
"nogomatch" => "Не съществуват страници с точно това заглавие, опит за пълнотекстово търсене.",
"titlematches"  => "Съответствия в заглавията",
"notitlematches" => "Няма съответствия в заглавията",
"textmatches"  => "Съответствия в текста",
"notextmatches"  => "Няма съответствия в текста",
"prevn"      => "предишни $1",
"nextn"      => "следващи $1",
"viewprevnext"  => "Преглед ($1) ($2) ($3).",
"showingresults" => "Показване на <b>$1</b> резултата, започвайки от #<b>$2</b>.",
"showingresultsnum" => "Показване на <b>$3</b> резултата, започвайки от #<b>$2</b>.",
"nonefound"    => "<strong>Забележка</strong>: безрезултатните търсения често са причинени
от това, че се търсят основни думи като \"има\" или \"от\", които не се индексират,
или от това, че се търсят повече от една думи (показват се само страници, съдържащи всички
зададени понятия).",
"powersearch" => "Търсене",
"powersearchtext" => "
Търсене в именни пространства:<br>
$1<br>
$2 List redirects &nbsp; Търсене на $3 $9",
"searchdisabled" => "<p>Пълнотекстовото търсене бе временно изключено поради
голямото натоварване на сървъра; надяваме се да го пуснем отново след
предстоящото техническо подобряване на системата.
Междувременно, може да търсите чрез Google:</p>

<!-- SiteSearch Google -->
<FORM method=\"GET\" action=\"http://www.google.com/search\">
<TABLE bgcolor=\"#FFFFFF\"><tr><td>
<A HREF=\"http://www.google.com/\">
<IMG SRC=\"http://www.google.com/logos/Logo_40wht.gif\"
border=\"0\" ALT=\"Google\"></A>
</td>
<td>
<INPUT TYPE=\"text\" name=\"q\" size=\"31\" maxlength=\"255\" value=\"$1\">
<INPUT type=\"submit\" name=\"btnG\" VALUE=\"Google Search\">
<font size=\"-1\">
<input type=\"hidden\" name=\"domains\" value=\"{$wgServer}\"><br><input type=\"radio\"
name=\"sitesearch\" value=\"\"> WWW <input type=\"radio\" name=\"sitesearch\"
value=\"{$wgServer}\" checked> {$wgServer} <br>
<input type='hidden' name='ie' value='$2'>
<input type='hidden' name='oe' value='$2'>
</font>
</td></tr></TABLE>
</FORM>
<!-- SiteSearch Google -->
",
"blanknamespace" => "(Главно)",

# Preferences page
#
"preferences"  => "Настройки",
"prefsnologin" => "Не сте влезли",
"prefsnologintext"  => "Необходимо е да <a href=\"" .
  wfLocalUrl( "Специални:Влизане" ) . "\">влезете</a>,
за да променяте потребителсите настройки.",
"prefslogintext" => "Влязохте като \"$1\".
Вашият вътрешен номер e $2.

Вижте
[[$wgMetaNamespace:Помощ за настройките|помощта за потребителските настройки]],
за да се ориентирате при избора.",
"prefsreset"  => "Стандартните настройки бяха възстановени.",
"qbsettings"  => "Настройки на лентата за бърз избор (Quickbar)",
"changepassword" => "Смяна на парола",
"skin"      => "Облик",
"math"      => "Показване на матем. символи",
"dateformat"  => "Формат на датата",
"math_failure"    => "Неуспех при разбора",
"math_unknown_error"  => "непозната грешка",
"math_unknown_function"  => "непозната функция",
"math_lexing_error"  => "лексикална грешка",
"math_syntax_error"  => "синтактична грешка",
"saveprefs"    => "Съхранение настройки",
"resetprefs"  => "Стандартни настройки",
"oldpassword"  => "Стара парола",
"newpassword"  => "Нова парола",
"retypenew"    => "Нова парола повторно",
"textboxsize"  => "Размери на текстовата кутия",
"rows"      => "Редове",
"columns"    => "Колони",
"searchresultshead" => "Настройки за резултати от търсене",
"resultsperpage" => "Резултати на страница",
"contextlines"  => "Редове за резултат",
"contextchars"  => "Символи от контекста на ред",
"stubthreshold" => "Определяне като къси статии до",
"recentchangescount" => "Брой заглавия в последни промени",
"savedprefs"  => "Вашите настройки бяха съхранени.",
"timezonetext"  => "Въведете броя часове, с които Вашето местно време се
различава от това на сървъра
(<a href=\"http://en2.wikipedia.org/wiki/Coordinated_Universal_Time\"
    title=\"Coordinated Universal Time\">UTC</a>).",
"localtime"  => "Показване местно време",
"timezoneoffset" => "Отместване",
"servertime"  => "Време на сървъра",
"guesstimezone" => "Попълване чрез браузъра",
"emailflag"    => "Забраняване на писма от други потребители",
"defaultns"    => "Търсене в тези именни пространства по подразбиране:",

# Recent changes
#
"changes" => "промени",
"recentchanges" => "Последни промени",
# This is the default text, and can be overriden by editing [[$wgMetaNamespace::Recentchanges]]
"recentchangestext" => "Проследяване на последните промени в $wgSitename.",
"rcloaderr"    => "Зареждане последни промени",
"rcnote"    => "Показани са последните <strong>$1</strong> промени през последните <strong>$2</strong> дни.",
"rcnotefrom"  => "Дадени са промените от <b>$2</b> (до <b>$1</b> показани).",
"rclistfrom"  => "Показване на нови промени, започвайки от $1",
# "rclinks"    => "Показване на последните $1 промени през последните $2 часа / последните $3 дни",
# "rclinks"    => "Показване на последните $1 промени през последните $2 дни.",
"rclinks"    => "Показване на последните $1 промени през последните $2 дни; $3 малки промени",
"rchide"    => "$4; $1 малки промени; $2 вторични именни пространства; $3 многократни редакции.",
"rcliu"      => "; $1 редакции от влезли потребители",
"diff"      => "разл",
"hist"      => "ист",
"hide"      => "скриване",
"show"      => "показване",
"tableform"    => "таблица",
"listform"    => "списък",
"nchanges"    => "$1 промени",
"minoreditletter" => "М",
"newpageletter" => "Н",

# Upload
#
"upload"    => "Качване",
"uploadbtn"    => "Качване",
"uploadlink"  => "Качване картинки",
"reupload"    => "Повторно качване",
"reuploaddesc"  => "Връщане към формуляра за качване.",
"uploadnologin" => "Не сте влезли",
"uploadnologintext"  => "Необходимо е да <a href=\"" .
  wfLocalUrl( "Специални:Влизане" ) . "\">влезете</a>,
за да качвате файлове.",
"uploadfile"  => "Качване на картинки, музикални файлове, документи и др.",
"uploaderror"  => "Грешка при качване",
"uploadtext"  => "<strong>ВНИМАНИЕ!</strong> Преди да качите нещо,
прочетете и се придържайте към <a href=\"" .
wfLocalUrlE( "$wgMetaNamespace:Политика_за_използване_картинки" ) . "\">политиката за използване картинки</a>
на $wgSitename.
<p>Ако файл с указаното име вече съществува в Уикипедия, то той ще бъде
заменен без предупреждение.
Затова, ако не правите актуализация, първо се убедете,
че такъв файл не съществува.</p>
<p>За да прегледате съществуващите в базата данни картинки,
разгледайте <a href=\"" . wfLocalUrlE( "Специални:Списък_на_картинките" ) .
"\">списъка с качените картинки</a>.
Качванията и изтриванията се записват в <a href=\"" .
wfLocalUrlE( "$wgMetaNamespace:Дневник_на_качванията" ) . "\">дневника на качванията</a>.</p>
<p>Използвайте долния формуляр, за да качвате нови картинки,
които да използвате в статиите си.
В повечето браузъри ще видите бутон \"Browse...\"
(ако използвате преведен интерфейс, може да видите \"Избор на файл...\",
\"Избор...\") и др.), който ще отвори основния за вашата операционна система
диалогов прозорец за избиране на файл.
След като изберете файл, името му ще се появи в текстовото поле до бутона.
Трябва също да отметнете и кутийката, с която потвърждавате, че не
нарушавате някакви авторски права посредством качването на файла.
Натиснете бутона \"Качване\", за да завършите качването.
Това може да отнеме известно време, ако връзкара Ви към интернет е бавна.</p>
<p>Предпочитаните формати са JPEG за фотографии, PNG
за рисунки и иконки и OGG за звуци.
Моля, дайте описателно име на файловете, за да се избегне евентуално объркване.
За да включите картинка в статия, използвайте една от следните препратки:
<b>[[image:file.jpg]]</b> или <b>[[image:file.png|алтернативен текст]]</b>
или <b>[[media:file.ogg]]</b> за музикални файлове.</p>
<p>Моля, обърнете внимание на това, че както при страниците, останалите могат
да редактират или изтрият Ващите качени неща, ако сметнат, че това
помага на енциклопедията, а на Вас може да Ви бъде забранено да качвате файлове,
ако злоупотребявате със системата.</p>",
"uploadlog"    => "дневник на качванията",
"uploadlogpage" => "Дневник_на_качванията",
"uploadlogpagetext" => "Списък с последните качвания.
Показаните времена са според часовата зона на сървъра
(<a href=\"http://en2.wikipedia.org/wiki/Coordinated_Universal_Time\"
    title=\"Coordinated Universal Time\">UTC</a>).
<ul>
</ul>
",
"filename"    => "Име на файл",
"filedesc"    => "Резюме",
"affirmation"  => "Потвърждавам, че притежателят на авторското право за този файл
разрешава той да се използва според условията на $1.",
"copyrightpage" => "$wgMetaNamespace:Авторски права",
"copyrightpagename" => "Авторски права в $wgSitename",
"uploadedfiles"  => "Качени файлове",
"noaffirmation" => "Потвърдете, че с качването на файла не нарушавате
авторски права.",
"ignorewarning"  => "Съхраняване на файла въпреки предупрежденията.",
"minlength"    => "Имената на картинките трябва да съдържат поне три символа.",
"badfilename"  => "Картинката бе преименувана на \"$1\".",
"badfiletype"  => "Файловият формат \".$1\" не се препоръчва за картинки.",
"largefile"    => "Препоръчва се картинките да не надвишават 100 килобайта.",
"successfulupload" => "Качването бе успешно",
"fileuploaded"  => "Файлът \"$1\" бе успешно качен.
Моля, последвайте препратката: ($2) към страницата за описание и, моля,
въведете малко информация за файла - кога и от кого е създаден
и всякаква друга информация, която имате за него.",
"uploadwarning" => "Предупреждение при качване",
"savefile"    => "Съхраняване на файл",
"uploadedimage" => "качена \"$1\"",
"uploaddisabled" => "Съжаляваме, качванията на този сървър са спрени.",

# Image list
#
"imagelist"    => "Списък на картинките",
"imagelisttext"  => "Списък от $1 картинки, сортирани $2.",
"getimagelist"  => "донасяне на списъка с картинки",
"ilshowmatch"  => "Показване на всички картинки със съвпадащи имена",
"ilsubmit"    => "Търсене",
"showlast"    => "Показване на последните $1 картинки, сортирани $2.",
"all"      => "всички",
"byname"    => "по име",
"bydate"    => "по дата",
"bysize"    => "по размер",
"imgdelete"    => "изтр",
"imgdesc"    => "опис",
"imglegend"    => "Легенда: (опис) = показване/редактиране описание на картинка.",
"imghistory"  => "История на картинка",
"revertimg"    => "връщ",
"deleteimg"    => "изтр",
"imghistlegend" => "Легенда: (тек) = текущата картинка, (изтр) = изтриване
на тази стара версия, (връщ) = възвръщане към тази стара версия.
<br><i>Щракнете върху датата, за да видите картинката, качена на тази дата</i>.",
"imagelinks"  => "Препратки към картинки",
"linkstoimage"  => "Следните страници сочат към картинката:",
"nolinkstoimage" => "Няма страници, сочещи към картинката.",

# Statistics
#
"statistics"  => "Статистика",
"sitestats"    => "Статистика",
"userstats"    => "Потребителска статистика",
"sitestatstext" => "Има <b>$1</b> страници в базата данни.
Това включва \"дискусионни\" страници, страници за $wgSitename, изключително къси
страници, пренасочващи страници и други, които вероятно не са статии.
Изключвайки тези, има <b>$2</b> страници, които може би са действителни статии.<p>
Имало е <b>$3</b> прегледа и <b>$4</b> редакции на страници
от последното подобряване на системата на 20 юли 2002 г.
Това прави средно по <b>$5</b> редакции на страници и по <b>$6</b> прегледа на редакция.",
"userstatstext" => "Има <b>$1</b> регистрирани потребители.
<b>$2</b> от тях са администратори (вижте $3).",

# Maintenance Page
#
"maintenance"    => "Страница за поддръжка",
"maintnancepagetext"  => "Тази страница съдържа няколко удобни инструмента за всекидневна поддръжка. Някои от тези функции доста натоварват базата данни, затова, моля, не обновявайте страницата след всяка Ваша операция, ;-)",
"maintenancebacklink"  => "Обратно към страницата за поддръжка",
"disambiguations"  => "Страници за избягване на двусмислие",
"disambiguationspage"  => "$wgMetaNamespace:Препратки_към_страници_за_избягване_на_двусмислие",
"disambiguationstext"  => "Следните статии сочат към <i>страница за избягване на двусмислие</i>. Вместо това те би трябвало да сочат съответната статия.<br>Страница се определя като \"избягване на двусмислие\", ако към нея се сочи от $1.<br>Тук <i>не</i> са посочени препратки от други именни пространства.",
"doubleredirects"  => "Двойни пренасочвания",
"doubleredirectstext"  => "<b>Внимание:</b> Този списък може да съдържа лъжливи записи. Това означава, че една пренасочваща страница съдържа допълнителен текст с препратки след заповедта #REDIRECT.<br>\nВсеки ред съдържа препратки към първото и второто пренасочване, както и първия ред на текста на второто пренасочване, който обикновено посочва \"истинката\" целева статия, към която първото пренасочване би трябвало да сочи.",
"brokenredirects"  => "Невалидни пренасочвания",
"brokenredirectstext"  => "Следните пренасочващи страници сочат към несъществуващи статии.",
"selflinks"    => "Страници с препратки към себе си",
"selflinkstext"    => "Следните страници правят препратки към себе се, които те не би трябвало да съдържат.",
"mispeelings"           => "Страници с правописни грешки",
"mispeelingstext"  => "Следните страници съдържат основни правописни грешки, които са
изброени в $1. Правилните форми може да се посочат (като това).",
"mispeelingspage"       => "Списък с основните правописни грешки",
"missinglanguagelinks"  => "Липсващи езикови препратки",
"missinglanguagelinksbutton"    => "Търсене на липсващи езикови препратки за",
"missinglanguagelinkstext"      => "Тези статии <i>не</i> сочат към техните копия в $1. Пренасочванията и подстраниците <i>не са</i> показани.",


# Miscellaneous special pages
#
"orphans"    => "Страници-сираци",
"lonelypages"  => "Страници-сираци",
"unusedimages"  => "Неизползвани картинки",
"popularpages"  => "Известни страници",
"nviews"    => "$1 прегледа",
"wantedpages"  => "Желани страници",
"nlinks"    => "$1 препратки",
"allpages"    => "Всички страници",
"randompage"  => "Случайна страница",
"shortpages"  => "Кратки страници",
"longpages"    => "Дълги страници",
"listusers"    => "Списък на потребителите",
"specialpages"  => "Специални страници",
"spheading"    => "Специални страници за всички потребители",
"sysopspheading" => "Само за администратори",
"developerspheading" => "Само за разработчици",
"protectpage"  => "Защитена страница",
"recentchangeslinked" => "Сродни промени",
"rclsub"    => "(към страници, сочени от \"$1\")",
"debug"      => "Отстраняване на грешки",
"newpages"    => "Нови страници",
"ancientpages"    => "Доста стари статии",
"movethispage"  => "Преместване на страницата",
"unusedimagestext" => "<p>Моля, забележете, че други сайтове, като например
сродните многоезикови проекти, могат да сочат към картинката с пряк адрес
и въпреки това тя може да се намира в списъка.",
"booksources"  => "Източници на книги",
"booksourcetext" => "Показани са препратки към други сайтове, които продават нови и
използвани книги и могат да имат допълнителна информация за книгите, които търсите.
$wgSitename не е свързана с никоя от тези фирми и този списък не трябва да
се разглежда като подкрепа към тях.",
"alphaindexline" => "$1 към $2",

# Email this user
#
"mailnologin"  => "Няма е-поща",
"mailnologintext" => "Трябва да <a href=\"" .
  wfLocalUrl( "Специални:Влизане" ) . "\">сте влезете</a>
и да сте посочили валидна е-поща в <a href=\"" .
  wfLocalUrl( "Специални:Настройки" ) . "\">настройките</a> си,
за да пращате писма на други потребители.",
"emailuser"    => "Пращане писмо на потребителя",
"emailpage"    => "Пращане писмо на потребител",
"emailpagetext"  => "Ако потребителят е посочил валидна е-поща в
настройките си, чрез долния формуляр може да му се изпрати съобщение.
Адресът, записан в настройките Ви, ще се появи в полето \"От\" на
изпратеното писмо, така че получателят ще е в състояние да Ви отговори.",
"noemailtitle"  => "Няма е-поща",
"noemailtext"  => "Потребителят не посочил валидна е-поща или е избрал да не получава
писма от други потребители.",
"emailfrom"    => "От",
"emailto"    => "До",
"emailsubject"  => "Относно",
"emailmessage"  => "Съобщение",
"emailsend"    => "Изпращане",
"emailsent"    => "Писмото е изпратено",
"emailsenttext" => "Писмото Ви бе изпратено.",

# Watchlist
#
"watchlist"    => "Моят списък за наблюдение",
"watchlistsub"  => "(за потребител \"$1\")",
"nowatchlist"  => "Списъкът Ви за наблюдение е празен.",
"watchnologin"  => "Не сте влезли",
"watchnologintext"  => "Трябва да <a href=\"" .
  wfLocalUrl( "Специални:Влизане" ) . "\">влезете</a>,
за да можете да променяте списъка си за наблюдение.",
"addedwatch"  => "Добавено в списъка за наблюдение",
"addedwatchtext" => "Страницата \"$1\" бе добавена в <a href=\"" .
  wfLocalUrl( "Специални:списък за наблюдение" ) . "\">списъка Ви за наблюдение</a>.
Бъдещите промени на тази страница и съответната й дискусионна страница ще
се описват там, а страницата ще се появява с <b>удебелен шрифт</b> в
 <a href=\"" .
  wfLocalUrl( "Специални:Последни_промени" ) . "\">списъка с последните промени</a>,
което ще направи по-лесно избирането й.</p>

<p>Ако по-късно искате да премахнете страницата от списъка Ви за наблюдение,
щракнете на \"Спиране наблюдение\" в страничната лента.",
"removedwatch"  => "Премахнато от списъка за наблюдение",
"removedwatchtext" => "Страницата \"$1\" бе премахната от списъка Ви за наблюдение.",
"watchthispage"  => "Наблюдаване на страница",
"unwatchthispage" => "Спиране наблюдение",
"notanarticle"  => "Не е статия",
"watchnochange" => "Никоя от наблюдаваните страници не е била редактирана в показаното време.",
"watchdetails" => "($1 наблюдавани странци (без дискусионни);
$2 редактирани страници от прекъсването насам;
$3...
<a href='$4'>показване и редактиране на пълния списък</a>.)",
"watchmethod-recent" => "проверка на последните промени за наблюдавани страници",
"watchmethod-list" => "проверка на наблюдаваните страници за скорошни редакции",
"removechecked" => "Премахване на избраните от списъка за наблюдение",
"watchlistcontains" => "Вашият списък за наблюдение съдържа $1 страници.",
"watcheditlist" => "Показани са наблюдаваните страници в
азбучен ред. Отметнете кутийките на страниците, които искате да премахнете
от списъка Ви за наблюдение и натиснете бутона 'Премахване на избраните'.",
"removingchecked" => "Премахване на избраните от списъка за наблюдение...",
"couldntremove" => "Неуспех при премахването на '$1'...",
"iteminvalidname" => "Проблем с '$1', грешно име...",
"wlnote" => "Показани са последните $1 промени през последните <b>$2</b> часа.",


# Delete/protect/revert
#
"deletepage"  => "Изтриване на страница",
"confirm"    => "Потвърждение",
"excontent" => "съдържанието бе:",
"exbeforeblank" => "съдържанието преди изпразването бе:",
"exblank" => "страницата бе празна",
"confirmdelete" => "Потвърждение за изтриване",
"deletesub"    => "(Изтриване на \"$1\")",
"historywarning" => "Внимание: Страницата, която ще изтриете, има история: ",
"confirmdeletetext" => "На път сте безвъзвратно да изтриете страница или картинка заедно с
всичката й история от базата данни.
Моля, потвърдете, че искате това, че разбирате последствията и че правите това
в съответствие с [[$wgMetaNamespace:Политика|нашата политика]].",
"confirmcheck"  => "Да, наистина искам да изтрия това.",
"actioncomplete" => "Действието бе изпълнено",
"deletedtext"  => "\"$1\" беше изтрито.
Вижте $2 за запис на последните изтривания.",
"deletedarticle" => "изтрита \"$1\"",
"dellogpage"  => "Дневник_на_изтриванията",
"dellogpagetext" => "Списък на най-скорошните изтривания.
Показаните времена са според часовата зона на сървъра
(<a href=\"http://en2.wikipedia.org/wiki/Coordinated_Universal_Time\"
    title=\"Coordinated Universal Time\">UTC</a>).
<ul>
</ul>
",
"deletionlog"  => "дневник на изтриванията",
"reverted"    => "Възвръщане към предишна версия",
"deletecomment"  => "Причина за изтриването",
"imagereverted" => "Възвръщането към предишна версия бе успешно.",
"rollback"    => "Връщане назад на промените", #Roll back edits
"rollbacklink"  => "връщане назад", #rollback
"rollbackfailed" => "Връщането назад не сполучи", #Rollback failed
"cantrollback"  => "Промяната не може да се извърши; последният автор е единственият собственик на статията.",
"alreadyrolled"  => "Последната редакция на [[$1]], направена от [[Потребител:$2|$2]] ([[Потребител беседа:$2|Беседа]]) не може да се върне назад; някой друг вече е редактирал страницата или е върнал назад промените.

Последната редакция е на [[Потребител:$3|$3]] ([[Потребител беседа:$3|Беседа]]). ",
#   only shown if there is an edit comment
"editcomment" => "Коментарът на редакцията е бил: \"<i>$1</i>\".",
"revertpage"  => "Възвръщане към последната редакция на $1",
"protectlogpage" => "Дневник_защита",
"protectlogtext" => "Списък с отварянията/затварянията на страницата.
За повече информация вижте [[$wgMetaNamespace:Защитена страница]].",
"protectedarticle" => "защитена [[$1]]",
"unprotectedarticle" => "незащитена [[$1]]",

# Undelete
"undelete" => "Възстановяване на изтрита страница",
"undeletepage" => "Преглед и възстановяване на изтрити страници",
"undeletepagetext" => "Следните страници бяха изтрити, но се намират все още
в архива и могат да бъдат възстановени. Архивът може да се почиства от време на време.",
"undeletearticle" => "Възстановяване на изтрита статия",
"undeleterevisions" => "$1 версии архивирани",
"undeletehistory" => "Ако възстановите страницата, всички версии ще бъдат
върнати в историята.
Ако след изтриването е създадена страница със същото име, въсзстановените
версии ще се появят като по-ранна история, а текущата версия на страницата
няма да бъде автоматично заменена.",
"undeleterevision" => "Изтрита версия на $1",
"undeletebtn" => "Възстановяване!",
"undeletedarticle" => "възстановена \"$1\"",
"undeletedtext"   => "Страницата [[$1]] бе успешно възстановена.
Вижте [[$wgMetaNamespace:Дневник_на_изтриванията|дневника на изтриванията]] за запис на последните изтривания и възстановявания.",

# Contributions
#
"contributions"  => "Потребителски приноси",
"mycontris" => "Моите приноси",
"contribsub"  => "За $1",
"nocontribs"  => "Не са намерени промени, отговарящи на критерия.",
"ucnote"    => "Показани са последните <b>$1</b> промени, извършени от този потребител през последните <b>$2</b> дни.",
"uclinks"    => "Показване на последните $1 промени; показване на последните $2 дни.",
"uctop"    => " (горе)" ,

# What links here
#
"whatlinkshere"  => "Какво сочи насам",
"notargettitle" => "Няма цел",
"notargettext"  => "Не указахте целева страница или потребител,
върху която/който да се изпълни действието.",
"linklistsub"  => "(Списък с препратки)",
"linkshere"    => "Следните страници сочат насам:",
"nolinkshere"  => "Няма страници, сочещи насам.",
"isredirect"  => "пренасочваща страница",

# Block/unblock IP
#
"blockip"    => "Блокиране на потребител",
"blockiptext"  => "Използвайте долния формуляр, за да отнемете правото на писане
на определен ИП-адрес или потребител.
Това трябва да се направи само, за да се предотвратят прояви на вандализъм,
и в съответствие с [[$wgMetaNamespace:Линия_на_поведение|политиката на $wgSitename]].
Посочете съшо и причина за блокирането (например, заглавия на страници,
станали обект на вандализъм).",
"ipaddress"    => "ИП-адрес/потребител",
"ipbreason"    => "Причина",
"ipbsubmit"    => "Блокиране на този потребител",
"badipaddress"  => "Няма потребител с такова име",
"noblockreason" => "Трябва да посочите причина за блокирането.",
"blockipsuccesssub" => "Блокирането успешно",
"blockipsuccesstext" => "\"$1\" беше блокиран.
<br>Вижте [[Специални:Списък_с_блокирани_ИП-адреси|списъка с блокирани ИП-адреси]], за да прегледате блокираните.",
"unblockip"    => "Премахване на блок за потребител",
"unblockiptext"  => "Използвайте долния формуляр, за да възстановите
правото на писане на по-рано блокиран ИП-адрес или потребител.",
"ipusubmit"    => "Премахване на блок за този адрес",
"ipusuccess"  => "\"$1\" освободен",
"ipblocklist"  => "Списък с блокирани ИП-адреси и потребители",
"blocklistline"  => "$1, $2 е блокирал $3",
"blocklink"    => "блокиране",
"unblocklink"  => "премахване на блок",
"contribslink"  => "приноси",
"autoblocker"  => "Автоматично блокиране поради взаимно ползване на ИП-адрес с \"$1\". Причина \"$2\".",

# Developer tools
#
"lockdb"    => "Заключване на базата данни",
"unlockdb"    => "Отключване на базата данни",
"lockdbtext"  => "Заключването на базата данни ще попречи на всички
потребители да редактират страници, да сменят своите настройки, да редактират
своите списъци за наблюдение и на всички други техни действия, изискващи
промени в базата данни.
Моля, потвърдете, че искате точно това и ще отключите базата данни,
когато привършите с работата по подръжката.",
"unlockdbtext"  => "Отключването на базата данни ще възстанови способността на
потребителите да редактират страници, да сменят своите настройки, да редактират
своите списъци за наблюдение и изпълнението на всички други действия, изискващи
промени в базата данни.
Моля, потвърдете, че искате точно това.",
"lockconfirm"  => "Да, аз наистина искам да заключа базата данни.",
"unlockconfirm"  => "Да, аз наистина искам да отключа базата данни.",
"lockbtn"    => "Заключване на базата данни",
"unlockbtn"    => "Отключване на базата данни",
"locknoconfirm" => "Не сте отметнали кутийката за потвърждение.",
"lockdbsuccesssub" => "Заключване на базата данни успешно",
"unlockdbsuccesssub" => "Отключване на базата данни успешно",
"lockdbsuccesstext" => "Базата данни на $wgSitename бе заключена.
<br>Не забравяйте да отключите базата данни, когато привършите с работата по подръжката.",
"unlockdbsuccesstext" => "Базата данни на $wgSitename бе отключена.",

# SQL query
#
"asksql"    => "SQL-заявка",
"asksqltext"  => "Използвайте долния формуляр, за да отправите пряка заявка
към базата данни на $wgSitename.
Използвайте апострофи ('като тези'), за ограничители на низове (string literals).
Често това доста натоварва сървъра, затова, моля,
използвайте пестеливо тази функция.",
"sqlislogged"  => "Моля, забележете, че всички заявки се записват.",
"sqlquery"    => "Въвеждане на заявка",
"querybtn"    => "Изпращане на заявка",
"selectonly"  => "Заявки, различни от \"SELECT\", са позволени само на
разработчиците в $wgSitename.",
"querysuccessful" => "Заявката бе успешна",

# Move page
#
"movepage"    => "Преместване на страница",
"movepagetext"  => "Посредством долния формуляр може да преименувате
страница, премествайки цялата й история на новото име.
Старото заглавие ще се превърне в пренасочваща страница
Препратките към старата страница няма да бъдат променени; затова
[[Специални:Поддръжка|проверете]] за двойни или невалидни пренасочвания.
Вие сами би трябвало да се убедите в това, че препратките продължават да сочат там,
където се предполага.

Страницата '''няма''' да бъде преместена, ако вече съществува страница с
новото име, освен ако е празна или пренасочване и няма редакционна история.
<span style=\"color:#555\">(This means that you can rename a page back to where
it was just renamed from if you make a mistake, and you cannot overwrite
an existing page.)</span>

<b>ВНИМАНИЕ!</b>
Това може да е голяма и неочаквана промяна за известна страница;
моля, уверете се, че разбирате последствията преди да продължите.",
"movepagetalktext" => "Съответната дискусионна страница, ако съществува,
ще бъде автоматично преместена заедно с нея, '''освен ако:'''
*не местите страницата от едно именно пространство в друго,
*вече съществува непразна дискусионна страница с това име или
*не сте отметнали долната кутийка.

В тези случаи, ако желаете, ще трябва да преместите страницата ръчно.",
"movearticle"  => "Преместване на страница",
"movenologin"  => "Не сте влезли",
"movenologintext" => "Необходимо е да сте регистриран потребител и <a href=\"" .
  wfLocalUrl( "Специални:Влизане" ) . "\">да влезете</a>,
за да преместите страница.",
"newtitle"    => "Към ново заглавие",
"movepagebtn"  => "Преместване",
"pagemovedsub"  => "Преместването бе успешно",
"pagemovedtext" => "Страницата \"[[$1]]\" бе преместена към \"[[$2]]\".",
"articleexists" => "Вече съществува страница с това име или името, което сте избрали,
е невалидно. Моля, изберете друго име.",
"talkexists"  => "Страницата бе успешно преместена, но без
съответната дискусионна страница, защото под новото име
има една съществуваща. Моля, обединете ги ръчно.",
"movedto"    => "преместена към",
"movetalk"    => "Преместване и на дискусионната страница, ако е приложимо.",
"talkpagemoved" => "Съответната дискусионна страница също бе преместена.",
"talkpagenotmoved" => "Съответната дискусионна страница <strong>не</strong> бе преместена.",

);

include_once( "LanguageUtf8.php" );

class LanguageBg extends LanguageUtf8 {

  function getBookstoreList () {
    global $wgBookstoreListBg ;
    return $wgBookstoreListBg ;
  }

  function getNamespaces() {
    global $wgNamespaceNamesBg;
    return $wgNamespaceNamesBg;
  }

  function getNsText( $index ) {
    global $wgNamespaceNamesBg;
    return $wgNamespaceNamesBg[$index];
  }

  function getNsIndex( $text ) {
    global $wgNamespaceNamesBg, $wgNamespaceNamesEn;

    foreach ( $wgNamespaceNamesBg as $i => $n ) {
      if ( 0 == strcasecmp( $n, $text ) ) { return $i; }
    }
	# Existing links; fall back to support English names
    foreach ( $wgNamespaceNamesEn as $i => $n ) {
      if ( 0 == strcasecmp( $n, $text ) ) { return $i; }
    }
    return false;
  }

  function getQuickbarSettings() {
    global $wgQuickbarSettingsBg;
    return $wgQuickbarSettingsBg;
  }

  function getSkinNames() {
    global $wgSkinNamesBg;
    return $wgSkinNamesBg;
  }

  function getMathNames() {
    global $wgMathNamesBg;
    return $wgMathNamesBg;
  }

  function getDateFormats() {
    global $wgDateFormatsBg;
    return $wgDateFormatsBg;
  }

  function getUserToggles() {
    global $wgUserTogglesBg;
    return $wgUserTogglesBg;
  }

  function getMonthName( $key )
  {
    global $wgMonthNamesBg;
    return $wgMonthNamesBg[$key-1];
  }

  /* by default we just return base form */
  function getMonthNameGen( $key )
  {
    global $wgMonthNamesBg;
    return $wgMonthNamesBg[$key-1];
  }

  function getMonthRegex()
  {
    global $wgMonthNamesBg;
    return implode( "|", $wgMonthNamesBg );
  }

  function getMonthAbbreviation( $key )
  {
    global $wgMonthAbbreviationsBg;
    return $wgMonthAbbreviationsBg[$key-1];
  }

  function getWeekdayName( $key )
  {
    global $wgWeekdayNamesBg;
    return $wgWeekdayNamesBg[$key-1];
  }

  function getValidSpecialPages()
  {
    global $wgValidSpecialPagesBg;
    return $wgValidSpecialPagesBg;
  }

  function getSysopSpecialPages()
  {
    global $wgSysopSpecialPagesBg;
    return $wgSysopSpecialPagesBg;
  }

  function getDeveloperSpecialPages()
  {
    global $wgDeveloperSpecialPagesBg;
    return $wgDeveloperSpecialPagesBg;
  }

  function getMessage( $key )
  {
    global $wgAllMessagesBg;
    return $wgAllMessagesBg[$key];
  }

}

?>
