<?php


/* private */ $wgAllMessagesUk = array(
# User Toggles

"tog-underline" => "Підкреслювати зв'язки",
"tog-highlightbroken" => "Форматувати неіснуючі зв'язки <a href=\"\" class=\"new\">ось так</a> (Альтернатива: ось так<a href=\"\" class=\"internal\">?</a>).",
"tog-justify"	=> "Вирівнювати параграфи",
"tog-hideminor" => "Ховати незначні зміни в списку недавніх змін",
"tog-usenewrc" => "Покращений список недавніх змін (підтримується не всіма браузерами)",
"tog-numberheadings" => "Автоматично нумерувати заголовки",
"tog-editondblclick" => "Редагувати статті при подвійному натисканні кнопки миші (JavaScript)",
"tog-editsection"=>"Редагувати секції по зв'язку [прав.]",
"tog-editsectiononrightclick"=>"Редагувати секції по правій кнопці миші на назві секції (JavaScript)",
"tog-showtoc"=>"Показувати зміст (для статей з більше ніж 3-ма заголовками)",
"tog-rememberpassword" => "Запам'ятовувати пароль між сеансами",
"tog-editwidth" => "Розширяти вікно для редагування до меж вікна браузера ",
"tog-watchdefault" => "Слідкувати за новими та зміненими статтями",
"tog-minordefault" => "Спочатку вважати всі зміни незначними",
"tog-previewontop" => "Показувати попередній текст до вікна редагування, а не післе",
"tog-nocache" => "Заборонити кешування статей",
# Dates
'sunday' => "неділя",
'monday' => "понеділок",
'tuesday' => "вівторок",
'wednesday' => "середа",
'thursday' => "четвер",
'friday' => "п'ятниця",
'saturday' => "субота",
'january' => "січень",
'february' => "лютий",
'march' => "березень",
'april' => "квітень",
'may_long' => "травень",
'june' => "червень",
'july' => "липень",
'august' => "серпень",
'september' => "вересень",
'october' => "жовтень",
'november' => "листопад",
'december' => "грудень",
'january-gen' => 'січня',
'february-gen' => 'лютого',
'march-gen' => 'березня',
'april-gen' => 'квітня',
'may-gen' => 'травня',
'june-gen' => 'червня',
'july-gen' => 'липня',
'august-gen' => 'серпня',
'september-gen' => 'вересня',
'october-gen' => 'жовтня',
'november-gen' => 'листопада',
'december-gen' => 'грудня',
'jan' => "січ",
'feb' => "лют",
'mar' => "бер",
'apr' => "квіт",
'may' => "трав",
'jun' => "черв",
'jul' => "лип",
'aug' => "серп",
'sep' => "вер",
'oct' => "жов",
'nov' => "лист",
'dec' => "груд",

# Bits of text used by many pages:
#
"linktrail"		=> "/^([a-z]+)(.*)\$/sD",
"mainpage"		=> "Головна стаття",
"mainpagetext"	=> "Програмне забезпечення вікі встановлено.",
"about"			=> "Про",
"aboutsite"      => "Про {{SITENAME}}",
"aboutpage"		=> "{{ns:project}}:Про",
"help"			=> "Довідка",
"helppage"		=> "{{ns:project}}:Довідка",
"bugreports"	=> "Звіт про помилку",
"bugreportspage" => "{{ns:project}}:Звіт_про_помилку",
"sitesupport"   => "Sitesupport",
"faq"			=> "Часті питання",
"faqpage"		=> "{{ns:project}}:Часті питання",
"edithelp"		=> "Довідка про редагування",
"edithelppage"	=> "{{ns:project}}:Як_редагувати_статті",
"cancel"		=> "Відмінити",
"qbfind"		=> "Знайти",
"qbbrowse"		=> "Переглянути",
"qbedit"		=> "Редагувати",
"qbpageoptions" => "Настройки статті",
"qbpageinfo"	=> "Інформація про статтю",
"qbmyoptions"	=> "Ваші настройки",
"mypage"		=> "Ваша особиста сторінка",
"mytalk"		=> "Ваше особисте обговорення",
"currentevents" => "Поточні події",
"errorpagetitle" => "Помилка",
"returnto"		=> "Повернутися до $1.",
"whatlinkshere"	=> "Статті, що вказують на дану",
"help"			=> "Довідка",
"search"		=> "Пошук",
"go"		=> "Перейти",
"history"		=> "Старі версії",
"printableversion" => "Версія для друку",
"editthispage"	=> "Редагувати дану статтю",
"deletethispage" => "Вилучити дану статтю",
"protectthispage" => "Встановити захист",
"unprotectthispage" => "Зняти захист",
"newpage" => "Нова стаття",
"talkpage"		=> "Обговорити статтю",
"postcomment"   => "Прокоментувати",
"articlepage"	=> "Переглянути статтю",
"subjectpage"	=> "Переглянути тему", # For compatibility
"userpage" => "Переглянути сторінку користувача",
"projectpage" => "Переглянути мета-сторінку",
"imagepage" => 	"Переглянути сторінку зображення",
"viewtalkpage" => "Переглянути обговорення",
"otherlanguages" => "Іншими мовами",
"redirectedfrom" => "(Перенаправлено з $1)",
"lastmodified"	=> "Остання зміна $1.",
"viewcount"		=> "Цю статтю переглядали $1 разів.",
"protectedpage" => "Захищена стаття",
"administrators" => "{{ns:project}}:Адміністратори",
"sysoptitle"	=> "Необхідний рівень доступу Оператор",
"sysoptext"		=> "Дана дія може бути виконана тільки користувачами з правами \"Оператор\". Див. $1.",
"developertitle" => "Необхіден рівень доступу Розробник",
"developertext"	=> "Дана дія може бути виконана тільки користувачами з правами \"Розробник\". Див $1.",
"nbytes"		=> "$1 байт(ів)",
"go"			=> "Перейти",
"ok"			=> "OK",
"sitetitle"		=> '{{SITENAME}}',
"sitesubtitle"	=> "",
"retrievedfrom" => "Отримано від \"$1\"",
"newmessageslink" => "нові повідомлення",
"editsection"=>"ред.",
"editold"=>"ред.",
"toc" => "Зміст",
"showtoc" => "показати",
"hidetoc" => "сховати",
"thisisdeleted" => "Переглянути або відновити $1?",
"restorelink" => "$1 змін вилучено",

# Main script and global functions
#
"nosuchaction"	=> "Такої дії не існує",
"nosuchactiontext" => "Дія, вказана в URL, не розпізнається програмним забезпеченням {{SITENAME}}",
"nosuchspecialpage" => "Такої спеціальної сторінки не існує",
"nospecialpagetext" => "Спеціальна сторінка не розпізнається програмним забезпеченням {{SITENAME}}.",

# General errors
#
"error"			=> "Помилка",
"databaseerror" => "Помилка бази даних",
"dberrortext"	=> "Знайдено помилку синтаксису запиту до бази даних.
Останній запит до бази даних:
<blockquote><tt>$1</tt></blockquote>
відбувся з функції \"<tt>$2</tt>\".
MySQL повернув помилку \"<tt>$3: $4</tt>\".",
"dberrortextcl" => "Знайдено помилку синтаксису запиту до бази даних.
Останній запит до бази даних:
\"$1\"
відбувся з функції \"$2\".
MySQL повернув помилку \"$3: $4\".",
"noconnect"		=> "Тяжко вибачаємось! В зв'язку з технічними неполадками зараз неможливо зв'язатися з сервером баз даних.",
"nodb"			=> "Неможливо вибрати базу даних $1",
"cachederror"	=> "Нижче відображена кеш-копія запитаної статті, можливо вона застаріла.",
"readonly"		=> "Запис в базу даних заблоковано",
"enterlockreason" => "Введіть обґрунтування блокування та інформацію про те, коли блокування буде знято",
"readonlytext"	=> "Внесення нових статей та інші зміни бази даних {{SITENAME}} в даний момент заблоковано, ймовірно, через планове сервісне обслуговування бази даних,
по закінченню якого нормальний стан буде відновлено.
Заблокувавший адміністратор дав наступні пояснення:
<p>$1",
"missingarticle" => "База даних не знайшла текст статті,
хоча повинна була знайти під іменем \"$1\".
<p>Це може бути викликано використанням застарілого посилання на журнал змін або відмінностей для статті, що була вилучена.
<p>Якщо справа не в цьому, то, швидше за все, ви знайшли помилку в програмному забезпеченні {{SITENAME}}.
Будь-ласка, повідомте про це адміністратору, вказавши URL.",
"internalerror" => "Внутрішня помилка",
"filecopyerror" => "Неможливо скопіювати файл \"$1\" в \"$2\".",
"filerenameerror" => "Неможливо перейменувати файл \"$1\" в \"$2\".",
"filedeleteerror" => "Неможливо вилучити файл \"$1\".",
"filenotfound"	=> "Неможливо знайти файл \"$1\".",
"unexpected"	=> "Неочікуване значення: \"$1\"=\"$2\".",
"formerror"		=> "Помилка: неможливо прийняти форму",
"badarticleerror" => "Ця дія не може бути виконана над даною статтею.",
"cannotdelete"	=> "Неможливо вилучити вказану статтю чи файл. (Можливо, його вже вилучив хтось інший.)",
"badtitle"		=> "Недопустима назва",
"badtitletext"	=> "Невірна назва статті, пуста, або невірно вказано міжмовна або між-вікі назва.",
"perfdisabled" => "Вибачаємося! Ця можливість тимчасово недоступна через обмеженість ресурсів.",
"perfdisabledsub" => "Це - збережена копія від $1:",
"viewsource" => "Переглянути початковий текст",
"protectedtext" => "Ця сторінка була заблокована, щоб не допустити
зміни; для цього можуть бути різні причини, подивіться будь-ласка
[[{{ns:project}}:Захищена стаття]].

You can view and copy the source of this page:",

# Login and logout pages
#
"logouttitle"	=> "Вийти з системи",
"logouttext"	=> "Ви працюєте в тому ж режимі, який був до вашої реєстрації в системі. Ви ідентифікуєтесь не з іменем, а з IP-адресом.
Ви можете продовжувати використовувати {{SITENAME}} анонімно, або почати новий сеанс як той же самий чи інший користувач.",

"welcomecreation" => "<h2>Вітаємо Вас, $1!</h2><p>Ви зареєстровані.
Не забудьте налаштувати {{SITENAME}} так, як Вам зручно.",

"loginpagetitle" => "Вхід в систему",
"yourname"		=> "Ваше ім'я",
"yourpassword"	=> "Ваш пароль",
"yourpasswordagain" => "Повторний набір пароля",
"remembermypassword" => "Запам'ятовувати ваш пароль між сеансами.",
"loginproblem"	=> "<b>Проблема при вході в систему.</b><br />попробуйте ще раз!",
"alreadyloggedin" => "<strong>Користувач $1, ви вже ввійшли в систему!</strong><br />",
"login"			=> "Вхід в систему",
"userlogin"		=> "Вхід в систему",
"logout"		=> "Вийти з системи",
"userlogout"	=> "Вийти з системи",
"notloggedin"	=> "Ви не ввійшли в систему",
"createaccount"	=> "Зареєструвати нового користувача",
"badretype"		=> "Введені вами паролі не співпадають.",
"userexists"	=> "Введене вами ім'я користувача вже існує. Виберіть будь-ласка інше ім'я.",
"youremail"		=> "Адреса вашої електронної пошти*",
"yournick"		=> "Ваш псевдонім (для підписів)",
"loginerror"	=> "Помилка при вході в систему",
"noname"		=> "Користувача з таким іменем не існує.",
"loginsuccesstitle" => "Успішний вхід в систему",
"loginsuccess"	=> "Тепер ви працюєте в {{SITENAME}} під іменем \"$1\".",
"nosuchuser"	=> "Користувача з таким іменем \"$1\" не існує.
Перевірте вірність написання, або скористайтеся формою, що нижче, щоб зареєструвати нового користувача.",
"wrongpassword"	=> "Введений вами пароль невірний. Попробуйте ще раз.",
"mailmypassword" => "Відправити вам новий пароль",
"passwordremindertitle" => "Пам'ятка пароля {{SITENAME}}",
"passwordremindertext" => "Хтось (можливо, ви - з IP-адреси $1)
зробив запит на відправлення вам нового пароля користувача проекту {{SITENAME}}.
Пароль користувача \"$2\" тепер такий: \"$3\".
Тепер вам необхідно ввійти в систему й змінити пароль.",
"noemail"		=> "Для користувача \"$1\" не вказано адресу електронної пошти.",
"passwordsent"	=> "Новий пароль відправлено на адресу електронної пошти, вказану для \"$1\".
Будь-ласка, ввійдіть в систему після отримання пароля.",

# Edit pages
#
"summary"		=> "Короткий опис",
"subject"		=> "Тема/заголовок",
"minoredit"		=> "Це незначна зміна",
"watchthis"		=> "Спостерігати за цією статтею",
"savearticle"	=> "Зберегти статтю",
"preview"		=> "Попередній перегляд",
"showpreview"	=> "Показати попередній варіант",
"blockedtitle"	=> "Користувача заблоковано",
"blockedtext"	=> "Ваш користувач чи IP-адреса заблоковані $1.
Причина блокування:<br />''$2''<p>Ви можете зв'язатися з $1 чи іншим
[[{{ns:project}}:Администратори|администратором]] що обговорити блокування.
Зверніть увагу, що ви не можете використовувати функцію \"Надіслати електронного листа користувачу\", якщо ви не вказали адресу вашої електронної пошти в Ваших [[Спеціальні:Настройки|настройках]]
Ваша IP-адреса - $3. Будь-ласка, вказуйте, якщо будете запитувати про блокування.
==Зауваження для користувачів America On-Line==
Через багаторазові акти вандалізму одного з користувачів AOL, {{SITENAME}} часто блокує проксі-сервери AOL. Один й той же сервер може використовуватися різними користувачами, тому, нажаль, невинні користувачі AOL часто бувають _неспеціальне_ заблоковані. Ми вибачаємося за незручності.
Якщо це відбулося з Вами, відправте, будь-ласка, електронною поштою листа адміністратору. Не забудьте вказати вашу IP-адресу, вказану вище.",
"newarticle"	=> "(Нова)",
"newarticletext" => "Ви перейшли на статтю, яка поки що не існує.
Щоб створити нову статтю, наберіть текст в вікні нижче
(див. [[{{ns:project}}:Довідка|довідкову статтю]] щоб отримати більше інформації).
Якщо ви опинились тут помилково, просто натисніть кнопку браузера '''назад'''.",
"anontalkpagetext" => "---- ''Це сторінка обговорення, що належить анонімному користувачу, який ще не зареєструвався або не скористався зареєстрованим ім'ям. Тому ми вимушені використовувати [[IP-адресу]] для його ідентифікації. Одна IP-адреса може використовуватися декількома користувачами. Якщо ви - анонімний користувач і вважаєте, що отримали коментарі, адресовані не вам, будь ласка [[Спеціальні:Вхід_в_систему|зареєструйтесь або ввійдіть в систему як зареєстрований користувач]], щоб в майбутньому уникнути можливої плутанини з іншими анонімними користувачами.'' ",
"noarticletext" => "(На даний момент текст в цієї статті відсутній)",
"updated"		=> "(Оновлена)",
"note"			=> "<strong>Зауваження:</strong> ",
"previewnote"	=> "Зверніть увагу, - це тільки попередній перегляд, і текст ще не збережено!",
"previewconflict" => "Цей попередній перегляд відображає текст з вікна редагування так, як він буде виглядіти, якщо ви вирішите записати його.",
"editing"		=> "Редагування $1",
"editingsection"	=> "Редагування $1 (секція)",
"editingcomment"	=> "Редагування $1 (коментар)",
"editconflict"	=> "Конфлікт редакцій: $1",
"explainconflict" => "Ще хтось змінив цю статтю з того часу, як ви розпочали її змінювати.
В верхній частині тексту показано, як стаття виглядить зараз. Ваші зміни показані в нижній частині тексту.
Вам необхідно буде скомпонувати ваші зміни в існуючий текст.
Якщо ви натиснете \"Зберегти статтю\", то буде збережено <b>тільки</b> текст в верхньому вікні редагування.<br />",
"yourtext"		=> "Ваш текст",
"storedversion" => "Збережена версія",
"editingold"	=> "<strong>ПОПЕРЕДЖЕННЯ: Ви редагуєте застарівшу версію даної статті.
Якщо ви збережете її, будь-які редагування, зроблені між версіями, будуть втрачені.</strong>",
"yourdiff"		=> "Відмінності",
/*"copyrightwarning" => "Будь ласка, зверніть увагу, що будь-які добавлення
й зміни в {{SITENAME}} розглядаються як випущені на умовах
GNU Free Documentation License без незмінюваних секцій
(див. $1, щоб взнати подробиці).
Якщо ви не бажаєте, щоб написане вами безжалісно редагувалось
і розповсюджувалося за бажанням будь-кого, - не пишіть тут.<br />

Ви також зобов'язуєтесь, що написане вами тут належить вам чи взято з джерела,
що є суспільною власністю чи подібним вільним джерелом.
<strong>НЕ ПУБЛІКУЙТЕ ТУТ БЕЗ ДОЗВОЛУ ТВОРИ, ЩО Є ОБ'ЄКТОМ АВТОРСКОГО ПРАВА,
Й ЛІЦЕНЗІЯ ЯКИХ НЕ ДОЗВОЛЯЄ ПОДІБНОЇ ПУБЛІКАЦІЇ!</strong>",*/
"longpagewarning" => "<strong>ПОПЕРЕДЖЕННЯ: Довжина цієї статті $1 кілобайт; статті, розмір яких перевищує 32кб. можуть створювати проблеми для деяких браузерів.
Розгляньте, будь-ласка, варіанти розбиття статті на менші частини.</strong>",
"readonlywarning" => "<strong>ПОПЕРЕДЖЕННЯ: База даних заблокована в зв’язку з процедурами обслуговування,
тому ви не можете записати ваші зміни в даний момент.
Можливо, вам варто зберегти текст в локальний файл (на свому диску) й записати його в {{SITENAME}} пізніше.</strong>",
"protectedpagewarning" => "<strong>ПОПЕРЕДЖЕННЯ: Ця стаття заблокована, так що тільки користувачі с правом
Сисоп можуть змінювати її. Будь-ласка, перегляньте
[[Project:Правила захисту статей'>правила захисту статей]].</strong>",

# History pages
#
"revhistory"	=> "Журнал редагувань",
"nohistory"		=> "Для цієї статті відсутній журнал редагувань.",
"revnotfound"	=> "Версію не знайдено",
"revnotfoundtext" => "Неможливо знайти необхідну вам версію статті.
Будь-ласка, перевірте правильність URL, який ви використовували для доступу до цієї статті.",
"loadhist"		=> "Завантаження журналу редагувань статті",
"currentrev"	=> "Поточна версія",
"revisionasof"	=> "Версія $1",
"cur"			=> "поточн.",
"next"			=> "наст.",
"last"			=> "ост.",
"orig"			=> "ориг.",
"histlegend"	=> "Пояснення: (поточн.) = відмінності від поточної версії,
(ост.) = відмінності від попередньої версії, M = незначне редагування",

# Diffs
#
"difference"	=> "(відмінності між версіями)",
"loadingrev"	=> "завантаження версії для розрізнення",
"lineno"		=> "Рядок $1:",
"editcurrent"	=> "Редагувати поточну версію поточної статті",

# Search results
#
"searchresults" => "Результати пошуку",
"searchresulttext" => "Для отримання детальнішої інформації про пошук в {{SITENAME}}, див. [[Project:Пошук|Пошук в {{SITENAME}}]].",
"searchsubtitle"	=> "На запит \"[[:$1]]\"",
"searchsubtitleinvalid"	=> "На запит \"$1\"",
"badquery"		=> "Невірно зфомульований запит",
"badquerytext"	=> "Неможливо обробити ваш запит.
Можливо, причина в тому, що ви намагались знайти слово, яке коротше трьох букв, що поки-що не підтримується.
Можливо також, що ви допустили опечатку в запиті.
Попробуйте інший запит.",
"matchtotals"	=> "Запиту \"$1\" відповідає(ють) $2 назва(и) статті(ей) й тексти $3 статті(ей).",
"noexactmatch" => "Статті з такою назвою не існує, проводиться пошук по всьому тексту. ",
"titlematches"	=> "Збіг в назвах статей",
"notitlematches" => "Немає збігу в назвах статей",
"textmatches"	=> "Збіг в текстах статей",
"notextmatches"	=> "Немає збігу в текстах статей",
"prevn"			=> "попередня $1",
"nextn"			=> "наступна $1",
"viewprevnext"	=> "Переглянути ($1) ($2) ($3).",
"showingresults" => "Нижче показано <b>$1</b> результатів, починаючи з #<b>$2</b>.",
"showingresultsnum" => " Нижче показано <b>$3</b> результатів, починаючи з #<b>$2</b>.",
"nonefound"		=> "<strong>Зауваження:</strong>: До невдалого пошуку часто може приводити спроба знайти загальні слова, які не підлягають індексації, наприклад - \"також\" and \"що\", або використання більш ніж одного ключового для пошуку слова (показуються тільки статті, що містять всі вказані для пошуку слова).",
"powersearch" => "Пошук",
"powersearchtext" => "
Пошук в просторі імен :<br />
$1<br />
$2 Показувати перенаправлення   Пошук на $3 $9",
"searchdisabled" => "<p>Повнотекстовий пошук тимчасово недоступний через перевантаження сервера; передбачається, що ця функція буде знову включена після установки нового обладнання. Поки що ми пропонуємо вам скористатися пошуковою машиною google:</p>",
"blanknamespace" => "(Основне)",

# Preferences page
#
"preferences"	=> "Настройки",
"prefsnologin" => "Ви не ввійшли в систему",
"prefsnologintext"	=> "Ви повинні [[Спеціальні:Вхід_в_систему|ввійти в систему]]
щоб змінити настройки користувача.",
"prefsreset"	=> "Настройки були повернуті в стандартний стан.",
"qbsettings"	=> "Настройки панелі навігації",
"changepassword" => "Змінити пароль",
"skin"			=> "Оформлення",
"math"			=> "Відображення математики",
"dateformat"	=> "Формат дати",
"math_failure"		=> "Неможливо розібрати вираз",
"math_unknown_error"	=> "невідома помилка",
"math_unknown_function"	=> "невідома функція ",
"math_lexing_error"	=> "лексична помилка",
"math_syntax_error"	=> "синтаксична помилка",
"saveprefs"	=> "Зберегти настройки",
"resetprefs"	=> "Встановити стандартні настройки",
"oldpassword"	=> "Старий пароль",
"newpassword"	=> "Новий пароль",
"retypenew"		=> "Повторіть ввід нового пароля",
"textboxsize"	=> "Розміри поля вводу",
"rows"			=> "Рядків",
"columns"		=> "Стовпчиків",
"searchresultshead" => "Настройки для результатів пошуку",
"resultsperpage" => "Кількість результатів на сторінку",
"contextlines"	=> "Кількість рядків на результат",
"contextchars"	=> "Кількість символів контексту на рядок",
"stubthreshold" => "Поріг визначення заглушки",
"recentchangescount" => "Кількість заголовків статей на сторінці нових редагувань",
"savedprefs"	=> "Ваші настройки збережено.",
"timezonetext"	=> "Введіть зміщення (в годинах) вашого місцевого часу
від часу сервера (UTC - по Гринвічу).",
"localtime"	=> "Місцевий час",
"timezoneoffset" => "Зміщення",
"servertime"	=> "Час сервера",
"guesstimezone" => "Заповнити з браузера",
"defaultns"		=> "По замовчанню, шукати в таких просторах імен:",

# Recent changes
#
"changes" => "редагування",
"recentchanges" => "Нові редагування",
# This is the default text, and can be overriden by editing [[{{ns:project}}::Recentchanges]]
"recentchangestext" => "На цій сторінці представлені останні редагування в {{SITENAME}}.",
"rcloaderr"		=> "Завантаження нових редагувань",
"rcnote"		=> "Нижче відображені останні <strong>$1</strong> редагувань за останні(й) <strong>$2</strong> день(і,ів).",
"rcnotefrom"	=> "Нижче відображені редагування з <b>$2</b> (до <b>$1</b>).",
"rclistfrom"	=> "Показати редагування починаючи з $1",
# "rclinks"		=> "Show last $1 changes in last $2 hours / last $3 days",
# "rclinks"		=> "Show last $1 changes in last $2 days.",
"rclinks"		=> "Показати останні $1 редагування за останні(й) $2 день(і,ів); $3 незначних редагувань.",
"rchide"		=> "в формі $4; $1 незначних редагувань; $2 вторинних(і) просторів імен; $3 множинних редагувань.",
"rcliu"			=> "; $1 редагувань, зроблених користувачами зареєстрованими в системі",
"diff"			=> "різн.",
"hist"			=> "журнал",
"hide"			=> "сховати",
"show"			=> "показати",
"tableform"		=> "таблиця",
"listform"		=> "список",
"nchanges"		=> "$1 редагування(ь)",
"minoreditletter" => "М",
"newpageletter" => "Н",

# Upload
#
"upload"		=> "Завантажити файл",
"uploadbtn"		=> "Завантажити файл",
"uploadlink"	=> "Завантажити зображення",
"reupload"		=> "Завантажити повторно",
"reuploaddesc"	=> "Повернутися до форми завантаження.",
"uploadnologin" => "Ви не ввійшли в систему",
"uploadnologintext"	=> "Ви повинні [[Спеціальні:Вхід_в_систему|ввійти в систему,]]
щоб завантажувати файли.",
"uploaderror"	=> "Помилка завантаження файлу",
"uploadtext"	=> "'''СТІЙ!''' До того як почати завантажувати файли, переконайтесь, що ви прочитали й дієте відповідно
[[Project:Правила_використання_зображеннь|правилам використання зображень {{SITENAME}}]].

Якщо файл з вказаним вами іменем вже існує
в {{SITENAME}}, то він буде замінений без попередження.
Тому, якщо ви не збираєтесь обновляти файл,
було б непогано перевірити, чи існує вже
такий файл.

Щоб переглянути раніше завантажені файли,
зайдіть на: [[Спеціальні:Список зображень|список завантажених зображень]].
Завантаження й вилучення відображаються в
[[Project:Журнал завантажень|журналі завантажень]].

Використовуйте відображену нижче форму завантаження нових файлів зображень, що ілюструють ваші статті.
В більшості браузерів появиться кнопка \"Переглянути...\", натиснувши яку ви можете викликати стандартний діалог
відкриття файлів операційної системи.
Вибір фалу призводить до заповнення текстового поля після кнопки.
Ви також повинні встановити галочку, що підтверджеє, що ви не порушуєте авторських прав завантажуючи цей файл.
Нтисніть кнопку \"Завантажити\", щоб провести завантаження.
Завагтаження може тривати деякий час, якщо у вас повільне інтернет-з'єднання.

Перевагу бажано надавати наступним форматам; JPEG - для фотографій, PNG -
для малюнків и невеликих зображень, OGG - для звуків та музики.
Будь-ласка, щоб попередити виникнення путанини, називайте ваші файли відповідно до їх змісту.
Для включення зображення в статтю, використовуйте ссилки такого вигляду:
'''<nowiki>[[зображення:file.jpg]]</nowiki>''' або '''<nowiki>[[зображення:file.png|альтернативний текст]]</nowiki>'''
або '''<nowiki>[[звук:file.ogg]]</nowiki>''' для звуків.

Будь-ласка, зверніть увагу, що аналогічно текстам статей {{SITENAME}}, інші можуть редагувати чи вилучати завантажені вами файли, якщо вони вважають, що це покращить енциклопедію, а ви можете бути заблоковані, якщо ваші дії шкодять системі.",
"uploadlog"		=> "журнал завантажень",
"uploadlogpage" => "Журнал_завантажень",
"uploadlogpagetext" => "Нижче представлено список найновіших завантажень файлів.
Скрізь використовується час сервера (по Гринвічу, UTC).
<ul>
</ul>",
"filename"		=> "Назва файлу",
"filedesc"		=> "Опис файлу",
"copyrightpage" => "{{ns:project}}:Авторське право",
"copyrightpagename" => "Авторські права в {{SITENAME}}",
"uploadedfiles"	=> "Завантажені файли",
"minlength"		=> "Назва зображення повинна містити хоча б три символи.",
"badfilename"	=> "Назва зображення було змінено на \"$1\".",
"badfiletype"	=> "\".$1\" не є рекомендованим форматом для файлів зображень.",
"largefile"		=> "Рекомендується використовувати файли зображень, розмір яких меньший 100 кілобайт.",
"successfulupload" => "Завантаження успішно завершено",
"fileuploaded"	=> "Файл \"$1\" успішно завантажено.
Будь-ласка, перейдіть за наступним посиланням: ($2) до сторінки з описом і внесіть наступну інформацію про файл: джерело файлу, коли й ким він був створений, та іншу інформацію про цей файл.",
"uploadwarning" => "Попередження",
"savefile"		=> "Зберегти файл",
"uploadedimage" => "завантажено \"[[$1]]\"",
"uploaddisabled" => "Вибачте, можливість завантаження на даний сервер відключена.",

# Image list
#
"imagelist"		=> "Список зображень",
"imagelisttext"	=> "Нижче відображено список з $1 зображень, відсортованих $2.",
"getimagelist"	=> "отримання списку зображень",
"ilsubmit"		=> "Шукати",
"showlast"		=> "Показати останні $1 зображень, відсортованих $2.",
"byname"		=> "за назвою",
"bydate"		=> "за датою",
"bysize"		=> "за розміром",
"imgdelete"		=> "вилуч.",
"imgdesc"		=> "опис",
"imglegend"		=> "Пояснення: (опис) = показати/змінити опис зображення.",
"imghistory"	=> "Журнал зображення",
"revertimg"		=> "відкот.",
"deleteimg"		=> "вилуч.",
"deleteimgcompletely"		=> "вилуч.",
"imghistlegend" => "Пояснення: (поточ.) = це - поточне зображення, (вилуч.) = вилучити цю стару версію, (відкот.) = відкотитися до цієї старої версії.
<br /><i>Виберіть дату, щоб переглянути список зображень, звантажених на цю дату</i>.",
"imagelinks"	=> "Посилання зображення",
"linkstoimage"	=> "Наступні статті посилаються на дане зображення:",
"nolinkstoimage" => "Статті, що посилаються на дане зображення, відсутні.",

# Statistics
#
"statistics"	=> "Статистика",
"sitestats"		=> "Статистика сайту",
"userstats"		=> "Статистика користувачів",
"sitestatstext" => "Загалом в базі даних <b>$1</b> статей.
Сюди входять сторінки \"обговорень\", статті про {{SITENAME}}, мінімальні статті-\"заглушки\", перенаправлення, та інші сторінки, які, можливо, не повинні розглядатися як статті.
За виключенням них, є <b>$2</b> сторінок, які, швидше за все, повноцінні статті.<p>
Всього зроблено <b>$3</b> переглядів та <b>$4</b> редагувань статей
з моменту обновлення програмного забезпечення (20 липня 2002).
Таким чином, в середньому на одну статтю припадає <b>$5</b> редагувань та <b>$6</b> переглядів на одне редагування.",
"userstatstext" => "Зареєструвалося <b>$1</b> користувачів, з яких
<b>$2</b> - адміністратори (див. $3).",

# Maintenance Page
#
"maintenance"		=> "Сторінка обслуговування",
"maintnancepagetext"	=> "На цій сторінці є декілька зручних інструментів для щоденного обслуговування. Деякі з цих функцій сильно перевантажують базу даних, тому, не перезагружайте сторінку після кожного редагування ;-)",
"maintenancebacklink"	=> "Повернутися на сторінку обслуговування",
"disambiguations"	=> "Багатозначні статті",
"disambiguationspage"	=> "{{SITENAME}}:Посилання_на_багатозначні_статті",
"disambiguationstext"	=> "Наступна статті посилаються на <i>багатозначні статті</i>. Замість цього вони повинні вказувати на відповідну конкретну статтю.<br />Стаття вважається багатозначною, якщо на неї вказує $1.<br />Посилання з інших просторів імен тут <i>не</i> вказані.",
"doubleredirects"	=> "Подвійні перенаправлення",
"doubleredirectstext"	=> "<b>Увага:</b> Цей список може містити невірні елементи. Це значить, що після першої директиви #REDIRECT йде додатковий текст з посиланнями.<br />\nКожен рядок містить посилання на перше та друге перенаправлення, а також перший рядок тексту другого перенаправлення, що, звичайно, містить \"реальне\" перенаправленне на необхідну статтю, куди повинно вказувати й перше перенаправленне.",
"brokenredirects"	=> "Розірвані перенаправлення",
"brokenredirectstext"	=> "Наступні перенаправлення вказують на неіснуючі статті.",
"selflinks"		=> "Статті, що вказують самі на себе",
"selflinkstext"		=> "Наступні статті містять посилання на себе, чого не повинно бути.",
"mispeelings"           => "Статті з орфографічними помилками",
"mispeelingstext"               => "Наступні статті містять орфографічні помилки, що часто зустрічаються. Вони перераховані в статті $1. Повинно бути вказано вірне написання (наприклад так).",
"mispeelingspage"       => "Список орфографічних помилок, що часто зустрічаються",
"missinglanguagelinks"  => "Відсутні мовні посилання",
"missinglanguagelinksbutton"    => "Знайти відсутні мовні посилання для такої мови",
"missinglanguagelinkstext"      => "Ці статті <i>не</i> мають посилань на аналогічні мовою $1. Перенаправлення та вкладені статті<i>не</i> показано.",


# Miscellaneous special pages
#
"orphans"		=> "Статті-сироти",
"lonelypages"	=> "Статті-сироти",
"unusedimages"	=> "Зображення, що не використовуються",
"popularpages"	=> "Популярні статті",
"nviews"		=> "$1 переглядів",
"wantedpages"	=> "Необхідні статті",
"nlinks"		=> "$1 посилань",
"allpages"		=> "Всі статті",
"randompage"	=> "Випадкова стаття",
"shortpages"	=> "Короткі статті",
"longpages"		=> "Довгі статті",
"listusers"		=> "Список користувачів",
"specialpages"	=> "Спеціальні сторінки",
"spheading"		=> "Спеціальні сторінки",
"protectpage"	=> "Захищена стаття",
"recentchangeslinked" => "Пов'язані редагування",
"rclsub"		=> "(на статті, посилання на які є на \"$1\")",
"debug"			=> "Відладка",
"newpages"		=> "Нові статті",
"ancientpages"		=> "Самі старі статті",
"movethispage"	=> "Перемістити її",
"unusedimagestext" => "<p>Будь-ласка, врахуйте, що інші веб-сайти (подібно інших мовних розділів {{SITENAME}}) можуть використовувати пряме посилання (URL) на це зображення, і тому зображення може активно використовуватися не дивлячись на його присутність в цьому списку.",
"booksources"	=> "Джерела книг",
"booksourcetext" => "Нижче наведено список посилань на інші веб-сайти, де продаються нові та такі, що були в користуванні книги, а також там  може бути інформація про книги, які ви шукаєте.
{{SITENAME}} ніяк не зв’язані з будь-якими з них, і цей список не може розглядатися як їх підтримка.",
"alphaindexline" => "від $1 до $2",

# Email this user
#
"mailnologin"	=> "Відсутня адреса для відправки",
"mailnologintext" => "Ви повинні [[Спеціальні:Вхід_в_систему|ввійти в систему]]
й мати адресу електронної пошти в ваших [[Спеціальні:Настройки|настройках]],
щоб мати можливість відправляти електронну пошту іншим користувачам.",
"emailuser"		=> "Відправити електронного листа цьому користувачу",
"emailpage"		=> "Відправити електронного листа користувачу",
"emailpagetext"	=> "Якщо цей користувач вказав справжню адресу електронної пошти в своїх настройках, то заповнивши наведену нижче форму, можна відправити йому повідомлення.
Електронна адреса, яку ви вказали в своїх настройках, буде вказана в полі \"Від кого\" листа, тому отримувач буде мати можливість відповісти.",

"noemailtitle"	=> "Відсутня адреса електронної пошти",
"noemailtext"	=> "Цей користувач не вказав справжньої адреси електронної пошти, або вказав, що не бажає отримувати листи від інших користувачів.",
"emailfrom"		=> "Від кого",
"emailto"		=> "Кому",
"emailsubject"	=> "Тема листа",
"emailmessage"	=> "Повідомлення",
"emailsend"		=> "Відіслати",
"emailsent"		=> "Електронне повідомлення відіслано",
"emailsenttext" => "Ваше електронне повідомлення відіслано.",

# Watchlist
#
"watchlist"		=> "Ваш список спостереження",
"watchlistsub"	=> "(для користувача \"$1\")",
"nowatchlist"	=> "Ваш список спостереження пустий.",
"watchnologin"	=> "Ви не ввійшли в систему",
"watchnologintext"	=> "Ви повинні [[Спеціальні:Реєстрація|ввійти в систему]],
щоб змінювати список спостереження.",
"addedwatch"	=> "Добавлена в список спостереження",
"addedwatchtext" => "Стаття \"$1\" добавлена в ваш <a href=\"" .
  "{{localurle:Спеціальні:Список_спостереження}}\">список спостереження</a>.
Наступні редагування цієї статті й пов'язані з нею дискусії будуть відображатися тут,
а також будуть відображатися <b>жирним шрифтом</b> на сторінці з <a href=\"" .
  "{{localurle:Спеціальні:Останні_редагування}}\">списком останніх редагувань</a>, щоб їх було
легше помітити.</p>

<p>Якщо пізніше ви захочете вилучити статтю з свого списку спостереження, виберіть \"Відмінити спостереження\" в списку інструментів.",
"removedwatch"	=> "Вилучена з списку спостереження",
"removedwatchtext" => "Стаття \"$1\" була вилучена з вашого списку спостереження.",
"watchthispage"	=> "Спостерігати за нею",
"unwatchthispage" => "Відмінити спостереження",
"notanarticle"	=> "Не стаття",
"watchnochange" => "За вказаний період в статтях з списку спостереження нічого не змінено.",
"watchdetails" => "($1 статей, за якими ведеться спостереження, не враховуючи сторінок обговорення;
$2 всього змінено статей після відсічки;
$3...
[$4 показати й відредагувати повний список].)",
"watchmethod-recent" => "перегляд останніх редагувань статей за якими ведеться спостереження",
"watchmethod-list" => "перегляд статей за якими ведеться спостереження",
"removechecked" => "Вилучити вибрані елементи зі списку спостереження",
"watchlistcontains" => "Ваш список спостереження містить $1 статей.",
"watcheditlist" => "Нижче відображено алфавітний список статей за якими ви спостерігаєте.
Відмітьте статті, які ви хочете вилучити з вашого
списку спостереження й натисніть кнопку 'вилучити вибрані'
внизу екрану.",
"removingchecked" => "Вилучення вибраних елементів зі списку спостереження...",
"couldntremove" => "Неможливо вилучити елемент '$1'...",
"iteminvalidname" => "Проблема з елементом '$1', недопустиме назва...",
"wlnote" => "Нище наведено останні $1 редагувань за останні <b>$2</b> годин.",


# Delete/protect/revert
#
"deletepage"	=> "Вилучити статтю",
"confirm"		=> "Підтвердження",
"excontent" => "зміст: '$1'",
"exbeforeblank" => "зміст до очистки: '$1'",
"exblank" => "стаття була пуста",
"confirmdelete" => "Підтвердити вилучення",
"deletesub"		=> "(\"$1\" вилучається)",
"historywarning" => "Попередження: Стаття, яку ви збираєтеся вилучити, має журнал редагувань: ",
"confirmdeletetext" => "Ви ось-ось назавжди вилучите статтю чи файл і всі її журнали редагувань з бази даних.
Будь-ласка, підтвердіть, що ви бажаєте зробити це, що ви повністю розумієте наслідки й що ви робите це в відповідності з
[[{{ns:project}}:Правила|правилами {{SITENAME}}]].",
"actioncomplete" => "Дію виконано",
"deletedtext"	=> "\"$1\" було вилучено.
Див. $2 для перегляду списку останніх вилучень.",
"deletedarticle" => "вилучено \"$1\"",
"dellogpage"	=> "Список_вилучень",
"dellogpagetext" => "Нижче наведено список самих свіжих вилучень.
Всюди використовується час сервера (по Гринвічу, UTC).
<ul>
</ul>",
"deletionlog"	=> "список вилучень",
"reverted"		=> "Відновлено з старої версії",
"deletecomment"	=> "Причина вилучення",
"imagereverted" => "Повернення до молодшої версії проведено.",
"rollback"		=> "Відкинути редагування",
"rollbacklink"	=> "відкинути",
"cantrollback"	=> "Неможливо відкинути редагування; останній хто редагував є єдиним автором цієї статті.",
"rollbackfailed" => "Відкинути зміни не вдалося",
"alreadyrolled"	=> "Неможливо відкинути останні редагування [[$1]],
зроблені [[User:$2|$2]] ([[User talk:$2|Talk]]); хтось інший вже змінив чи відкинув редагування цієї статті.
Остані редагування зробив [[User:$3|$3]] ([[User talk:$3|Talk]]). ",
#   only shown if there is an edit comment
"editcomment" => "Редагування прокоментовано так: \"<i>$1</i>\".",
"revertpage"	=> "Відкинуть всі редагування до зробленого $1",
"protectlogpage" => "Журнал_захисту",
"protectlogtext" => "Нижче наведено список установок й зняття захисту з сторінки.
Додаткова інформація: [[{{ns:project}}:Захищена стаття]].",
"protectedarticle" => "захист на [[$1]] встановлено",
"unprotectedarticle" => "захист з [[$1]] знято",

# Undelete
"undelete" => "Відновити вилучену статтю",
"undeletepage" => "Переглянути й відновити вилучені статті",
"undeletepagetext" => "Наступні статті було вилучено, але вони ще в архіві і тому можуть бути відновлені. Архів періодично очищається.",
"undeletearticle" => "Відновити вилучену статтю",
"undeleterevisions" => "В архіві $1 версій",
"undeletehistory" => "Якщо ви відновите статтю, всі версії будуть також відновлені, разом з журналом редагувань.
Якщо з моменту вилучення було створено статтю з такою ж назвою, відновлені версії будуть вказані в журналі редагувань перед новими записами, але поточна версія існуючої статті не буде замінена автоматично.",
"undeleterevision" => "Вилучена версія від $1",
"undeletebtn" => "Відновити!",
"undeletedarticle" => "\"$1\" відновлена",
"undeletedtext"   => "Статтю [[:$1|$1]] було відновлено.
Див. [[{{ns:project}}:Список_вилучень]] щоб переглянути список останніх вилучень та відновлень.",

# Contributions
#
"contributions"	=> "Вклад користувача",
"mycontris" => "Ваш вклад",
"contribsub"	=> "Для $1",
"nocontribs"	=> "Редагувань, що задовольняють заданим умовам не знайдено.",
"ucnote"		=> "Нижче наводяться останні <b>$1</b> редагувань, зроблених цим користувачем за останні <b>$2</b> дні.",
"uclinks"		=> "Переглянути $1 останніх редагувань; за останні $2 дні.",
"uctop"		=> " (наверху)" ,

# What links here
#
"whatlinkshere"	=> "Посилання на неї",
"notargettitle" => "Не вказана ціль",
"notargettext"	=> "Ви не вказали цільову статтю чи користувача, для яких необхідно виконати цю функцію.",
"linklistsub"	=> "(Список посилань)",
"linkshere"		=> "Ці статті вказують сюди:",
"nolinkshere"	=> "Сюди не вказує жодна стаття.",
"isredirect"	=> "сторінка-перенаправлення",

# Block/unblock IP
#
"blockip"		=> "Заблокувати IP-адресу",
"blockiptext"	=> "Використовуйте форму що нижче, щоб заблокувати можливість збереження з вказаної IP-адреси.
Це може бути зроблене виключно для попередження вандалізму і тільки в відповідності до
[[{{ns:project}}:Правила|правил {{SITENAME}}]].
Нище вкажіть конкретную причину (наприклад, процитуйте деякі статті з ознаками вандалізму).",
"ipaddress"		=> "IP-адреса/Імя користувача",
"ipbreason"		=> "Причина",
"ipbsubmit"		=> "Заблокувати доступ цьому користувачу ",
"badipaddress"	=> "Користувача з таким іменем не існує.",
"blockipsuccesssub" => "Блокування проведено",
"blockipsuccesstext" => "\"$1\" заблоковано.
<br />См. [[Спеціальні:Список_заблокованих_IP|список заблокованих IP]] щоб взнати, які IP-адреси заблоковані.",
"unblockip"		=> "Розблокувати IP-адресу",
"unblockiptext"	=> "Використовуйте форму що нижче, щоб відновити можливість збереження раніше заблокованої
IP-адреси.",
"ipusubmit"		=> "Розблокувати цю адресу",
"ipusuccess"	=> "\"$1\" розблоковано",
"ipblocklist"	=> "Список заблокованих IP-адрес й користувачів",
"blocklistline"	=> "$1, $2 заблоковано $3 ($4)",
"blocklink"		=> "заблокувати",
"unblocklink"	=> "розблокувати",
"contribslink"	=> "вклад",
"autoblocker"	=> "Доступ заблоковано автоматично, тому що ви використовуєте ту ж адресу, що і \"$1\". Причина: \"$2\".",

# Developer tools
#
"lockdb"		=> "Заблокувати базу даних (режим \"тільки для читання\")",
"unlockdb"		=> "Розблокувати базу даних",
"lockdbtext"	=> "Блокування бази даних унеможливить редагування статей, настройок, списків спостереження та
виконувати інші дії, що вимагають доступу до бази даних.
Будь-ласка, підтвердіть, що це - саме те, що ви хочете зробити, і що ви відміните блокування коли закінчите обслуговування бази даних.",
"unlockdbtext"	=> "Разблокування бази даних надасть можливість знову
редагувати статті, настройки, списки спостереження та виконувати інші дії, що вимагають доступу до бази даних.
Будь-ласка, підтвердіть, що це - саме те, що ви хочете зробити.",
"lockconfirm"	=> "Так, я дійсно хочу заблокувати базу даних (перейти в режим ''тільки для читання'').",
"unlockconfirm"	=> "Так, я дійсно хочу розблокувати базу даних.",
"lockbtn"		=> "Заблокувати базу даних (режим ''тільки для читання'')",
"unlockbtn"		=> "Розблокувати базу даних",
"locknoconfirm" => "Ви не поставили галочку в поле підтвердження.",
"lockdbsuccesssub" => "Базу даних заблоковано",
"unlockdbsuccesssub" => "Базу даних розблоковано",
"lockdbsuccesstext" => "Базу даних {{SITENAME}} заблоковано.
<br />Не забудьте її розблокувати після завершення обслуговування.",
"unlockdbsuccesstext" => "Базу даних {{SITENAME}} розблоковано.",

# Move page
#
"movepage"		=> "Перемістити статтю",
"movepagetext"	=> "За допомогою форми що нижче, ви можете перейменувати статтю, одночасно перемістивши на нове місце і журнал її редагувань.
Стаття з старою назвою стане перенаправленням на нову статтю.
Посилання на стару назву не будуть змінені; обов'язково
[[Спеціальні:Обслуговування|перевірте]], що не з'явилося подвійних чи розірваних перенаправлень.
Ви відповідаєте за те, щоб переконатися, що посилання далі вказують туди,
куди припускалося.

Зверніть увагу, що стаття '''не''' буде переміщена, якщо стаття
з новою назвою вже існує, якщо тільки вона не пуста і не є
перенаправленням, а журнал її редагувань порожній. Це означає, що ви
можете повернути статті стару назву, якщо ви перейменували її
помилково, але ви не можете затерти існуючу статтю.

<b>ПОПЕРЕДЖЕННЯ!</b>

Дана дія може стати причиною серйозних та неочікуваних змін популярних статей;
будь-ласка, перед продовженням переконайтесь, що ви впевнені й розумієте можливі наслідки.",
"movepagetalktext" => "Приєднана сторінка обговорення, якщо така існує,
також буде автоматично переміщена, '''крім наступних випадків:'''
*Ви переміщаєте статтю з одного простору імен в інший,
*Непуста сторінка обговорення з таким іменем вже існує, або
*Ви не поставили галочку в полі, що нижче.

В цих випадках, ви будете вимушені перемістити чи об'єднати статті вручну,
якщо це потрібно.",
"movearticle"	=> "Перемістити статтю",
"movenologin"	=> "Ви не ввійшли в систему",
"movenologintext" => "Ви повинні ввійти в систему [[Спеціальні:Вхід_в_систему]]
щоб перемістити статтю.",
"newtitle"		=> "Нова назва",
"movepagebtn"	=> "Перемістити статтю",
"pagemovedsub"	=> "Переміщення виконано",
"pagemovedtext" => "Назва статті \"[[$1]]\" змінено на \"[[$2]]\".",
"articleexists" => "Сторінка з такою назвою вже існує, або
вибрана вами назва недопустима.
Будь-ласка, виберіть іншу назву.",
"talkexists"	=> "Стаття була перейменована, але сторінка обговорення
не може бути переміщена, бо сторінка з такаю назвою вже
існує. Будь-ласка, об'єднайте їх вручну.",
"movedto"		=> "тепер називається",
"movetalk"		=> "Перемістити також і сторінку обговорення , якщо це можливо.",
"talkpagemoved" => "Відповідна сторінка обговорення також переміщена.",
"talkpagenotmoved" => "Відповідна сторінка обговорення <strong>не</strong> переміщена.",

# Math

'mw_math_png' => "Завжди генерувати PNG",
'mw_math_simple' => "HTML в простих випадках, інакше PNG",
'mw_math_html' => "HTML якщо можливо, інакше PNG",
'mw_math_source' => "Залишити в вигляді ТеХ (для текстових браузерів)",
'mw_math_modern' => "Рекомендовано для сучасних браузерів",

);


?>