{
	"@metadata": {
		"authors": [
			"Angpradesh",
			"Proabscorp!",
			"Vinitutpal"
		]
	},
	"preferences": "वरीयता",
	"yourpassword": "कूटशब्द :",
	"prefs-help-yourpassword": "खाता पुनर्प्राप्ति सक्षम छौं। अधिक सेटिंग्स लेली $1 देखौ।",
	"tog-prefershttps": "लॉगिन करै लेली सदैव सुरक्षित कनेक्शन केरौ प्रयोग करौ",
	"tog-oldsig": "तोरौ वर्तमान हस्ताक्षर:",
	"tog-fancysig": "हस्ताक्षर क विकिटेक्स्ट के रूप मँ मानौ (आपनै के उपयोगकर्ता पन्ना लेली एगो स्वचालित लिंक के बिना)",
	"tog-requireemail": "पासवर्ड रीसेट ईमेल तभिये भेजौ जबै ईमेल पता आरू उपयोगकर्ता नाँव दोनो विवरण देलौ गेलो छै।",
	"tog-ccmeonemails": "हमरौ द्वारा अन्य सदस्यौ क भेजलौ जाय वाला ईमेल केरौ प्रति हमरहो भेजौ",
	"tog-enotifwatchlistpages": "हमरौ ध्यानसूची मँ दर्ज पन्ना आरू फाइल बदलला प हमरा इ-मेल करौ",
	"tog-enotifusertalkpages": "हमरौ सदस्य वार्ता पृष्ठ प बदलाव होला सँ हमरा इ-मेल करौ",
	"tog-enotifminoredits": "पन्ना आरू फाइल मँ तनी-मनी बदलावो लेली हमरा इ-मेल भेजौ",
	"tog-enotifrevealaddr": "अधिसूचना ईमेल मँ हमरौ ईमेल पता दर्शाबौ",
	"tog-diffonly": "अवतरणौ मँ अन्तर दर्शाबै वक्त पुरानौ अवतरण नै दिखाबौ",
	"tog-norollbackdiff": "सम्पादन वापस लेला के बाद अन्तर नै देखाबौ",
	"tog-underline": "रेखांकित कड़ी:",
	"underline-default": "प्राथमिक त्वचा या ब्राउज़र",
	"underline-never": "कहियो नै",
	"underline-always": "सदैव",
	"tog-showhiddencats": "नुकैलौ श्रेणी सिनी देखाबौ",
	"tog-showrollbackconfirmation": "रोलबैक लिंक प क्लिक करै घड़ियां एगो पुष्टिकरण संकेत देखाबौ",
	"tog-editsectiononrightclick": "अनुभाग शीर्षक प दायाँ क्लिक करला पर अनुभाग सम्पादित करौ",
	"tog-editondblclick": "दू-बार क्लीक करी क पन्ना संपादित करौ",
	"editfont-style": "सम्पादन क्षेत्र केरौ मुद्रलिपि शैली:",
	"editfont-monospace": "एकल स्थल मुद्रलिपि",
	"editfont-sansserif": "'सॅन्स-सेरिफ' मुद्रालिपि",
	"editfont-serif": "'सेरिफ' मुद्रालिपि",
	"tog-minordefault": "सब्भे सम्पादन क छोटौ बदलाव के रूप मँ चिह्नित करौ",
	"tog-forceeditsummary": "रिक्त संपादन सारांश दर्ज करतै समय हमरा संकेत दा (या डिफ़ॉल्ट पहलकरौ सारांश)",
	"tog-useeditwarning": "जबँ हम्मँ कोनो सम्पादन पृष्ठ क बिना सहेजलौ बदलाव साथें छोड़ौ त हमरा सूचित करौ",
	"tog-previewonfirst": "संपादन करना शुरू करौ समय पूर्वावलोकन देखाबौ",
	"tog-previewontop": "सम्पादन बक्सा के उपर झलक दिखाबौ",
	"tog-uselivepreview": "पृष्ठ पुनः लोड करलौ बिना पूर्वावलोकन देखाबौ",
	"tog-usenewrc": "हाल मँ होलौ परिवर्तन आरू ध्यानसूची मँ परिवर्तन क पृष्ठ अनुसार समूहौ मँ बाँटौ",
	"tog-hideminor": "हाल के बदलाव सँ छोटौ बदलाव नुकाबौ",
	"tog-hidecategorization": "पृष्ठ के श्रेणीकरण नुकाबौ",
	"tog-hidepatrolled": "हाल केरौ बदलाव सँ निगरानी मँ रखलौ गलौ संपादन नुकाबौ",
	"tog-newpageshidepatrolled": "नया पन्ना क सूची मँ परीक्षित पृष्ठ सिनु क नुकाबौ",
	"tog-shownumberswatching": "ध्यान रखै वाला यूजर के संख्या देखाबौ",
	"tog-extendwatchlist": "केवल हाले के नै, अपितु ध्यान सूची मँ सब्भे बदलाव दर्शाबौ",
	"tog-watchlistunwatchlinks": "देखै वाला सूची प्रविष्टि लेली प्रत्यक्ष अनदेखलौ/देखलौ चिह्न ({{int:Watchlist-unwatch}}/{{int:Watchlist-unwatch-undo}}) जोड़ौ (टॉगल कार्यक्षमता लेली जावास्क्रिप्ट आवश्यक)",
	"tog-watchlisthideminor": "हमरौ ध्यानसूची सँ साधारण के बदलाव नुकाबौ",
	"tog-watchlisthidebots": "हमरौ ध्यानसूची सँ बॉट द्वारा करलौ बदलाव नुकाबौ",
	"tog-watchlisthideown": "हमरौ ध्यानसूची मँ हमरौ करलौ बदलाव नुकाबौ",
	"tog-watchlisthideanons": "आई॰पी॰ सदस्यौ द्वारा करलौ सम्पादनौ क ध्यानसूची सँ छुपाबौ",
	"tog-watchlisthideliu": "हमरौ ध्यानसूची सँ सत्रारम्भित सदस्यौ केरौ सम्पादन नुकाबौ",
	"tog-watchlistreloadautomatically": "जबै कोनो फ़िल्टर बदललौ जाय छै त वॉचलिस्ट क स्वचालित रूप सँ फेरू लोड करौ (जावास्क्रिप्ट आवश्यक)",
	"tog-watchlisthidecategorization": "पन्ना सिनी केरौ वर्गीकरण नुकाबौ",
	"tog-watchlisthidepatrolled": "परीक्षित सम्पादन हमरौ ध्यानसूची मँ नुकाबौ",
	"tog-watchdefault": "हमरौ संपादित करलौ पन्ना आरू फाइल क हमरौ ध्यानसूची मँ जोड़ौ",
	"tog-watchmoves": "हमरौ स्थानांतरित करलौ पन्ना आरू फाइल क हमरौ ध्यानसूची मँ जोड़ौ",
	"tog-watchdeletion": "हमरौ मेटैलौ पन्ना आरू फाइल क हमरौ ध्यानसूची मँ जोड़ौ",
	"tog-watchcreations": "हमरौ तैयार करलौ पन्ना आरू हमरौ अपलोड करलौ फाइल सिनी क हमरौ ध्यानसूची मँ जोड़ौ",
	"tog-watchuploads": "हमरौ अपलोड करलौ फाइल क हमरौ ध्यानसूची मँ जोड़ौ",
	"tog-watchrollback": "हमरौ द्वारा प्रत्यापन्न (रोलबैक) करलौ गेलौ पन्ना सिनी क हमरौ ध्यानसूची मँ जोड़ौ"
}
