{
	"@metadata": {
		"authors": [
			"Freeyak",
			"Phurbutsering",
			"Sawuche",
			"TseRigs",
			"ཁ་བཏགས་ནག་པོ"
		]
	},
	"saveprefs": "ཉར་བ།",
	"prefs-personal": "སྤྱོད་མིའི་སྤྱི་ཁོག",
	"prefs-info": "རྨང་གཞིའི་གནས་ཚུལ།",
	"username": "{{GENDER:$1|དྲ་མིང་།}}:",
	"prefs-edits": "རྩོམ་སྒྲིག་གྲངས་ཚད།",
	"yourrealname": "དངོས་མིང་།",
	"yourpassword": "ལམ་ཡིག",
	"prefs-resetpass": "ལམ་ཡིག་བརྗེ་བ།",
	"tog-prefershttps": "རྒྱན་དུ་ནང་འཛུལ་བྱས་བའི་སྐབས་བདེ་འཇགས་འབྲེལ་ལམ་བརྒྱུད་རོགས།",
	"yourlanguage": "སྐད་རིགས།",
	"yourgender": "ཁྱེད་ལ་གང་འདྲ་བྱས་ནས་འབོད་དགོས་སམ།",
	"gender-female": "མོ་རང་གིས་ཝེ་ཁེ་ཤོག་ངོས་ཐོག་རྩོམ་སྒྲིག་བྱས་སོང།",
	"gender-male": "ཁོ་རང་གིས་ཝེ་ཁེ་རྩོམ་སྒྲིག་བྱས་སོང།",
	"prefs-signature": "མིང་རྟགས།",
	"tog-oldsig": "ད་ལྟ་ཡོད་པའི་ཁྱེད་ཀྱི་མིང་རྟགས།",
	"yournick": "མིང་རྟགས་སོ་མ།",
	"tog-fancysig": "མིང་རྟགས་རྣམས་ཝེ་ཁེ་ཡི་གེར་བརྩིས་རོགས། (རང་འགུལ་གྱི་སྦྲེལ་མཐུད་མེད་པ།)",
	"prefs-email": "གློག་འཕྲིན་འདེམས་ཚན།",
	"youremail": "གློག་འཕྲིན།:",
	"prefs-setemail": "གློག་འཕྲིན་ཁ་བྱང་སྒྲིག་པ།",
	"prefs-changeemail": "དྲ་འཕྲིན་བརྗེ་བ།",
	"prefs-help-email": "གློག་འཕྲིན་ཁ་བྱང་ནི་རང་མོས་ཡིན། ཡིན་ན་འང་གལ་སྲིད་ཁྱེད་ཀྱི་གསང་བའི་ཨང་གྲངས་འརྗེད་པ་སོགས་བྱུང་ཚེ། གསང་བའི་ཨང་བསྐྱར་སྒྲིག་སྐབས་ངེས་པར་དུ་དགོས།",
	"prefs-help-email-others": "ཁྱེད་ཀྱི་ཐད་ཀར་གློག་འཕྲིན་འམ་ཡང་ན་འགྲོ་གླེང་ཤོག་ངོས་བརྒྱུད་སྤྱོད་མི་གཞན་རྣམས་ཀྱི་ཁྱེད་ལ་འབྲེལ་བ་བྱེད་ཐུབ། ཁྱེད་རང་གི་གློག་འཕྲིན་ཁ་བྱང་སྤྱོད་མི་གཞན་གྱི་འབྲེལ་བ་བྱེད་སྐབས་གསང་གཏོལ་བྱེད་མི་སྲིད།",
	"tog-ccmeonemails": "ངས་གཞན་ལ་བཏང་བའི་གློག་འཕྲིན་གྱི་འདྲ་བཤུས་སྐུར་རོགས།",
	"tog-enotifwatchlistpages": "ངའི་ལྟ་ཞིབ་ཐོ་ནང་གི་ཤོག་ངོས་དང་ཡིག་ཆ་རྣམས་ལ་འགྱུར་ལྡོག་བྱུང་ཚེ་ང་ལ་གློག་འཕྲིན་གཏོང་རོགས།",
	"tog-enotifusertalkpages": "ངའི་སྤྱོད་མིའི་གླེང་མོལ་ལ་བཟོ་བཅོས་བྱུང་ཚེ་གློག་འཕྲིན་གཏང་རོགས།",
	"tog-enotifminoredits": "རྩོམ་སྒྲིག་དང་ཡིག་ཆར་བཟོ་བཅོས་ཆུང་ཚགས་རིགས་བྱུང་ན་ཡང་གློག་འཕྲིན་གཏོང་རོགས།",
	"tog-enotifrevealaddr": "ངའི་གློག་འཕྲིན་ཁ་བྱང་འདི་བརྡ་ཐོའི་ཁ་བྱང་ནང་གསལ་སྟོན་བྱེད་རོགས།",
	"skin-preview": "སྔོན་ལྟ།",
	"timezoneregion-africa": "ཨ་ཧྥི་རི་ཀ",
	"tog-diffonly": "ཁྱད་པར་འཚོལ་སྐབས་ཤོག་ངོས་གྱི་ནང་དོན་མ་སྟོན་རོགས།",
	"tog-norollbackdiff": "སྒྲེ་ལོག་རྒྱག་སྐབས་ཁྱད་པར་རྣམས་སྐྱུར་རོགས།",
	"tog-underline": "འོག་ཐིག་ཅན་ལ་སྦྲེལ་མཐུད།",
	"underline-default": "འཤར་ཆས་དང་རྒྱབ་ལྗོངས་རྣམས་རང་སོར་བཞག་རོགས།",
	"underline-never": "གཏན་ནས་མ་བྱེད།",
	"underline-always": "དུས་རྒྱུན་དུ་",
	"tog-showhiddencats": "སྦས་བའི་དཀར་ཆག་སྟོན་རོགས།",
	"tog-editsectiononrightclick": "དུམ་འཚམས་ཀྱི་འགོ་འརྗོད་ལ་འཐེབ་གཞོང་གཡས་པ་གནོན་ཏེ་དུམ་འཚམས་བཟོ་འཅོས་བྱེད་རོགས།",
	"tog-editondblclick": "ཤོག་ངོས་རྩོམ་སྒྲིག་བྱེད་པར་ལན་གཉིས་རྡེབ།",
	"editfont-style": "རྩོམ་སྒྲིག་བཟོ་འཅོས་ཁུལ་གྱི་ཡིག་གཟུགས།",
	"editfont-monospace": "བར་ཚད་མཉམ་པའི་ཡིག་གཟུགས།",
	"editfont-sansserif": "ཡིག་གཟུགས་རྭ་མེད།",
	"editfont-serif": "ཡིག་གཟུགས་རྭ་ཅན།",
	"tog-minordefault": "ཁ་སྣོན་རྩོམ་སྒྲིག་རྣམས་རང་འགུལ་གྱིས་རྩོམ་སྒྲིག་ཕལ་པར་རྟགས་རྒྱོབ་རོགས།",
	"tog-forceeditsummary": "རྩོམ་སྒྲིག་ཀྱི་བསྡུས་དོན་སྟོང་པ་ནང་འཇུག་བྱེད་སྐབས་ང་ལ་དྲན་སྐུལ་བྱེད་རོགས།",
	"tog-useeditwarning": "ངས་རྩོམ་སྒྲིག་ཤོག་ངོས་གང་རུང་ཐོག་བཟོ་འཅོས་རྣམས་ཉར་གཆོག་མ་བྱས་པར་འདོར་ན་ཉེན་བརྡ་གཏོང་རོགས།",
	"tog-previewonfirst": "རྩོམ་སྒྲིག་འགོ་འཛུགས་སྐབས་སྔོན་བལྟའི་དཔེ་གཟུགས་སྟོན།",
	"tog-previewontop": "རྩོམ་སྒྲིག་སྒྲོམ་གྱི་སྟེང་སྔོན་ལྟའི་དཔེ་གཟུགས་སྟོན།",
	"tog-uselivepreview": "བཅོས་ཟིན་པ་སྔོན་ལྟ་བྱེད།",
	"prefs-rc": "ཉེ་བའི་བཟོ་བཅོས།",
	"tog-usenewrc": "ཉེ་བའི་བཟོ་བཅོས་དང་དགས་འདེམས་ཤོག་ངོས་ཀྱི་བཅོས་འགྱུར་རྐྱེན་པས་སྡེ་ཚན་བཅོས་འགྱུར་ཕྱིན་འདུག།",
	"tog-hideminor": "ཉེ་དུས་ཀྱི་རྩོམ་སྒྲིག་གལ་ཆུང་གྱི་འགྱུར་ལྡོག་རྣམས་སྦས།",
	"tog-hidecategorization": "",
	"tog-hidepatrolled": "ཉེ་དུས་ཀྱི་ལྟ་ཞིབ་བྱས་པའི་རྩོམ་སྒྲིག་རྣམས་སྦས།",
	"tog-newpageshidepatrolled": "ཤོག་ངོས་གསར་བར་ལྟ་ཞིབ་བྱས་པའི་རྩོམ་སྒྲིག་ཀྱི་ཤོག་ངོས་སྦས།",
	"tog-shownumberswatching": "ཤོག་ངོས་ལ་ལྟ་བཞིན་པའི་སྤྱོད་མིའི་ཁ་གྲངས་སྟོན།",
	"prefs-watchlist": "མཉམ་འཇོག་ཐོ།",
	"prefs-watchlist-days-max": "མང་མཐར་ཡང་ $1 {{PLURAL:$1|ཉིན།|ཉིན།}}",
	"prefs-watchlist-edits-max": "མང་ཚད་ཨང་གྲངས། ༡༠༠༠",
	"tog-extendwatchlist": "ལྟ་ཞིབ་ཐོ་རྒྱ་སྐྱེད་ཏེ་ཉེ་ལམ་ཙམ་མིན་པར་བཟོ་བཅོས་ཡོངས་རྫོགས་སྟོན་ཅིག",
	"tog-watchlisthideminor": "རྩོམ་སྒྲིག་ཕལ་བ་རྣམས་ལྟ་ཞིབ་ཐོ་ལས་སྦས་རོགས།",
	"tog-watchlisthidebots": "རང་འགུལ་འཕྱུལ་ཆས་ཀྱི་བཟོ་འཅོས་བྱས་པ་རྣམས་ངའི་ལྟ་ཞིབ་ཐོ་ལས་སྦས་རོགས།",
	"tog-watchlisthideown": "ངའི་རྩོམ་སྒྲིག་རྣམས་ལྟ་ཞིབ་ཐོ་ལས་སྦས་རོགས།",
	"tog-watchlisthideanons": "མིང་མེད་པའི་སྤྱོད་མིས་རྩོམ་སྒྲིག་བྱས་པ་རྣམས་ལྟ་ཐོ་ལས་སྦས་རོགས།",
	"tog-watchlisthideliu": "ཐོ་འཛུལ་སྤྱོད་མིའི་རྩོམ་སྒྲིག་རྣམས་ལྟ་ཐོ་ལས་སྦས་རོགས།",
	"tog-watchlisthidepatrolled": "མྱལ་ཞིབ་བྱས་པའི་རྩོམ་སྒྲིག་རྣམས་ལྟ་ཐོ་ལས་སྦས་རོགས།",
	"tog-watchdefault": "ངས་ཁ་སྣོན་བྱས་པའི་ཤོག་ངོས་དང་ཡིག་ཆ་རྣམས་ངའི་ལྟ་ཞིབ་ཐོ་ནང་སྣོན་རོགས།",
	"tog-watchmoves": "ངས་ཤོག་ངོས་དང་ཡིག་ཆ་ཕན་ཚུན་སྤོར་བ་རྣམས་ངའི་ལྟ་ཞིབ་ཐོའི་ནང་སྣོན་རོགས།",
	"tog-watchdeletion": "ངས་ཤོག་ངོས་དང་ཡིག་ཆ་སུབ་འདོར་བྱས་པ་རྣམས་ངའི་ལྟ་ཞིབ་ཐོའི་ནང་སྣོན་རོགས།",
	"tog-watchcreations": "ངས་གསར་བཟོ་བྱས་པའི་ཤོག་ངོས་དང་ཡིག་ཆ་ཡར་འཇུག་བྱས་པ་རྣམས་ངའི་དགའ་འདེམས་ཐོ་ལ་སྣོན་རོགས།"
}
