{
	"@metadata": {
		"authors": [
			"Druesenfieber",
			"Florian",
			"Kghbln",
			"Killarnee",
			"Les Meloures",
			"Mschlindwein",
			"ThisCarthing",
			"Tiin",
			"Umherirrender",
			"Zabe"
		]
	},
	"prefsnologintext2": "Sie müssen sich einloggen, um Ihre Benutzereinstellungen zu ändern.",
	"savedprefs": "Ihre Einstellungen wurden gespeichert.",
	"prefs-tabs-navigation-hint": "Tipp: Sie können die linke und rechte Pfeiltasten benutzen, um zwischen den Registerkarten in der Reiterliste zu navigieren.",
	"prefs-description-personal": "Kontrollieren Sie, wie Sie sich präsentieren, verbinden und kommunizieren.",
	"prefs-help-realname": "Der bürgerliche Name ist optional.\nFalls angegeben, kann er verwendet werden, um Ihnen eine Zuordnung für Ihre Beiträge zu geben.",
	"password-substring-username-match": "Ihr Passwort darf nicht innerhalb Ihres Benutzernamens vorkommen.",
	"password-name-match": "Ihr Passwort muss sich von Ihrem Benutzernamen unterscheiden.",
	"prefs-help-prefershttps": "Diese Einstellung wird bei Ihrer nächsten Anmeldung wirksam.",
	"gender-unknown": "Wenn Sie erwähnt werden, verwendet die Software nach Möglichkeit geschlechtsneutrale Wörter",
	"prefs-help-gender": "Dies ist eine freiwillige Angabe.\nDie Software nutzt sie, um Sie anzureden sowie als Hinweis für andere durch Verwendung des zutreffenden grammatikalischen Geschlechts.\nDiese Information ist öffentlich.",
	"tog-oldsig": "Die genutzte Signatur:",
	"tog-fancysig": "Signatur als Wikitext behandeln (ohne automatische Verlinkung zu Ihrer Benutzerseite)",
	"prefs-signature-invalid-warning": "Ihre Unterschrift kann bei einigen Tools Probleme verursachen.",
	"prefs-signature-invalid-new": "Ihre aktuelle Unterschrift ist ungültig. Sie können sie zwar noch verwenden, aber nicht mehr ändern, bis Sie sie korrigiert haben.",
	"prefs-signature-invalid-disallow": "Ihre aktuelle Unterschrift ist ungültig. Bis Sie sie korrigieren, wird beim Signieren deiner Kommentare die Standardsignatur verwendet.",
	"badsiglinks": "Ihre Unterschrift muss einen Link zu Ihrer Benutzerseite, Diskussionsseite oder Ihren Beiträgen in diesem Wiki enthalten. Bitte fügen Sie ihn hinzu, zum Beispiel: <code>$1</code>.",
	"badsiglinebreak": "Ihre Unterschrift muss aus einer einzigen Zeile Wikitext bestehen.",
	"prefs-help-email": "Die Angabe einer E-Mail-Adresse ist optional, ermöglicht aber die Zusendung eines Ersatzpasswortes, sofern Sie Ihr Passwort vergessen haben.",
	"prefs-help-email-others": "Mit anderen Benutzern können Sie auch über die Benutzerdiskussionsseiten Kontakt aufnehmen, ohne dass Sie Ihre Identität offenlegen müssen.",
	"tog-requireemail": "Passwort-zurücksetzen-E-Mail nur senden, wenn die E-Mail-Adresse und der Benutzername angegeben wurden.",
	"noemailprefs": "Geben Sie eine E-Mail-Adresse in den Einstellungen an, damit die nachfolgenden Funktionen zur Verfügung stehen.",
	"emailnotauthenticated": "Ihre E-Mail-Adresse ist noch nicht bestätigt. Die folgenden E-Mail-Funktionen stehen erst nach erfolgreicher Bestätigung zur Verfügung.",
	"emailauthenticated": "Ihre E-Mail-Adresse wurde am $2 um $3 Uhr bestätigt.",
	"tog-enotifrevealaddr": "Ihre E-Mail-Adresse in Benachrichtigungs-E-Mails anzeigen",
	"prefs-skin-responsive": "Responsive Modus aktivieren",
	"prefs-help-skin-responsive": "Skin an den verfügbaren Viewport-Bereich anpassen (kann bei einigen Skins keine Wirkung haben).",
	"tog-underline": "Links unterstreichen:",
	"underline-default": "abhängig von der Benutzeroberfläche oder Browsereinstellung",
	"underline-never": "nie",
	"underline-always": "immer",
	"tog-showrollbackconfirmation": "Bei Klick auf „kommentarlos zurücksetzen“ eine Sicherheitsabfrage anzeigen",
	"prefs-description-editing": "Passen Sie an, wie Sie Änderungen vornehmen, nachverfolgen und überprüfen.",
	"tog-editsectiononrightclick": "Einzelne Abschnitte per Rechtsklick bearbeiten",
	"tog-editondblclick": "Seiten mit Doppelklick bearbeiten",
	"tog-previewontop": "Vorschau oberhalb des Bearbeitungsfensters anzeigen",
	"tog-usenewrc": "Änderungen auf „Letzte Änderungen“ und der Beobachtungsliste nach Seite gruppieren",
	"tog-hideminor": "Kleine Änderungen in den „Letzten Änderungen“ ausblenden",
	"tog-hidecategorization": "Kategorisierungen von Seiten ausblenden",
	"tog-hidepatrolled": "Kontrollierte Änderungen in den „Letzten Änderungen“ ausblenden",
	"tog-newpageshidepatrolled": "Kontrollierte Seiten bei den „Neuen Seiten“ ausblenden",
	"prefs-description-watchlist": "Verwaltung und Personalisierung der Liste der von Ihnen verfolgten Seiten",
	"tog-extendwatchlist": "In der Beobachtungsliste alle Änderungen anzeigen, nicht nur die aktuellsten",
	"tog-watchdefault": "Selbst geänderte Seiten und Dateien automatisch beobachten",
	"tog-watchmoves": "Selbst verschobene Seiten und Dateien automatisch beobachten",
	"tog-watchdeletion": "Selbst gelöschte Seiten und Dateien automatisch beobachten",
	"tog-watchcreations": "Selbst erstellte Seiten und hochgeladene Dateien automatisch beobachten",
	"tog-watchuploads": "Selbst hochgeladene Dateien automatisch beobachten",
	"tog-watchrollback": "Seiten, bei denen ich eine Zurücksetzung durchgeführt habe, automatisch beobachten",
	"prefs-help-tokenmanagement": "Sie können den geheimen Schlüssel für Ihr Benutzerkonto ansehen und zurücksetzen, der auf den Webfeed Ihrer Beobachtungsliste zugreifen kann. Jeder, der den Schlüssel kennt, kann Ihre Beobachtungsliste lesen. Deshalb teilen Sie ihn anderen bitte nicht mit.",
	"prefs-reset-intro": "Sie können diese Seite verwenden, um die Einstellungen auf die Standards zurückzusetzen.\nDies kann nicht mehr rückgängig gemacht werden."
}
