{
	"@metadata": {
		"authors": [
			"LeGuyanaisPure",
			"Léon973"
		]
	},
	"yourpassword": "Kodsigré :",
	"passwordtooshort": "Ou kodsigré divèt kontni onmwen $1 karagtèr{{PLURAL:$1|}}.",
	"passwordtoolong": "Kodsigré-ya pa pouvé dépasé $1 karagtèr.",
	"password-name-match": "Ou kodsigré divèt fika diféran ké ou non itilizatò.",
	"password-login-forbidden": "Litilizasyon-an di sa non itilizatò oben di sa kodsigré sa entèrdi.",
	"tog-prefershttps": "Toujou itilizé roun konnègsyon sékirizé lò mo konnègté",
	"tog-oldsig": "Ou signatir atchwèl :",
	"tog-fancysig": "Trété signatir-a kou wikitègs (san yannaj otonmantik)",
	"noemailprefs": "Endiké roun adrès kourilèt annan ou préférans pou itilizé sa fongsyon-yan.",
	"emailnotauthenticated": "Ou adrès kourilèt pòkò konfirmen.\nPyès kourilèt ké fika voyé pou chak fongsyon-yan ki ka swiv.",
	"emailconfirmlink": "Konfirmen ou adrès kourilèt",
	"emailauthenticated": "Ou adrès kourilèt fika konfirmen $2 pou $3.",
	"tog-ccmeonemails": "• Voyé mo roun kopi di kourilèt ki mo ka voyé ba ròt itilizatò",
	"tog-enotifwatchlistpages": "Avèrti mo pa kourilèt lò roun paj oben roun fiché di mo lis di swivi fika modifyé",
	"tog-enotifusertalkpages": "Avèrti mo pa kourilèt lò mo paj di kozman sa chanjé",
	"tog-enotifminoredits": "Avèrti mo pa kourilèt égalman lò di modifikasyon minò-ya di paj-ya oben di fiché-ya",
	"tog-enotifrevealaddr": "Afiché mo adrès élègtronnik annan kourilèt di notifikasyon",
	"tog-diffonly": "Pa afiché kontni-a di paj-ya anba dif-ya",
	"tog-norollbackdiff": "Pa afiché dif-a apré révokaj",
	"tog-underline": "Soulignman di yannaj :",
	"underline-default": "Valò pa défo di tenm oben di navigatò",
	"underline-never": "Janmè",
	"underline-always": "Toujou",
	"tog-showhiddencats": "Afiché katégori-ya ki kaché",
	"tog-editsectiononrightclick": "Agtivé modifikasyon-an di sègsyon pa roun klik drèt asou tit-ya di sègsyon",
	"tog-editondblclick": "Modifyé paj-ya ké roun doub-klik",
	"editfont-style": "Èstil di polis di zonn-an di modifikasyon",
	"editfont-monospace": "Polis ké chas fiks",
	"editfont-sansserif": "Polis sans-serif",
	"editfont-serif": "Polis serif",
	"tog-minordefault": "Marké tout mo modifikasyon-yan kou fika minò pa défo",
	"tog-forceeditsummary": "Avèrti mo lò mo pa èspésifyé di rézimen di modifikasyon (oben ki a rézimen-an di modifikasyon pa défo di lannilasyon)",
	"tog-useeditwarning": "Avèrti mo lò mo ka kité roun paj an kour di modifikasyon san sovgardé",
	"tog-previewonfirst": "Afiché prévizwèlizasyon-an lò di pronmyé modifikasyon-an",
	"tog-previewontop": "Afiché prévizwèlizasyon-an laro di zonn-an di modifikasyon",
	"tog-uselivepreview": "Afiché apèrsou san roucharjé paj-a",
	"prefs-rc": "Chanjman ki nòv",
	"tog-usenewrc": "Groupé chanjman-yan pa paj annan modifikasyon résan-yan é lis di swivi-a",
	"tog-hideminor": "Maské modifikasyon minò-ya annan modifikasyon résan-yan",
	"tog-hidecategorization": "Maské katégorizasyon-an di paj-ya",
	"tog-hidepatrolled": "Maské modifikasyon-yan ki rouli annan modifikasyon résan-yan",
	"tog-newpageshidepatrolled": "Maské paj-ya ki rouli annan lis di paj nòv",
	"tog-shownumberswatching": "Afiché nonm-an di itilizatò an kour",
	"prefs-watchlist": "Lis swivi",
	"tog-extendwatchlist": "Étann lis di swivi pou afiché tout modifikasyon-yan é pa inikman pli résan-yan",
	"tog-watchlistunwatchlinks": "Ajouté yannanj pou dirèkman swiv oven arété swiv ({{int:Watchlist-unwatch}}/{{int:Watchlist-unwatch-undo}}) antré-ya di lis di swivi (JavaScript sa nésésèr pou itilizé fongsyonnalité-a)",
	"tog-watchlisthideminor": "Maské modifikasyon-yan minò annan lis di swivi",
	"tog-watchlisthidebots": "Maské modifikasyon-yan ki fè pa robo annan lis di swivi",
	"tog-watchlisthideown": "Maské mo pròp modifikasyon annan lis di swivi",
	"tog-watchlisthideanons": "Maské modifikasyon-yan di itilizatò annonnim annan lis di swivi-a",
	"tog-watchlisthideliu": "Maské modifikasyon-yan ki fèt pa itilizatò-ya ki enskri annan lis di swivi",
	"tog-watchlistreloadautomatically": "Roucharjé otonmatikman lis di swivi-a lò lòpsyon-yan di filtraj fika modifyé (JavaScript réki)",
	"tog-watchlisthidecategorization": "Maské katégorizasyon di paj-ya",
	"tog-watchlisthidepatrolled": "Maské modifikasyon-yan ki rouli annan lis di swivi",
	"tog-watchdefault": "Ajouté asou mo lis di swivi paj-ya ké fiché-ya ki mo ka modifyé",
	"tog-watchmoves": "Ajouté paj-ya ké fiché-ya ki mo ka déplasé annan mo lis di swivi",
	"tog-watchdeletion": "Ajouté asou mo lis di swivi paj-ya ké fiché-ya ki mo ka siprimen",
	"tog-watchcreations": "Ajouté asou mo lis di swivi paj-ya ki mo ka kréyé épi fiché-ya ki mo ka télévèrsé",
	"tog-watchuploads": "Ajouté fiché-ya ki nòv ki mo ka enpòrté ké mo lis di swivi",
	"tog-watchrollback": "Ajouté asou mo lis di swivi paj-ya asou lakèl mo éfègtchwé roun révokasyon"
}
