{
	"@metadata": {
		"authors": [
			"Aefgh39622",
			"Passawuth"
		]
	},
	"preferences": "ການຕັ້ງຄ່າ",
	"saveprefs": "ບັນທຶກ",
	"savedprefs": "ການຕັ້ງຄ່າຂອງທ່ານໄດ້ຖືກບັນທຶກແລ້ວ.",
	"prefs-personal": "ຂໍ້ມູນຫຼັກຜູ້ໃຊ້",
	"username": "{{GENDER:$1|ຊື່ຜູ້ໃຊ້}}:",
	"prefs-edits": "ຈຳນວນການດັດແກ້:",
	"yourrealname": "ຊື່ແທ້ *:",
	"yourpassword": "ລະຫັດຜ່ານ:",
	"passwordtooshort": "ລະຫັດຜ່ານຈະຕ້ອງມີຕົວອັກສອນຢ່າງນ້ອຍ {{PLURAL:$1|1 ຕົວ|$1 ຕົວ}}.",
	"passwordtoolong": "ລະຫັດຜ່ານຈະຍາວກວ່າ {{PLURAL:$1|1 ຕົວອັກສອນ|$1 ຕົວອັກສອນ}} ບໍ່ໄດ້.",
	"password-substring-username-match": "ລະຫັດຜ່ານຂອງທ່ານຈະຕ້ອງບໍ່ປະກົດໃນຊື່ຜູ້ໃຊ້ຂອງທ່ານ.",
	"password-name-match": "ລະຫັດຜ່ານຂອງທ່ານຈະຕ້ອງຕ່າງຈາກຊື່ຜູ້ໃຊ້ຂອງທ່ານ.",
	"password-login-forbidden": "ຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານນີ້ ໄດ້ຖືກຫ້າມບໍ່ໃຫ້ໃຊ້.",
	"tog-prefershttps": "ໃຊ້ການເຊື່ອມຕໍ່ແບບປອດໄພທຸກຄັ້ງທີ່ເຂົ້າສູ່ລະບົບແລ້ວ",
	"yourlanguage": "ພາສາ:",
	"tog-oldsig": "ລາຍເຊັນຂອງທ່ານທີ່ມີຢູ່:",
	"yournick": "ຊື່ຫຼິ້ນ:",
	"tog-fancysig": "ຖືລາຍເຊັນເປັນຂໍ້ຄວາມວິກິ (ໂດຍບໍ່ມີລິງກ໌ອັດຕະໂນມັດ)",
	"youremail": "ອີເມລ *:",
	"prefs-help-email": "* ອີເມລ (ເລືອກໄດ້): ໃຫ້ຜູ້ອື່ນ ສາມາດຕິດຕໍ່ຫາ ທ່ານ ຜ່ານ ໜ້າຜູ້ໃຊ້ ຫຼື ໜ້າສົນທະນາຜູ້ໃຊ້ ຂອງ ທ່ານ ໂດຍ ບໍ່ຈຳເປັນຕ້ອງ ເປີດເຜີຍ ອີເມລຂອງທ່ານ.",
	"noemailprefs": "ລະບຸທີ່ຢູ່ອີເມວໃນການຕັ້ງຄ່າຂອງທ່ານເພື່ອໃຫ້ຄຸນສົມບັດໃຊ້ງານເຫຼົ່ານີ້ເຮັດວຽກໄດ້.",
	"emailnotauthenticated": "ຍັງບໍ່ໄດ້ຢືນຢັນທີ່ຢູ່ອີເມວຂອງທ່ານ.\nຈະບໍ່ມີການສົ່ງອີເມວສຳຫຼັບຄຸນສົມບັດໃຊ້ງານໃດໆ ຕໍ່ໄປນີ້.",
	"emailconfirmlink": "ຢືນຢັນ ທີ່ຢູ່ ອີເມລ ຂອງ ທ່ານ",
	"emailauthenticated": "ອີເມລຂອງທ່ານໄດ້ຖືກຢືນຢັນແລ້ວເມື່ອວັນທີ່ $2 ເວລາ $3.",
	"allowemail": "ອະນຸຍາດ ໃຫ້ຜູ້ໃຊ້ອື່ນ ສົ່ງອີເມລຫາຂ້ອຍ",
	"tog-ccmeonemails": "ສົ່ງສຳເນົາອີເມວທີ່ຂ້ອຍໄດ້ສົ່ງຫາຜູ້ອື່ນໃຫ້ຂ້ອຍ",
	"tog-enotifwatchlistpages": "ອີເມວບອກຂ້ອຍເມື່ອໜ້າຫຼືໄຟລ໌ໃດໜຶ່ງໃນລາຍການຕິດຕາມມີການປ່ຽນແປງ",
	"tog-enotifusertalkpages": "ອີເມວບອກຂ້ອຍເມື່ອໜ້າສົນທະນາກັບຜູ້ໃຊ້ຂອງຂ້ອຍມີການປ່ຽນແປງ",
	"tog-enotifminoredits": "ອີເມວບອກຂ້ອຍເຊັ່ນກັນສຳລັບການແກ້ໄຂໜ້າແລະໄຟລ໌ເລັກນ້ອຍ",
	"tog-enotifrevealaddr": "ເປີດເຜີຍທີ່ຢູ່ອີເມວຂອງຂ້ອຍໃນອີເມວແຈ້ງເຕືອນ",
	"prefs-skin": "ລວດລາຍ",
	"skin-preview": "ລອງເບິ່ງ",
	"datedefault": "ແນວໃດກໍ່ໄດ້",
	"servertime": "ເວລາເຊີເວີ:",
	"localtime": "ເວລາທ້ອງຖິ່ນ:",
	"timezonelegend": "ເຂດເວລາ:",
	"guesstimezone": "ເອົາເວລາຈາກໂປຣແກຣມທ່ອງເວັບ",
	"prefs-files": "ໄຟລ໌",
	"imagemaxsize": "ກຳນົດຄວາມໃຫຍ່ຂອງ ຮູບ ຫຼື ໜ້າອະທິບາຍຮູບ ບໍ່ໃຫ້ກາຍ:",
	"thumbsize": "ຂະໜາດສະແດງ:",
	"tog-diffonly": "ບໍ່ສະແດງເນື້ອໃນຂອງບົດຄວາມຢູ່ຂ້າງລຸ່ມ ສ່ວນຕ່າງ",
	"tog-norollbackdiff": "ບໍ່ຕ້ອງສະແດງສ່ວນຕ່າງຫຼັງຈາກດຳເນີນການກັບຄືນຢ່າງສຸກເສີນ",
	"tog-underline": "ການຂີດເສັ້ນກ້ອງລິງກ໌:",
	"underline-default": "ສະກິນຫຼືຄ່າເລີ່ມຕົ້ນຂອງບຣາວເຊີ",
	"underline-never": "ບໍ່ຕ້ອງ",
	"underline-always": "ທຸກຄັ້ງ",
	"tog-showhiddencats": "ສະແດງໝວດທີ່ເຊື່ອງຢູ່",
	"prefs-editing": "ການດັດແກ້",
	"tog-editsectiononrightclick": "ເປີດໃຊ້ງານການແກ້ໄຂສ່ວນໂດຍກົດເມົາສ໌ດ້ານຂວາຢູ່ເທິງຊື່ເລື່ອງຂອງສ່ວນນັ້ນ",
	"tog-editondblclick": "ແກ້ໄຂໜ້າເມື່ອກົດສອງເທື່ອ",
	"editfont-style": "ແກ້ໄຂຮູບແບບໂຕໜັງສືໃນພື້ນທີ່:",
	"editfont-monospace": "ແບບໂຕໜັງສືທີ່ມີຄວາມກວ້າງຄົງທີ່",
	"editfont-sansserif": "ແບບໂຕໜັງສືແບບບໍ່ມີເຊີງ",
	"editfont-serif": "ແບບໂຕໜັງສືແບບມີເຊີງ",
	"tog-minordefault": "ກຳນົດການແກ້ໄຂທຸກຄັ້ງເປັນການແກ້ໄຂເລັກນ້ອຍໂດຍປະລິຍາຍ",
	"tog-forceeditsummary": "ເຕືອນເມື່ອຊ່ອງຄຳອະທິບາຍໂດຍຫຍໍ້ວ່າງເປົ່າ",
	"tog-useeditwarning": "ເຕືອນຂ້ອຍເມື່ອຂ້ອຍຈະອອກຈາກໜ້າແກ້ໄຂໂດຍທີ່ຍັງບໍ່ໄດ້ບັນທຶກການປ່ຽນແປງ",
	"tog-previewonfirst": "ສະແດງໂຕຢ່າງໃນການແກ້ໄຂຄັ້ງທຳອິດ",
	"tog-previewontop": "ສະແດງໂຕຢ່າງກ່ອນກ່ອງແກ້ໄຂ",
	"tog-uselivepreview": "ສະແດງໂຕຢ່າງໂດຍບໍ່ໂຫຼດໜ້າໃໝ່",
	"prefs-rc": "ການປ່ຽນແປງຫຼ້າສຸດ",
	"recentchangesdays": "ຈຳນວນມື້ທີ່ຈະສະແດງໃນການປ່ຽນແປງຫຼ້າສຸດ:",
	"recentchangescount": "ຈຳນວນການແກ້ໄຂທີ່ຕ້ອງການສະແດງໂດຍປະລິຍາຍ:",
	"prefs-help-recentchangescount": "ລາຍການນີ້ປະກອບດ້ວຍການປ່ຽນແປງຫຼ້າສຸດ, ປະຫວັດໜ້າ, ແລະບັນທຶກ.",
	"tog-usenewrc": "ຈັດກຸ່ມການປ່ຽນແປງແບ່ງຕາມໜ້າຢູ່ໃນລາຍການປ່ຽນແປງລ້າສຸດແລະລາຍການຕິດຕາມ",
	"tog-hideminor": "ເຊື່ອງການແກ້ໄຂເລັກນ້ອຍໃນໜ້າການປ່ຽນແປງລ້າສຸດ",
	"tog-hidecategorization": "ເຊື່ອງການຈັດໝວດໝູ່ໜ້າ",
	"tog-hidepatrolled": "ເຊື່ອງການແກ້ໄຂທີ່ກວດສອບແລ້ວໃນໜ້າປັບປຸງລ້າສຸດ",
	"tog-newpageshidepatrolled": "ເຊື່ອງໜ້າທີ່ກວດສອບແລ້ວໃນລາຍການໜ້າໃໝ່",
	"tog-shownumberswatching": "ສະແດງຈຳນວນຜູ້ໃຊ້ທີ່ຕິດຕາມ",
	"prefs-watchlist": "ລາຍການຕິດຕາມ",
	"prefs-watchlist-days": "ຈຳນວນມື້ສະແດງ ໃນ ລາຍການຕິດຕາມ:",
	"prefs-watchlist-edits": "ຈຳນວນການດັດແກ້ ສະແດງ ໃນ ລາຍການຕິດຕາມທີ່ຂະຫຍາຍອອກ:",
	"tog-extendwatchlist": "ຂະຫຍາຍລາຍການຕິດຕາມໃຫ້ສະແດງການປ່ຽນແປງທັງໝົດ, ບໍ່ແມ່ນພຽງການປ່ຽນແປງລ້າສຸດ",
	"tog-watchlisthideminor": "ເຊື່ອງການແກ້ໄຂເລັກນ້ອຍໃນລາຍການຕິດຕາມຂອງຂ້ອຍ",
	"tog-watchlisthidebots": "ເຊື່ອງການແກ້ໄຂໂດຍບັອດໃນລາຍການຕິດຕາມຂອງຂ້ອຍ",
	"tog-watchlisthideown": "ເຊື່ອງການແກ້ໄຂຂອງຂ້ອຍຈາກລາຍການຕິດຕາມ",
	"tog-watchlisthideanons": "ເຊື່ອງການແກ້ໄຂໂດຍຜູ້ໃຊ້ທີ່ບໍ່ສະແດງຊື່ໃນລາຍການຕິດຕາມ",
	"tog-watchlisthideliu": "ເຊື່ອງການແກ້ໄຂໂດຍຜູ້ໃຊ້ທີ່ໄດ້ເຂົ້າສູ່ລະບົບແລ້ວໃນລາຍການຕິດຕາມ",
	"tog-watchlistreloadautomatically": "ໂຫຼດລາຍການຕິດຕາມຄືນໃໝ່ເມື່ອໃດກໍຕາມທີ່ໂຕກັ່ນຕອງມີການປ່ຽນແປງ (ຕ້ອງໃຊ້ JavaScript)",
	"tog-watchlisthidecategorization": "ເຊື່ອງການຈັດໝວດໝູ່ໜ້າ",
	"tog-watchlisthidepatrolled": "ເຊື່ອງການແກ້ໄຂແບບລາດຕະເວນໃນລາຍການຕິດຕາມ",
	"tog-watchdefault": "ເພີ່ມໜ້າແລະໄຟລ໌ທີ່ຂ້ອຍແກ້ໄຂເຂົ້າໃນລາຍການຕິດຕາມ",
	"tog-watchmoves": "ເພີ່ມໜ້າແລະໄຟລ໌ທີ່ຂ້ອຍຍ້າຍເຂົ້າໃນລາຍການຕິດຕາມ",
	"tog-watchdeletion": "ເພີ່ມໜ້າແລະໄຟລ໌ທີ່ຂ້ອຍລຶບເຂົ້າໃນລາຍການຕິດຕາມ",
	"tog-watchcreations": "ເພີ່ມໜ້າທີ່ຂ້ອຍສ້າງແລະໄຟລ໌ທີ່ຂ້ອຍອັບໂຫຼດເຂົ້າໃນລາຍການຕິດຕາມ",
	"tog-watchuploads": "ເພີ່ມໄຟລ໌ໃໝ່ທີ່ຂ້ອຍອັບໂຫຼດເຂົ້າໃນລາຍການຕິດຕາມ",
	"tog-watchrollback": "ເພີ່ມໜ້າທີ່ຂ້ອຍໄດ້ກັບຄືນຢ່າງສຸກເສີນເຂົ້າໃນລາຍການຕິດຕາມ"
}
