{
	"@metadata": {
		"authors": [
			"Kiathy",
			"Reihpaleituh",
			"Teitei Para"
		]
	},
	"yourpassword": "Bieruchâ:",
	"prefs-help-yourpassword": "Account taopathina cha â pahy hlâh. Taopathinazy hluh viapa châta $1 kha moh teih.",
	"tog-prefershttps": "Ei ngia tita thalôh chhihpa azaona hmâh parei",
	"tog-oldsig": "Tahmâ ta nâma mohsaih:",
	"tog-fancysig": "Wikitext châta mohsaih kha a zaokhi teih (anotata nâma hmâhtuhpa lâ link leipa ta)",
	"badsiglinks": "Na mohsaih liata he wiki lâta khôpa nâma hmâhtuhpa châhmia, biepachiana châhmia acv paduapazy link sâ kha â hlao'pa a châ.\nHe he khô bei teih, pamosana ta: <code>$1</code>.",
	"tog-requireemail": "Email ynasu nata hmâhtuhpa moh zy hmaohkha ta khô khoh kiah dei biaruchâ taopathina email paphao teh",
	"emailnotauthenticated": "Na email ynasu cha a py mâh leipa a châ.\nA ry liata palâsapazy châta khâpa email hmâh cha vaw tlô aw vei.",
	"emailconfirmlink": "Na email ynasu a pyh teih",
	"emailauthenticated": "Na email ynasu cha $2 nota $3 liata a py hawpa a châ.",
	"tog-ccmeonemails": "Keima ta hmâhtuh hropazy lâta ei paphaopa email kawpizy keima hnoh na vaw paphao teh",
	"tog-enotifwatchlistpages": "Keima zaipazili liata châhmia sâ kha acv faih sâ kha â pathlai khiah, naw email mah y",
	"tog-enotifusertalkpages": "Keima hmâhtuhpa biepachiana châhmia taopathi â pathlai khiah naw email mah y",
	"tog-enotifminoredits": "Châhmiazy nata faihzy taopathina ditazy châta chhao naw email hra mah y",
	"tog-enotifrevealaddr": "Pahnosana emailzy liata keima email edare thaohpapua",
	"tog-diffonly": "Nanopazy ry liata ypa hmia lia ahlaopazy palâ khâ",
	"tog-norollbackdiff": "Kua ta paraihna ei tao khai ti â nanonazy palâ khâ",
	"tog-underline": "Link châtlâh pakhâhna:",
	"underline-default": "Vo cvk browser kakuapa",
	"underline-never": "Khatinohmâh",
	"underline-always": "Chareih",
	"tog-showhiddencats": "Nyupa phozy palâ",
	"tog-showrollbackconfirmation": "Kua ta paraihna link ei hmie ti apyna hiana dâh palâ teh",
	"tog-editsectiononrightclick": "Bo chôtlâhpizy liata chachâh baih lâ hmiena chôta bo taopathina pahy teih",
	"tog-editondblclick": "Ei no hmiena liata châhmiazy kha taopathi teih",
	"editfont-style": "Ere fau satai taopathi",
	"editfont-monospace": "Monospaced font",
	"editfont-sansserif": "Sans-serif font",
	"editfont-serif": "Serif font",
	"tog-minordefault": "Taopathina dita zydua tatyhpa ta âhnona tao",
	"tog-forceeditsummary": "Paraihna chyupa arua tita pahnosa awpa (cvk kakuapa lâpalie)",
	"tog-useeditwarning": "Paso mâh leipa apathlainazy nah paraih haipa hmia tawh ei pua ti na pahnosa teh",
	"tog-previewonfirst": "Taopathi tua nota mochhilina palâ teih",
	"tog-previewontop": "Byh taopathi hlâta mochhilina palâ teih",
	"tog-uselivepreview": "Mochhilina kha châhmia khâ heih khao leipa ta palâ teih",
	"tog-usenewrc": "Tliata pathlainazy nata saipazili liata châhmia ta py pathlainazy",
	"tog-hideminor": "Rieleipa a pathlainazy tawhta taopathina chyhtazy nyu",
	"tog-hidecategorization": "Châhmiazy pho nyu",
	"tog-hidepatrolled": "Rie leipa a pathlainazy tawhta saipazi hawpa taopathinazy nyu",
	"tog-newpageshidepatrolled": "Châhmia thiehpa li tawhta saipazi hawpa taopathinazy nyu",
	"tog-shownumberswatching": "Saipazihaipa hmâhtuhpazy nuhby palâ",
	"tog-extendwatchlist": "A pathlaina zydua â lâhâh thei n'awpa ta saipazili kha pakawh teih, a thieh chaipa dei châ vei",
	"tog-watchlistunwatchlinks": "A pathlainazy chhaota saipa hmiazy lâ sai lei/sai ({{int:Watchlist-unwatch}}/{{int:Watchlist-unwatch-undo}}) he thlai khô (Toggle raihria châta JavaScript â byuh)",
	"tog-watchlisthideminor": "Didiahpa paraihpazy saipazili tawh nyu",
	"tog-watchlisthidebots": "Bot ta a paraihpazy saipazili tawh nyu",
	"tog-watchlisthideown": "Saipazili tawh keima ei paraihpazy nyu",
	"tog-watchlisthideanons": "Saipazili  tawh pahnolei hmâhtuhpazy ama paraihpazy nyu",
	"tog-watchlisthideliu": "Saipazili tawhta angia hawpa hmâhtuhpazy ama taopathipazy nyu",
	"tog-watchlistreloadautomatically": "Athlina sâkha â pathlai lahki saipazili aw teh (JavaScript â byuh)",
	"tog-watchlisthidecategorization": "Hmiazy pho nyu",
	"tog-watchlisthidepatrolled": "Saipazi chahlô hawpa paraihpazy kha saipazili tawh nyu",
	"tog-watchdefault": "Châhmiazy nata faihzy keima saipazili lâta ei taopathi",
	"tog-watchmoves": "Châhmiazy nata faihzy keima saipazili lâta ei paly",
	"tog-watchdeletion": "Châhmiazy nata faihzy khô keima saipazili lâta ei thy",
	"tog-watchcreations": "Châhmiazy khô tao nata faihzy keima saipazili lâta khâh",
	"tog-watchuploads": "Faih thiehpazy khô keima saipazili lâta khâh",
	"tog-watchrollback": "Kua ta paraihna taopathipa hmiazy he keima saipazili lâ khô teh"
}
