{
	"@metadata": {
		"authors": [
			"Dr Lotus Black",
			"Erikoo",
			"Hintha",
			"Lionslayer",
			"Ninjastrikers",
			"Zawthet"
		]
	},
	"preferences": "​ရွေး​ချယ်​စ​ရာ​များ​",
	"prefsnologintext2": "သင်၏ အပြင်အဆင်များကို ပြောင်းလဲရန် အကောင့်ထဲဝင်ရောက်ပါ။",
	"prefsnologintext2-for-temp-user": "အပြင်အဆင်များကို ပြောင်းလဲရန် အကောင့်တစ်ခု ဖန်တီးပါ။",
	"searchprefs": "အပြင်အဆင်များကို ရှာဖွေရန်",
	"searchprefs-noresults": "ရလဒ်များ မရှိပါ",
	"searchprefs-results": "{{PLURAL:$1|ရလဒ်|ရလဒ်များ}} $1 ခု",
	"saveprefs": "သိမ်းရန်",
	"tooltip-preferences-save": "ရွေးချယ်စရာများကို သိမ်းရန်",
	"savedprefs": "သင့်ရွေးချယ်မှုတို့ကို သိမ်းပြီးပါပြီ။",
	"prefs-back-title": "အပြင်အဆင်များသို့ ပြန်သွားရန်",
	"prefs-tabs-navigation-hint": "အကြံပြုချက်- တက်ဘ်များစာရင်းရှိ တဘ်များကြားတွင် သွားလာရန် ဘယ်ညာ မြှားခလုတ်များကို သင်အသုံးပြုနိုင်ပါသည်။",
	"prefs-sections-navigation-hint": "အကြံပြုချက်- သင်နှစ်သက်ရာကဏ္ဍများကြားတွင် သွားလာရန် Tab နှင့် Shift + Tab ခလုတ်များကို အသုံးပြုနိုင်သည်။",
	"prefs-personal": "အသုံးပြုသူ ပရိုဖိုင်",
	"prefs-info": "အခြေခံသတင်းအချက်အလက်",
	"username": "{{GENDER:$1|အသုံးပြုသူအမည်}} -",
	"prefs-memberingroups": "{{PLURAL:$1|အုပ်စု|အုပ်စုများ}}၏ {{GENDER:$2|အဖွဲ့ဝင်}} -",
	"group-membership-link-with-expiry": "$1 ($2 မတိုင်ခင်)",
	"prefs-edits": "တည်းဖြတ်မှုအရေအတွက် -",
	"prefs-registration": "မှတ်ပုံတင်သည့် အချိန် -",
	"yourrealname": "နာမည်ရင်း -",
	"prefs-help-realname": "နာမည်ရင်းကို ထည့်သွင်းလိုကထည့်နိုင်သည်။ ထည့်သွင်းထားပါက သင်၏လုပ်ဆောင်မှုအတွက် ထည့်သွင်းတွက်ချက်မှုအား သင့်ကိုပေးရာတွင် အသုံးပြုနိုင်သည်။",
	"yourpassword": "စကားဝှက် -",
	"prefs-resetpass": "စကားဝှက် ပြောင်းရန်",
	"passwordtooshort": "စကားဝှက်တွင် စကားလုံး အနည်းဆုံး {{PLURAL:$1|တစ်လုံး|$1 လုံး}} ရှိရမည်။",
	"passwordtoolong": "စကားဝှက်တွင် စကားလုံး {{PLURAL:$1|တစ်လုံး|$1 လုံး}} ထက်မပိုရပါ။",
	"password-substring-username-match": "သင့်စကားဝှက်သည် သင့်အသုံးပြုသူအမည်အတွင်း မပေါ်ရပါ။",
	"password-name-match": "သင့်စကားဝှက်သည် အသုံးပြုသူအမည်နှင့် အတူတူမဖြစ်စေရဘဲ ကွဲပြားရမည်။",
	"password-login-forbidden": "ဤအသုံးပြုသူအမည်နှင့် စကားဝှက်အား အသုံးပြုခြင်းကို တားမြစ်ထားသည်။",
	"passwordincommonlist": "ထည့်သွင်းထားသော စကားဝှက်သည် အလွန်အသုံးများသော စကားဝှက်များစာရင်းတွင် ပါဝင်သည်။ ပိုမိုထူးခြားသော စကားဝှက်ကို ရွေးချယ်ပါ။",
	"prefs-help-yourpassword": "အကောင့်ပြန်လည်ဆယ်ယူခြင်းကို ခွင့်ပြုထားပါသည်။ ပိုမိုသောအပြင်အဆင်များအတွက် $1 ကို ကြည့်ပါ။",
	"tog-prefershttps": "လော့ဂ်အင်ဝင်ချိန်တွင် လုံခြုံသော ဆက်သွယ်မှုကို အမြဲတမ်း အသုံးပြုရန်",
	"prefs-help-prefershttps": "ဤအပြင်အဆင်များသည် နောက်တခါအကောင့်ထဲဝင်ပါက သက်ရောက်မှုရှိလာပါလိမ့်မည်။",
	"prefs-user-downloaddata-label": "အကောင့်ဒေတာအား ရယူရန်:",
	"prefs-user-downloaddata-info": "ဤပရောဂျက်မှ မိမိ၏အကောင့်ဒေတာ",
	"prefs-user-restoreprefs-label": "ပြန်လည်ချိန်ညှိခြင်း အပြင်အဆင်များ-",
	"prefs-user-restoreprefs-info": "နဂိုမူလအပြင်အဆင်များအားလုံးသို့ ပြန်သွားရန် (အပိုင်းအားလုံးတွင်)",
	"prefs-i18n": "နိုင်ငံတကာအဆင့်မီပြုလုပ်ခြင်း",
	"yourlanguage": "ဘာသာစကား:",
	"yourgender": "သင်ဘယ်လို ဖော်ပြစေချင်ပါသလဲ?",
	"gender-notknown": "သူတို့ ဝီကီစာမျက်နှာများကို တည်းဖြတ်ကြသည်",
	"gender-unknown": "သင့်အားရည်ညွှန်းရာတွင် ဆော့ဖ်ဝဲလ်သည် ဖြစ်နိုင်ပါက ဘက်မလိုက်သည့် လိင်အသုံးအနှုန်းများကို အသုံးပြုလိမ့်မည်",
	"gender-female": "သူမသည် ဝီကီစာမျက်နှာများကို တည်းဖြတ်သည်",
	"gender-male": "သူသည် ဝီကီစာမျက်နှာများကို တည်းဖြတ်သည်",
	"prefs-help-gender": "ဤအပြင်အဆင်ကို သတ်မှတ်လိုက သတ်မှတ်နိုင်သည်။ ဆော့ဝဲလ်က အခြားသူများကို သင့်အားဖော်ပြရာတွင် သင့်လျော်သော သဒ္ဒါစဉ်အတိုင်း အသုံးပြုပါသည်။ ဤသတင်းအချက်အလက်သည် အများကြည့်နိုင်သောအရာ ဖြစ်ပါလိမ့်မည်။",
	"prefs-signature": "လက်မှတ်",
	"tog-oldsig": "သင်၏ ရှိနှင့်ပြီးသား လက်မှတ်:",
	"yournick": "လက်မှတ်အသစ် -",
	"tog-fancysig": "လက်မှတ်ကို ဝီကီလင့်အဖြစ် သတ်မှတ်ရန် (သင့် အသုံးပြုသူစာမျက်နှာသို့ အလိုအလျောက်လင့်မပါဘဲနှင့်)",
	"prefs-help-signature": "ဆွေးနွေးချက်စာမျက်နှာများတွင် မှတ်ချက်ပေးရာ၌ \"<nowiki>~~~~</nowiki>\" ဖြင့် လက်မှတ်ထိုးသင့်ပါသည်၊ ယင်းသည် သင်၏လက်မှတ်နှင့် အချိန်မှတ်တမ်းကို ပြောင်းပေးမည်ဖြစ်သည်။",
	"prefs-signature-highlight-error": "အမှားတည်နေရာကိုပြရန်",
	"prefs-signature-error-details": "ပိုမို လေ့လာရန်",
	"badsig": "တရားမဝင်သည့် လက်မှတ်အကြမ်း။\nHTML tags ကို စစ်ဆေးပါ။",
	"badsiglength": "သင့်လက်မှတ်သည် ရှည်လွန်းနေပါသည်။\nယင်းသည် စာလုံး {{PLURAL:$1|လုံး|လုံး}}ထက် မရှည်ရပါ။",
	"prefs-email": "အီးမေးအတွက် ရွေးချယ်စရာ",
	"youremail": "အီးမေးလ်:",
	"prefs-setemail": "အီးမေးလ် လိပ်စာ ရိုက်ထည့်ပါ",
	"prefs-changeemail": "အီးမေးလိပ်စာ ပြင်ဆင် သို့ ဖယ်ရှားရန်",
	"prefs-help-email": "အီးမေးလ်လိပ်စာ ပေးမည် မပေးမည်မှာ သင့်သဘောသာ ဖြစ်ပါသည်။ သို့သော်လည်း သင် စကားဝှက်ကို မေ့သွားပါက စကားဝှက်ကို reset လုပ်ရန် အီးမေးလ်လိပ်စာ လိုအပ်ပါလိမ့်မည်။",
	"prefs-help-email-required": "အီးမေးလိပ်စာ လိုအပ်ပါသည်။",
	"prefs-help-email-others": "သင့်အသုံးပြုသူစာမျက်နှာ သို့မဟုတ် ဆွေးနွေးရန်စာမျက်နှာရှိ လင့်မှတဆင့် သင့်ထံ အခြားသူများ အီးမေးမှဆက်သွယ်ရန်လည်း ရွေးချယ်နိုင်သည်။\nအခြားသူများ သင့်ထံဆက်သွယ်သည့်အခါ သင့်အီးမေးကို သူတို့အား ဖော်ပြမည်မဟုတ်ပါ။",
	"tog-requireemail": "အီးမေးလ်လိပ်စာနှင့် အသုံးပြုသူအမည် နှစ်ခုစလုံးထည့်သွင်းမှသာလျင် စကားဝှက်ပြန်လည်ချိန်ညှိခြင်း အီးမေးလ်များကို ပို့ပေးရန်",
	"prefs-help-requireemail": "ယင်းသည် ကိုယ်ရေးကိုယ်တာအား ကောင်းမွန်စေပြီး မလိုလားအပ်သောအီးမေးလ်များကို ကာကွယ်ရန် ကူညီပေးသည်။",
	"noemailprefs": "ဤဝိသေသလက္ခဏာများ အလုပ်ဖြစ်စေရန် သင်၏ရွေးချယ်စရာများထဲတွင် အီးမေးလ်လိပ်စာတစ်ခု သတ်မှတ်ပါ။",
	"emailnotauthenticated": "သင်၏အီးမေးလ်လိပ်စာမှာ အတည်မပြုရသေးပါ။ အောက်ပါ မည်သည့်ဝိသေသလက္ခဏာများအတွက် အီးမေးလ်များ ပို့ဆောင်မည်မဟုတ်ပါ။",
	"emailconfirmlink": "အီးမေးကိုအတည်ပြုပါ",
	"prefs-emailconfirm-label": "အီးမေးအတည်ပြုရန်",
	"emailauthenticated": "သင့်အီးမေးလိပ်စာကို $2 နေ့ $3 အချိန်တွင် အတည်ပြုပြီး ဖြစ်သည်။",
	"allowemail": "ကျွန်ုပ်ထံသို့ အခြားအသုံးပြုသူများ အီးမေးလ်ပေးပို့ခြင်းကို ခွင့်ပြုရန်",
	"email-allow-new-users-label": "အသစ်စက်စက် အသုံးပြုသူများဆီမှ အီးမေးလ်လက်ခံရန် ခွင့်ပြုမည်",
	"tog-ccmeonemails": "ကျွန်ုပ် အခြားအသုံးပြုသူများထံပို့သော အီးမေးမိတ္တူကို ကျွန်ုပ်ထံ ပြန်ပို့ရန်",
	"email-mutelist-label": "ဤအသုံးပြုသူများ မိမိအား အီးမေးလ်ပို့ခြင်းကို ပိတ်ထားမည်",
	"tog-enotifwatchlistpages": "ကျွန်ုပ်၏စောင့်ကြည့်စာရင်းမှ စာမျက်နှာတစ်ခု သို့မဟုတ် ဖိုင်တစ်ခုကို ပြောင်းလဲလိုက်ပါက ကျွန်ုပ်ဆီ အီးမေးပို့ရန်",
	"tog-enotifusertalkpages": "ကျွန်ုပ်၏ဆွေးနွေးချက်စာမျက်နှာ ပြောင်းလဲမှုရှိပါက ကျွန်ုပ်ထံ အီးမေးပို့ရန်",
	"tog-enotifminoredits": "စာမျက်နှာများနှင့် ဖိုင်များ၏ အရေးမကြီးသော တည်းဖြတ်မှုများကိုလည်း အီးမေးပို့ရန်",
	"tog-enotifrevealaddr": " အသိပေးချက်အီးမေးများတွင် ကျွန်ုပ်၏ အီးမေးလိပ်စာကို ဖော်ပြရန်",
	"prefs-user-pages": "အသုံးပြုသူ စာမျက်နှာများ",
	"prefs-rendering": "ပုံပန်းသွင်ပြင်",
	"prefs-skin": "အသွင်အပြင်",
	"skin-preview": "နမူနာ",
	"prefs-custom-css": "စိတ်ကြိုက် CSS",
	"prefs-custom-js": "စိတ်ကြိုက် Javascript",
	"prefs-skin-prefs": "ရွေးချယ်စရာများကို ကျော်သွားရန်",
	"prefs-help-skin-responsive": "မိုဘိုင်းပေါ်ရှိ မျက်နှာပြင်အရွယ်အစားနှင့် အပြင်အဆင်ကို ချိန်ညှိပါ။",
	"prefs-dateformat": "နေ့စွဲပုံစံ",
	"datedefault": "မရွေးချယ်",
	"prefs-timeoffset": "အချိန် တန်ဖိုး",
	"servertime": "ဆာဗာအချိန် -",
	"localtime": "ပြည်တွင်းအချိန် -",
	"timezonelegend": "အချိန်ဇုန် -",
	"timezoneuseserverdefault": "ဝီကီအပြင်အဆင်ကို သုံးရန် ($1)",
	"timezoneuseoffset": "အခြား (time offset from UTC)",
	"timezone-useoffset-placeholder": "ဥပမာတန်ဖိုးများ: \"-07:00\" သို့မဟုတ် \"01:00\"",
	"guesstimezone": "ဘရောက်ဇာမှ ဖြည့်ရန်",
	"timezoneregion-africa": "အာဖရိက",
	"timezoneregion-america": "အမေရိက",
	"timezoneregion-antarctica": "အန္တာတိက",
	"timezoneregion-arctic": "အာတိတ်",
	"timezoneregion-asia": "အာရှ",
	"timezoneregion-atlantic": "အတ္တလန်တိတ်သမုဒ္ဒရာ",
	"timezoneregion-australia": "ဩစတေးလျ",
	"timezoneregion-europe": "ဥရောပ",
	"timezoneregion-indian": "အိန္ဒိယသမုဒ္ဒရာ",
	"timezoneregion-pacific": "ပစိဖိတ်သမုဒ္ဒရာ",
	"prefs-files": "ဖိုင်များ",
	"imagemaxsize": "ပုံအရွယ်အစား ကန့်သတ်ချက်:<br /><em>(ဖိုင်ဖော်ပြချက် စာမျက်နှာများအတွက်)</em>",
	"thumbsize": "နမူနာပုံငယ် အရွယ်အစား:",
	"prefs-diffs": "ကွဲပြားချက်",
	"tog-diffonly": "ကွဲပြားမှုများအောက်ရှိ စာမျက်နှာတွင်ပါဝင်သည်များကို မပြပါနှင့်",
	"tog-norollbackdiff": "နောက်ပြန်ပြင်ဆင်ခြင်း လုပ်ဆောင်ပြီးပါက ကွဲပြားမှုကိုမပြပါနှင့်။",
	"prefs-advancedrendering": "အဆင့်မြင့် ရွေးချယ်မှု",
	"tog-underline": "လင့်ကို မျဉ်းသားသည့် ပုံစံ:",
	"underline-default": "ဘရောက်ဆာ သို့ Skin default အတိုင်း",
	"underline-never": "ဘယ်သောအခါမျှ",
	"underline-always": "အမြဲ",
	"tog-showhiddencats": "ဝှက်ထားသော ကဏ္ဍများကို ပြရန်",
	"tog-showrollbackconfirmation": "နောက်ပြန် ပြန်သွားရန်လင့်ခ်ကို နှိပ်သောအခါ အတည်ပြုချက်တောင်းခံပုံအား ပြသရန်",
	"tog-forcesafemode": "[[mw:Special:MyLanguage/Manual:Safemode|safe mode]] ကို အမြဲဖွင့်ပါ",
	"prefs-editing": "တည်းဖြတ်ခြင်း",
	"prefs-advancedediting": "အထွေထွေ ရွေးချယ်စရာများ",
	"tog-editsectiononrightclick": "အပိုင်းလိုက်ခေါင်းစဉ်များကို ညာကလစ်နှိပ်ခြင်းဖြင့် အပိုင်းလိုက် တည်းဖြတ်ခြင်းကို အသုံးပြုရန်",
	"tog-editondblclick": "ကလစ်နှစ်ခါနှိပ်ပြီး စာမျက်နှာများအား ပြင်ဆင်ရန်",
	"prefs-editor": "တည်းဖြတ်သူ",
	"editfont-style": "ဖောင့်စတိုင်ကို ပြုပြင်ရန် -",
	"editfont-monospace": "စာလုံးတိုင်းအရွယ်ညီသောဖောင့်",
	"editfont-sansserif": "အတက်မပါသောဖောင့်",
	"editfont-serif": "အတက်ပါသောဖောင့်",
	"tog-minordefault": "တည်းဖြတ်မှုအားလုံးသည် အရေးမကြီးသော တည်းဖြတ်မှုဟု ပုံသေသတ်မှတ်ရန်",
	"tog-forceeditsummary": "တည်းဖြတ်အတိုချုပ် ဗလာဖြစ်နေလျှင် သတိပေးရန် (သို့မဟုတ် အကျဉ်းချုပ်ကို ပြန်ပြင်ရန်)",
	"tog-editrecovery": "[[Special:EditRecovery|{{int:editrecovery}}]] အင်္ဂါရပ်ကို ဖွင့်ရန်",
	"tog-editrecovery-help": "[ $1 ပရောဂျက်၏ ဆွေးနွေးချက် စာမျက်နှာ] တွင် အကြံပြုချက် ပေးနိုင်ပါသည်။",
	"tog-useeditwarning": "မသိမ်းရသေးသော ပြောင်းလဲမှုများ နှင့် တည်းဖြတ်ဆဲစာမျက်နှာမှ ထွက်သွားလျှင် သတိပေးပါ",
	"prefs-preview": "နမူနာ",
	"tog-previewonfirst": "တည်းဖြတ်ရန်စတင်ချိန် နမူနာကို ပြရန်",
	"tog-previewontop": "တည်းဖြတ်သည့်အကွက်မတိုင်မီ နမူနာကို ပြရန်",
	"tog-uselivepreview": "စာမျက်နှာကို ပြန်လည် မခေါ်ယူဘဲ နမူနာ ပြသရန်",
	"prefs-discussion": "ဆွေးနွေးချက်စာမျက်နှာများ",
	"prefs-developertools": "ဆော့ဝဲလ်တီထွင်ဖန်တီးသူ ကိရိယာများ",
	"prefs-rc": "လတ်​တ​လော အ​ပြောင်း​အ​လဲ​များ",
	"prefs-displayrc": "ပြသရန် ရွေးချယ်မှု",
	"recentchangesdays": "လတ်တလောအပြောင်းအလဲများကို ပြရန်နေ့များ -",
	"recentchangesdays-max": "အများဆုံး $1 {{PLURAL:$1|ရက်|ရက်}}",
	"recentchangescount": "လတ်တလော အပြောင်းအလဲများ၊ စာမျက်နှာ ရာဇဝင်များနှင့် မှတ်တမ်းများတွင် ပုံသေအားဖြင့် ပြသရန် တည်းဖြတ်မှုအရေအတွက် -",
	"prefs-help-recentchangescount": "အများဆုံးအရေအတွက် - ၁ဝဝဝ",
	"prefs-advancedrc": "အဆင့်မြင့် ရွေးချယ်မှု",
	"tog-usenewrc": "လတ်တလောပြောင်းလဲမှုများနှင့် စောင့်ကြည့်စာရင်းရှိ စာမျက်နှာ အုပ်စုလိုက် ပြောင်းလဲချက်များ",
	"rcfilters-preference-label": "လတ်တလောအပြောင်းအလဲများ၏ မွမ်းမံထားသောဗားရှင်းကို ဝှက်ရန်",
	"prefs-changesrc": "ပြောင်းလဲမှုများ ပြသပြီး",
	"tog-hideminor": "အရေးမကြီးသော တည်းဖြတ်မှုများကို လတ်တလော အပြောင်းအလဲများမှ ဝှက်ရန်",
	"tog-hidecategorization": "စာမျက်နှာများ၏ ကဏ္ဍကို ဝှက်ရန်",
	"tog-hidepatrolled": "လတ်တလော အပြောင်းအလဲများတွင် ကင်းလှည့်တည်းဖြတ်မှုများကို ဝှက်ရန်",
	"tog-newpageshidepatrolled": "စာမျက်နှာသစ်စာရင်းတွင် ကင်းလှည့်စာမျက်နှာများကို ဝှက်ရန်",
	"tog-shownumberswatching": "စောင့်ကြည့်နေသော အသုံးပြုသူအရေအတွက်ကို ပြရန်",
	"prefs-watchlist": "စောင့်ကြည့်စာရင်း",
	"prefs-editwatchlist": "စောင့်ကြည့်စာရင်းကို တည်းဖြတ်ရန်",
	"prefs-editwatchlist-label": "သင်၏စောင့်ကြည့်စာရင်းတွင် ရေးသွင်းချက်များကို ပြင်ဆင်ရန်:",
	"prefs-editwatchlist-edit": "သင့်စောင့်ကြည့်စာရင်းရှိ ခေါင်းစဉ်များအား ကြည့်ရှုပြီး ဖယ်ရှားရန်",
	"prefs-editwatchlist-raw": "စောင့်ကြည့်စာရင်း အကြမ်းကို တည်းဖြတ်ရန်",
	"prefs-editwatchlist-clear": "သင့် စောင့်ကြည့်စာရင်းကို ရှင်းလင်းရန်",
	"prefs-displaywatchlist": "ပြသရန် ရွေးချယ်မှု",
	"prefs-watchlist-days": "စောင့်ကြည့်စာရင်းတွင် ပြရန်နေ့များ",
	"prefs-watchlist-days-max": "အများဆုံး $1 {{PLURAL:$1|ရက်|ရက်}}",
	"prefs-watchlist-edits": "စောင့်ကြည့်စာရင်းတွင် ပြရန် အပြောင်းအလဲတို့၏ အများဆုံး အရေအတွက်",
	"prefs-watchlist-edits-max": "အများဆုံးအရေအတွက် - ၁ဝဝဝ",
	"prefs-advancedwatchlist": "အဆင့်မြင့် ရွေးချယ်မှု",
	"tog-extendwatchlist": "စောင့်ကြည့်စာရင်းတွင် ပြောင်းလဲမှုအားလုံးအား  ပြရန်။",
	"tog-watchlistunwatchlinks": "စောင့်ကြည့်ထားသည့် ပြောင်းလဲမှုရှိသော စာမျက်နှာများတွင် မစောင့်ကြည့်ခြင်း/စောင့်ကြည့်ခြင်း အမှတ်အသားများ ({{int:Watchlist-unwatch}}/{{int:Watchlist-unwatch-undo}}) ကို ပေါင်းထည့်ပါ (ပြောင်းရန် လုပ်ဆောင်နိုင်စွမ်းအတွက် JavaScript လိုအပ်သည်)",
	"rcfilters-watchlist-preference-label": "စောင့်ကြည့်စာရင်း၏ မွမ်းမံထားသောဗားရှင်းကို ဝှက်ရန်",
	"rcfilters-watchlist-preference-help": "စစ်ထုတ်ရှာဖွေခြင်း သို့မဟုတ် မီးမောင်းထိုးပြခြင်း လုပ်ဆောင်ချက်မပါဘဲ [[{{#special:Watchlist}}|စောင့်ကြည့်စာရင်း]]ကို ခေါ်ယူမည်။",
	"prefs-changeswatchlist": "ပြောင်းလဲမှုများ ပြသပြီး",
	"tog-watchlisthideminor": "အရေးမကြီးသော တည်းဖြတ်မှုများကို စောင့်ကြည့်စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchlisthidebots": "ဘော့တည်းဖြတ်မှုများကို စောင့်ကြည့်စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchlisthideown": "ကျွန်ုပ်၏ တည်းဖြတ်မှုများကို စောင့်ကြည့်စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchlisthideanons": "စောင့်ကြည့်စာရင်းမှ အမည်မသိ အသုံးပြုသူများ၏ တည်းဖြတ်မှုများကို ဝှက်ရန်",
	"tog-watchlisthideliu": "စောင့်ကြည့်စာရင်းမှ log in ဝင်ထားသော အသုံးပြုသူတို့၏ တည်းဖြတ်မှုများကို ဝှက်ရန်",
	"tog-watchlistreloadautomatically": "စိစစ်မှုတစ်ခု အပြောင်းအလဲဖြစ်တိုင်း စောင့်ကြည့်စာရင်းကို အလိုအလျောက် ပြန်လည် ခေါ်ယူရန် (JavaScript လိုအပ်)",
	"tog-watchlisthidecategorization": "စာမျက်နှာများ၏ ကဏ္ဍကို ဝှက်ရန်",
	"tog-watchlisthidepatrolled": "စောင့်ကြည့်စစ်ဆေးထားသော တည်းဖြတ်မှုများကို စောင့်ကြည့်စာရင်းမှ ဝှက်ထားရန်",
	"prefs-pageswatchlist": "စောင့်ကြည့် စာမျက်နှာများ",
	"tog-watchdefault": "ကျွန်ုပ် တည်းဖြတ်ခဲ့သည့် စာမျက်နှာများနှင့် ဖိုင်များကို စောင့်ကြည့်စာရင်းသို့  ပေါင်းထည့်ရန်",
	"tog-watchmoves": "ကျွန်ုပ်ရွှေ့လိုက်သော စာမျက်နှာများနှင့် ဖိုင်များကို စောင့်ကြည့်စာရင်းသို့ ပေါင်းထည့်ရန်",
	"tog-watchdeletion": "ဖျက်လိုက်သောစာမျက်နှာများနှင့် ဖိုင်များကို စောင့်ကြည့်စာရင်သို့ ပေါင်းထည့်ရန်",
	"tog-watchcreations": "ကျွန်ုပ်စတင်ရေးသားခဲ့သည့်စာမျက်နှာများနှင့် အပ်လုပ်တင်ခဲ့သည့် ဖိုင်များကို စောင့်​ကြည့်​စာ​ရင်း​ထဲ ပေါင်းထည့်ရန်",
	"tog-watchuploads": "ကျွန်ုပ်တင်လိုက်သော ဖိုင်အသစ်များအား ကျွန်ုပ်၏ စောင့်ကြည့်စာရင်းသို့ ပေါင်းထည့်ရန်",
	"tog-watchrollback": "နောက်ပြန်ပြင်ခြင်း ဆောင်ရွက်လိုက်သည့် စာမျက်နှာများအား ကျွန်ုပ်၏ စောင့်ကြည့်စာရင်းသို့ ပေါင်းထည့်ရန်",
	"prefs-tokenwatchlist": "တိုကင်",
	"prefs-watchlist-token": "စောင့်ကြည့်စာရင်း တိုကင် -",
	"prefs-watchlist-managetokens": "တိုကင်များကို စီမံခန့်ခွဲရန်",
	"prefs-help-tokenmanagement": "သင့်စောင့်ကြည့်စာရင်း၏ web feed ကို ဝင်ရောက်နိုင်သော သင့်အကောင့်လုံခြုံရေး သော့ခလုတ်ကို တွေ့မြင်၊ ပြန်လည်ချိန်ညှိနိုင်ပါသည်။ သော့ခလုတ်ကိုသိသည့် မည်သူမဆို သင့်စောင့်ကြည့်စာရင်းကို ဖတ်ရှုနိုင်သည်၊ ထို့ကြောင့် ယင်းအား မမျှဝေပါနှင့်။",
	"prefs-searchoptions": "ရှာဖွေရန်",
	"prefs-searchmisc": "အထွေထွေ",
	"searchlimit-label": "စာမျက်နှာတိုင်းရှိ ပြသရန် ရှာဖွေမှုရလဒ်အရေအတွက်-",
	"searchlimit-help": "အများဆုံးအရေအတွက်- $1",
	"prefs-advancedsearchoptions": "အဆင့်မြင့် ရွေးချယ်မှု",
	"prefs-reset-intro": "သင်၏ရွေးချယ်စရာများကို ဆိုဒ်၏နဂိုမူလအပြင်အဆင်များအတိုင်း ပြန်သွားရန် ဤစာမျက်နှာအား အသုံးပြုနိုင်သည်။ ဤကို နောက်ပြန်ပြင်မရနိုင်ပါ။",
	"prefs-reset-confirm": "ဟုတ်ကဲ့၊ ကျွန်ုပ်၏ ရွေးချယ်စရာများကို ပြန်လည်ချိန်ညှိလိုပါသည်။",
	"restoreprefs": "မူလအပြင်အဆင်အားလုံးသို့ ပြန်ပြောင်းရန်"
}
