{
	"@metadata": {
		"authors": [
			"Bdijkstra",
			"MarkvA",
			"McDutchie",
			"Robin van der Vliet",
			"Siebrand"
		]
	},
	"prefsnologintext2": "Je moet je aanmelden om je voorkeuren in te stellen.",
	"savedprefs": "Je voorkeuren zijn opgeslagen.",
	"prefs-description-personal": "Bepaal hoe je eruitziet, verbinding maakt en communiceert.",
	"prefs-help-realname": "Echte naam is optioneel.\nAls je deze opgeeft, kan deze naam gebruikt worden om je erkenning te geven voor je werk.",
	"password-substring-username-match": "Je wachtwoord mag niet voorkomen in je gebruikersnaam.",
	"password-name-match": "Je wachtwoord en je gebruikersnaam mogen niet hetzelfde zijn.",
	"yourgender": "Hoe wil je beschreven worden?",
	"gender-unknown": "De software gebruikt waar mogelijk geslachtsneutrale woorden als het over jou gaat",
	"prefs-help-gender": "Deze voorkeur instellen is optioneel.\nDe software gebruikt deze waarde om je met het toepasselijke grammaticale geslacht aan te spreken en te vermelden aan anderen.\nDeze informatie is openbaar.",
	"prefs-help-variant": "Jouw voorkeursvariant of -spelling om de inhoudspagina's van deze wiki in weer te geven.",
	"tog-oldsig": "Je huidige handtekening:",
	"tog-fancysig": "Handtekening als wikitekst behandelen (zonder automatische koppeling naar je gebruikerspagina)",
	"prefs-help-signature": "Reacties op de overlegpagina's worden meestal ondertekend met \"<nowiki>~~~~</nowiki>\".\nDe tildes worden omgezet in je ondertekening en een datum en tijd van de bewerking.",
	"prefs-signature-invalid-warning": "Je handtekening kan problemen veroorzaken met sommige hulpmiddelen.",
	"prefs-signature-invalid-new": "Je huidige handtekening is ongeldig. Je kunt hem nog wel gebruiken, maar wijzigingen erin kun je pas opslaan als je ook het probleem verhelpt.",
	"prefs-signature-invalid-disallow": "Je huidige handtekening is ongeldig. Totdat je hem verbetert, wordt de standaardhandtekening gebruikt om je reacties te ondertekenen.",
	"badsiglength": "Je ondertekening is te lang.\nDeze moet minder dan $1 {{PLURAL:$1|teken|tekens}} bevatten.",
	"badsightml": "Je handtekening bevat ongeldige of verouderde HTML-syntaxis:",
	"badsiglinks": "Je handtekening moet een koppeling naar je gebruikerspagina, overlegpagina of bijdragen op deze wiki bevatten. Voeg er een toe, bijvoorbeeld: <code>$1</code>.",
	"badsiglinebreak": "Je handtekening moet bestaan uit één enkele regel wikitekst.",
	"youremail": "E-mailadres:",
	"prefs-help-email": "E-mailadres is optioneel, maar maakt het mogelijk om jou je wachtwoord te e-mailen als je het bent vergeten.",
	"prefs-help-email-others": "Je kunt ook anderen in staat stellen per e-mail contact met je op te nemen via een koppeling op uw gebruikers- en overlegpagina zonder dat je je identiteit prijsgeeft.",
	"prefs-help-requireemail": "Dit verbetert je privacy en helpt ongewenste e-mails te voorkomen.",
	"noemailprefs": "Geef een e-mailadres op in je voorkeuren om deze functies te gebruiken.",
	"emailnotauthenticated": "Je e-mailadres is niet bevestigd.\nJe ontvangt geen e-mail voor de onderstaande functies.",
	"emailconfirmlink": "Bevestig je e-mailadres",
	"emailauthenticated": "Je e-mailadres is bevestigd op $2 om $3.",
	"prefs-description-editing": "Pas aan hoe je bewerkingen aanbrengt, volgt en beoordeelt.",
	"prefs-description-watchlist": "Beheer en personaliseer de lijst met pagina's die jij bijhoudt.",
	"prefs-editwatchlist-label": "Items op je volglijst bewerken:",
	"prefs-editwatchlist-edit": "Titels op je volglijst bekijken en verwijderen",
	"prefs-help-tokenmanagement": "Je kunt je geheime sleutel voor jouw account bekijken en resetten. De geheime sleutel biedt toegang tot de webfeed van je volglijst. Iedereen die het token kent, kan jouw volglijst bekijken, dus deel dit token niet.",
	"prefs-reset-intro": "Gebruik deze functie om je voorkeuren te herstellen naar de standaardinstellingen.\nDeze handeling kan niet ongedaan gemaakt worden."
}
