{
	"@metadata": {
		"authors": [
			"Amire80",
			"Kakonjo"
		]
	},
	"preferences": "Ebyorikwendwa",
	"tog-prefershttps": "Guma okozese connection etiine kabi yaba oyeyanjwiremu.",
	"yourlanguage": "Orurimi:",
	"tog-oldsig": "Akamanyiso kawe akariho:",
	"tog-fancysig": "Twaara akamanyiso nka Ebigambo bya wiki( hatariho linki erikutwara aha orubaju be rwawe)",
	"tog-requireemail": "Tsindika emails z'oku setinga busya akamanyiso kokweyanjuramu haba hahirwe email address nana eiziina rya omukozesa.",
	"tog-ccmeonemails": "Ntsindikira kopi yaza emails ezinku tsindikira Abakozesa abandi",
	"tog-enotifwatchlistpages": "Ntsindikira email Orubaju rwanje ninga fayiro aha Ebirikukuratirwa byahindurwa",
	"tog-enotifusertalkpages": "Ntsindikira email iganiriro ry'orubaju rwangye rwa hinduka",
	"tog-enotifminoredits": "Ntsindikira email ahawa empindahinduka nkye eza embaju nana za fayiro",
	"tog-enotifrevealaddr": "Yoreka email address yangye omu za email z'oku kumanyisa",
	"tog-diffonly": "Ebirikukwaata aha orubaju bitorekwa aheifwe ya Entaniso",
	"tog-norollbackdiff": "Entaniso etakayorekwa bwanyima y'oku garuza",
	"tog-underline": "Tekaho akanyiriri ahansi ya linki:",
	"underline-never": "Otagyeza",
	"underline-always": "Bulijjo",
	"tog-showhiddencats": "Yoreka ebibiina ebisherekirwe",
	"tog-showrollbackconfirmation": "Yoreka okuhamya waba nonyiga aha linki eya Garuza",
	"tog-editsectiononrightclick": "Yikiriza okuhindura ekyicweka Kya Orubaju Ori kunyiga mukono buryo aha mitwe mikuru yebicweka.",
	"tog-editondblclick": "Gorora embaju Ori kunyiga kabiri",
	"tog-minordefault": "Ramba empindahinduka zoona ezitari zamaani nk'oku karayekore na Karimagyezi",
	"tog-forceeditsummary": "Nyijutsya ngu natsigaho omwanya gutiine kihandikiremu ogwa ebyahindurwa omubugufu",
	"tog-useeditwarning": "Ndabura nareka Orubaju rwa empinduka nta bikire ebinahindura",
	"tog-previewonfirst": "Yoreka okubiri kushusha aha kugorora kwa okubanza",
	"tog-previewontop": "Yoreka okubiri kushusha aharuguru ya ka bokisi k'oku gorooramu",
	"tog-uselivepreview": "Yoreka nk'oku biri kushushana otagarukiremu Orubaju busya.",
	"tog-usenewrc": "Teka empindahinduka ebikozirwe Orubaju nk'ezihererukire nana ebirikukuratirwa, omu gurupu.",
	"tog-hideminor": "Shereka empindahinduka ezitari z'amaani ezirugire kukorwa",
	"tog-hidecategorization": "Shereka okuteeka embaju omu bibiina.",
	"tog-hidepatrolled": "Shereka empindahinduka ezirambwirwe ezirugire kukorwa",
	"tog-newpageshidepatrolled": "Shereka embaju ezi rambwirwe omu rukarara rwa embaju ensya",
	"tog-shownumberswatching": "Yoreka omuhendo gwa Abakozesa abarikukuratirira",
	"prefs-watchlist": "Ebyokukuratirira",
	"tog-extendwatchlist": "Hangutsya Ebikukuratirirwa kworeka empindahinduka zoona, zitari ezarugaho",
	"tog-watchlistunwatchlinks": "Ramba otakuratirira/kuratirira ({{int: Ebyokukuratirira-otakuratirira}}/{{int: Ebyokukuratirira-shazamu-okutakuratirira}}) aha embaju eziri kukuratirirwa eziine empindahinduka (JavaScript neyetengesa kwenda bikorwe)",
	"tog-watchlisthideminor": "Shereka empindahinduka ezitari zamaani, obutarebwa aha Ebirikukuratirwa",
	"tog-watchlisthidebots": "Shereka empindahinduka za bot obatarebwa aha Ebirikukuratirwa",
	"tog-watchlisthideown": "Shereka ebimpindwire obutarebwa aha Ebirikukuratirwa",
	"tog-watchlisthideanons": "Shereka empindahinduka aza Abakozesa abatari kumanywa, obutarebwa aha Ebirikukuratirwa",
	"tog-watchlisthideliu": "Shereka empindahinduka eza Omukozesa ateyeyanjwire, obutarebwa aha Ebirikukuratirwa",
	"tog-watchlistreloadautomatically": "Ebirikukuratirwa byeyoreke busya buri obwakajejena kakuhindurwa (JavaScript neyetagisa)",
	"tog-watchlisthidecategorization": "Shereka ebibiina bya embaju",
	"tog-watchlisthidepatrolled": "Shereka empindahinduka ezi rambwirwe, obutarebwa aha Ebirikukuratirwa",
	"tog-watchdefault": "Gita embaju nana fayiro ezinku tereeza, aha Ebirikukuratirwa byangye.",
	"tog-watchmoves": "Gita embaju nana fayiro ezindiku tambuza, aha ebirikukuratirwa byangye.",
	"tog-watchdeletion": "Gita embaju nana fayiro ezinku sangura, aha Ebirikukuratirwa byangye",
	"tog-watchcreations": "Gita embaju ezindiku hangaho nana za fayiro ezi nku tekayo aha ''Ebirikukuratirwa''",
	"tog-watchuploads": "Gita fayiro ensya enzinku tekayo, aha Ebirikukuratirwa byangye",
	"tog-watchrollback": "Gita embaju ahinkozire oku Garuza, aha Ebirikukuratirwa byangye",
	"prefs-searchoptions": "Sherura"
}
