{
	"@metadata": {
		"authors": [
			"Geoleplubo"
		]
	},
	"preferences": "Préférinches",
	"tooltip-preferences-save": "Warder chés préférinches.",
	"username": "Nom d'uzeu:",
	"prefs-memberingroups": "{{GENDER:$2|Mimbe}}  {{PLURAL:$1|du groupe|des groupes}}:",
	"yourrealname": "Vrai nom:",
	"yourpassword": "Mot d'passe:",
	"yourlanguage": "Langache:",
	"gender-female": "Femelle",
	"gender-male": "Marle",
	"tog-oldsig": "Vote signure à momint chi :",
	"tog-fancysig": "Foaire l' signure conme du wikiteske (sin loyen automatike à vote parge d’uzeu)",
	"badsiglength": "Vote signature est gramint longue.\nAle doét mie éte pu longue éq $1 {{PLURAL:$1|caracter|caractéres}}.",
	"youremail": "Imèle:",
	"prefs-help-email": "L’adrèche du courrièl est facultative, mais ale est nécessaire pour artreuver vote mot d'passe, si vos vnoète à l’oblier.",
	"prefs-help-email-required": "I feut eune iméle adérche",
	"prefs-help-email-others": "Os pouvez auchi couésir d'laicher les eutes vos contacter par imèle aveuc un loïen édseur vote pache éd distchussion d'uzeu sans qu'i soèche nécessaire ed révéler vote idintité.",
	"tog-ccmeonemails": "Éspédier din m'bouéte ches copies ed ches imèles éq j'éspédie à ches autes uzeus",
	"tog-enotifwatchlistpages": "M'éspédier un imèle quante eune pache su m'lisse à suire est cangée",
	"tog-enotifusertalkpages": "Éspédier un imèle su em bouéte quante m'pache \"Dvise Uzeu\" est candgée.",
	"tog-enotifminoredits": "M'éspédier étou un imèle pou chés tiots canjemints d'chés paches o d'chés fichiés",
	"tog-enotifrevealaddr": "Afitcher mn' adrèche électronnike dins chés courriels éd notification",
	"timezoneregion-europe": "Urope",
	"tog-diffonly": "N'poin aficher chl'étnu del pache édsou diffs",
	"tog-norollbackdiff": "N'poin foaire vir ech diff aprés avoér révoquè",
	"tog-underline": "Loïens soulinés:",
	"underline-never": "Janmoais",
	"underline-always": "Toudis",
	"tog-showhiddencats": "Foaire vir chés muchées catégories",
	"tog-editsectiononrightclick": "Pérmet l'édicion del sekchon par un droét buke dzeur chés tites d' sekchon",
	"tog-editondblclick": "Éditer ches paches aveuc un doube buke",
	"editfont-serif": "Police Serif",
	"tog-minordefault": "Mertcher tous mes modifications conme étant mineures par défeut",
	"tog-forceeditsummary": "M'dire quante ch'résumè est blank (o quante ch'est ch'résumè d'annulation par défeut)",
	"tog-useeditwarning": "M’avértir quand qu'ej tchite ène parge in cours dé modificachon sin avoér récapè",
	"tog-previewonfirst": "Aficher l'prévue au preumié édite.",
	"tog-previewontop": "Aficher l'prévue édvint el bouéte édite",
	"tog-uselivepreview": "Foaire vir chés apérchus sin ertcherker l' page",
	"tog-usenewrc": "Grouper chés canjemints pèr parge dins chés neues modificachons et pi dins el lisse éd suie",
	"tog-hideminor": "Muche ches tiots edits din ches nouvieus cangemints",
	"tog-hidecategorization": "Mucher l' catégorisachon d'chés parges",
	"tog-hidepatrolled": "Mucher chés wardés édichons din chés nouvieus canjemints",
	"tog-newpageshidepatrolled": "Muche ches paches pormenées del lisse ed ches nouvèles paches",
	"tog-shownumberswatching": "Aficher ch'nombe ed gins qu'ont vu.",
	"tog-extendwatchlist": "Étènne l'lisse pou vir tortous ches cangemints, poin seulemint ches nouvieus",
	"tog-watchlistunwatchlinks": "Rajouter des loyens pour directémint suire o impéker d' suire ({{int:Watchlist-unwatch}}/{{int:Watchlist-unwatch-undo}}) chés intrèes d'el lisse éd suivi (i feut avoèr JavaScript pour uzer chole fonctionnalitè)",
	"tog-watchlisthideminor": "Muche chés tiotes édicions su el lisse à suire.",
	"tog-watchlisthidebots": "Muche chés édicions des robots su el lisse à suire",
	"tog-watchlisthideown": "Muche ems édicions dseur el lisse à suire",
	"tog-watchlisthideanons": "Muche ches édites ed ches gins annonimes su el lisse.",
	"tog-watchlisthideliu": "Muche chés édicions ed ches lodjés gins su el lisse.",
	"tog-watchlistreloadautomatically": "Ertcherker automatiquemint el lisse d' suie quante un filte est cangè (nécessitè d'avoèr  JavaScript)",
	"tog-watchlisthidecategorization": "Mucher l' catégorisachon d'chés parges",
	"tog-watchlisthidepatrolled": "Muche ches édites pormenés su el lisse.",
	"tog-watchdefault": "Ajouter chés paches pi chés fichiés qu'éj cange édseur em lisse à suire.",
	"tog-watchmoves": "Ajouter chés paches pi chés fichiés qu'éj déplache édseur m'lisse à suire.",
	"tog-watchdeletion": "Ajouter chés paches pi chés fichiés qu'éj déface édseur m'lisse à suire.",
	"tog-watchcreations": "Ajouter chés paches qu'éj crée et pi chés fichiés qu'éj téléquertche édseur em lisse à suire",
	"tog-watchuploads": "Rajouter à m' lisse d' suie chés nouvieus fikiers qu'ej téléverse",
	"tog-watchrollback": "Rajouter à m' lisse d' suie chés paches dousque j’ai foait eune révocation"
}
