{
	"@metadata": {
		"authors": [
			"Cakkaparla",
			"Dr Lotus Black",
			"Nay Thu Rin",
			"ReyLon Mrat",
			"Tejoebāsa",
			"YaThaWinTha"
		]
	},
	"saveprefs": "သိမ်းပါ",
	"prefs-back-title": "ကြိုက်တေနိန်ရာပြန်လား",
	"prefs-description-personal": "သင်ဇာပိုင်ပေါ်လာဖို့၊ ဆက်သွယ်ဖို့၊ နန္႔ အဆက်အသွယ်လုပ်ဖို့လည်းဆိုစွာကို ထိန်းချုပ်ပါ။",
	"yourpassword": "စကားဝှက်-",
	"passwordtooshort": "စကားဝှက်တိစာ အနည်းဆုံး {{PLURAL:$1|1 အက္ခရာ|$1 စာလုံး}} ဖြစ်ရပါဖို့ ။",
	"passwordtoolong": "စကားဝှက်တိစာ အနည်းဆုံး {{PLURAL:$1|1 အက္ခရာ|$1 စာလုံး}} ဖြစ်ရပါဖို့။",
	"password-substring-username-match": "မင်း၏စကားဝှက်သည် မင်းအသုံးပြုလူနာမည်အတွင်း မပေါ်ရပါ။",
	"password-name-match": "မင်းစကားဝှက်သည် မင်းအသုံးပြုလူနာမည်နှင့် ကွဲပြားနီရပါမည်။",
	"password-login-forbidden": "ဒေအသုံးပြုလူအမည်နှင့် စကားဝှက်အသုံးပြုခြင်းကို တားမြစ်ထားသည်။",
	"passwordincommonlist": "ထည့်သွင်းထားရေ စကားဝှက်သည် အလွန်အသုံးများရေ စကားဝှက်များစာရင်းတွင် ပါဝင်ပါ​ရေ။  ပိုမိုထူးခြားရေစကားဝှက်ကို ရွေးချယ်ပါ။",
	"prefs-help-yourpassword": "အကောင့်ပြန်လို့ရယူခြင်းကို ဖွင့်ထားသည်။  နောက်ထပ်ဆက်တင်တိအတွက် $1 ကိုကြည့်ပါ။",
	"tog-prefershttps": "အကောင့်ဝင်နီစဉ် လုံခြုံ‌ရေချိတ်ဆက်မှုကို အမြဲသုံးပါ။",
	"tog-oldsig": "မင်း၏ ဟိနန့်ပြီးသား လက်မှတ်-",
	"tog-fancysig": "လက်မှတ်ကို ဝီကီလင့်အဖြစ် သတ်မှတ်ရန် (မင့် အသုံးပြုသူ စာမျက်နှာသို့ အလိုအလျောက်လင့်မပါဘဲနှင့်)",
	"prefs-signature-error-details": "ပိုမို လေ့လာဖို့",
	"tog-requireemail": "အီးမေးလ်နန့် အသုံးပြုသူနာမည် နှစ်ခုစလုံးကို ထည့်ပီးမှယာ စကားဝှက်ကို အီးမေးလ်ထဲသို့ပို့ပီးဖို့ပါ။",
	"noemailprefs": "ဒေဝိသေသလက္ခဏာတိ အလုပ်ဖြစ်ဖို့ရန် မင်း၏ရွေးချယ်စရာတိထဲက အီးမေးလ်လိပ်စာတစ်ခု သတ်မှတ်ပါ။",
	"emailnotauthenticated": "မင်း၏အီးမေးလ်လိပ်စာကို အတည်မပြုရသိပါ။\n အောက်ပါဝန်ဆောင်မှုတိအတွက် ဇာအီးမေးလ်ကိုလေ့ ပေးပို့မည်မဟုတ်ပါ။",
	"emailconfirmlink": "မင်း၏အီးမေးလ်လိပ်စာကို အတည်ပြုပါ။",
	"emailauthenticated": "မင်း၏အီးမေးလ်လိပ်စာကို $2 တွင် $3 ဖြင့် အတည်ပြုခရေ။",
	"tog-ccmeonemails": "အခြားအသုံးပြုသူတိပသို့ ပီးပို့ရေ အီးမေးလ်မိတ္တူတိကို ငါ့ပါးသို့ ပီးပို့ပါ။",
	"tog-enotifwatchlistpages": "အကျွန်ဧ့ စောင့်ကြေ့စာရင်းမှ စာမျက်နှာတစ်ခု မဟုတ်ကေ ဖိုင်တစ်ခုကို ပြောင်းလဲလိုက်ပါကအကျွန်ဆီ အီးမေးလ်ပို့ပါ",
	"tog-enotifusertalkpages": "အကျွန်၏ဆွေးနွေးချက်စာမျက်နှာ ပြောင်းလဲမှုဟိဖို့ဆိုကေ  အကျွန်ထံ အီးမေလ်ပို့ပါ",
	"tog-enotifminoredits": "စာမျက်နှာတိနန့် ဖိုင်တိ၏ အရေးမကြီးရေ တီးဖြတ်မှုတိကိုလည်း အီးမေးပို့ရန်",
	"tog-enotifrevealaddr": " အသိပီးချက်အီးမေးတိမှာ  အကျွှန်၏ အီးမေးလိပ်စာကို ဖော်ပြရန်",
	"prefs-user-pages": "အသုံးပြုလူ စာမျက်နှာတိ",
	"prefs-description-rendering": "ကိုယ်ထည်၊ အရွေအစား နန့် စာဖတ်စရာရွေးချယ်မူတိကို ကိုင်တွီပါ။",
	"skin-preview": "အစမ်းကြည့်ဖို့",
	"timezone-invalid": "အချိန်ဇုန် သို့မဟုတ် အချိန် အော့ဖ်ဆက် မရဟိနိင်",
	"prefs-files": "ဖိုင်တိ",
	"tog-diffonly": "ကွဲပြားမှုတိအောက်တွင် စာမျက်နှာအကြောင်းအရာကို မပြပါကေ့",
	"tog-norollbackdiff": "နောက်ပြန်ဆုတ်‌‌စော်ကို လုပ်ဆောင်ပြီးကေ ကွဲပြားမှုကို မပြပါကေ့",
	"tog-underline": "လင့်တိမျဉ်းတားရေ ပုံစံ",
	"underline-default": "ဘရောက်ဆာ မဟုတ်ကေ Skin default အတိုင်း",
	"underline-never": "တခါလေ့",
	"underline-always": "အမြဲတမ်း",
	"tog-showhiddencats": "ဝှက်ထား‌ရေ အမျိုးအစားတိကို ပြပါ။",
	"tog-showrollbackconfirmation": "နောက်ပြန်ဆွဲ‌ရေလင့်ခ်ကို နှိပ်‌ရေအခါ အတည်ပြုချက်တစ်ခုပြပါ။",
	"prefs-editing": "တီးဖြတ်စွာ",
	"prefs-description-editing": "တီးဖြတ်မှုတိကို မင်းပြုလုပ်ပုံ၊ ခြီရာခံခြင်းနန့် ပြန်လည်သုံးသပ်ခြင်းတိကို စိတ်ကြိုက်ပြင်ဆင်ပါ။",
	"tog-editsectiononrightclick": "အပိုင်းလိုက်ခေါင်းစဉ်တိကို ညာကလစ်နှိပ်ခြင်းပြီးကေ အပိုင်းလိုက် တီးဖြတ်ခြင်းကို အသုံးပြုရန်",
	"tog-editondblclick": "ကလစ်နှစ်ခါနှိပ်ပြီးကေ စာမျက်နှာတိအား ပြင်ဆင်ရန်",
	"prefs-editor": "တီးဖြတ်သူ",
	"editfont-style": "ဧရိယာဖောင့်စတိုင်ကို တီးဖြတ်ပါ-",
	"editfont-monospace": "Monospaced ဖောင့်",
	"editfont-sansserif": "Sans-serif ဖောင့်",
	"editfont-serif": "Serif ဖောင့်",
	"tog-minordefault": "တီးဖြတ်မှုအားလုံးသည် အရေးမကြီးရေ တီးဖြတ်မှုဟု ပုံသေသတ်မှတ်ရန်",
	"tog-forceeditsummary": "တီးဖြတ်အတိုချုပ် ဗလာဖြစ်နေလျှင် သတိပေးရန် (မဟုတ်ကေ အကျဉ်းချုပ်ကို ပြန်ပြင်ရန်)",
	"tog-useeditwarning": "မသိမ်းဆည်းထား‌ရေ အပြောင်းအလဲတိနန့် တီးဖြတ်ခြင်းစာမျက်နှာမှ ထွက်‌ရေအခါ ကျွန်ုပ်အား သတိပီးပါ။",
	"prefs-preview": "စမ်းလို့လုပ်ကြေ့ပါ",
	"tog-previewonfirst": "တီးဖြတ်ရန် စတင်ရေအခါ အစမ်းကြေ့ရှုမှုကို ပြပါ။",
	"tog-previewontop": "တီးဖြတ်ရေ အကွက်မတိုင်မီ နမူနာကို ပြရန်",
	"tog-uselivepreview": "စာမျက်နှာကို ပြန်မတင်ဘဲ အစမ်းကြေ့ရှုမှုကို ပြပါ။",
	"prefs-rc": "ဒေဂုတလီအပြောင်းအလွဲတိ",
	"prefs-description-rc": "လောလောလတ်လတ်ပြင်ဆင်ထားရေ နေရာကို စိတ်ကြိုက်ပြင်ဆင်ပါ။",
	"tog-usenewrc": "လတ်တလောပြောင်းလဲမှုတိနန့် စောင့်ကြေ့စာရင်းမှာ စာမျက်နှာ အုပ်စုလိုက် ပြောင်းလဲချက်တိ",
	"tog-hideminor": "အရေးမကြီးရေ တီးဖြတ်မှုတိကို လောလောဆယ် အပြောင်းအလဲတိမှ ဝှက်ရန်",
	"tog-hidecategorization": "စာမျက်နှာတိ၏ ကဏ္ဍကို ဝှက်ရန်",
	"tog-hidepatrolled": "လောလောဆီ အပြောင်းအလဲတိမှာ ကင်းလှည့်တီးဖြတ်မှုတိကို ဝှက်ရန်",
	"tog-newpageshidepatrolled": "စာမျက်နှာသစ်စာရင်းတွင် ကင်းလှည့်စာမျက်နှာတိကို ဝှက်ရန်",
	"tog-shownumberswatching": "စောင့်ကြေ့နီရေ အသုံးပြုလူအရီအတွက်ကို ပြရန်",
	"prefs-watchlist": "စောင့်ကြေ့စရင်း",
	"prefs-description-watchlist": "သင်ဝင်ရောက်ခရေ စာမျက်နှာစာရင်းကို အသုံးပြုသူစိတ်ကြိုက်ပြင်ဆင်ပါ။",
	"prefs-editwatchlist": "စောင့်ကြည့်စာရင်းကို တီးဖြတ်ပါ",
	"tog-extendwatchlist": "စောင့်ကြေ့စရင်းမှာ ပြောင်းလဲမှုအားလုံးအား  ပြရန်။",
	"tog-watchlistunwatchlinks": "ကြေ့ရှုထားရေ စာမျက်နှာတိမှာ ပြောင်းလဲမှုတိနန့် တိုက်ရိုက်မကြေ့ရှုခြင်း/စောင့်ကြေ့မှု အမှတ်အသားတိ ({{int:Watchlist-unwatch}}/{{int:Watchlist-unwatch-undo}}) ကို ပေါင်းထည့်ပါ (ပြောင်းရန် လုပ်ဆောင်နိုင်စွမ်းအတွက် JavaScript လိုအပ်ရေ)",
	"tog-watchlisthideminor": "အရေးမကြီးရေ တီးဖြတ်မှုတိကို စောင့်ကြေ့စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchlisthidebots": "ဘော့တီးဖြတ်မှုတိကို စောင့်ကြေ့စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchlisthideown": "ကျွန်တော်၏ တီးဖြတ်မှုတိကို စောင့်ကြေ့စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchlisthideanons": "စောင့်ကြေ့စာရင်းမှ log in ဝင်ထားရေ အသုံးပြုသူရို့၏ တီးဖြတ်မှုတိကို ဝှက်ရန်",
	"tog-watchlisthideliu": "စောင့်ကြေ့စာရင်းမှ log in ဝင်ထားရေ အသုံးပြုသူရို့၏ တီးဖြတ်မှုတိကို ဝှက်ရန်",
	"tog-watchlistreloadautomatically": "စိစစ်မှုတစ်ခု အပြောင်းအလဲဖြစ်တိုင်း စောင့်ကြေ့စာရင်းကို အလိုအလျောက် ပြန်လည် ခေါ်ယူရဖို့ (JavaScript လိုအပ်)",
	"tog-watchlisthidecategorization": "စာမျက်နှာတိ၏ ကဏ္ဍကို ဝှက်ပါ",
	"tog-watchlisthidepatrolled": "စောင့်ကြေ့ စစ်ဆေးထားရေ တီးဖြတ်မှုတိကို စောင့်ကြေ့စာရင်းမှ ဝှက်ထားရန်",
	"tog-watchdefault": "အကျွန် တည်းဖြတ်ခရေ စာမျက်နှာတိနန့်ဖိုင်တိကို စောင့်ကြည့်စာရင်းသို့  ပေါင်းထည့်ပီးပါ",
	"tog-watchmoves": "အကျွှန် ရွှေ့လိုက်တေ စာမျက်နှာတိနန့် ဖိုင်တိကို စောင့်ကြေ့စာရင်းသို့ ပေါင်းထည့်ရန်",
	"tog-watchdeletion": "ဖျက်လိုက်တေ စာမျက်နှာတိနန့် ဖိုင်တိကို စောင့်ကြေ့စာရင်းသို့ ပေါင်းထည့်ရန်",
	"tog-watchcreations": "အကျွန်စတင်ရွီးသားခရေ စာမျက်နှာတိနန့် အပ်လုပ်တင်ခရေ ဖိုင်တိကို စောင့်ကြည့်စာရင်းထဲ ပေါင်းထည့်ရန်",
	"tog-watchuploads": "အကျွှန် တင်လိုက်တေ ဖိုင်အသစ်တိကို အကျွှန့် စောင့်ကြေ့စာရင်းသို့ ပေါင်းထည့်ရန်",
	"tog-watchrollback": "နောက်ဖက်ပြင်ခြင်း ဆောင်ရွက်လိုက်တေ စာမျက်နှာတိအား အကျွန်၏ စောင့်ကြေ့စာရင်းသို့ ပေါင်းထည့်ပီးပါ",
	"prefs-searchoptions": "ရှာဖွီပါ",
	"prefs-description-searchoptions": "လုပ်ဆောင်ချက် ရလဒ်ထွက်ဖို့နဲ့ အလိုလျောက်ပြီးမြောက်ဖို့ ဇာပိုင်ပြီးမြောက်စီဖို့ခဲရွီးပါ"
}
