{
	"@metadata": {
		"authors": [
			"Amire80",
			"Bill Pirkle",
			"Mahabarata",
			"Matma Rex",
			"McDutchie",
			"Raymond",
			"Tim Starling"
		]
	},
	"rest-prefix-mismatch": "Error message for REST API debugging, shown if $wgRestPath is incorrect or otherwise not matched. Parameters:\n* $1: The requested path.\n* $2: The configured REST base path ($wgRestPath).",
	"rest-bad-prefix": "Error message for REST API debugging, shown if the request path does not match the regular expression for module prefixes. Parameters:\n* $1: The requested path without the REST base path.",
	"rest-wrong-method": "Error message for REST API debugging, shown if the HTTP method is incorrect. Parameters:\n* $1: The received request method.\n* $2: A comma-separated list of allowed methods for this path.\n* $3: The number of items in the list $2",
	"rest-no-match": "Error message for REST API debugging, shown if the path has the correct prefix but did not match any registered handler. Parameters:\n* $1: The received request path, relative to $wgRestPath.",
	"rest-unknown-module": "Error message for REST API debugging, shown if the module name did not match any known module. Parameters:\n* $1: The received module name.",
	"rest-nonexistent-title": "Error message for REST API debugging, shown if the specified title does not exist. Parameters:\n* $1 The page title.",
	"rest-nonexistent-title-revision": "Error message for REST API debugging, shown if the specified revision of the specified title does not exist. Parameters:\n* $1 The revision ID.\n* $2 The page title.",
	"rest-nonexistent-revision": "Error message for REST API debugging, shown when the specified revision does not exist. Parameters:\n* $1 The revision id.",
	"rest-nonexistent-user": "Error message for REST API debugging, shown when the specified user does not exist. Parameters:\n* $1 The username.",
	"rest-invalid-user": "Error message for REST API debugging, shown when the specified username is invalid. Parameters:\n* $1 The username.",
	"rest-invalid-ip": "Error message for REST API debugging, shown when the specified IP is invalid. Parameters:\n* $1 The IP.",
	"rest-invalid-title": "Error message indicating that the given title is invalid or does not refer to a wiki page (e.g. it's a special page). Parameters:\n* $1 The page title",
	"rest-unsupported-content-type": "Error message for REST API debugging, shown when the specified content type is invalid. Parameters:\n* $1 The content type.",
	"rest-permission-error": "Error message for REST API debugging, shown when the user is denied permission to perform an action. Parameters:\n* $1 The name of the action.",
	"rest-permission-denied-anon": "Error message for REST API debugging, shown when the user is anonymous and therefore is denied permission to a resource",
	"rest-permission-denied-title": "Error message for REST API debugging, shown if the user doesn't have read access to the specified title. Parameters:\n* $1 The page title",
	"rest-permission-denied-revision": "Error message for REST API debugging, shown when the user doesn't have access to the specified revision. Parameters:\n* $1: the specified revision.",
	"rest-rate-limit-exceeded": "Error message for REST API debugging, shown when a rate limit was exceeded by the request",
	"rest-resource-limit-exceeded": "Error message for REST API debugging, shown when the resource limit was exceeded by the request",
	"rest-pagehistory-incompatible-params": "Error message for REST API debugging, shown if incompatible parameters are specified.",
	"rest-pagehistory-param-range-error": "Error message for REST API debugging, shown if a revision id is provided but is out of range.",
	"rest-pagehistory-timestamp-error": "Error message for REST API debugging, shown if an error occurred loading the timestamp for the specified revision.",
	"rest-pagehistorycount-type-unrecognized": "Error message for REST API debugging, shown if the specified type is not valid.",
	"rest-pagehistorycount-parameters-invalid": "Error message for REST API debugging, shown when an unsupported combination of parameters has been provided.",
	"rest-compare-page-mismatch": "Error message for REST API debugging, shown when the revisions belong to different pages.",
	"rest-compare-permission-denied": "Error message for REST API debugging, shown when the user doesn't have access to the specified revisions.",
	"rest-compare-nonexistent": "Error message for REST API debugging, shown when one of the revisions does not exist. Parameters:\n* $1: The parameter name, either \"from\" or \"to\".",
	"rest-compare-inaccessible": "Error message for REST API debugging, shown when the text of one of the revisions has been deleted or suppressed so that only privileged users can view it. Parameters:\n* $1: The parameter name, either \"from\" or \"to\".",
	"rest-compare-wrong-content": "Error message for REST API debugging, shown when Content::convert() fails to convert the revision to text. Parameters:\n* $1: The slot role name, usually \"main\".\n* $2: The parameter name, either \"from\" or \"to\".",
	"rest-compare-wikidiff2": "Error message for REST API debugging.",
	"rest-pagehistorycount-too-many-revisions": "Error message for REST API debugging, shown when the page has too many revisions to retrieve the count.",
	"rest-search-error": "Error message for REST API debugging, shown when an error occurs from search engine/database while searching for term. Parameters:\n* $1: The cause of the error.",
	"rest-page-source-type-error": "Error message for REST API debugging, shown when trying to retrieve content for a page that has an unsupported content type",
	"rest-no-revision": "Error message for REST API debugging, shown when fetching a revision by page ID fails. Parameters:\n* $1: The page ID we are getting revision from",
	"rest-media-too-many-links": "Error message for REST API debugging, shown when there are too many media links on a page. Parameters:\n* $1: The page title.\n* $2: The number of links allowed.",
	"rest-html-backend-error": "Error message for REST API debugging, shown when fetching Parsoid HTML from backend has failed. Parameters:\n* $1: The technical error message from parsoid.",
	"rest-html-stash-failure": "Error message for REST API debugging, shown when stash Parsoid HTML failed.",
	"rest-bad-json-body": "Error message for REST API debugging, shown when request body did not contain a JSON encoded object.",
	"rest-json-body-parse-error": "Error message for REST API debugging, shown when parsing the JSON body failed. Parameters:\n* $1: the error message from the JSON parser.",
	"rest-missing-body-field": "Error message for REST API debugging, shown when there is a mandatory field missing from the request body. Parameters:\n* $1: The field name",
	"rest-body-validation-error": "Error message for REST API debugging, shown when the request body is not valid. Parameters:\n* $1: The validation error (from one of the paramvalidator-* messages)",
	"rest-extraneous-body-fields": "Error message for REST API debugging, shown when there are extraneous fields in the request body. Parameters:\n* $1: A comma-separated list of unrecognized fields",
	"rest-bad-content-model": "Error message for REST API debugging, shown when an unknown content model is specified. Parameters:\n* $1: The content model name",
	"rest-update-cannot-create-page": "Error message for REST API debugging, shown when creation of a page was requested via a PUT with no base revision ID, but the page already exists. Parameters:\n* $1: The title of the page",
	"rest-extraneous-csrf-token": "Error message for REST API debugging, shown when an CSRF token was provided by the client, even though the authentication mechanisms used is safe against CSRF attacks.",
	"rest-cannot-load-file": "Error message for REST API debugging, shown when a media file could not be loaded. Parameters:\n* $1: The title of the page",
	"rest-cross-origin-anon-write": "Error message for REST API debugging, shown when a client attempts to make a cross-origin anon write.",
	"rest-requires-safe-against-csrf": "Error message for REST API debugging, shown when a handler requires a [[:w:Cross-site request forgery|CSRF]]-safe session provider, but a non-CSRF-safe session provider was used.",
	"rest-badtoken": "Error message for REST API debugging, shown when an invalid CSRF token was provided.",
	"rest-badtoken-missing": "Error message for REST API debugging, shown when no anti-CSRF security token was provided.\n\n'''Note: CSRF is a type of attack ([[:w:Cross-site request forgery|Cross-Site Request Forgery]]), so \"CSRF-safe\" means \"safe against CSRF attacks\".'''",
	"rest-badtoken-nosession": "Error message for REST API debugging, shown when an invalid CSRF token was provided and it seems like the client failed to include authentication information.",
	"rest-mock-error": "Error message for REST API debugging, shown when there is an error mocking",
	"rest-specified-revision-unavailable": "Error message for REST API debugging, shown when the specified revision is deleted or suppressed",
	"rest-previous-revision-unavailable": "Error message for REST API debugging, shown when the previous revision can not be found",
	"rest-requires-content-type-header": "Error message for REST API debugging, shown when a request payload requires a Content-Type header but none is provided.",
	"rest-transform-missing-html": "Error message for REST API debugging, shown when no html is supplied",
	"rest-transform-missing-title": "Error message for REST API debugging, shown when no title or wikitext is provided",
	"rest-unsupported-target-format": "Error message for REST API debugging, shown when the requested target format is not supported",
	"rest-parsoid-resource-exceeded": "Error message for REST API debugging, shown when a resource limit is exceeded while converting between wikitext and HTML.",
	"rest-parsoid-error": "Error message for REST API debugging, indicating an unspecified backend error occurred while converting between wikitext and HTML.\n\n[[:mw:Parsoid|Parsoid]] is the name of a software library; do not translate that name.",
	"rest-parsoid-bad-render-id": "Error message for REST API debugging, shown when a ParsoidRenderID object cannot be created from the provided key. Parameters:\n* $1: The key",
	"rest-bad-stash-key": "Error message for REST API debugging, shown when When the rednerid or etag given in the request is not a valid stash key.",
	"rest-html-key-expected": "Error message for REST API debugging, shown when when the \"html\" key is missing from the request body",
	"rest-invalid-transform": "Error message for REST API debugging, shown when an unsupported transformation is requested from the transform handler. Parameters:\n* $1: The source format \n* $2: The target format",
	"rest-request-body-expected": "Error message for REST API debugging, shown when the request method expects a request body",
	"rest-request-body-unaccepted": "Error message for REST API debugging, shown when the request method does not accept a request body",
	"rest-unmapped-action-error": "Error message for REST API debugging, shown when the ApiUsageExceptions does not have errors in status object. Parameters:\n* $1: The error details",
	"rest-unsupported-transform-input": "Error message for REST API debugging, shown when the the input format to the transformation is unsupported. Parameters:\n* $1: The source format",
	"rest-bad-etag": "Error message for REST API debugging, shown when the ParsoidRenderID object cannot be created from the provided key. Parameters:\n* $1: The key",
	"rest-no-stashed-content": "Error message for REST API debugging, shown when no stashed content was found with the given key.\n\nParameters:\n* $1: The stash key",
	"rest-unsupported-profile-version": "Error message for REST API debugging, shown when the profile version is unsupported. Parameters:\n* $1: The version",
	"rest-no-json-decode": "Error message for REST API debugging, shown when the payload does not json decode to an array",
	"rest-parsoid-unsupported-media": "Error message for REST API debugging, shown when the media content is unsupported",
	"rest-missing-revision-html": "Error message for REST API debugging, shown when the revision html is missing",
	"rest-missing-revision-html-content-type": "Error message for REST API debugging, shown when the content-type of revision html is missing",
	"rest-unsupported-profile-conversion": "Error message for REST API debugging, shown when the handler does not know how to do the conversion",
	"rest-edit-conflict": "Error message for REST API debugging, shown when there is an edit conflict. Parameters:\n* $1: The result of the edit attempt",
	"rest-unknown-parsoid-transformation": "Error message for REST API debugging, shown when the requested transformation is not supported",
	"rest-target-variant-required": "Error message for REST API debugging, shown when the target variant is required",
	"rest-unsupported-language-conversion": "Error message for REST API debugging, shown when the language conversion is not supported. Parameters:\n* $1: The source format \n* $2: The target format",
	"rest-unknown-content-model": "Error message for REST API debugging, shown when an unregistered content model is requested. Parameters:\n* $1: The name of the unknown content model",
	"rest-page-bundle-validation-error": "Error message for REST API debugging, shown when PageBundle does not match the given contentVersion. Parameters:\n* $1: The error details",
	"rest-module": "Term for a group of related REST API endpoints",
	"rest-module-default": "Name of the default REST module, which holds all REST API endpoints not part of any specific REST module",
	"rest-module-extra-routes-title": "Name of the REST module holding REST API endpoints defined in the legacy (pre-module) format",
	"rest-module-extra-routes-desc": "Description of the REST module holding REST API endpoints defined in the legacy (pre-module) format",
	"rest-module-specs.v0-title": "Title of the specs.v0 REST module",
	"rest-module-specs.v0-desc": "Description of the specs.v0 REST module",
	"rest-module-content.v1-title": "Title of the content.v1 REST module",
	"rest-module-content.v1-desc": "Description of the content.v1 REST module",
	"rest-param-desc-mock-desc": "{{Experimental}} Mock description for use in tests",
	"rest-param-desc-revision-id": "{{Experimental}} Revision id parameter description",
	"rest-param-desc-html-input-title": "{{Experimental}} HTML input transform title parameter description",
	"rest-param-desc-html-input-oldid": "{{Experimental}} HTML input transform oldid parameter description",
	"rest-param-desc-html-input-from": "{{Experimental}} HTML input transform from parameter description",
	"rest-param-desc-html-input-format": "{{Experimental}} HTML input transform format parameter description",
	"rest-param-desc-html-input-contentmodel": "{{Experimental}} HTML input transform contentmodel parameter description",
	"rest-param-desc-html-input-language": "{{Experimental}} HTML input transform language parameter description",
	"rest-param-desc-html-output-stash": "{{Experimental}} HTML output renderer stash parameter description",
	"rest-param-desc-html-output-flavor": "{{Experimental}} HTML output renderer flavor parameter description",
	"rest-param-desc-page-content-title": "{{Experimental}} Page content title parameter description",
	"rest-param-desc-page-content-redirect": "{{Experimental}} Page content redirect parameter description",
	"rest-param-desc-source": "{{Experimental}} Request body parameter providing the page content",
	"rest-param-desc-comment": "{{Experimental}} Request body parameter providing a comment describing the reason for creating the page",
	"rest-param-desc-contentmodel": "{{Experimental}} The content model to use to interpret the source",
	"rest-param-desc-update-latest": "{{Experimental}} Request body parameter providing the page content",
	"rest-param-desc-create-title": "{{Experimental}} Page title. Visit individual wikis for policies about page title formats and characters.",
	"rest-param-desc-update-source": "{{Experimental}} Page content in the format specified by the content_model property",
	"rest-param-desc-latest-source": "{{Experimental}} Latest page content in the format specified by the content_model property",
	"rest-param-desc-compare-from": "{{Experimental}} Compare from parameter description",
	"rest-param-desc-compare-from-id": "{{Experimental}} REST API revision comparison response body field, identifying the 'from' revision",
	"rest-param-desc-compare-from-slotrole": "{{Experimental}} REST API revision comparison response body field, identifying the slot role of the 'from' revision",
	"rest-param-desc-compare-from-sections": "{{Experimental}} REST API revision comparison response body field, identifying preprocessor sections of the 'from' revision",
	"rest-param-desc-compare-from-section-level": "{{Experimental}} REST API revision comparison response body field, identifying section level of the 'from' revision",
	"rest-param-desc-compare-from-section-heading": "{{Experimental}} REST API revision comparison response body field, identifying section heading of the 'from' revision",
	"rest-param-desc-compare-from-section-offset": "{{Experimental}} REST API revision comparison response body field, identifying wikitext offset of the section start of the 'from' revision",
	"rest-param-desc-compare-to": "{{Experimental}} Compare to parameter description",
	"rest-param-desc-compare-to-id": "{{Experimental}} REST API revision comparison response body field, identifying the 'to' revision",
	"rest-param-desc-compare-to-slotrole": "{{Experimental}} REST API revision comparison response body field, identifying the slot role of the 'to' revision",
	"rest-param-desc-compare-to-sections": "{{Experimental}} REST API revision comparison response body field, identifying preprocessor sections of the 'to' revision",
	"rest-param-desc-compare-to-section-level": "{{Experimental}} REST API revision comparison response body field, identifying section level of the 'to' revision",
	"rest-param-desc-compare-to-section-heading": "{{Experimental}} REST API revision comparison response body field, identifying section heading of the 'to' revision",
	"rest-param-desc-compare-to-section-offset": "{{Experimental}} REST API revision comparison response body field, identifying wikitext offset of the section start of the 'to' revision",
	"rest-param-desc-compare-diff": "{{Experimental}} REST API revision comparison response body field, showing differences between revisions",
	"rest-param-desc-language-links-title": "{{Experimental}} Language links title parameter description",
	"rest-param-desc-media-links-title": "{{Experimental}} Media links title parameter description",
	"rest-param-desc-media-file-title": "{{Experimental}} Media file title parameter description",
	"rest-param-desc-media-description-url": "{{Experimental}} REST API parameter/field description, for the media file description url",
	"rest-param-desc-media-latest": "{{Experimental}} REST API parameter/field description, for the latest revision of a media file",
	"rest-param-desc-media-latest-timestamp": "{{Experimental}} REST API parameter/field description, for the media file last modified timestamp",
	"rest-param-desc-media-latest-user": "{{Experimental}} REST API parameter/field description, for the user who uploaded a media file",
	"rest-param-desc-media-preferred": "{{Experimental}} REST API parameter/field description, for the media file's preferred formats",
	"rest-param-desc-media-mediatype": "{{Experimental}} REST API parameter/field description, for the media file type",
	"rest-param-desc-media-size": "{{Experimental}} REST API parameter/field description, for the media file size",
	"rest-param-desc-media-width": "{{Experimental}} REST API parameter/field description, for image file maximum recommended width",
	"rest-param-desc-media-height": "{{Experimental}} REST API parameter/field description, for image file maximum recommended height",
	"rest-param-desc-media-duration": "{{Experimental}} REST API parameter/field description, for audio/video file length",
	"rest-param-desc-media-url": "{{Experimental}} REST API parameter/field description, for media file download url",
	"rest-param-desc-media-original": "{{Experimental}} REST API parameter/field description, for media file original details",
	"rest-param-desc-media-thumbnail": "{{Experimental}} REST API parameter/field description, for media file thumbnail information",
	"rest-param-desc-media-links-array": "{{Experimental}} REST API response field description, for array of media files on a page",
	"rest-param-desc-module-spec-module": "{{Experimental}} Module spec module parameter description",
	"rest-param-desc-module-spec-version": "{{Experimental}} Module spec version parameter description",
	"rest-param-desc-opensearch-ctype": "{{Experimental}} Open search description ctype parameter description",
	"rest-param-desc-pagehistory-count-title": "{{Experimental}} Page history count title parameter description",
	"rest-param-desc-pagehistory-count-type": "{{Experimental}} Page history count type parameter description",
	"rest-param-desc-pagehistory-count-from": "{{Experimental}} Page history count from parameter description",
	"rest-param-desc-pagehistory-count-to": "{{Experimental}} Page history count to parameter description",
	"rest-param-desc-pagehistory-title": "{{Experimental}} Page history title parameter description",
	"rest-param-desc-pagehistory-older-than": "{{Experimental}} Page history older than parameter description",
	"rest-param-desc-pagehistory-newer-than": "{{Experimental}} Page history newer than parameter description",
	"rest-param-desc-pagehistory-filter": "{{Experimental}} Page history filter parameter description",
	"rest-param-desc-search-q": "{{Experimental}} Search phrase being searched",
	"rest-param-desc-search-limit": "{{Experimental}} The number of items to be returned",
	"rest-param-desc-transform-from": "{{Experimental}} Transform from parameter description",
	"rest-param-desc-transform-format": "{{Experimental}} Transform format parameter description",
	"rest-param-desc-transform-title": "{{Experimental}} Transform title parameter description",
	"rest-param-desc-transform-revision": "{{Experimental}} Transform revision parameter description",
	"rest-param-desc-update-title": "{{Experimental}} Update page title parameter description",
	"rest-property-desc-mock-desc": "{{Experimental}} Mock description for use in tests",
	"rest-property-desc-revision-user": "{{Experimental}} REST API response field description, identifying the user who made a revision",
	"rest-property-desc-revision-id": "{{Experimental}} Revision id property description",
	"rest-property-desc-revision-timestamp": "{{Experimental}} Revision timestamp",
	"rest-property-desc-revision-array": "{{Experimental}} REST API response field description, for holding a pages revisions",
	"rest-property-desc-page-id": "{{Experimental}} Page identifier",
	"rest-property-desc-page-title": "{{Experimental}} Page title",
	"rest-property-desc-page-key": "{{Experimental}} Page title in URL-friendly format",
	"rest-property-desc-page-language-code": "{{Experimental}} REST API response field description, for the page language code",
	"rest-property-desc-page-language-name": "{{Experimental}} REST API response field description, for the page language name",
	"rest-property-desc-page-language-key": "{{Experimental}} REST API response field description, for the URL-friendly page title",
	"rest-property-desc-page-language-title": "{{Experimental}} REST API response field description, for the reading-friendly page title",
	"rest-property-desc-page-latest": "{{Experimental}} Information about the latest revision",
	"rest-property-desc-page-latest-id": "{{Experimental}} Revision identifier for the latest revision",
	"rest-property-desc-page-timestamp": "{{Experimental}} Timestamp of the latest revision",
	"rest-property-desc-page-timestamp-html": "{{Experimental}} Timestamp of the latest revision in ISO 8601 format",
	"rest-property-desc-page-license": "{{Experimental}} Information about the wiki's license",
	"rest-property-desc-page-license-url": "{{Experimental}} URL of the applicable license",
	"rest-property-desc-page-license-title": "{{Experimental}} Name of the applicable license",
	"rest-property-desc-page-license-url-html": "{{Experimental}} URL of the applicable license based on the $wgRightsUrl setting",
	"rest-property-desc-page-license-title-html": "{{Experimental}} Name of the applicable license based on the $wgRightsText setting",
	"rest-property-desc-page-content-html": "{{Experimental}} Latest page content in HTML, following the HTML specification",
	"rest-property-desc-page-contentmodel": "{{Experimental}} Page content type",
	"rest-property-desc-page-restbase-compatibility": "{{Experimental}} Included only if the x-restbase-compat header is used to activate RESTBase compatibility",
	"rest-property-desc-page-history-edit-count": "{{Experimental}} REST API response field description, for the page edit count",
	"rest-property-desc-page-history-edit-limit": "{{Experimental}} REST API response field description, for if the edit count exceeded the limit",
	"rest-property-desc-revision-html-url": "{{Experimental}} Url to retrieve the revision content in html format",
	"rest-property-desc-revision-title": "{{Experimental}} Revision Title. Included only if the x-restbase-compat header is used to activate RESTBase compatibility",
	"rest-property-desc-user-id": "{{Experimental}} User identifier",
	"rest-property-desc-user-name": "{{Experimental}} User name",
	"rest-property-desc-revision-size": "{{Experimental}} Nominal size of this revision, in bogo-bytes",
	"rest-property-desc-revision-delta": "{{Experimental}} The difference in size compared to the previous revision.",
	"rest-property-desc-revision-comment": "{{Experimental}} The comment the author associated with the revision",
	"rest-property-desc-revision-minor": "{{Experimental}} Whether or not this is a minor edit",
	"rest-property-desc-revision-content-model": "{{Experimental}} Type of content",
	"rest-property-desc-revision-page": "{{Experimental}} The page the revision belongs to",
	"rest-property-desc-revision-source": "{{Experimental}} The revision source content",
	"rest-property-desc-revision-html": "{{Experimental}} Revision content in HTML, following the HTML specification",
	"rest-property-desc-revision-url": "{{Experimental}} REST API response field description, for the link to the page's latest revision",
	"rest-property-desc-search-excerpt": "{{Experimental}} REST API response field description, for the matching content",
	"rest-property-desc-search-matched-title": "{{Experimental}} REST API response field description, for the redirection page",
	"rest-property-desc-search-description": "{{Experimental}} REST API response field description, for the page summary",
	"rest-property-desc-search-thumbnail": "{{Experimental}} REST API response field description, for the page thumbnail",
	"rest-schema-desc-mock-desc": "{{Experimental}} Mock description for use in tests",
	"rest-schema-desc-revision-metadata": "{{Experimental}} revision meta-data",
	"rest-schema-desc-new-page": "{{Experimental}} The new page, including source (usually wikitext)",
	"rest-schema-desc-bare-page": "{{Experimental}} Page without content",
	"rest-schema-desc-existing-revision": "{{Experimental}} Revision with HTML content",
	"rest-schema-desc-existing-page-html": "{{Experimental}} Page with HTML content",
	"rest-schema-desc-existing-page-source": "{{Experimental}} Page with source (usually wikitext)",
	"rest-schema-desc-media-file": "{{Experimental}} REST API response field description, for file information",
	"rest-schema-desc-media-links": "{{Experimental}} REST API response field description, for page media links",
	"rest-schema-desc-page-history": "{{Experimental}} REST API response field description, for age revision history",
	"rest-schema-desc-page-history-count": "{{Experimental}} REST API response field description, for page history edit count",
	"rest-schema-desc-page-language-links": "{Experimental}} REST API response field description, for page interlanguage links",
	"rest-schema-desc-search-results": "{{Experimental}} REST API response field description, for search results",
	"rest-schema-desc-revision-compare": "{{Experimental}} REST API response field description, for revision comparison",
	"rest-endpoint-desc-mock-desc": "{{Experimental}} Mock description for use in tests",
	"rest-endpoint-desc-post-page": "{{Experimental}} REST API endpoint description, for the endpoint to create a page",
	"rest-endpoint-desc-get-page-title": "{{Experimental}} REST API endpoint description, for the endpoint to get page information",
	"rest-endpoint-desc-put-page-title": "{{Experimental}} REST API endpoint description, for the endpoint to create or edit a page",
	"rest-endpoint-desc-get-page-title-html": "{{Experimental}} REST API endpoint description, for the endpoint to get page html",
	"rest-endpoint-desc-get-page-title-with-html": "{{Experimental}} REST API endpoint description, for the endpoint to retrieve page information including html",
	"rest-endpoint-desc-get-page-title-bare": "{{Experimental}} REST API endpoint description, for the endpoint to get page information",
	"rest-endpoint-desc-get-revision-id": "{{Experimental}} REST API endpoint description, for the endpoint to get revision information, including source",
	"rest-endpoint-desc-get-revision-id-html": "{{Experimental}} REST API endpoint description, for the endpoint to get revision html",
	"rest-endpoint-desc-get-revision-id-with-html": "{{Experimental}} REST API endpoint description, for the endpoint to get revision information including html",
	"rest-endpoint-desc-get-revision-id-bare": "{{Experimental}} REST API endpoint description, for the endpoint to get revision information"
}
