{
	"@metadata": {
		"authors": [
			"Bdijkstra",
			"HanV",
			"Kars",
			"Mainframe98",
			"Mar(c)",
			"MarkvA",
			"McDutchie",
			"Robin van der Vliet",
			"Romaine",
			"Siebrand",
			"Southparkfan",
			"Tedjuh10",
			"Woytecr"
		]
	},
	"search-ignored-headings": " #<!-- leave this line exactly as it is --> <pre>\n# Koppen die worden genegeerd tijdens het zoeken.\n# Wijzigingen worden van kracht als een kop wordt geïndexeerd.\n# Je kunt opnieuw indexeren afdwingen door een nulbewerking te maken.\n# De syntaxis is als volgt:\n#   * Alle tekst vanaf het teken \"#\" tot het einde van de regel wordt gezien als een opmerking;\n#   * Iedere niet-lege regel is de precieze te negeren kop, met het juiste hoofdlettergebruik en degelijke.\nReferenties\nExterne koppelingen\nZie ook\n #</pre> <!-- leave this line exactly as it is -->",
	"updatedmarker": "bewerkt sinds je laatste bezoek",
	"printableversion-deprecated-warning": "De printervriendelijke versie wordt niet langer ondersteund en kan weergavefouten bevatten. Werk je browserbladwijzers bij en gebruik de gewone afdrukfunctie van de browser.",
	"view-pool-error": "De servers zijn op het moment helaas overbelast.\nTe veel gebruikers proberen deze pagina te bekijken.\nWacht even voordat je opnieuw toegang probeert te krijgen tot deze pagina.\n\n$1",
	"generic-pool-error": "De servers zijn op het moment helaas overbelast.\nTe veel gebruikers proberen deze pagina te bekijken.\nWacht even voordat je opnieuw toegang probeert te krijgen tot deze pagina.",
	"badaccess-group0": "Je hebt geen rechten om de gevraagde handeling uit te voeren.",
	"new-messages": "{{PLURAL:$3|Je hebt}} $1 ($2).",
	"new-messages-from-users": "{{PLURAL:$4|Je hebt}} $1 van {{PLURAL:$3|een andere gebruiker|$3 gebruikers}} ($2).",
	"new-messages-from-many-users": "Je hebt $1 van een groot aantal gebruikers ($2).",
	"confirmable-confirm": "Weet {{GENDER:$1|je}} het zeker?",
	"sort-rowspan-error": "Deze pagina bevat een tabel met een rowspan-attribuut dat een waarde heeft die groter is dan het aantal rijen in de tabel. Je kunt dit oplossen door de pagina te bewerken.",
	"nosuchactiontext": "De handeling in de URL is ongeldig.\nMogelijk heb je een typefout gemaakt in de URL of een onjuiste koppeling gevolgd.\nDit kan ook wijzen op een fout in de software van {{SITENAME}}.",
	"nospecialpagetext": "<strong>Je hebt een onbestaande speciale pagina opgevraagd.</strong>\n\nEen lijst met bestaande speciale pagina’s staat op [[Special:SpecialPages|speciale pagina’s]].",
	"transaction-duration-limit-exceeded": "Deze transactie ($1) is afgebroken omdat de grens van $2 {{PLURAL:$2|seconde|seconden}} is bereikt. Hiermee worden grote achterstanden bij het repliceren voorkomen. \nBen je vele items tegelijk aan het bewerken, probeer dat dan in meerdere kleinere opdrachten te doen.",
	"transaction-max-statement-time-exceeded": "Om te voorkomen dat de database te veel wordt belast is deze query afgebroken omdat de duur de limiet overschreed.\nBen je vele items tegelijk aan het bekijken, probeer dat dan in meerdere kleinere opdrachten te doen.",
	"missing-article": "In de database is geen inhoud aangetroffen voor de pagina \"$1\" die er wel zou moeten zijn $2.\n\nDit kan voorkomen als je een verouderde koppeling naar het verschil tussen twee versies van een pagina volgt of een versie opvraagt die is verwijderd.\n\nAls dit niet het geval is, heb je wellicht een fout in de software gevonden.\nMaak hiervan melding bij een [[Special:ListUsers/sysop|beheerder]] van {{SITENAME}} en vermeld daarbij de URL van deze pagina.",
	"actionthrottledtext": "Als maatregel tegen spam kun je deze handeling in een korte tijd niet te vaak uitvoeren, en die grens heb je nu overschreden.\nProbeer het over een paar minuten nog eens.",
	"viewsourcetext": "Je kunt de brontekst van deze pagina bekijken en kopiëren.",
	"viewyourtext": "Je kunt <strong>jouw bewerkingen</strong> van de brontekst van deze pagina bekijken en kopiëren.",
	"editinginterface": "<strong>Let op:</strong> je bewerkt nu een pagina met interfacetekst voor de software.\nBewerkingen op deze pagina beïnvloeden de gebruikersinterface voor iedereen op deze wiki.",
	"namespaceprotected": "Je hebt geen rechten om pagina's in de naamruimte <strong>$1</strong> te bewerken.",
	"customcssprotected": "Je mag deze CSS-pagina niet bewerken, want die bevat de persoonlijke instellingen van een andere gebruiker.",
	"customjsonprotected": "Je mag deze JSON-pagina niet bewerken, want die bevat de persoonlijke instellingen van een andere gebruiker.",
	"customjsprotected": "Je mag deze JavaScript-pagina niet bewerken, want die bevat de persoonlijke instellingen van een andere gebruiker.",
	"sitecssprotected": "Je mag deze CSS-pagina niet bewerken omdat dat invloed kan hebben op alle bezoekers.",
	"sitejsonprotected": "Je mag deze JSON-pagina niet bewerken omdat dat invloed kan hebben op alle bezoekers.",
	"sitejsprotected": "Je hebt geen toestemming om deze JavaScript-pagina te bewerken omdat het invloed kan hebben op alle bezoekers.",
	"siterawhtmlprotected": "Je mag deze pagina niet bewerken omdat deze ongefilterde HTML-code bevat. Het aanpassen ervan zou alle bezoekers beïnvloeden.",
	"mycustomcssprotected": "Je mag deze CSS-pagina niet bewerken.",
	"mycustomjsonprotected": "Je mag deze JSON-pagina niet bewerken.",
	"myprivateinfoprotected": "Je hebt geen rechten om je privégegevens te bewerken.",
	"mypreferencesprotected": "Je hebt geen rechten om je voorkeuren aan te passen.",
	"exception-nologin-text": "Meld je aan om deze pagina te bekijken of deze handeling uit te voeren.",
	"logouttext": "<strong>Je bent nu afgemeld.</strong>\n\nMogelijk worden nog een aantal pagina's weergegeven alsof je aangemeld bent totdat je de cache van je browser leegt.",
	"logging-out-notify": "Je wordt nu afgemeld, momentje graag.",
	"welcomecreation-msg": "Je account is aangemaakt.\nAls je wilt kun je je [[Special:Preferences|voorkeuren voor {{SITENAME}}]] aanpassen.",
	"userlogin-yourname-ph": "Geef je gebruikersnaam op",
	"userlogin-yourpassword-ph": "Geef je wachtwoord op",
	"yourpasswordagain": "Typ je wachtwoord nog eens:",
	"createacct-useuniquepass": "Gebruik liefst een uniek wachtwoord dat je niet op een andere website gebruikt.",
	"yourdomainname": "Je domein:",
	"password-change-forbidden": "Je kunt je wachtwoord niet wijzigen in deze wiki.",
	"externaldberror": "Er is een fout opgetreden bij het aanmelden bij de database of je hebt geen toestemming je externe account bij te werken.",
	"login-security": "Je identiteit controleren",
	"userlogin-loggedin": "Je bent al aangemeld als {{GENDER:$1|$1}}.\nMet het onderstaande formulier kun je je aanmelden als een andere gebruiker.",
	"userlogin-reauth": "Je moet opnieuw inloggen om te bevestigen dat je {{GENDER:$1|$1}} bent.",
	"createacct-email-ph": "Geef je e-mailadres op",
	"createacct-reason-ph": "Waarom je een ander account aanmaakt",
	"createacct-reason-confirm": "De opgegeven reden is een e-mailadres. Klik nog een keer op \"account aanmaken\" als je dit echt zo bedoelde.",
	"createacct-submit": "Je account aanmaken",
	"createacct-benefit-heading": "{{SITENAME}} wordt gemaakt door mensen zoals jij.",
	"badretype": "De wachtwoorden die je hebt ingevoerd verschillen van elkaar.",
	"createacct-normalization": "Je gebruikersnaam wordt bijgesteld naar \"$2\" om technische beperkingen.",
	"nocookiesnew": "Het gebruikersaccount is aangemaakt, maar je bent niet aangemeld.\n{{SITENAME}} gebruikt cookies voor het aanmelden van gebruikers.\nSchakel die in en meld je daarna aan met je nieuwe gebruikersnaam en wachtwoord.",
	"nocookieslogin": "{{SITENAME}} gebruikt cookies voor het aanmelden van gebruikers.\nCookies zijn uitgeschakeld in jouw browser.\nZet deze optie aan en probeer het dan nog eens.",
	"nocookiesfornew": "Het gebruikersaccount is niet aangemaakt, omdat de bron niet bevestigd kon worden.\nZorg ervoor dat je cookies hebt ingeschakeld, herlaad deze pagina en probeer het nog eens.",
	"createacct-loginerror": "Het account is aangemaakt, maar je kon niet automatisch worden aangemeld. Ga naar [[Special:UserLogin|handmatig aanmelden]].",
	"createacct-temp-warning": "De bewerkingen die je maakt met je tijdelijke account <strong>$1</strong> worden niet overgedragen naar je permanente account.",
	"noname": "Je hebt geen geldige gebruikersnaam opgegeven.",
	"loginsuccess": "<strong>Je bent nu aangemeld bij {{SITENAME}} als \"$1\".</strong>",
	"passwordremindertext": "Iemand heeft vanaf IP-adres $1 een verzoek\ngedaan tot het toezenden van een nieuw wachtwoord voor {{SITENAME}}\n($4). Er is een tijdelijk wachtwoord aangemaakt voor gebruiker \"$2\":\n\"$3\". Als dat je bedoeling was, meld je dan nu aan en kies een nieuw\nwachtwoord.\nJe tijdelijke wachtwoord vervalt over {{PLURAL:$5|$5 dag|$5 dagen}}.\n\nAls iemand anders dan jij dit verzoek heeft gedaan of als je je inmiddels het\nwachtwoord herinnert en het niet meer wilt wijzigen, negeer dan dit bericht\nen blijf je oude wachtwoord gebruiken.",
	"noemailcreate": "Je moet een geldig e-mailadres opgeven.",
	"passwordsent": "Het wachtwoord is verzonden naar het e-mailadres voor \"$1\".\nMeld je aan nadat je het hebt ontvangen.",
	"blocked-mailpassword": "Je IP-adres is geblokkeerd voor het maken van wijzigingen.\nOm misbruik te voorkomen is het niet mogelijk om een nieuw wachtwoord aan te vragen.",
	"eauthentsent": "Er is ter bevestiging een e-mail naar het opgegeven e-mailadres gestuurd.\nVolg de aanwijzingen in de e-mail om aan te geven dat het jouw e-mailadres is.\nTot die tijd worden er geen andere e-mails naar het e-mailadres gestuurd.",
	"acct_creation_throttle_hit": "Bezoekers van deze wiki hebben vanaf jouw IP-adres de afgelopen $2 al {{PLURAL:$1|een account|$1 accounts}} aangemaakt, wat het maximaal toegestane aantal is voor deze periode.\nDaarom kun je op dit moment vanaf dit IP-adres geen nieuwe accounts aanmaken.",
	"createaccount-text": "Iemand heeft een account voor jouw e-mailadres op {{SITENAME}} ($4) aangemaakt genaamd \"$2\", met wachtwoord \"$3\".\nMeld je aan en wijzig je wachtwoord.\n\nJe kunt dit bericht negeren als dit account zonder jouw medeweten is aangemaakt.",
	"login-throttled": "Je hebt in korte tijd te veel aanmeldpogingen gedaan.\nWacht $1 voordat je het opnieuw probeert.",
	"login-abort-generic": "Je aanmelding is mislukt - Afgebroken",
	"login-migrated-generic": "Je account is overgezet, en je gebruikersnaam bestaat nu niet meer op deze wiki.",
	"createacct-another-realname-tip": "Je mag een echte naam opgeven.\nAls je dat doet, wordt de gebruiker onder deze naam vermeld als erkenning voor diens werk.",
	"changepassword-success": "Je wachtwoord is gewijzigd!",
	"changepassword-throttled": "Je hebt in korte tijd te veel aanmeldpogingen gedaan.\nWacht $1 voordat je het weer probeert.",
	"botpasswords-summary": "<em>Robotwachtwoorden</em> zorgen voor toegang tot een gebruikersaccount via de API, zonder de aanmeldgegevens van dat account op te geven. De beschikbare gebruikersrechten kunnen beperkt zijn wanneer er met een robotwachtwoord is aangemeld.\n\nAls je niet weet waarom je een robotwachtwoord zou willen aanmaken, doe het dan liever niet. Niemand hoort je ooit te vragen om een robotwachtwoord aan te maken en het door te geven.",
	"botpasswords-no-central-id": "Om robotwachtwoorden te gebruiken moet je ingelogd zijn met een gecentraliseerd account.",
	"botpasswords-help-grants": "Met toestemmingen krijg je toegang tot rechten die je gebruikersaccount al heeft. Met het hier geven van een toestemming krijg je geen toegang tot rechten die je gebruikersaccount anders niet zou hebben. Kijk op het [[Special:ListGrants|overzicht van toestemmingen]] voor meer informatie.\n\nRisicovolle toestemmingen zijn gemarkeerd. Ongemarkeerde toestemmingen zijn over het algemeen moeilijk te misbruiken wanneer de bot wordt gekaapt door iemand met kwade bedoelingen. Toestemmingen met risico op vandalisme (<span class=\"mw-grantriskgroup-vandalism\">{{int:grantriskgroup-vandalism}}</span>) kunnen worden gebruikt om problemen te veroorzaken die maar met veel moeite ongedaan kunnen worden gemaakt. Toestemmingen met beveiligingsrisico's (<span class=\"mw-grantriskgroup-security\">{{int:grantriskgroup-security}}</span>) kunnen blijvende schade veroorzaken (zoals diefstal van privégegevens). Interne toestemmingen (<span class=\"mw-grantriskgroup-internal\">{{int:grantriskgroup-internal}}</span>) worden doorgaans alleen gebruikt door de sitebeheerder. Vraag geen risicovolle toestemmingen aan als je ze niet echt nodig hebt.",
	"botpasswords-locked": "Je mag je niet aanmelden met een robotwachtwoord, want je account is vergrendeld.",
	"resetpass-wrong-oldpass": "Het huidige of tijdelijke wachtwoord is ongeldig.\nMogelijk heb je je wachtwoord al gewijzigd of een nieuw tijdelijk wachtwoord aangevraagd.",
	"resetpass-recycled": "Verander je wachtwoord in iets anders dan je huidige wachtwoord.",
	"resetpass-temp-emailed": "Je hebt je aangemeld met een tijdelijk code die je via e-mail hebt gekregen.\nVoordat we doorgaan met aanmelden moet je hier eerst een nieuw wachtwoord instellen:",
	"resetpass-expired": "Je wachtwoord is verlopen. Stel een nieuw wachtwoord in om je aan te melden.",
	"resetpass-expired-soft": "Je wachtwoord is verlopen en moet worden veranderd. Kies nu een nieuw wachtwoord of klik op \"{{int:authprovider-resetpass-skip-label}}\" om dit later te doen.",
	"resetpass-validity": "Je wachtwoord is ongeldig: $1\n\nStel een nieuw wachtwoord in om je aan te melden.",
	"passwordreset-emailtext-ip": "Iemand (waarschijnlijk jij, vanaf IP-adres $1) heeft een aanvraag gedaan om jouw wachtwoord voor {{SITENAME}} ($4) opnieuw in te stellen. {{PLURAL:$3|Het volgende gebruikersaccount is|De volgende gebruikersaccounts zijn}} gekoppeld aan dit e-mailadres:\n\n$2\n\n{{PLURAL:$3|Dit tijdelijke wachtwoord vervalt|Deze tijdelijke wachtwoorden vervallen}} over {{PLURAL:$5|een dag|$5 dagen}}.\nMeld je aan en wijzig het wachtwoord nu. Als je dit verzoek niet zelf hebt gedaan, of als je het oorspronkelijke wachtwoord nog kent en het niet wilt wijzigen, negeer dit bericht dan en blijf je oude wachtwoord gebruiken.",
	"passwordreset-emailtext-user": "Gebruiker $1 op {{SITENAME}} heeft een aanvraag gedaan om jouw wachtwoord voor {{SITENAME}} ($4) opnieuw in te stellen. {{PLURAL:$3|Het volgende gebruikersaccount is|De volgende gebruikersaccounts zijn}} gekoppeld aan dit e-mailadres:\n\n$2\n\n{{PLURAL:$3|Dit tijdelijke wachtwoord vervalt|Deze tijdelijke wachtwoorden vervallen}} over {{PLURAL:$5|een dag|$5 dagen}}.\nMeld je aan en wijzig het wachtwoord nu. Als je dit verzoek niet zelf hebt gedaan, of als je het oorspronkelijke wachtwoord nog kent en het niet wilt wijzigen, negeer dit bericht dan en blijf je oude wachtwoord gebruiken.",
	"passwordreset-success": "Je hebt gevraagd om je wachtwoord opnieuw in te laten stellen.",
	"passwordreset-success-details-generic": "Als de ingevoerde informatie juist is, wordt er een e-mail verstuurd waarmee je je wachtwoord opnieuw kunt instellen. Heb je geen e-mail gekregen, kijk dan op de hulppagina [[mw:Special:MyLanguage/Help:Reset_password|wachtwoord opnieuw instellen]] of probeer het later opnieuw. Je kunt <strong>binnen een kort tijdsbestek maar een paar keer vragen om je wachtwoord opnieuw in te laten stellen. Voor ieder geldig account wordt maar één wachtwoordherstelmail per {{PLURAL:$1|uur|$1 uur}} verstuurd</strong> om misbruik tegen te gaan.",
	"passwordreset-success-info": "De door jou ingevoerde gegevens zijn: $1",
	"passwordreset-emailtext-require-email": "Als jij deze aanvraag niet hebt ingediend en geen ongewenste e-mails meer wilt, wijzig dan je e-mailvoorkeuren op $1. Je kunt het verplicht maken om zowel een gebruikersnaam als een e-mailadres op te geven voordat er een e-mail voor het opnieuw instellen van het wachtwoord wordt verstuurd. Zo krijg je dit soort voorvallen minder vaak.",
	"changeemail-header": "Vul dit formulier in om je e-mailadres te wijzigen. Als ke geen enkel e-mailadres aan uw account gekoppeld wilt hebben, laat het veld voor het nieuwe e-mailadres dan leeg.",
	"changeemail-no-info": "Je moet aangemeld zijn om je e-mailadres te wijzigen.",
	"changeemail-newemail-help": "Laat dit veld leeg als je je e-mailadres wilt verwijderen. Als je je e-mailadres verwijdert, kun je een vergeten wachtwoord niet meer opnieuw instellen en krijg je ook geen e-mails van deze wiki meer.",
	"changeemail-password": "Jouw wachtwoord voor {{SITENAME}}:",
	"changeemail-throttled": "Je hebt te veel aanmeldpogingen gedaan.\nWacht $1 voordat je het weer probeert.",
	"changeemail-maxlength": "Je e-mailadres mag niet meer dan 255 tekens bevatten.",
	"resettokens-text": "Hier kun je de tokens waarmee je toegang krijgt tot bepaalde privégegevens van je account, opnieuw instellen.\n\nDit doe je als je ze per ongeluk met anderen hebt gedeeld of als onbevoegden in je account hebben ingebroken.",
	"resettokens-watchlist-token": "Token voor webfeed van [[Special:Watchlist|jouw volglijst]] (Atom/RSS)",
	"blankarticle": "<strong>Let op:</strong> de pagina die je wilt aanmaken is leeg.\nAls je nog eens op \"$1\" klikt, wordt de pagina aangemaakt zonder inhoud.",
	"anoneditwarning": "<strong>Waarschuwing:</strong> Je bent niet aangemeld.\nJe IP-adres zal voor iedereen zichtbaar zijn als je wijzigingen op deze pagina maakt. Wanneer je <strong>[$1 je aanmeldt]</strong> of <strong>[$2 een account aanmaakt]</strong>, worden je bewerkingen aan je gebruikersnaam toegeschreven. Daarnaast zijn er nog andere voordelen.",
	"autocreate-edit-warning": "<strong>Let op:</strong> je bent niet aangemeld. Zodra je voor het eerst iets hebt gewijzigd, wordt er een tijdelijk account voor je aangemaakt. [[{{MediaWiki:tempuser-helppage}}|Meer informatie]]. <strong>[$1 Meld je aan]</strong> of <strong>[$2 maak een account aan]</strong> om meldingen te blijven ontvangen nadat dit account verloopt, en om toegang te krijgen tot andere functies.",
	"anonpreviewwarning": "<em>Je bent niet aangemeld. Door je bewerking te publiceren wordt jouw IP-adres in de paginageschiedenis opgenomen.</em>",
	"autocreate-preview-warning": "<em>Je bent niet aangemeld. Zodra je voor het eerst iets hebt gewijzigd, wordt er een tijdelijk account voor je aangemaakt. [[{{MediaWiki:tempuser-helppage}}|Meer informatie]].</em>",
	"missingsummary": "'''Let op:''' je hebt geen bewerkingssamenvatting opgegeven.\nAls je nog een keer op \"$1\" klikt wordt de bewerking zonder samenvatting gepubliceerd.",
	"selfredirect": "<strong>Let op:</strong> Je verwijst deze pagina door naar zichzelf.\nMogelijk heb je de verkeerde bestemming voor de doorverwijzing opgegeven, of bewerk je de verkeerde pagina. Als je nog eens op \"$1\" klikt, maak je de doorverwijzing alsnog aan.",
	"missingcommenttext": "Plaats je reactie.",
	"missingcommentheader": "<strong>Let op:</strong> je hebt geen onderwerp/kop voor deze opmerking opgegeven.\nAls je nog een keer op \"$1\" klikt, wordt je wijziging zonder onderwerp/kop gepubliceerd.",
	"previewerrortext": "Er is een fout opgetreden tijdens het weergeven van je wijzigingen.",
	"blockedtext": "<strong>Je gebruikersnaam of IP-adres is geblokkeerd.</strong>\n\n{{int:blockedtext-made-by|$1}}\n{{int:blockedtext-reason-comment|$2}}\n\n*{{int:blockedtext-start-time|$8}}\n*{{int:blockedtext-expiration-time|$6}}\n*{{int:blockedtext-intended-blockee|$7}}\n\n{{int:blockedtext-contact-blocker-admin|$1}}\nJe kunt de functie \"{{int:emailuser}}\" alleen gebruiken als je een geldig e-mailadres hebt opgegeven in je [[Special:Preferences|voorkeuren]] en het gebruik van deze functie niet geblokkeerd is.\n{{int:blockedtext-block-ip|$3}} {{int:blockedtext-block-id|$5}}\n{{int:blockedtext-include-details-queries}}",
	"blockedtext-partial": "<strong>Jouw gebruikersnaam of IP-adres is geblokkeerd voor het uitvoeren van deze handeling. Je kunt mogelijk nog andere dingen doen, zoals bepaalde pagina's op deze wiki bewerken.</strong>\n\nJe kunt de volledige details van de blokkade bekijken op de pagina met je [[Special:MyContributions|gebruikersbijdragen]].\n\n{{int:blockedtext-made-by|$1}}\n\n{{int:blockedtext-reason-comment|$2}}\n\n*{{int:blockedtext-start-time|$8}}\n*{{int:blockedtext-expiration-time|$6}}\n*{{int:blockedtext-intended-blockee|$7}}\n\n*{{int:blockedtext-block-id|$5}}",
	"autoblockedtext": "Je IP-adres is automatisch geblokkeerd, omdat het gebruikt is door een andere gebruiker, die geblokkeerd is door $1.\nDe opgegeven reden is:\n\n:<em>$2</em>\n\n*{{int:blockedtext-start-time|$8}}\n*{{int:blockedtext-expiration-time|$6}}\n*{{int:blockedtext-intended-blockee|$7}}\n\n{{int:blockedtext-contact-blocker-admin|$1}} \n\nJe kunt de functie \"{{int:emailuser}}\" alleen gebruiken als je een geldig e-mailadres hebt opgegeven in je [[Special:Preferences|voorkeuren]] en het gebruik hiervan niet geblokkeerd is.\n\n{{int:blockedtext-block-ip|$3}} {{int:blockedtext-block-id|$5}}\n{{int:blockedtext-include-details-queries}}",
	"systemblockedtext": "Jouw gebruikersaccount of IP-adres is automatisch geblokkeerd door MediaWiki.\nDe opgegeven reden is:\n\n:<em>$2</em>.\n\n*{{int:blockedtext-start-time|$8}}\n*{{int:blockedtext-expiration-time|$6}}\n*{{int:blockedtext-intended-blockee|$7}}\n\n{{int:blockedtext-block-ip|$3}}\n{{int:blockedtext-include-details-queries}}",
	"blockedtext-tempuser": "<strong>Jouw gebruikersnaam of IP-adres is geblokkeerd.</strong> \n\n{{int:blockedtext-made-by|$1}}\n{{int:blockedtext-reason-comment|$2}}\n\n*{{int:blockedtext-start-time|$8}}\n*{{int:blockedtext-expiration-time|$6}}\n*{{int:blockedtext-intended-blockee|$7}}\n\n{{int:blockedtext-contact-blocker-admin|$1}}\n\n{{int:blockedtext-block-ip|$3}} {{int:blockedtext-block-id|$5}}\n{{int:blockedtext-include-details-queries}}",
	"blockedtext-composite": "Jouw gebruikersaccount of IP-adres is geblokkeerd.\n\nDe opgegeven reden is:\n\n:<em>$2</em>\n\n*{{int:blockedtext-start-time|$8}}\n*{{int:blockedtext-expiration-longest-block|$6}}\n\n* $5\n\n{{int:blockedtext-block-ip|$3}}\n{{int:blockedtext-include-details-queries}}",
	"blockedtext-composite-ids": "Relevante blokkade-IDs: $1 (jouw IP-adres is mogelijk ook op een lijst met blokkades geplaatst)",
	"blockedtext-composite-reason": "Er zijn meerdere blokkades tegen jouw account en/of IP-adres",
	"whitelistedittext": "Je moet $1 om pagina's te bewerken.",
	"confirmedittext": "Je moet je e-mailadres bevestigen voor je kunt bewerken.\nVoer je e-mailadres in en bevestig het via je [[Special:Preferences|voorkeuren]].",
	"nosuchsectiontext": "Je probeerde een subkopje te bewerken dat niet bestaat.\nWellicht is het verplaatst of verwijderd terwijl je de pagina aan het bekijken was.",
	"loginreqpagetext": "Je moet je $1 om andere pagina's te kunnen bekijken.",
	"newarticletext": "Je hebt een link gevolgd naar een pagina die nog niet bestaat.\nOm de pagina aan te maken typ je in het vak hieronder (meer informatie staat op de [$1 hulppagina]).\nGebruik de knop <strong>Terug</strong> in je browser als je hier per ongeluk terecht bent gekomen.",
	"anontalkpagetext": "----\n<em>Deze overlegpagina hoort bij een anonieme gebruiker die nog geen account heeft aangemaakt, of het niet gebruikt.</em>\nDaarom wordt het IP-adres ter identificatie gebruikt.\nHet is mogelijk dat meerdere personen hetzelfde IP-adres gebruiken.\nMogelijk ontvang je hier berichten die niet voor jou bedoeld zijn.\nAls je dat wilt voorkomen, [[Special:CreateAccount|registreer je]] of [[Special:UserLogin|meld je aan]] om verwarring met andere anonieme gebruikers te voorkomen.",
	"noarticletext": "Deze pagina bevat geen tekst.\nJe kunt [[Special:Search/{{PAGENAME}}|naar deze term zoeken]] in andere pagina's, <span class=\"plainlinks\">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} de logboeken doorzoeken] of [{{fullurl:{{FULLPAGENAME}}|action=edit}} deze pagina aanmaken]</span>.",
	"noarticletext-nopermission": "Deze pagina bevat geen tekst.\nJe kunt [[Special:Search/{{PAGENAME}}|naar deze term zoeken]] in andere pagina's of\n<span class=\"plainlinks\">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} de logboeken doorzoeken]</span>, maar je mag de pagina niet aanmaken.",
	"missing-revision-permission": "De versie #$1 hoort bij een verwijderde pagina. Je kunt [{{fullurl:{{#Special:Undelete}}|target=$3&timestamp=$2&diff=prev}} de versie bekijken].\nMeer gegevens staan in het [{{fullurl:{{#Special:Log}}/delete|page=$3}} verwijderingslogboek].",
	"userpage-userdoesnotexist": "Gebruikersaccount \"$1\" bestaat niet op deze wiki.\nControleer of je deze pagina wel wilt aanmaken/bewerken.",
	"clearyourcache": "<strong>Opmerking:</strong> na het publiceren moet je misschien je browsercache legen om de veranderingen te zien.\n* <strong>Firefox / Safari:</strong> houd <em>Shift</em> ingedrukt terwijl je op <em>Vernieuwen</em> klikt of druk op <em>Ctrl-F5</em> of <em>Ctrl-R</em> (<em>⌘-Shift-R</em> op een Mac)\n* <strong>Google Chrome:</strong> druk op <em>Ctrl-Shift-R</em> (<em>⌘-Shift-R</em> op een Mac)\n* <strong>Edge:</strong> houd <em>Ctrl</em> ingedrukt terwijl je op <em>Vernieuwen</em> klikt of druk op <em>Ctrl-F5</em>.",
	"usercssyoucanpreview": "<strong>Tip:</strong> gebruik de knop \"{{int:showpreview}}\" om je nieuwe CSS te testen voordat je het publiceert.",
	"userjsonyoucanpreview": "<strong>Tip:</strong> gebruik de knop \"{{int:showpreview}}\" om je nieuwe JSON te testen voordat je het publiceert.",
	"userjsyoucanpreview": "<strong>Tip:</strong>  gebruik de knop \"{{int:showpreview}}\" om je nieuwe JavaScript te testen voordat je het publiceert.",
	"usercsspreview": "<strong>Dit is alleen een voorvertoning van je persoonlijke CSS.\nDeze is nog niet gepubliceerd!</strong>",
	"userjspreview": "<strong>Let op: je test nu jouw persoonlijke JavaScript.\nDe pagina is nog niet gepubliceerd!</strong>",
	"userinvalidconfigtitle": "<strong>Waarschuwing:</strong>''' er is geen vormgeving “$1”.\nJe eigen .css- en .js-pagina's beginnen met een kleine letter, bijvoorbeeld {{ns:user}}:Naam/vector.css in plaats van {{ns:user}}:Naam/Vector.css.",
	"previewnote": "<strong>Let op: dit is een controlepagina.</strong>\nJe tekst is niet gepubliceerd!",
	"previewconflict": "Deze voorvertoning geeft aan hoe de tekst in het bovenste veld eruit ziet als je hem publiceert.",
	"session_fail_preview": "Je bewerking is helaas niet opgeslagen, want de sessiegegevens zijn verloren gegaan.\n\nMisschien ben je automatisch afgemeld. <strong>Ga na of je nog bent aangemeld en probeer het opnieuw.</strong>\nAls het dan nog niet lukt, [[Special:UserLogout|meld je dan af]] en dan weer aan, en controleer of je browser wel cookies van deze site toestaat.",
	"session_fail_preview_html": "Je bewerking is niet verwerkt, want de sessiegegevens zijn verloren gegaan.\n\n<em>Op {{SITENAME}} is ruwe HTML ingeschakeld. Daarom is voorvertoning niet mogelijk. Dit is om aanvallen met JavaScript tegen te gaan.</em>\n\n<strong>Als dit een echte bewerkingspoging is, probeer het dan nog eens.</strong>\nAls het dan nog niet lukt, [[Special:UserLogout|meld je dan af]] en dan weer aan, en controleer of je browser wel cookies van deze site toestaat.",
	"edit_form_incomplete": "'''Sommige onderdelen van het bewerkingsformulier hebben de server niet bereikt. Controleer of je bewerkingen intact zijn en probeer het opnieuw.'''",
	"explainconflict": "Een andere gebruiker heeft deze pagina bewerkt sinds je met je bewerking bent begonnen.\nIn het bovenste deel van het venster staat de tekst van de huidige pagina.\nJe wijzigingen staan in het onderste gedeelte.\nVoeg nu jouw bewerkingen samen met de bestaande tekst.\n<strong>Alleen</strong> de tekst in het bovenste gedeelte wordt gepubliceerd als je op \"$1\" klikt.",
	"yourtext": "Je tekst",
	"editingold": "<strong>Let op: je bewerkt nu een oude versie van deze pagina.</strong>\nAls je dit publiceert, gaan alle wijzigingen verloren die na deze versie zijn gemaakt.",
	"unicode-support-fail": "Het lijkt er op dat jouw browser geen Unicode ondersteunt. Ondersteuning voor Unicode is nodig om pagina's te bewerken. Daarom is je bewerking niet gepubliceerd.",
	"copyrightwarning": "Let op: alle bijdragen aan {{SITENAME}} worden geacht te zijn vrijgegeven onder de $2 (zie $1 voor details).\nAls je niet wilt dat je tekst door anderen naar believen bewerkt en verspreid kan worden, kies dan niet voor \"Pagina opslaan\".<br />\nHierbij beloof je ons tevens dat je deze tekst zelf hebt geschreven of overgenomen uit een vrije, openbare bron.<br />\n'''Gebruik geen materiaal dat beschermd wordt door auteursrecht, tenzij je daarvoor toestemming hebt!'''",
	"copyrightwarning2": "Al je bijdragen aan {{SITENAME}} kunnen bewerkt, gewijzigd of verwijderd worden door andere gebruikers.\nAls je niet wilt dat je teksten rigoureus aangepast worden door anderen, plaats ze hier dan niet.<br />\nJe belooft ook dat je de oorspronkelijke auteur bent van dit materiaal of dat je het hebt gekopieerd uit een bron in het publieke domein of een soortgelijke vrije bron (zie $1 voor details).\n'''Gebruik geen materiaal dat beschermd wordt door auteursrecht, tenzij je daarvoor toestemming hebt!'''",
	"longpageerror": "De tekst die je hebt toegevoegd is {{PLURAL:$1|één kilobyte|$1 kilobyte}} groot, en dat is groter dan het maximum van {{PLURAL:$2|één kilobyte|$2 kilobyte}}.",
	"readonlywarning": "<strong>Let op: je kunt deze bewerking nu niet publiceren omdat de database wegens onderhoud is geblokkeerd voor bewerkingen.</strong>\nHet is misschien een goed idee om je tekst tijdelijk in een tekstbestand op te slaan en te bewaren voor een later moment.\n\nDe systeembeheerder heeft de database geblokkeerd met de volgende reden: $1",
	"nocreatetext": "{{SITENAME}} heeft de mogelijkheid om nieuwe pagina's te maken beperkt.\nJe kunt reeds bestaande pagina's wijzigen of je kunt [[Special:UserLogin|jezelf aanmelden of registreren]].",
	"nocreate-loggedin": "Je hebt geen rechten om nieuwe pagina's te maken.",
	"permissionserrorstext": "Je hebt geen rechten om dit te doen om de volgende {{PLURAL:$1|reden|redenen}}:",
	"permissionserrorstext-withaction": "Je hebt geen toestemming om $2, {{PLURAL:$1|want}}:",
	"contentmodelediterror": "Je kunt deze versie niet bewerken, want het inhoudsmodel ervan is <code>$1</code> en het huidige inhoudsmodel van de pagina is <code>$2</code>.",
	"recreate-moveddeleted-warn": "'''Waarschuwing: je bent bezig met het aanmaken van een pagina die in het verleden verwijderd is.'''\n\nOverweeg of het terecht is dat je verder werkt aan deze pagina.\nVoor je gemak staan hieronder het verwijderingslogboek en het hernoemingslogboek voor deze pagina:",
	"edit-no-change": "Je bewerking is genegeerd, omdat er geen wijziging aan de tekst is gemaakt.",
	"postedit-confirmation-saved": "[[Special:Diff/$2|Je bewerking]] is opgeslagen.",
	"postedit-temp-created": "Er is een [[$2|automatisch gegenereerd account]] voor je aangemaakt door een cookie aan je browser toe te voegen. Wil je je eigen naam kiezen en meer functies kunnen gebruiken, denk er dan eens over om [$1 een account aan te maken].",
	"confirmleave-warning": "Als je deze pagina verlaat, verlies je mogelijk de wijzigingen die je nog niet hebt opgeslagen.",
	"rev-deleted-text-unhide": "Deze paginaversie is '''verwijderd'''.\nEr kunnen details te vinden zijn in het [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} verwijderingslogboek].\nAls je wilt kan je [$1 deze versie bekijken].",
	"rev-suppressed-text-unhide": "Deze paginaversie is '''onderdrukt'''.\nEr kunnen details te vinden zijn in het [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} logboek onderdrukte versies].\nAls je wilt kan je [$1 deze versie bekijken].",
	"rev-deleted-text-view": "Deze paginaversie is <strong>verwijderd</strong>.\nJe kan deze bekijken; details zijn te vinden in het [{{fullurl:{{#Special:Log}}/delete|page=$1}} verwijderingslogboek].",
	"rev-suppressed-text-view": "Deze paginaversie is <strong>onderdrukt</strong>.\nJe kan deze bekijken; details zijn te vinden in het [{{fullurl:{{#Special:Log}}/suppress|page=$1}} logboek onderdrukte versies].",
	"rev-deleted-no-diff": "Je kunt de verschillen niet bekijken, omdat een van de versies is '''verwijderd'''.\nAchtergronden zijn mogelijk te vinden in het [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} verwijderingslogboek].",
	"rev-suppressed-no-diff": "Je kunt de verschillen niet bekijken, want een van de versies is <strong>onderdrukt</strong>.",
	"rev-deleted-unhide-diff": "Een van de bewerkingen voor de verschillen die je hebt opgevraagd is '''verwijderd'''.\nEr kunnen details te vinden zijn in het [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} verwijderingslogboek].\nAls je wilt kan je [$1 de verschillen bekijken].",
	"rev-suppressed-unhide-diff": "Een van de versies in deze verschillen is '''onderdrukt'''.\nEr kunnen details te vinden zijn in het [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} verbergingslogboek].\nAls je wilt kan je [$1 deze versie bekijken].",
	"rev-deleted-diff-view": "Een van de versies van de verschillen die je hebt opgevraagd is verwijderd, \nJe kunt deze verschillen bekijken. Mogelijk zijn details zichtbaar in het [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} verwijderingslogboek].",
	"rev-suppressed-diff-view": "Een van de bewerkingen voor de verschillen die u hebt opgevraagd, is '''onderdrukt'''.\nJe kunt deze verschillen bekijken. Er kunnen details te vinden zijn in het [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} verbergingslogboek].",
	"revdelete-nooldid-text": "Je hebt geen doelversie voor deze handeling opgegeven of de opgegeven versie bestaat niet, of je probeert de huidige versie te verbergen.",
	"revdelete-show-file-confirm": "Weet je zeker dat je de verwijderde versie van het bestand \"<nowiki>$1</nowiki>\" van $2 om $3 wilt bekijken?",
	"revdelete-confirm": "Bevestig dat je dit wilde doen, dat je de consequenties begrijpt en dat je dit doet in overeenstemming met het geldende [[{{MediaWiki:Policy-url}}|beleid]].",
	"revdelete-show-no-access": "Er is een fout opgetreden tijdens het weergeven van het object van $1 om $2: dit object is gemarkeerd als \"beschermd\".\nJe hebt geen toegang tot dit object.",
	"revdelete-modify-no-access": "Er is een fout opgetreden tijdens het wijzigen van het object van $1 om $2: dit object is gemarkeerd als \"beschermd\".\nJe hebt geen toegang tot dit object.",
	"revdelete-only-restricted": "Er is een fout opgetreden tijdens het verbergen van het item van $1, $2: je kunt geen items onderdrukken uit het zicht van beheerders zonder ook een van de andere zichtbaarheidsopties te selecteren.",
	"mergehistory-header": "Via deze pagina kan je versies van de geschiedenis van een bronpagina naar een nieuwere pagina samenvoegen.\nZorg dat deze wijziging de geschiedenis van de pagina behoudt.",
	"searchmenu-new": "Maak de pagina \"[[:$1]]\" op deze wiki! {{PLURAL:$2|0=|Zie ook de pagina met je zoekresultaat.|Zie ook de lijst met gevonden zoekresultaten}}",
	"search-suggest": "Bedoelde je: $1",
	"prefs-help-watchlist-token2": "Dit is de geheime sleutel voor de webfeed van je volglijst.\nIedereen die het token kent, kan jouw volglijst bekijken, dus deel dit token niet.\nAls dat nodig is kun je de [[Special:ResetTokens|tokens opnieuw instellen]].",
	"userrights-groups-help": "Je kunt de groepen wijzigen waar {{GENDER:$1|deze gebruiker}} lid van is:\n* Een aangekruist vakje betekent dat de gebruiker lid is van de groep.\n* Een niet aangekruist vakje betekent dat de gebruiker geen lid is van de groep.\n* Een \"*\" betekent dat je een gebruiker niet uit een groep kunt verwijderen nadat je die hebt toegevoegd of andersom.\n* Een \"#\" betekent dat je dit groepslidmaatschap alleen kan verlengen en het niet kan verkorten.",
	"userrights-no-interwiki": "Je hebt geen rechten om gebruikersrechten op andere wiki's te wijzigen.",
	"userrights-changeable-col": "Groepen die je kunt beheren",
	"userrights-unchangeable-col": "Groepen die je niet kunt beheren",
	"userrights-cannot-shorten-expiry": "Je kunt de verlooptijd van het groepslidmaatschip van groep \"$1\" niet verkorten. Alleen gebruikers met het recht om deze groep toe te voegen of te verwijderen kunnen de verlooptijd verkorten.",
	"userrights-conflict": "Bewerkingsconflict bij het aanpassen van gebruikersrechten! Controleer en bevestig je wijzigingen.",
	"right-editmyusercss": "Je eigen CSS-pagina's bewerken",
	"right-editmyuserjs": "Je eigen JavaScriptpagina's bewerken",
	"right-viewmywatchlist": "Je eigen volglijst bekijken",
	"right-viewmyprivateinfo": "Je eigen privégegevens bekijken (bijvoorbeeld e-mailadres, echte naam)",
	"right-editmyoptions": "Je eigen voorkeuren bewerken",
	"grant-group-watchlist-interaction": "Werken met je volglijst",
	"grant-group-private-information": "Persoonlijke gegevens over jou bekijken",
	"action-editmyoptions": "je voorkeuren te bewerken",
	"action-viewmywatchlist": "je volglijst te bekijken",
	"action-editmyprivateinfo": "je privégegevens te bewerken",
	"action-applychangetags": "labels aan je bewerkingen toe te voegen",
	"action-editmyusercss": "je eigen CSS-pagina's te bewerken",
	"action-editmyuserjs": "je eigen JavaScriptpagina's te bewerken",
	"recentchanges-timeout": "Deze zoekopdracht kost te veel tijd. Je kunt het nog eens proberen met andere zoekparameters.",
	"rcfilters-quickfilters-placeholder-description": "Om je filterinstellingen op te slaan en later weer te kunnen gebruiken, klik je op het bladwijzerpictogram in het gebied met actieve filters hieronder.",
	"rcfilters-savedqueries-already-saved": "Deze filters zijn al opgeslagen. Wijzig je instellingen om een nieuw filter op te slaan.",
	"rcfilters-filter-editsbyself-label": "Jouw eigen wijzigingen",
	"rcfilters-filter-editsbyother-description": "Alle wijzigingen behalve die van jou.",
	"rcfilters-filter-watchlist-watched-description": "Wijzigingen aan pagina's op jouw volglijst.",
	"rcfilters-filter-watchlist-watchednew-description": "Wijzigingen aan pagina's die op jouw volglijst staan, die je nog niet hebt bezocht sinds de wijziging.",
	"rcfilters-filter-watchlist-notwatched-description": "Alles behalve wijzigingen aan pagina's die op jouw volglijst staan.",
	"rcfilters-filter-watchlistactivity-unseen-description": "Wijzigingen aan pagina's die je nog niet hebt bezocht sinds de wijziging.",
	"rcfilters-filter-watchlistactivity-seen-description": "Wijzigingen aan pagina's die je hebt bezocht sinds de wijziging.",
	"rcfilters-watchlist-edit-watchlist-button": "Je lijst met gevolgde pagina's bewerken",
	"recentchangeslinked-summary": "Voer een paginanaam in om bewerkingen te zien van pagina's waarheen vanaf die pagina verwezen wordt of die ernaar verwijzen. (Om leden van een categorie te zien, voer je <kbd>{{ns:category}}:''Naam van categorie''</kbd> in.) Bewerkingen van pagina's op [[Special:Watchlist|je volglijst]] worden <strong>vet</strong> weergegeven.",
	"uploadnologintext": "Je moet $1 om bestanden te kunnen uploaden.",
	"empty-file": "Het bestand dat je probeerde te uploaden had geen inhoud.",
	"file-too-large": "Het bestand dat je probeerde te uploaden was te groot.",
	"hookaborted": "De wijziging die je probeerde te maken is afgebroken door een uitbreiding.",
	"emptyfile": "Het bestand dat je hebt geüpload lijkt leeg te zijn.\nDit zou kunnen komen door een typefout in de bestandsnaam.\nGa na of je dit bestand werkelijk bedoelde te uploaden.",
	"fileexists": "Er bestaat al een bestand met deze naam.\nControleer <strong>[[:$1]]</strong> als je niet zeker weet of je het huidige bestand wilt overschrijven.\n[[$1|thumb]]",
	"filepageexists": "De beschrijvingspagina voor dit bestand bestaat al op <strong>[[:$1]]</strong>, maar er bestaat geen bestand met deze naam.\nDe samenvatting die je hebt opgegeven verschijnt niet op de beschrijvingspagina.\nBewerk de pagina handmatig om je beschrijving daar weer te geven.\n[[$1|miniatuur]]",
	"file-thumbnail-no": "De bestandsnaam begint met <strong>$1</strong>.\nHet lijkt een verkleinde afbeelding te zijn ''(miniatuurafbeelding)''.\nAls je deze afbeelding in volledige resolutie hebt, upload die afbeelding dan.\nWijzig anders de bestandsnaam.",
	"fileexists-forbidden": "Er bestaat al een bestand met deze naam, en dat kan niet overschreven worden.\nUpload je bestand onder een andere naam.\n[[File:$1|thumb|center|$1]]",
	"fileexists-shared-forbidden": "Er bestaat al een bestand met deze naam bij de gedeelde bestanden.\nAls je het bestand alsnog wilt uploaden, ga dan terug en kies een andere naam.\n[[File:$1|thumb|center|$1]]",
	"file-deleted-duplicate": "Een bestand dat identiek is aan dit bestand ([[:$1]]) is voorheen verwijderd.\nRaadpleeg het verwijderingslogboek voordat je verder gaat.",
	"filewasdeleted": "Er is eerder een bestand met deze naam verwijderd.\nRaadpleeg het $1 voordat je het opnieuw toevoegt.",
	"filename-bad-prefix": "De naam van het bestand dat je aan het uploaden bent begint met '''\"$1\"''', wat een niet-beschrijvende naam is die meestal automatisch door een digitale camera wordt gegeven.\nKies een duidelijke naam voor je bestand.",
	"uploadstash-badtoken": "Het uitvoeren van de handeling is mislukt. Dit komt mogelijk doordat je bewerkingsreferenties zijn verlopen. Probeer het opnieuw.",
	"img-auth-isdir": "Je probeert de map \"$1\" te benaderen.\nAlleen toegang tot bestanden is toegestaan.",
	"upload-curl-error28-text": "Het duurde te lang voordat de website antwoordde.\nControleer of de website beschikbaar is, wacht even en probeer het dan opnieuw.\nJe kunt het misschien proberen als het minder druk is.",
	"upload_source_file": "(het bestand dat je op jouw apparaat hebt gekozen)",
	"sharedupload-desc-edit": "Dit bestand komt van $1 en kan ook in andere projecten gebruikt worden.\nJe kunt de [$2 pagina met de bestandsbeschrijving] daar bewerken.",
	"sharedupload-desc-create": "Dit bestand komt van $1 en kan ook in andere projecten gebruikt worden.\nJe kunt de beschrijving bewerken op de [$2 pagina met de bestandsbeschrijving].",
	"filepage-nofile-link": "Er bestaat geen bestand met deze naam, maar je kunt het [$1 uploaden].",
	"upload-disallowed-here": "Je kunt dit bestand niet overschrijven.",
	"filerevert-intro": "Je bent '''[[Media:$1|$1]]''' aan het terugdraaien tot de [$4 versie op $2, $3].",
	"filedelete-intro": "Je staat op het punt om het bestand '''[[Media:$1|$1]]''' te verwijderen, inclusief alle eerdere versies.",
	"filedelete-intro-old": "Je bent de versie van '''[[Media:$1|$1]]''' van [$4 $3, $2] aan het verwijderen.",
	"cachedspecial-viewing-cached-ttl": "Je bekijkt een cacheversie van deze pagina, die maximaal $1 oud is.",
	"notargettext": "Je hebt niet opgegeven voor welke pagina of gebruiker je deze handeling wilt uitvoeren.",
	"nopagetext": "De pagina die je wilt hernoemen bestaat niet.",
	"booksources-text": "Hieronder staat een lijst met koppelingen naar andere websites die nieuwe of gebruikte boeken verkopen, en die wellicht meer informatie over het boek dat je zoekt hebben:",
	"alllogstext": "Dit is het gecombineerde logboek van {{SITENAME}}.\nJe kunt ook kiezen voor specifieke logboeken en filteren op gebruiker (hoofdlettergevoelig) en paginanaam (hoofdlettergevoelig).",
	"mailnologintext": "Je moet [[Special:UserLogin|aangemeld]] zijn en een geldig e-mailadres in je [[Special:Preferences|voorkeuren]] vermelden om andere gebruikers te kunnen e-mailen.",
	"emailpagetext": "Via dit formulier kun je een e-mail aan {{GENDER:$1|deze gebruiker}} verzenden.\nHet e-mailadres dat je hebt opgegeven bij [[Special:Preferences|je voorkeuren]] wordt als afzender gebruikt en kan door de ontvanger worden gezien.\nDe ontvanger kan dus direct naar jou reageren.",
	"usermaildisabledtext": "Je kunt geen e-mail verzenden naar andere gebruikers op deze wiki",
	"emailccsubject": "Kopie van je bericht aan $1: $2",
	"emailsenttext": "Je e-mail is verzonden.",
	"nowatchlist": "Je volglijst is leeg.",
	"watchlistanontext": "Om je volglijst te bekijken of te bewerken moet je je aanmelden.",
	"addedwatchtext": "\"[[:$1]]\" en de bijbehorende overlegpagina zijn toegevoegd aan je [[Special:Watchlist|volglijst]].",
	"removedwatchtext": "\"[[:$1]]\" en de bijbehorende overlegpagina zijn verwijderd van je [[Special:Watchlist|volglijst]].",
	"watchlist-details": "Er {{PLURAL:$1|staat één pagina|staan $1 pagina's}} op je volglijst (plus overlegpagina's).",
	"wlheader-showupdated": "Pagina's die zijn bewerkt sinds je laatste bezoek worden <strong>vet</strong> weergegeven",
	"enotif_lastvisited": "Zie $1 voor alle wijzigingen sinds je laatste bezoek.",
	"enotif_body": "Hoi $WATCHINGUSERNAME,\n\n$PAGEINTRO $NEWPAGE $PAGELOG\n\nSamenvatting van de wijziging: $PAGESUMMARY $PAGEMINOREDIT\n\nContactgegevens van de auteur:\nE-mailadres: $PAGEEDITOR_EMAIL\nWiki: $PAGEEDITOR_WIKI\n\nEr komen geen andere meldingen meer in geval van verdere activiteit, totdat je de pagina bezoekt en je ingelogd bent. Je zou ook alle pagina's die op je volglijst staan als 'bezocht' kunnen markeren.\n\nGroet van jouw {{SITENAME}}-meldsysteem.\n\n--\nJe kunt je e-mailinstellingen wijzigen op:\n{{canonicalurl:{{#special:Preferences}}}}\n\nJe kunt je volglijstinstellingen wijzigen op:\n{{canonicalurl:Special:Watchlist/edit}}\n\nJe kunt de pagina hier van je volglijst verwijderen:\n$UNWATCHURL\n\nTerugkoppeling en meer hulp:\n$HELPPAGE",
	"historywarning": "<strong>Let op:</strong> de pagina die je wilt verwijderen heeft een geschiedenis met $1 {{PLURAL:$1|versie|versies}}:",
	"confirmdeletetext": "Je staat op het punt een pagina te verwijderen, inclusief de geschiedenis.\nBevestig hieronder dat dit inderdaad je bedoeling is, dat je de gevolgen begrijpt en dat de verwijdering overeenstemt met het [[{{MediaWiki:Policy-url}}|beleid]].",
	"sessionfailure": "Er lijkt een probleem te zijn met je aanmeldsessie.\nJe handeling is gestopt uit voorzorg tegen een beveiligingsrisico (dat bestaat uit mogelijke \"hijacking\" van deze sessie).\nStuur het formulier opnieuw in.",
	"protect-text": "Hier kan je de beveiligingsinstellingen voor de pagina <strong>$1</strong> bekijken en wijzigen.",
	"protect-locked-blocked": "Je kunt de beveiligingsinstellingen niet wijzigen terwijl je geblokkeerd bent.\nDit zijn de huidige instellingen voor de pagina <strong>$1</strong>:",
	"protect-locked-access": "Jouw account heeft geen rechten om de beveiligingsinstellingen van pagina's te wijzigen.\nDit zijn de huidige instellingen voor de pagina <strong>$1</strong>:",
	"protect-cantedit": "Je kunt de beveiligingsinstellingen van deze pagina niet wijzigen, want je hebt geen rechten om ze te bewerken.",
	"undeleteextrahelp": "Om de hele pagina terug te plaatsen, dus ook alle eerdere versies ervan, laat je alle vakjes leeg en klik je op <strong><em>{{int:undeletebtn}}</em></strong>.\nOm alleen sommige versies terug te plaatsen selecteer je de terug te plaatsen versies voordat je op <strong><em>{{int:undeletebtn}}</em></strong> klikt.",
	"undeletehistory": "Als je de pagina terugplaatst, worden ook de oude versies ervan teruggeplaatst in de geschiedenis.\nAls er al een nieuwe pagina met dezelfde naam is aangemaakt sinds de pagina is verwijderd, dan verschijnen de eerder verwijderde versies in de geschiedenis van de nieuwe pagina.",
	"undeleterevision-missing": "Ongeldige of ontbrekende versie.\nMogelijk is je koppeling verkeerd, of is de versie al teruggeplaatst of al verwijderd uit het archief.",
	"undelete-show-file-confirm": "Weet je zeker dat je een verwijderde versie van het bestand \"<nowiki>$1</nowiki>\" van $2 om $3 wilt bekijken?",
	"ipb-blockingself": "Je staat op het punt jezelf te blokkeren. Weet je zeker dat je dat wilt doen?",
	"ipb-confirmhideuser": "Je staat op het punt een verborgen gebruiker te blokkeren. Hiervoor worden gebruikersnamen in alle lijsten en logboekregels verborgen. Weet je het zeker?",
	"ipb-needreblock": "$1 is al geblokkeerd.\nWil je de instellingen wijzigen?",
	"unblock-hideuser": "Je kunt deze gebruiker niet deblokkeren, omdat de gebruikersnaam verborgen is.",
	"proxyblockreason": "Dit is een automatische preventieve blokkade, omdat je gebruik maakt van een open proxyserver.\nNeem contact op met je internetprovider of je helpdesk en stel die op de hoogte van dit ernstige beveiligingsprobleem.",
	"sorbsreason": "Je IP-adres staat bekend als open proxyserver in de DNS-blacklist die {{SITENAME}} gebruikt.",
	"sorbs_create_account_reason": "Je IP-adres staat bekend als open proxyserver in de DNS-blacklist die {{SITENAME}} gebruikt.\nJe kunt geen gebruiker registreren.",
	"cant-see-hidden-user": "De gebruiker die je probeert te blokken is al geblokkeerd en verborgen.\nOmdat je het recht \"hideuser\" niet hebt, kun je de blokkade van de gebruiker niet bekijken of bewerken.",
	"ipbblocked": "Je kunt geen andere gebruikers (de)blokkeren, omdat je zelf geblokkeerd bent",
	"ipbnounblockself": "Je mag jezelf niet deblokkeren",
	"lockdbtext": "Waarschuwing: de database blokkeren heeft tot gevolg dat geen enkele gebruiker meer in staat is pagina's te bewerken, voorkeuren te wijzigen of iets anders te doen waarvoor wijzigingen in de database nodig zijn.\nBevestig dat je deze handeling wilt uitvoeren en dat je de database vrijgeeft nadat het onderhoud is uitgevoerd.",
	"unlockdbtext": "Na het vrijgeven van de database kunnen gebruikers weer pagina's bewerken, hun voorkeuren wijzigen of iets anders te doen waarvoor er wijzigingen in de database nodig zijn.\nBevestig dat je deze handeling wil uitvoeren.",
	"locknoconfirm": "Je hebt je keuze niet bevestigd via het selectievakje.",
	"lockdbsuccesstext": "De database is afgesloten.<br />\nVergeet niet de [[Special:UnlockDB|database vrij te geven]] zodra je klaar bent met je onderhoud.",
	"movepagetext": "Met het formulier hieronder kun je een pagina hernoemen. De bewerkingsgeschiedenis ervan gaat mee naar de nieuwe naam.\nDe oude titel wordt automatisch een doorverwijzing naar de nieuwe titel.\nJe kunt de doorverwijzingen die naar de oorspronkelijke titel verwijzen automatisch laten bijwerken.\nKies je hier niet voor, controleer dan of er geen [[Special:DoubleRedirects|dubbele]] of [[Special:BrokenRedirects|onjuiste doorverwijzingen]] zijn ontstaan.\nJij bent ervoor verantwoordelijk dat alle koppelingen naar de juiste pagina blijven verwijzen.\n\nDe pagina kan <strong>niet</strong> hernoemd worden als er al een pagina met de nieuwe titel bestaat, tenzij dit een doorverwijzing zonder verdere bewerkingsgeschiedenis is.\nDit betekent dat je de pagina weer de oude naam kunt geven als je een fout maakt, en dat je bestaande pagina's niet kunt overschrijven.\n\n<strong>Let op:</strong>\nHet hernoemen kan een ingrijpende en onverwachte verandering zijn voor een veelbezochte pagina.\nZorg er dus voor dat je de gevolgen ervan goed snapt voordat je verdergaat.",
	"movepagetext-noredirectfixer": "Met het formulier hieronder kun je een pagina hernoemen. De bewerkingsgeschiedenis ervan gaat mee naar de nieuwe naam.\nDe oude titel wordt automatisch een doorverwijzing naar de nieuwe titel.\nControleer goed of er geen [[Special:DoubleRedirects|dubbele]] of [[Special:BrokenRedirects|onjuiste doorverwijzingen]] ontstaan.\nJij bent ervoor verantwoordelijk dat alle koppelingen naar de juiste pagina blijven verwijzen.\n\nDe pagina kan <strong>niet</strong> hernoemd worden als er al een pagina met de nieuwe titel bestaat, tenzij dit een doorverwijzing zonder verdere bewerkingsgeschiedenis is.\nDit betekent dat je de pagina weer de oude naam kunt geven als je een fout maakt, en dat je bestaande pagina's niet kunt overschrijven.\n\n<strong>Let op:</strong>\nHet hernoemen kan een ingrijpende en onverwachte verandering zijn voor een veelbezochte pagina.\nZorg er dus voor dat je de gevolgen ervan goed snapt voordat je verdergaat.",
	"movepagetalktext": "Als je deze optie inschakelt krijgt de bijbehorende overlegpagina automatisch een andere naam, tenzij de overlegpagina onder de nieuwe naam al bestaat.\n\nIn dit geval moet je de pagina handmatig hernoemen of samenvoegen.",
	"moveuserpage-warning": "'''Waarschuwing:''' Je gaat een gebruikerspagina hernoemen.\nHoud er rekening mee dat alleen de pagina wordt hernoemd, ''niet'' de gebruiker.",
	"movenologintext": "Je moet [[Special:UserLogin|aangemeld]] zijn om een pagina te hernoemen.",
	"movenotallowed": "Je hebt geen rechten om pagina's te hernoemen.",
	"movenotallowedfile": "Je hebt geen rechten om bestanden te hernoemen.",
	"cant-move-user-page": "Je hebt geen rechten om gebruikerspagina's te hernoemen (met uitzondering van subpagina's).",
	"cant-move-to-user-page": "Je hebt geen rechten om een pagina naar een gebruikerspagina te hernoemen. Hernoemen naar een subpagina is wel mogelijk.",
	"cantmove-titleprotected": "Je kunt geen pagina tot deze titel hernoemen, omdat deze titel beveiligd is tegen het aanmaken ervan.",
	"delete_and_move_text": "Onder de naam \"[[:$1]]\" bestaat al een pagina.\nWil je deze verwijderen om plaats te maken voor de te hernoemen pagina?",
	"exporttext": "Je kunt de tekst en geschiedenis van een pagina of pagina's exporteren naar XML.\nDit exportbestand is daarna te importeren in een andere MediaWiki via de [[Special:Import|importpagina]].\n\nGeef in het onderstaande veld de namen van de te exporteren pagina's op, één pagina per regel, en geef aan of je alle versies met de bewerkingssamenvatting of alleen de huidige versies met de bewerkingssamenvatting wilt exporteren.\n\nIn het laatste geval kan je ook een koppeling gebruiken, bijvoorbeeld [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] voor de pagina \"[[{{MediaWiki:Mainpage}}]]\".",
	"allmessagestext": "Hieronder staan de systeemberichten uit de MediaWiki-naamruimte.\nGa naar [https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation MediaWiki-lokalisatie] en [https://translatewiki.net translatewiki.net] als je wilt bijdragen aan de algemene vertaling voor MediaWiki.",
	"importtext": "Gebruik de [[Special:Export|exportfunctie]] in de wiki waar de informatie vandaan komt.\nSla de uitvoer op je eigen apparaat op, en voeg die daarna hier toe.",
	"import-error-edit": "De pagina \"$1\" is niet geïmporteerd omdat je niet de rechten hebt om die te bewerken.",
	"tooltip-pt-userpage": "{{GENDER:|Jouw}} gebruikerspagina",
	"tooltip-pt-anonuserpage": "Gebruikerspagina voor je IP-adres",
	"tooltip-pt-mytalk": "{{GENDER:|Jouw}} overlegpagina",
	"tooltip-pt-preferences": "{{GENDER:|Je}} voorkeuren",
	"tooltip-pt-watchlist": "Overzicht van pagina's die je volgt",
	"tooltip-pt-mycontris": "Overzicht van {{GENDER:|je}} bijdragen",
	"tooltip-pt-login": "Je wordt van harte uitgenodigd om je aan te melden als gebruiker, maar dit is niet verplicht",
	"tooltip-pt-createaccount": "Registreer je vooral en meld je aan. Dit is echter niet verplicht.",
	"tooltip-ca-edit": "Deze pagina bewerken",
	"tooltip-ca-viewsource": "Deze pagina is beveiligd.\nJe kunt wel de broncode bekijken.",
	"tooltip-n-portal": "Informatie over het project, wat kun je doen, waar kun je dingen vinden",
	"tooltip-ca-nstab-special": "Dit is een speciale pagina die je niet kunt bewerken",
	"tooltip-save": "Je wijzigingen opslaan",
	"tooltip-preview": "Een voorbeeldweergave ophalen. Gebruik dit voordat je publiceert.",
	"tooltip-diff": "De wijzigingen tonen die je in de tekst gemaakt hebt",
	"tooltip-watch": "Deze pagina aan je volglijst toevoegen",
	"spamprotectiontext": "De pagina die je wilde publiceren is geblokkeerd door het spamfilter.\nMeestal wordt dit veroorzaakt door een koppeling naar een verboden externe site.",
	"markedaspatrollederror-noautopatrol": "Je kunt je eigen wijzigingen niet als gecontroleerd markeren.",
	"mediawarning": "'''Waarschuwing''': dit bestandstype bevat mogelijk programmacode die je systeem schade kan berokkenen.",
	"confirmemail_noemail": "Je hebt geen geldig e-mailadres opgegeven in je [[Special:Preferences|gebruikersvoorkeuren]].",
	"confirmemail_text": "{{SITENAME}} eist bevestiging van je e-mailadres voordat je de e-mailmogelijkheden kunt gebruiken.\nKlik op de onderstaande knop om een bevestigingsbericht te ontvangen.\nDit bericht bevat een koppeling met een code.\nOpen die koppeling om je e-mailadres te bevestigen.",
	"confirmemail_pending": "Er is al een bevestigingsbericht aan je verzonden.\nAls je recentelijk je gebruiker hebt aangemaakt, wacht dan een paar minuten totdat die aankomt voordat je opnieuw een e-mail laat sturen.",
	"confirmemail_oncreate": "Er is een bevestigingscode naar je e-mailadres verzonden.\nDeze code is niet nodig om je aan te melden, maar je dient deze wel te bevestigen voordat je de e-mailmogelijkheden van deze wiki kunt gebruiken.",
	"confirmemail_sendfailed": "{{SITENAME}} kon je bevestigingscode niet verzenden.\nControleer je e-mailadres op ongeldige tekens.\n\nHet e-mailprogramma meldde: $1",
	"confirmemail_needlogin": "Je moet $1 om je e-mailadres te bevestigen.",
	"confirmemail_success": "Je e-mailadres is bevestigd.\nJe kunt jezelf nu [[Special:UserLogin|aanmelden]] en {{SITENAME}} gebruiken.",
	"confirmemail_loggedin": "Je e-mailadres is nu bevestigd.",
	"confirmemail_body": "Iemand, waarschijnlijk jijzelf, met het IP-adres $1,\nheeft zich met dit e-mailadres geregistreerd als gebruiker \"$2\" op {{SITENAME}}.\n\nOpen de volgende koppeling in je webbrowser om te bevestigen dat je deze gebruiker bent en om de e-mailmogelijkheden op {{SITENAME}} te activeren:\n\n$3\n\nAls je jezelf *niet* hebt aangemeld, volg dan de volgende koppeling om de bevestiging van je e-mailadres te annuleren:\n\n$5\n\nDe bevestigingscode vervalt op $4.",
	"confirmemail_body_changed": "Iemand, waarschijnlijk jijzelf, met het IP-adres $1,\nheeft het e-mailadres geregistreerd voor gebruiker \"$2\" op {{SITENAME}} gewijzigd naar dit e-mailadres.\n\nOpen de volgende koppeling in je webbrowser om te bevestigen dat je deze gebruiker bent en om de e-mailmogelijkheden op {{SITENAME}} opnieuw te activeren:\n\n$3\n\nAls je jezelf *niet* hebt aangemeld, volg dan de volgende koppeling om de bevestiging van je e-mailadres te annuleren:\n\n$5\n\nDe bevestigingscode vervalt op $4.",
	"confirmemail_body_set": "Iemand, waarschijnlijk jijzelf, vanaf IP-adres $1,\nheeft het e-mailadres van het account \"$2\" op {{SITENAME}} ingesteld op dit e-mailadres.\n\nOpen de volgende koppeling in je webbrowser om te bevestigen dat dit account echt van jou is en zo de e-mailmogelijkheden op {{SITENAME}} te activeren:\n\n$3\n\nAls dit account *niet* van jou is, volg dan de volgende koppeling om de bevestiging van je e-mailadres te stoppen:\n\n$5\n\nDe bevestigingscode vervalt op $4.",
	"deletedwhileediting": "'''Let op''': deze pagina is verwijderd terwijl je bezig was met je bewerking!",
	"confirmrecreate": "Nadat je begonnen bent met je wijziging heeft [[User:$1|$1]] ([[User talk:$1|overleg]]) deze pagina {{GENDER:$1|verwijderd}} met opgave van de volgende reden:\n: <em>$2</em>\nBevestig dat je de pagina opnieuw wilt aanmaken.",
	"confirmrecreate-noreason": "Nadat je begonnen bent met je wijziging heeft [[User:$1|$1]] ([[User talk:$1|overleg]]) deze pagina {{GENDER:$1|verwijderd}}. Bevestig dat je de pagina opnieuw wilt aanmaken.",
	"confirm-watch-top": "Deze pagina toevoegen aan je volglijst?",
	"confirm-unwatch-top": "Deze pagina verwijderen uit je volglijst?",
	"watchlistedit-normal-explain": "Hieronder worden de pagina’s op je volglijst weergegeven.\nKlik op het vierkantje ernaast en daarna op \"{{int:Watchlistedit-normal-submit}}\" om een pagina te verwijderen.\nJe kunt ook de [[Special:EditWatchlist/raw|ruwe lijst bewerken]].",
	"watchlistedit-normal-done": "Er {{PLURAL:$1|is één pagina|zijn $1 pagina’s}} verwijderd van je volglijst:",
	"watchlistedit-raw-explain": "Hieronder staan pagina’s op je volglijst.\nJe kunt de lijst bewerken door pagina’s te verwijderen en toe te voegen.\nEén pagina per regel.\nAls je klaar bent, klik dan op \"{{int:Watchlistedit-raw-submit}}\".\nJe kunt ook [[Special:EditWatchlist|het standaard bewerkingsscherm gebruiken]].",
	"watchlistedit-raw-done": "Je volglijst is bijgewerkt.",
	"version-license-info": "MediaWiki is vrije software. Je kunt MediaWiki verspreiden en/of aanpassen onder de voorwaarden van de GNU General Public License zoals uitgegeven door de Free Software Foundation; of versie 2 van de Licentie, of - als je wilt - een latere versie.\n\nMediaWiki wordt verspreid in de hoop dat het nuttig is, maar <em>ZONDER ENIGE GARANTIE</em>; zonder zelfs de impliciete garantie van <strong>VERKOOPBAARHEID</strong> of <strong>GESCHIKTHEID VOOR ENIG DOEL IN HET BIJZONDER</strong>. Zie de GNU General Public License voor meer informatie.\n\nSamen met dit programma zou je een [{{SERVER}}{{SCRIPTPATH}}/COPYING exemplaar van de GNU General Public License] moeten hebben ontvangen. Zo niet, schrijf dan naar de Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA of [//www.gnu.org/licenses/old-licenses/gpl-2.0.html lees de licentie online].",
	"compare-revision-not-exists": "De versie die je hebt opgegeven bestaat niet.",
	"htmlform-float-invalid": "De waarde die je hebt opgegeven is geen getal.",
	"feedback-thanks": "Bedankt! Je terugkoppeling is op de pagina \"[$2 $1]\" geplaatst.",
	"userlogout-temp": "Weet je zeker dat je je wilt afmelden? Je zult je niet opnieuw bij dit tijdelijke account kunnen aanmelden.",
	"blockedtext-contact-blocker-admin": "Je kunt contact opnemen met $1 of een andere [[{{MediaWiki:Grouppage-sysop}}|beheerder]] om de blokkade te bespreken.",
	"blockedtext-block-ip": "Je huidige IP-adres is $1.",
	"blockedtext-include-details-queries": "Vermeld alle bovenstaande gegevens als je ergens op deze blokkade reageert.",
	"renameuser-error-same-user": "Je kunt geen gebruiker hernoemen naar dezelfde naam.",
	"interwiki_deleting": "Je bent voorvoegsel \"$1\" aan het verwijderen.",
	"interwiki_addintro": "Je bent een nieuw interwikivoorvoegsel aan het toevoegen.\nLet op dat dit geen spaties ( ), dubbele punt (:), ampersands (&), of gelijktekens (=) mag bevatten.",
	"interwiki_editintro": "Je bent een interwikivoorvoegsel aan het bewerken. Let op dat dit bestaande koppelingen kan breken."
}
