{
	"@metadata": {
		"authors": [
			"0x010C",
			"Ajeje Brazorf",
			"Arkanosis",
			"Ash Crow",
			"Crochet.david",
			"Daniel236",
			"Derugon",
			"DreZhsh",
			"Element303",
			"Elfix",
			"EmDashUser002",
			"Epok",
			"Escargot bleu",
			"Framawiki",
			"Freak2fast4u",
			"Gomoko",
			"JLTRY",
			"KATRINE1992",
			"Kenjiraw",
			"L",
			"Lbayle",
			"Linedwell",
			"Ltrlg",
			"Lucas Werkmeister (WMDE)",
			"Lucky",
			"Macofe",
			"Mahabarata",
			"Matma Rex",
			"McDutchie",
			"Momo50WM",
			"Nicolapps",
			"Obscaeris",
			"Od1n",
			"Orlodrim",
			"Pols12",
			"Raphoraph",
			"Raulel",
			"Rigoluce",
			"Terio legale",
			"The RedBurn",
			"Thibaut120094",
			"Trial",
			"Umherirrender",
			"Urhixidur",
			"Verdy p",
			"Windes",
			"Wladek92",
			"Yasten",
			"Zetud"
		]
	},
	"apihelp-main-extended-description": "<div class=\"hlist plainlinks api-main-links\">\n* [[mw:Special:MyLanguage/API:Main_page|Documentation]]\n* [[mw:Special:MyLanguage/API:Etiquette|Étiquette et consignes d’utilisation]]\n* [[mw:Special:MyLanguage/API:FAQ|FAQ]]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-api.lists.wikimedia.org/ Liste de diffusion]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/ Annonces de l’API]\n* [https://phabricator.wikimedia.org/maniphest/query/GebfyV4uCaLd/#R Suivi des anomalies et demandes d’amélioration]\n</div>\n<strong>État :</strong> l’API de MediaWiki est une interface stable et mature qui est prise en charge et améliorée de façon active. Bien que nous essayions de l’éviter, nous avons parfois besoin de faire des modifications non rétrocompatibles ; inscrivez-vous à [https://lists.wikimedia.org/hyperkitty/list/mediawiki-api-announce@lists.wikimedia.org/ la liste de diffusion ''mediawiki-api-announce''] pour être informé des mises à jour.\n\n<strong>Requêtes erronées :</strong> si des requêtes erronées sont envoyées à l’API, un entête HTTP sera renvoyé avec la clé « MediaWiki-API-Error ». La valeur de cet entête et le code d’erreur renvoyé prendront la même valeur. Pour plus d’informations, voyez [[mw:Special:MyLanguage/API:Errors_and_warnings|API:Erreurs et avertissements]].\n\n<p class=\"mw-apisandbox-link\"><strong>Test :</strong> pour faciliter le test des requêtes à l’API, utilisez le [[Special:ApiSandbox|bac à sable de l’API]].</p>",
	"apihelp-main-param-action": "Quelle action effectuer.",
	"apihelp-main-param-format": "Le format de sortie.",
	"apihelp-main-param-maxlag": "La latence maximale peut être utilisée quand MediaWiki est installé sur une grappe de réplication de bases de données. Pour éviter des actions provoquant un supplément de latence de réplication de site, ce paramètre peut faire attendre le client jusqu’à ce que la latence de réplication soit inférieure à une valeur spécifiée. En cas de latence excessive, le code d’erreur <samp>maxlag</samp> est renvoyé avec un message tel que <samp>Attente de $host : $lag secondes de délai</samp>.<br />Voyez [[mw:Special:MyLanguage/Manual:Maxlag_parameter|Manuel : paramètre Maxlag]] pour plus d’informations.",
	"apihelp-main-param-smaxage": "Fixer l’entête HTTP de contrôle de cache <code>s-maxage</code> à ce nombre de secondes. Les erreurs ne sont jamais mises en cache.",
	"apihelp-main-param-maxage": "Fixer l’entête HTTP de contrôle de cache <code>max-age</code> au nombre indiqué de secondes. Les erreurs ne sont jamais mises en cache.",
	"apihelp-main-param-assert": "Vérifiez que l’utilisateur est connecté (y compris éventuellement en tant qu’utilisateur temporaire) s’il est défini sur <kbd>user</kbd>, <em>qu’il n’est pas</em> connecté s’il est défini sur <kbd>anon</kbd>, ou qu’il dispose des droits d’utilisateur du bot s’il est <kbd>bot</kbd>.",
	"apihelp-main-param-assertuser": "Vérifier que l’utilisateur actuel est l’utilisateur nommé.",
	"apihelp-main-param-requestid": "Toute valeur fournie ici sera incluse dans la réponse. Peut être utilisé pour distinguer des demandes.",
	"apihelp-main-param-servedby": "Inclure le nom d’hôte qui a renvoyé la requête dans les résultats.",
	"apihelp-main-param-curtimestamp": "Inclure l’horodatage actuel dans le résultat.",
	"apihelp-main-param-responselanginfo": "Inclure les langues utilisées pour <var>uselang</var> et <var>errorlang</var> dans le résultat.",
	"apihelp-main-param-origin": "En accédant à l’API au moyen d’une requête AJAX inter-domaines (CORS), indiquez le protocole et le nom de domaine d’origine dans ce paramètre. Celui-ci doit être inclus dans toute requête de ''pré-envol'' et doit donc faire partie de l’URI de la requête (pas du corps de la requête POST).\n\nPour les requêtes authentifiées, cela doit correspondre exactement à une des origines dans l’entête <code>Origin</code>, il doit donc être fixé avec quelque chose comme <kbd>https://en.wikipedia.org</kbd> ou <kbd>https://meta.wikimedia.org</kbd>. Si ce paramètre ne correspond pas à l’entête <code>Origin</code>, une réponse 403 sera renvoyée. Si ce paramètre correspond à l’entête <code>Origin</code> et l’origine indiquée est autorisée, l’API renseignera les entêtes <code>Access-Control-Allow-Origin</code> et <code>Access-Control-Allow-Credentials</code> dans sa réponse.\n\nPour les requêtes non authentifiées, indiquez la valeur <kbd>*</kbd>. L’API renseignera l’entête <code>Access-Control-Allow-Origin</code> dans sa réponse, mais <code>Access-Control-Allow-Credentials</code> vaudra <code>false</code> et toutes les données spécifiques à l’utilisateur seront restreintes.",
	"apihelp-main-param-crossorigin": "Lorsque vous accédez à l'API à l'aide d'une requête AJAX inter-domaines (CORS) et que vous utilisez un fournisseur de session protégé contre les attaques CSRF (cross-site request forgery) (comme OAuth), utilisez ceci à la place de <code>origin=*</code> pour authentifier la requête (c'est-à-dire, sans déconnexion). Cela doit être inclus dans toute requête préalable et doit donc faire partie de l'URI de la requête (et non du corps POST).\n\nNotez que la plupart des fournisseurs de session, y compris les sessions standard basées sur les cookies, ne prennent pas en charge CORS authentifié et ne peuvent pas être utilisés avec ce paramètre.",
	"apihelp-main-param-uselang": "Langue à utiliser pour les traductions de message. <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo&siprop=languages]]</kbd> renvoie une liste de codes de langue. Vou pouvez indiquer <kbd>user</kbd> pour utiliser la langue préférée de l’utilisateur actuel, ou bien <kbd>content</kbd> pour utiliser la langue du contenu de ce wiki.",
	"apihelp-main-param-variant": "Variante de la langue. Ne fonctionne que si la langue de base prend en charge la conversion en variante.",
	"apihelp-main-param-errorformat": "Format à utiliser pour la sortie de texte d’avertissement et d’erreur",
	"apihelp-main-paramvalue-errorformat-plaintext": "Wikicode avec les balises HTML supprimés et les entités remplacées.",
	"apihelp-main-paramvalue-errorformat-wikitext": "Wikicode non analysé.",
	"apihelp-main-paramvalue-errorformat-raw": "Clé et paramètres du message.",
	"apihelp-main-paramvalue-errorformat-none": "Sortie sans texte, seulement les codes d’erreur.",
	"apihelp-main-paramvalue-errorformat-bc": "Format utilisé avant MediaWiki 1.29. <var>errorlang</var> et <var>errorsuselocal</var> sont ignorés.",
	"apihelp-main-param-errorlang": "Langue à utiliser pour les avertissements et les erreurs. <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo&siprop=languages]]</kbd> renvoie une liste de codes de langue. Vous pouvez utiliser <kbd>content</kbd> pour utiliser la langue du contenu de ce wiki, ou encore <kbd>uselang</kbd> pour utiliser la même valeur que le paramètre <var>uselang</var>.",
	"apihelp-main-param-errorsuselocal": "S’il est fourni, les textes d’erreur utiliseront des messages adaptés à la langue dans l’espace de noms {{ns:MediaWiki}}.",
	"apihelp-acquiretempusername-summary": "Obtenir un nom d’utilisateur temporaire et le stocker dans la session en cours, si la création de comptes temporaires est activée et si l’utilisateur actuel est déconnecté. Si un nom a déjà été stocké, renvoie ce même nom.",
	"apihelp-acquiretempusername-extended-description": "Si l’utilisateur effectue plus tard une action qui aboutit à la création d'un compte temporaire, le nom d’utilisateur stocké sera utilisé comme compte. Il peut aussi être utilisé dans les relectures. Cependant, le compte n’est pas encore créé et le nom n’est pas visible par les autres utilisateurs.",
	"apihelp-block-summary": "Bloquer un utilisateur.",
	"apihelp-block-param-id": "L'ID du blocage à modifier.",
	"apihelp-block-param-user": "Utilisateur à bloquer.",
	"apihelp-block-param-userid": "Spécifier plutôt <kbd>$1user=#<var>ID</var></kbd>.",
	"apihelp-block-param-expiry": "Durée d’expiration (exprimée en anglais). Peut être relative (par ex. <kbd>5 months</kbd> ou <kbd>2 weeks</kbd>) ou absolue (par ex. <kbd>2014-09-18T12:34:56Z</kbd>). Si elle est indiquée comme <kbd>infinite</kbd>, <kbd>indefinite</kbd> ou <kbd>never</kbd>, le blocage n’expirera jamais.",
	"apihelp-block-param-reason": "Motif du blocage.",
	"apihelp-block-param-anononly": "Bloquer uniquement les utilisateurs anonymes (c’est-à-dire désactiver les modifications anonymes pour cette adresse IP, y compris les modifications de compte temporaires).",
	"apihelp-block-param-nocreate": "Empêcher la création de compte.",
	"apihelp-block-param-autoblock": "Bloquer automatiquement la dernière adresse IP utilisée et toute les adresses IP subséquentes depuis lesquelles ils ont essayé de se connecter.",
	"apihelp-block-param-noemail": "Empêcher l’utilisateur d’envoyer des courriels via le wiki (nécessite le droit <code>blockemail</code>).",
	"apihelp-block-param-hidename": "Masque le nom de l’utilisateur dans le journal des blocages (nécessite le droit <code>hideuser</code>).",
	"apihelp-block-param-allowusertalk": "Autoriser les utilisateurs à modifier leur propre page de discussion (dépend de <var>[[mw:Special:MyLanguage/Manual:$wgBlockAllowsUTEdit|$wgBlockAllowsUTEdit]]</var>).",
	"apihelp-block-param-reblock": "Si l’utilisateur est actuellement bloqué par un seul blocage, remplace le blocage existant. Si l'utilisateur est bloqué plusieurs fois, cette opération échouera. Utilisez plutôt le paramètre <var>id</var> pour spécifier le blocage à remplacer.",
	"apihelp-block-param-newblock": "Ajouter un autre blocage même si l'utilisateur est déjà bloqué.",
	"apihelp-block-param-watchuser": "Surveiller les pages utilisateur et de discussion de l’utilisateur ou de l’adresse IP.",
	"apihelp-block-param-watchlistexpiry": "Horodatage d’expiration de la liste de suivi. Omettre complètement ce paramètre pour laisser l’expiration actuelle inchangée.",
	"apihelp-block-param-tags": "Les balises de modification à appliquer à l’entrée du journal des blocages.",
	"apihelp-block-param-partial": "Bloquer un utilisateur pour des pages ou des espaces de nom spécifiques plutôt que pour tout un site.",
	"apihelp-block-param-pagerestrictions": "Liste des titres pour lesquels bloquer l’utilisateur en modification. Ne s’applique que quand <var>partial</var> est positionné à vrai.",
	"apihelp-block-param-namespacerestrictions": "Liste d’identifiants d’espaces de noms sur lesquels l’utilisateur est bloqué en modification. Ne s’applique que quand <var>partial</var> est positionné à vrai.",
	"apihelp-block-param-actionrestrictions": "Liste des actions que l’utilisateur est empêché d’effectuer. Ne s’applique que quand <var>partial</var> est positionné à vrai.",
	"apihelp-block-example-ip-simple": "Bloquer l’adresse IP <kbd>192.0.2.5</kbd> pour trois jours avec un motif indiqué.",
	"apihelp-block-example-user-complex": "Bloquer indéfiniment l’utilisateur <kbd>Vandal</kbd> avec le motif indiqué et empêcher la création de nouveau compte et l’envoi de courriel.",
	"apihelp-changeauthenticationdata-summary": "Modifier les données d’authentification pour l’utilisateur actuel.",
	"apihelp-changeauthenticationdata-example-password": "Tentative de modification du mot de passe de l’utilisateur actuel en <kbd>ExamplePassword</kbd>.",
	"apihelp-changecontentmodel-summary": "Modifier le modèle de contenu d’une page",
	"apihelp-changecontentmodel-param-title": "Titre de la page pour modifier le modèle de contenu. Ne peut pas être utilisé conjointement avec <var>$1pageid</var>.",
	"apihelp-changecontentmodel-param-pageid": "Identifiant de la page pour en modifier le modèle de contenu. Ne peut pas être utilisé conjointement avec <var>$1title</var>.",
	"apihelp-changecontentmodel-param-summary": "Le résumé de la modification et le motif de l’enregistrement au journal",
	"apihelp-changecontentmodel-param-tags": "Les balises de modification à appliquer à l'entrée du journal et à la modification.",
	"apihelp-changecontentmodel-param-model": "Modèle de contenu du nouveau contenu.",
	"apihelp-changecontentmodel-param-bot": "Marquer la modification du modèle de contenu avec une indication de robot.",
	"apihelp-changecontentmodel-example": "Modifier la page principale pour avoir le modèle de contenu <code>text</code>",
	"apihelp-checktoken-summary": "Vérifier la validité d’un jeton de <kbd>[[Special:ApiHelp/query+tokens|action=query&meta=tokens]]</kbd>.",
	"apihelp-checktoken-param-type": "Type de jeton testé.",
	"apihelp-checktoken-param-token": "Jeton à tester.",
	"apihelp-checktoken-param-maxtokenage": "Temps maximum autorisé pour l’utilisation du jeton, en secondes.",
	"apihelp-checktoken-example-simple": "Tester la validité d’un jeton <kbd>csrf</kbd>.",
	"apihelp-clearhasmsg-summary": "Efface le drapeau <code>hasmsg</code> pour l’utilisateur actuel.",
	"apihelp-clearhasmsg-example-1": "Effacer le drapeau <code>hasmsg</code> pour l’utilisateur actuel.",
	"apihelp-clientlogin-summary": "Se connecter au wiki en utilisant la procédure interactive.",
	"apihelp-clientlogin-example-login": "Commencer le processus de connexion au wiki en tant qu’utilisateur <kbd>Example</kbd> avec le mot de passe <kbd>ExamplePassword</kbd>.",
	"apihelp-clientlogin-example-login2": "Continuer la connexion après avoir obtenu une réponse <samp>UI</samp> (interface utilisateur) pour l’authentification à deux facteurs, en fournissant un <var>OATHToken</var> valant <kbd>987654</kbd>.",
	"apihelp-compare-summary": "Obtenir la différence entre deux pages.",
	"apihelp-compare-extended-description": "Vous devez passer un numéro de version, un titre de page, un ID de page, un texte ou une référence relative pour à la fois « from » et « to ».",
	"apihelp-compare-param-fromtitle": "Premier titre à comparer.",
	"apihelp-compare-param-fromid": "Identifiant de la première page à comparer.",
	"apihelp-compare-param-fromrev": "Première version à comparer.",
	"apihelp-compare-param-frompst": "Effectuer une transformation avant enregistrement sur <var>fromtext-&#x7B;slot&#x7D;</var>.",
	"apihelp-compare-param-fromslots": "Substituer le contenu de la version spécifiée par <var>fromtitle</var>, <var>fromid</var> ou <var>fromrev</var>.\n\nCe paramètre spécifie les emplacements à modifier. Utilisez <var>fromtext-&#x7B;slot&#x7D;</var>, <var>fromcontentmodel-&#x7B;slot&#x7D;</var> et <var>fromcontentformat-&#x7B;slot&#x7D;</var> pour spécifier le contenu de chaque emplacement.",
	"apihelp-compare-param-fromtext-{slot}": "Texte de l’emplacement spécifié. S’il est omis, l’emplacement est retiré de la version.",
	"apihelp-compare-param-fromsection-{slot}": "Si <var>fromtext-&#x7B;slot}</var> est le contenu d’une seule section, c’est l’identifiant de la section. Il sera fusionné dans la version spécifiée par <var>fromtitle</var>, <var>fromid</var> ou <var>fromrev</var> comme pour les modifications de section.",
	"apihelp-compare-param-fromcontentmodel-{slot}": "Modèle de contenu de <var>fromtext-&#x7B;slot&#x7D;</var>. Si non fourni, il sera déduit en fonction de la valeur des autres paramètres.",
	"apihelp-compare-param-fromcontentformat-{slot}": "Format de sérialisation de contenu de <var>fromtext-&#x7B;slot}</var>.",
	"apihelp-compare-param-fromtext": "Spécifiez <kbd>fromslots=main</kbd> et utilisez <var>fromtext-main</var> à la place.",
	"apihelp-compare-param-fromcontentmodel": "Spécifiez <kbd>fromslots=main</kbd> et utilisez <var>fromcontentmodel-main</var> à la place.",
	"apihelp-compare-param-fromcontentformat": "Spécifiez <kbd>fromslots=main</kbd> et utilisez <var>fromcontentformat-main</var> à la place.",
	"apihelp-compare-param-fromsection": "N’utiliser que la section spécifiée du contenu « from ».",
	"apihelp-compare-param-totitle": "Second titre à comparer.",
	"apihelp-compare-param-toid": "Identifiant de la seconde page à comparer.",
	"apihelp-compare-param-torev": "Seconde version à comparer.",
	"apihelp-compare-param-torelative": "Utiliser une version relative à la version déterminée par <var>fromtitle</var>, <var>fromid</var> ou <var>fromrev</var>. Toutes les autres options « <var>to</var> » seront ignorées.",
	"apihelp-compare-param-topst": "Faire une transformation avant enregistrement sur <var>totext</var>.",
	"apihelp-compare-param-toslots": "Substitue le contenu de la version spécifiée par <var>totitle</var>, <var>toid</var> ou <var>torev</var>.\n\nCe paramètre spécifie les emplacements qui vont être modifiés. Utilisez <var>totext-&#x7B;slot&#x7D;</var>, <var>tocontentmodel-&#x7B;slot&#x7D;</var>, et <var>tocontentformat-&#x7B;slot&#x7D;</var> pour spécifier le contenu de chaque emplacement.",
	"apihelp-compare-param-totext-{slot}": "Texte de l’emplacement spécifié. S’il est omis, l’emplacement est retiré de la version.",
	"apihelp-compare-param-tosection-{slot}": "Si <var>totext-&#x7B;slot}</var> est le contenu d’une seule section, c’est l’identifiant de la section. Il sera fusionné dans la version spécifiée par <var>totitle</var>, <var>toid</var> ou <var>torev</var> comme pour les modifications de section.",
	"apihelp-compare-param-tocontentmodel-{slot}": "Modèle de contenu de <var>totext-&#x7B;slot&#x7D;</var>. Si non fourni, il sera déduit en fonction de la valeur des autres paramètres.",
	"apihelp-compare-param-tocontentformat-{slot}": "Format de sérialisation du contenu de <var>totext-&#x7B;slot&#x7D;</var>.",
	"apihelp-compare-param-totext": "Spécifiez <kbd>toslots=main</kbd> et utilisez <var>totext-main</var> à la place.",
	"apihelp-compare-param-tocontentmodel": "Spécifiez <kbd>toslots=main</kbd> et utilisez <var>tocontentmodel-main</var> à la place.",
	"apihelp-compare-param-tocontentformat": "Spécifiez <kbd>toslots=main</kbd> et utilisez <var>tocontentformat-main</var> à la place.",
	"apihelp-compare-param-tosection": "N’utiliser que la section spécifiée du contenu « to ».",
	"apihelp-compare-param-prop": "Quelles informations obtenir.",
	"apihelp-compare-paramvalue-prop-diff": "Le diff HTML.",
	"apihelp-compare-paramvalue-prop-diffsize": "La taille du diff HTML en octets.",
	"apihelp-compare-paramvalue-prop-rel": "L’identifiant des versions venant avant « from » (à partir de) et après « to » (jusqu’à), s’il y en a.",
	"apihelp-compare-paramvalue-prop-ids": "Les identifiants de page et de version des versions « from » (à partir de) et « to » (jusqu’à).",
	"apihelp-compare-paramvalue-prop-title": "Le titre de page des versions versions « from » (à partir de) et « to » (jusqu’à).",
	"apihelp-compare-paramvalue-prop-user": "Le nom et l’ID d’utilisateur des versions « from » et « to ». Si l’utilisateur a été supprimé d’une version, une propriété <samp>fromuserhidden</samp> ou <samp>touserhidden</samp> sera retournée.",
	"apihelp-compare-paramvalue-prop-comment": "Le commentaire des versions « from » et « to ». Si le commentaire a été supprimé d’une version, une propriété <samp>fromcommenthidden</samp> sera retournée.",
	"apihelp-compare-paramvalue-prop-parsedcomment": "Le commentaire analysé des versions « from » et « to ». Si le commentaire a été supprimé d’une version, une propriété <samp>fromcommenthidden</samp> ou <samp>tocommenthidden</samp> sera retournée.",
	"apihelp-compare-paramvalue-prop-size": "La taille des versions versions « from » (à partir de) et « to » (jusqu’à).",
	"apihelp-compare-paramvalue-prop-timestamp": "Horodatage pour les révisions 'de' et 'à'.",
	"apihelp-compare-param-difftype": "Renvoyer la comparaison au format HTML en ligne.",
	"apihelp-compare-param-slots": "Retourner des diffs individuels pour ces emplacements (''slots''), plutôt qu’un diff combiné pour tous les emplacements.",
	"apihelp-compare-example-1": "Créer une différence entre les versions 1 et 2.",
	"apihelp-createaccount-summary": "Créer un nouveau compte d’utilisateur.",
	"apihelp-createaccount-param-preservestate": "Si <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> a retourné true pour <samp>hasprimarypreservedstate</samp>, les demandes marquées comme <samp>primary-required</samp> doivent être omises. Si elle a retourné une valeur non vide pour <samp>preservedusername</samp>, ce nom d’utilisateur doit être utilisé pour le paramètre <var>username</var>.",
	"apihelp-createaccount-example-create": "Commencer le processus de création de l’utilisateur <kbd>Exemple</kbd> avec le mot de passe <kbd>ExempleMotDePasse</kbd>.",
	"apihelp-cspreport-summary": "Utilisé par les navigateurs pour signaler les violations de la politique de confidentialité du contenu. Ce module ne devrait jamais être utilisé, sauf quand il est utilisé automatiquement par un navigateur web compatible avec CSP.",
	"apihelp-cspreport-param-reportonly": "Marquer comme étant un rapport d’une politique de surveillance et non une politique exigée",
	"apihelp-cspreport-param-source": "Ce qui a généré l’entête CSP qui a déclenché ce rapport",
	"apihelp-delete-summary": "Supprimer une page.",
	"apihelp-delete-param-title": "Titre de la page que vous voulez supprimer. Impossible à utiliser avec <var>$1pageid</var>.",
	"apihelp-delete-param-pageid": "Identifiant de la page que vous voulez supprimer. Incompatible avec <var>$1title</var>.",
	"apihelp-delete-param-reason": "Motif de suppression. Si non défini, un motif généré automatiquement sera utilisé.",
	"apihelp-delete-param-tags": "Les balises de modification à appliquer à l’entrée dans le journal des suppressions.",
	"apihelp-delete-param-deletetalk": "Supprimer la page de discussion, si elle existe.",
	"apihelp-delete-param-watch": "Ajouter la page à la liste de suivi de l’utilisateur actuel.",
	"apihelp-delete-param-watchlist": "Ajouter ou supprimer sans distinction la page votre liste de suivi, utiliser les préférences (ignorées pour les robots) ou ne rien changer au suivi.",
	"apihelp-delete-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-delete-param-unwatch": "Supprimer la page de la liste de suivi de l’utilisateur actuel.",
	"apihelp-delete-param-oldimage": "Le nom de l’ancienne image à supprimer tel que fourni par [[Special:ApiHelp/query+imageinfo|action=query&prop=imageinfo&iiprop=archivename]].",
	"apihelp-delete-example-simple": "Supprimer [[{{MediaWiki:Mainpage}}]].",
	"apihelp-delete-example-reason": "Supprimer [[{{MediaWiki:Mainpage}}]] avec le motif <kbd>Preparing for move</kbd>.",
	"apihelp-disabled-summary": "Ce module a été désactivé.",
	"apihelp-edit-summary": "Créer et modifier des pages.",
	"apihelp-edit-param-title": "Titre de la page que vous voulez modifier. Impossible de l’utiliser avec <var>$1pageid</var>.",
	"apihelp-edit-param-pageid": "Identifiant de la page que vous voulez modifier. Incompatible avec <var>$1title</var>.",
	"apihelp-edit-param-section": "Identifiant de section. <kbd>0</kbd> pour la section de tête, <kbd>new</kbd> pour une nouvelle section. C’est souvent un entier positif, mais il peut également être non numérique.",
	"apihelp-edit-param-sectiontitle": "Le titre pour une nouvelle section en utilisant\n<var>$1section=new</var>.",
	"apihelp-edit-param-text": "Contenu de la page.",
	"apihelp-edit-param-summary": "Résumé de modification.\n\nQuand ce paramètre n’est pas fourni ou vide, [[mw:Special:MyLanguage/Autosummary|un résumé de modification peut être généré automatiquement]].\n\nEn utilisant <var>$1section=new</var> et si <var>$1sectiontitle</var> n’est pas fourni, la valeur de ce paramètre est utilisée à la place pour le titre de la section et un résumé de modification est généré automatiquement.",
	"apihelp-edit-param-tags": "Les balises de modification à appliquer à la version.",
	"apihelp-edit-param-minor": "Marquer cette modification comme étant mineure.",
	"apihelp-edit-param-notminor": "Ne pas marquer cette modification comme mineure, même si la préférence utilisateur « {{int:tog-minordefault}} » est positionnée.",
	"apihelp-edit-param-bot": "Marquer cette modification comme effectuée par un robot.",
	"apihelp-edit-param-baserevid": "Identifiant de la version de base, utilisé pour détecter les conflits de modification. Peut être obtenu via [[Special:ApiHelp/query+revisions|<var>action=query&prop=revisions</var>]]. Les conflits entre des modifications d’un même utilisateur provoquent l’échec de la modification à moins que «<var> basetimestamp</var> » soit défini.",
	"apihelp-edit-param-basetimestamp": "Horodatage de la version de base, utilisé pour détecter les conflits de modification. Peut être obtenu via [[Special:ApiHelp/query+revisions|<var>action=query&prop=revisions&rvprop=timestamp</var>]]. Les conflits entre des modifications d’un même utilisateur sont ignorés.",
	"apihelp-edit-param-starttimestamp": "L’horodatage, lorsque le processus de modification a commencé, est utilisé pour détecter les conflits de modification. Une valeur appropriée peut être obtenue en utilisant <var>[[Special:ApiHelp/main|curtimestamp]]</var> au début de ce processus (par ex. en chargeant le contenu de la page à modifier).",
	"apihelp-edit-param-recreate": "Ignorer toutes les erreurs concernant la page qui a été supprimée entre temps.",
	"apihelp-edit-param-createonly": "Ne pas modifier la page si elle existe déjà.",
	"apihelp-edit-param-nocreate": "Lever une erreur si la page n’existe pas.",
	"apihelp-edit-param-watch": "Ajouter la page à la liste de suivi de l’utilisateur actuel.",
	"apihelp-edit-param-unwatch": "Supprimer la page de la liste de suivi de l’utilisateur actuel.",
	"apihelp-edit-param-watchlist": "Ajouter ou supprimer sans condition la page de votre liste de suivi, utiliser les préférences (ignorer pour les robots) ou ne pas changer le suivi.",
	"apihelp-edit-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-edit-param-md5": "Le hachage MD5 du paramètre $1text, ou bien les paramètres $1prependtext et $1appendtext concaténés. Si défini, la modification ne sera pas effectuée à moins que le hachage soit correct.",
	"apihelp-edit-param-prependtext": "Ajouter ce texte au début de la page ou de la section. A priorité sur $1text.",
	"apihelp-edit-param-appendtext": "Ajouter ce texte à la fin de la page ou de la section. A priorité sur $1text.\n\nUtiliser $1section=new pour ajouter une nouvelle section, plutôt que ce paramètre.",
	"apihelp-edit-param-undo": "Annuler cette version. Écrase $1text, $1prependtext et $1appendtext.",
	"apihelp-edit-param-undoafter": "Annuler toutes les versions depuis $1undo jusqu’à celle-ci. Si non défini, annuler uniquement une version.",
	"apihelp-edit-param-redirect": "Résoudre automatiquement les redirections.",
	"apihelp-edit-param-contentformat": "Format de sérialisation du contenu utilisé pour le texte d’entrée.",
	"apihelp-edit-param-contentmodel": "Modèle de contenu du nouveau contenu.",
	"apihelp-edit-param-returnto": "Titre de la page. Si l’enregistrement de la modification a créé un compte temporaire, l’API peut répondre avec un URL que le client doit visiter pour terminer son enregistrement. Si ce paramètre est fourni, l’URL redirigera vers la page indiquée au lieu de la page qui a été modifiée.",
	"apihelp-edit-param-returntoquery": "Paramètres de requête de l’URL (avec <kbd>?</kbd> devant). Si l’enregistrement de la modification a créé un compte temporaire, l’API peut répondre avec un URL que le client doit visiter pour terminer son enregistrement. Si ce paramètre est fourni, l’URL redirigera vers une page avec les paramètres de requête indiqués.",
	"apihelp-edit-param-returntoanchor": "Fragment d’URL (avec <kbd>#</kbd> devant). Si l’enregistrement de la modification a créé un compte temporaire, l’API peut répondre avec un URL que le client doit visiter pour terminer son enregistrement. Si ce paramètre est fourni, l’URL redirigera vers une page avec le fragment indiqué.",
	"apihelp-edit-param-token": "Le jeton doit toujours être envoyé en tant que dernier paramètre, ou au moins après le paramètre $1text.",
	"apihelp-edit-example-edit": "Modifier une page",
	"apihelp-edit-example-prepend": "Préfixer une page par <kbd>_&#95;NOTOC_&#95;</kbd>.",
	"apihelp-edit-example-undo": "Annuler les versions 13579 à 13585 avec un résumé automatique.",
	"apihelp-emailuser-summary": "Envoyer un courriel à un utilisateur.",
	"apihelp-emailuser-param-target": "Utilisateur à qui envoyer le courriel.",
	"apihelp-emailuser-param-subject": "Entête du sujet.",
	"apihelp-emailuser-param-text": "Corps du courriel.",
	"apihelp-emailuser-param-ccme": "M’envoyer une copie de ce courriel.",
	"apihelp-emailuser-example-email": "Envoyer un courriel à l’utilisateur <kbd>WikiSysop</kbd> avec le texte <kbd>Content</kbd>.",
	"apihelp-expandtemplates-summary": "Réalise l’expansion de tous les modèles en wikicode.",
	"apihelp-expandtemplates-param-title": "Titre de la page.",
	"apihelp-expandtemplates-param-text": "Wikicode à convertir.",
	"apihelp-expandtemplates-param-revid": "Identifiant de version, pour <code><nowiki>{{REVISIONID}}</nowiki></code> et les variables similaires.",
	"apihelp-expandtemplates-param-prop": "Quelles informations récupérer.\n\nNoter que si aucune valeur n’est sélectionnée, le résultat contiendra le wikitexte, mais la sortie sera dans un format désuet.",
	"apihelp-expandtemplates-paramvalue-prop-wikitext": "Le wikicode développé.",
	"apihelp-expandtemplates-paramvalue-prop-categories": "Toutes les catégories présentes dans l’entrée qui ne sont pas représentées dans la sortie en wikicode.",
	"apihelp-expandtemplates-paramvalue-prop-properties": "Propriétés de la page définies par des mots magiques développés dans le wikicode.",
	"apihelp-expandtemplates-paramvalue-prop-volatile": "Si la sortie est volatile et ne devrait pas être réutilisée ailleurs dans la page.",
	"apihelp-expandtemplates-paramvalue-prop-ttl": "Le délai maximum après lequel les caches du résultat doivent être invalidés.",
	"apihelp-expandtemplates-paramvalue-prop-modules": "Tous les modules ResourceLoader que les fonctions d’analyse ont demandé d’ajouter à la sortie. Soit <kbd>jsconfigvars</kbd>, soit <kbd>encodedjsconfigvars</kbd> doit être demandé avec <kbd>modules</kbd>.",
	"apihelp-expandtemplates-paramvalue-prop-jsconfigvars": "Donne les variables de configuration JavaScript spécifiques à la page.",
	"apihelp-expandtemplates-paramvalue-prop-encodedjsconfigvars": "Donne les variables de configuration JavaScript spécifiques à la page sous la forme d’une chaîne JSON.",
	"apihelp-expandtemplates-paramvalue-prop-parsetree": "L’arbre d’analyse XML de l’entrée.",
	"apihelp-expandtemplates-param-includecomments": "S’il faut inclure les commentaires HTML dans la sortie.",
	"apihelp-expandtemplates-param-generatexml": "Générer l’arbre d’analyse XML (remplacé par « $1prop=parsetree »).",
	"apihelp-expandtemplates-param-showstrategykeys": "Indique s’il faut inclure les informations sur la stratégie interne de fusion dans jsconfigvars .",
	"apihelp-expandtemplates-example-simple": "Développe le wikicode <kbd><nowiki>{{Project:Sandbox}}</nowiki></kbd>.",
	"apihelp-feedcontributions-summary": "Renvoie le fil des contributions d’un utilisateur.",
	"apihelp-feedcontributions-param-feedformat": "Le format du flux.",
	"apihelp-feedcontributions-param-user": "Pour quels utilisateurs récupérer les contributions.",
	"apihelp-feedcontributions-param-namespace": "Par quels espaces de noms filtrer les contributions.",
	"apihelp-feedcontributions-param-year": "De l’année (et antérieur).",
	"apihelp-feedcontributions-param-month": "Depuis le mois (et plus récent).",
	"apihelp-feedcontributions-param-tagfilter": "Filtrer les contributions qui ont ces balises.",
	"apihelp-feedcontributions-param-deletedonly": "Afficher uniquement les contributions supprimées.",
	"apihelp-feedcontributions-param-toponly": "Afficher uniquement les modifications qui sont les dernières versions.",
	"apihelp-feedcontributions-param-newonly": "Afficher uniquement les modifications qui sont des créations de page.",
	"apihelp-feedcontributions-param-hideminor": "Masquer les modifications mineures.",
	"apihelp-feedcontributions-param-showsizediff": "Afficher la différence de taille entre les versions.",
	"apihelp-feedcontributions-example-simple": "Renvoyer les contributions de l’utilisateur <kbd>Exemple</kbd>.",
	"apihelp-feedrecentchanges-summary": "Renvoie un fil de modifications récentes.",
	"apihelp-feedrecentchanges-param-feedformat": "Le format du flux.",
	"apihelp-feedrecentchanges-param-namespace": "Espace de noms auquel limiter les résultats.",
	"apihelp-feedrecentchanges-param-invert": "Tous les espaces de noms sauf celui sélectionné.",
	"apihelp-feedrecentchanges-param-associated": "Inclure l’espace de noms associé (discussion ou principal).",
	"apihelp-feedrecentchanges-param-days": "Jours auxquels limiter le résultat.",
	"apihelp-feedrecentchanges-param-limit": "Nombre maximal de résultats à renvoyer.",
	"apihelp-feedrecentchanges-param-from": "Afficher les modifications depuis lors.",
	"apihelp-feedrecentchanges-param-hideminor": "Masquer les modifications mineures.",
	"apihelp-feedrecentchanges-param-hidebots": "Masquer les modifications effectuées par des robots.",
	"apihelp-feedrecentchanges-param-hideanons": "Masquer les modifications effectuées par les utilisateurs anonymes.",
	"apihelp-feedrecentchanges-param-hideanons-temp": "Masquer les modifications effectuées par les utilisateurs anonymes et les comptes temporaires.",
	"apihelp-feedrecentchanges-param-hideliu": "Masquer les modifications effectuées par les utilisateurs enregistrés.",
	"apihelp-feedrecentchanges-param-hidepatrolled": "Masquer les modifications contrôlées.",
	"apihelp-feedrecentchanges-param-hidemyself": "Masquer les modifications effectuées par l’utilisateur actuel.",
	"apihelp-feedrecentchanges-param-hidecategorization": "Masquer les changements de catégories d’appartenance.",
	"apihelp-feedrecentchanges-param-tagfilter": "Filtrer par balise.",
	"apihelp-feedrecentchanges-param-inverttags": "Toutes les modifications sauf celles marquées avec celles sélectionnées.",
	"apihelp-feedrecentchanges-param-target": "Afficher uniquement les modifications sur les pages liées depuis cette page.",
	"apihelp-feedrecentchanges-param-showlinkedto": "Afficher les modifications plutôt sur les pages liées vers la page sélectionnée.",
	"apihelp-feedrecentchanges-example-simple": "Afficher les modifications récentes.",
	"apihelp-feedrecentchanges-example-30days": "Afficher les modifications récentes sur 30 jours.",
	"apihelp-feedwatchlist-summary": "Renvoie un flux de liste de suivi.",
	"apihelp-feedwatchlist-param-feedformat": "Le format du flux.",
	"apihelp-feedwatchlist-param-hours": "Lister les pages modifiées durant ce nombre d’heures jusqu’à maintenant.",
	"apihelp-feedwatchlist-param-linktosections": "Lier directement vers les sections modifiées si possible.",
	"apihelp-feedwatchlist-example-default": "Afficher le flux de la liste de suivi.",
	"apihelp-feedwatchlist-example-all6hrs": "Afficher toutes les modifications sur les pages suivies lors des 6 dernières heures.",
	"apihelp-filerevert-summary": "Rétablir un fichier dans une ancienne version.",
	"apihelp-filerevert-param-filename": "Nom du fichier cible, sans le préfixe « File: » ou « Fichier: ».",
	"apihelp-filerevert-param-comment": "Téléverser le commentaire.",
	"apihelp-filerevert-param-archivename": "Nom d’archive de la version à rétablir.",
	"apihelp-filerevert-example-revert": "Rétablir <kbd>Wiki.png</kbd> dans la version du <kbd>2011-03-05T15:27:40Z</kbd>.",
	"apihelp-help-summary": "Afficher l’aide pour les modules spécifiés.",
	"apihelp-help-param-modules": "Modules pour lesquels afficher l’aide (valeurs des paramètres <var>action</var> et <var>format</var>, ou <kbd>main</kbd>). Les sous-modules peuvent être spécifiés avec un <kbd>+</kbd>.",
	"apihelp-help-param-submodules": "Inclure l’aide pour les sous-modules du module nommé.",
	"apihelp-help-param-recursivesubmodules": "Inclure l’aide pour les sous-modules de façon récursive.",
	"apihelp-help-param-helpformat": "Format de sortie de l’aide.",
	"apihelp-help-param-wrap": "Inclure la sortie dans une structure standard de réponse API.",
	"apihelp-help-param-toc": "Inclure une table des matières dans la sortie HTML.",
	"apihelp-help-example-main": "Aide pour le module principal.",
	"apihelp-help-example-submodules": "Aide pour <kbd>action=query</kbd> et tous ses sous-modules.",
	"apihelp-help-example-recursive": "Toute l’aide sur une page.",
	"apihelp-help-example-help": "Aide pour le module d’aide lui-même.",
	"apihelp-help-example-query": "Aide pour deux sous-modules de recherche.",
	"apihelp-imagerotate-summary": "Faire pivoter une ou plusieurs images.",
	"apihelp-imagerotate-param-rotation": "Degrés de rotation de l’image dans le sens des aiguilles d’une montre.",
	"apihelp-imagerotate-param-tags": "Balises à appliquer à l’entrée dans le journal des téléversements.",
	"apihelp-imagerotate-example-simple": "Faire pivoter <kbd>File:Example.png</kbd> de <kbd>90</kbd> degrés.",
	"apihelp-imagerotate-example-generator": "Faire pivoter toutes les images de <kbd>Category:Flip</kbd> de <kbd>180</kbd> degrés.",
	"apihelp-import-summary": "Importer une page depuis un autre wiki ou depuis un fichier XML.",
	"apihelp-import-extended-description": "Noter que la requête HTTP POST doit être effectuée comme un import de fichier (c’est-à-dire en utilisant <var>multipart/form-data</var>) lors de l’envoi d’un fichier pour le paramètre <var>xml</var>.",
	"apihelp-import-param-summary": "Résumé de l’importation de l’entrée de journal.",
	"apihelp-import-param-xml": "Fichier XML téléversé.",
	"apihelp-import-param-interwikiprefix": "Pour les importations téléversées : le préfixe interwiki à appliquer aux noms d’utilisateurs inconnus (et aux utilisateurs connus si <var>$1assignknownusers</var> est positionné).",
	"apihelp-import-param-assignknownusers": "Affecter les modifications aux utilisateurs locaux quand l’utilisateur nommé existe localement.",
	"apihelp-import-param-interwikisource": "Pour les importations interwiki : wiki depuis lequel importer.",
	"apihelp-import-param-interwikipage": "Pour les importations interwiki : page à importer.",
	"apihelp-import-param-fullhistory": "Pour les importations interwiki : importer tout l’historique et pas seulement la version courante.",
	"apihelp-import-param-templates": "Pour les importations interwiki : importer aussi tous les modèles inclus.",
	"apihelp-import-param-namespace": "Importer vers cet espace de noms. Impossible à utiliser avec <var>$1rootpage</var>.",
	"apihelp-import-param-rootpage": "Importer comme une sous-page de cette page. Impossible à utiliser avec <var>$1namespace</var>.",
	"apihelp-import-param-tags": "Les balises de modification à appliquer à l’entrée du journal d’importation et à la version zéro des pages importées.",
	"apihelp-import-example-import": "Importer [[meta:Help:ParserFunctions]] vers l’espace de noms 100 avec tout l’historique.",
	"apihelp-linkaccount-summary": "Lier un compte d’un fournisseur tiers à l’utilisateur actuel.",
	"apihelp-linkaccount-example-link": "Commencer le processus de liaison d’un compte depuis <kbd>Exemple</kbd>.",
	"apihelp-login-summary": "Se connecter et récupérer les témoins (cookies) d’authentification.",
	"apihelp-login-extended-description": "Cette action ne devrait être utilisée qu’en combinaison avec [[Special:BotPasswords]] ; son utilisation pour se connecter au compte principal est obsolète et peut échouer sans avertissement. Pour se connecter en toute sécurité au compte principal, utiliser <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"apihelp-login-extended-description-nobotpasswords": "Cette action est désuète et peut échouer sans prévenir. Pour se connecter sans problème, utiliser <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"apihelp-login-param-name": "Nom d’utilisateur.",
	"apihelp-login-param-password": "Mot de passe.",
	"apihelp-login-param-domain": "Domaine (facultatif).",
	"apihelp-login-param-token": "Jeton de connexion obtenu à la première requête.",
	"apihelp-login-example-login": "Se connecter.",
	"apihelp-logout-summary": "Se déconnecter et effacer les données de session.",
	"apihelp-logout-example-logout": "Déconnecter l’utilisateur actuel.",
	"apihelp-managetags-summary": "Effectuer des tâches de gestion relatives aux balises de modification.",
	"apihelp-managetags-param-operation": "Quelle opération effectuer :",
	"apihelp-managetags-paramvalue-operation-create": "créer une nouvelle balise de modification pour un usage manuel.",
	"apihelp-managetags-paramvalue-operation-delete": "supprimer une balise de modification de la base de données, ce qui inclut supprimer la balise de toutes les versions, des entrées de modifications récentes, ainsi que des entrées de journal dans lesquelles elle est utilisée.",
	"apihelp-managetags-paramvalue-operation-activate": "activer une balise de modification, permettant aux utilisateurs de l’appliquer manuellement.",
	"apihelp-managetags-paramvalue-operation-deactivate": "désactiver une balise de modification, empêchant les utilisateurs de l’appliquer manuellement.",
	"apihelp-managetags-param-tag": "Balise à créer, supprimer, activer ou désactiver. Pour la création de balise, elle ne doit pas exister. Pour la suppression de balise, elle doit exister. Pour l’activation de balise, elle doit exister et ne pas être utilisée par une extension. Pour la désactivation de balise, elle doit être actuellement active et définie manuellement.",
	"apihelp-managetags-param-reason": "Un motif facultatif pour créer, supprimer, activer ou désactiver la balise.",
	"apihelp-managetags-param-ignorewarnings": "S’il faut ignorer tout avertissement qui surviendrait au cours de l’opération.",
	"apihelp-managetags-param-tags": "Les balises de modification à appliquer à l’entrée du journal de gestion des balises.",
	"apihelp-managetags-example-create": "Créer une balise nommée <kbd>spam</kbd> avec le motif <kbd>For use in edit patrolling</kbd>",
	"apihelp-managetags-example-delete": "Supprimer la balise <kbd>vandlaism</kbd> avec le motif <kbd>Misspelt</kbd>",
	"apihelp-managetags-example-activate": "Activer une balise nommée <kbd>spam</kbd> avec le motif <kbd>For use in edit patrolling</kbd>",
	"apihelp-managetags-example-deactivate": "Désactiver une balise nommée <kbd>spam</kbd> avec le motif <kbd>No longer required</kbd>",
	"apihelp-mergehistory-summary": "Fusionner les historiques des pages.",
	"apihelp-mergehistory-param-from": "Titre de la page depuis laquelle l’historique sera fusionné. Impossible à utiliser avec <var>$1fromid</var>.",
	"apihelp-mergehistory-param-fromid": "Identifiant de la page depuis laquelle l’historique sera fusionné. Impossible à utiliser avec <var>$1from</var>.",
	"apihelp-mergehistory-param-to": "Titre de la page vers laquelle l’historique sera fusionné. Impossible à utiliser avec <var>$1toid</var>.",
	"apihelp-mergehistory-param-toid": "Identifiant de la page vers laquelle l’historique sera fusionné. Impossible à utiliser avec <var>$1to</var>.",
	"apihelp-mergehistory-param-timestamp": "Horodatage jusqu’auquel les versions seront déplacées de l’historique de la page source vers l’historique de la page de destination. S’il est omis, tout l’historique de la page source sera fusionné dans celui de la page de destination.",
	"apihelp-mergehistory-param-reason": "Motif de la fusion de l’historique.",
	"apihelp-mergehistory-example-merge": "Fusionner l’historique complet de <kbd>AnciennePage</kbd> dans <kbd>NouvellePage</kbd>.",
	"apihelp-mergehistory-example-merge-timestamp": "Fusionner les versions de la page <kbd>AnciennePage</kbd> jusqu’au <kbd>2015-12-31T04:37:41Z</kbd> dans <kbd>NouvellePage</kbd>.",
	"apihelp-move-summary": "Déplacer une page.",
	"apihelp-move-param-from": "Titre de la page à renommer. Impossible de l’utiliser avec <var>$1fromid</var>.",
	"apihelp-move-param-fromid": "Identifiant de la page à renommer. Impossible à utiliser avec <var>$1from</var>.",
	"apihelp-move-param-to": "Nouveau titre de la page.",
	"apihelp-move-param-reason": "Motif du renommage.",
	"apihelp-move-param-movetalk": "Renommer la page de discussion, si elle existe.",
	"apihelp-move-param-movesubpages": "Renommer les sous-pages, le cas échéant.",
	"apihelp-move-param-noredirect": "Ne pas créer de redirection.",
	"apihelp-move-param-watch": "Ajouter la page et la redirection à la liste de suivi de l’utilisateur actuel.",
	"apihelp-move-param-unwatch": "Supprimer la page et la redirection de la liste de suivi de l’utilisateur actuel.",
	"apihelp-move-param-watchlist": "Ajouter ou supprimer sans condition la page de votre liste de suivi de l'utilisateur actuel, utiliser les préférences (ignorées pour les robots) ou ne pas changer le suivi.",
	"apihelp-move-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-move-param-ignorewarnings": "Ignorer tous les avertissements.",
	"apihelp-move-param-tags": "Les balises de modification à appliquer à l’entrée du journal des renommages et à la version zéro de la page de destination.",
	"apihelp-move-example-move": "Renommer <kbd>Badtitle</kbd> en <kbd>Goodtitle</kbd> sans garder de redirection.",
	"apihelp-opensearch-summary": "Rechercher dans le wiki en utilisant le protocole OpenSearch.",
	"apihelp-opensearch-param-search": "Chaîne recherchée.",
	"apihelp-opensearch-param-limit": "Nombre maximal de résultats à renvoyer.",
	"apihelp-opensearch-param-namespace": "Espaces de nom à rechercher. Ignoré if <var>$1search</var> commence avec le préfixe d’un espace de noms valide.",
	"apihelp-opensearch-param-suggest": "N’est plus utilisé.",
	"apihelp-opensearch-param-redirects": "Comment gérer les redirections :",
	"apihelp-opensearch-paramvalue-redirects-return": "Renvoie la redirection elle-même.",
	"apihelp-opensearch-paramvalue-redirects-resolve": "Renvoie la page cible. Peut renvoyer moins de $1limit résultats.",
	"apihelp-opensearch-param-redirects-append": "Pour des raisons historiques, la valeur par défaut est « return » pour <kbd>$1format=json</kbd> et « resolve » pour les autres formats.",
	"apihelp-opensearch-param-format": "Le format de sortie.",
	"apihelp-opensearch-param-warningsaserror": "Si des avertissements apparaissent avec <kbd>format=json</kbd>, renvoyer une erreur d’API au lieu de les ignorer.",
	"apihelp-opensearch-example-te": "Trouver les pages commençant par <kbd>Te</kbd>.",
	"apihelp-options-summary": "Modifier les préférences de l'utilisateur actuel.",
	"apihelp-options-extended-description": "Seules les options inscrites dans le noyau ou dans l’une des extensions installées, ou les options avec des clés préfixées par <code>userjs-</code> (conçues pour être utilisées dans les scripts utilisateur), peuvent être définies.",
	"apihelp-options-param-reset": "Réinitialise les préférences avec les valeurs par défaut du site.",
	"apihelp-options-param-resetkinds": "Liste des types d’options à réinitialiser quand l’option <var>$1reset</var> est définie.",
	"apihelp-options-param-change": "Liste des modifications, au format « nom=valeur » (par ex. « skin=vector »). Si aucune valeur n’est fournie (pas même un signe égal), par ex., « nomoption|autreoption|… », l’option sera réinitialisée à sa valeur par défaut. Pour toute valeur passée contenant une barre verticale (<kbd>|</kbd>), utiliser le [[Special:ApiHelp/main#main/datatypes|séparateur alternatif de valeur multiple]] pour que l’opération soit correcte.",
	"apihelp-options-param-optionname": "Nom de l’option qui doit être définie avec la valeur fournie par <var>$1optionvalue</var>.",
	"apihelp-options-param-optionvalue": "La valeur de l'option spécifiée par <var>$1optionname</var>. Si <var>$1optionname</var> est défini mais que <var>$1optionvalue</var> est absent, l'option sera réinitialisée à sa valeur par défaut.",
	"apihelp-options-param-global": "Que faire si l'option a été définie globalement en utilisant l'extension GlobalPreferences.\n\n* <kbd>ignore</kbd>: Ne rien faire. L'option reste avec sa valeur précédente.\n* <kbd>override</kbd>: Ajouter une exception locale.\n* <kbd>update</kbd>: Mettre l'option à jour globalement.\n* <kbd>create</kbd>: Fixer l'option globalement, remplaçant toute valeur locale.",
	"apihelp-options-example-reset": "Réinitialiser toutes les préférences.",
	"apihelp-options-example-change": "Modifier les préférences <kbd>skin</kbd> et <kbd>hideminor</kbd>.",
	"apihelp-options-example-complex": "Réinitialiser toutes les préférences, puis définir <kbd>skin</kbd> et <kbd>nickname</kbd>.",
	"apihelp-paraminfo-summary": "Obtenir des informations sur les modules de l’API.",
	"apihelp-paraminfo-param-modules": "Liste des noms de module (valeurs des paramètres <var>action</var> et <var>format</var>, ou <kbd>main</kbd>). Peut spécifier des sous-modules avec un <kbd>+</kbd>, ou tous les sous-modules avec <kbd>+*</kbd>, ou tous les sous-modules récursivement avec <kbd>+**</kbd>.",
	"apihelp-paraminfo-param-helpformat": "Format des chaînes d’aide.",
	"apihelp-paraminfo-param-querymodules": "Liste des noms des modules de requête (valeur des paramètres <var>prop</var>, <var>meta</var> ou <var>list</var>). Utiliser <kbd>$1modules=query+foo</kbd> au lieu de <kbd>$1querymodules=foo</kbd>.",
	"apihelp-paraminfo-param-mainmodule": "Obtenir également des informations sur le module principal (niveau supérieur). Utiliser plutôt <kbd>$1modules=main</kbd>.",
	"apihelp-paraminfo-param-pagesetmodule": "Obtenir également des informations sur le module des ensembles de pages (en fournissant <kbd>titles=</kbd> et les paramètres proches).",
	"apihelp-paraminfo-param-formatmodules": "Liste des noms de module de mise en forme (valeur du paramètre <var>format</var>). Utiliser plutôt <var>$1modules</var>.",
	"apihelp-paraminfo-example-1": "Afficher les informations pour <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd>, <kbd>[[Special:ApiHelp/jsonfm|format=jsonfm]]</kbd>, <kbd>[[Special:ApiHelp/query+allpages|action=query&list=allpages]]</kbd> et <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo]]</kbd>.",
	"apihelp-paraminfo-example-2": "Afficher les informations pour tous les sous-modules de <kbd>[[Special:ApiHelp/query|action=query]]</kbd>.",
	"apihelp-parse-summary": "Analyse le contenu et renvoie le résultat de l’analyseur.",
	"apihelp-parse-extended-description": "Voyez les différents « prop-modules » de <kbd>[[Special:ApiHelp/query|action=query]]</kbd> pour obtenir des informations sur la version actuelle d’une page.\n\nIl y a plusieurs moyens de spécifier le texte à analyser :\n# spécifier une page ou une version, en utilisant <var>$1page</var>, <var>$1pageid</var> ou <var>$1oldid</var> ;\n# spécifier explicitement un contenu, en utilisant <var>$1text</var>, <var>$1title</var>, <var>$1revid</var> et <var>$1contentmodel</var> ;\n# spécifier uniquement un résumé à analyser. <var>$1prop</var> doit avoir une valeur vide.",
	"apihelp-parse-param-title": "Titre de la page à laquelle appartient le texte. Si omis, <var>$1contentmodel</var> doit être spécifié et [[API]] sera utilisé comme titre.",
	"apihelp-parse-param-text": "Texte à analyser. utiliser <var>$1title</var> ou <var>$1contentmodel</var> pour contrôler le modèle de contenu.",
	"apihelp-parse-param-revid": "Identifiant de version, pour <code><nowiki>{{REVISIONID}}</nowiki></code> et les variables similaires.",
	"apihelp-parse-param-summary": "Résumé à analyser.",
	"apihelp-parse-param-page": "Analyser le contenu de cette page. Incompatible avec <var>$1text</var> et <var>$1title</var>.",
	"apihelp-parse-param-pageid": "Analyser le contenu de cette page. Écrase <var>$1page</var>.",
	"apihelp-parse-param-redirects": "Si le paramètre <var>$1page</var> ou <var>$1pageid</var> est positionné sur une redirection, la résoudre.",
	"apihelp-parse-param-oldid": "Analyser le contenu de cette version. Écrase <var>$1page</var> et <var>$1pageid</var>.",
	"apihelp-parse-param-prop": "Quelles informations obtenir :",
	"apihelp-parse-paramvalue-prop-text": "Fournit le texte analysé du wikicode.",
	"apihelp-parse-paramvalue-prop-langlinks": "Fournit les liens de langue du wikicode analysé.",
	"apihelp-parse-paramvalue-prop-categories": "Fournit les catégories dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-categorieshtml": "Fournit la version HTML des catégories.",
	"apihelp-parse-paramvalue-prop-links": "Fournit les liens internes dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-templates": "Fournit les modèles dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-images": "Fournit les images dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-externallinks": "Fournit les liens externes dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-sections": "Fournit les sections dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-revid": "Ajoute l’identifiant de version de la page analysée.",
	"apihelp-parse-paramvalue-prop-displaytitle": "Ajoute le titre du wikicode analysé.",
	"apihelp-parse-paramvalue-prop-subtitle": "Ajoute le sous-titre de la page pour la page analysée.",
	"apihelp-parse-paramvalue-prop-headitems": "Fournit les éléments à mettre dans l’élément <code>&lt;head&gt;</code> de la page.",
	"apihelp-parse-paramvalue-prop-headhtml": "Fournit le type de document, à partir de l’analyse des éléments <code>&lt;html&gt;</code>, <code>&lt;head&gt;</code> et <code>&lt;body&gt;</code> de la page.",
	"apihelp-parse-paramvalue-prop-modules": "Fournit les modules ResourceLoader utilisés sur la page. Pour les charger, utiliser <code>mw.loader.using()</code>. Soit <kbd>jsconfigvars</kbd>, soit <kbd>encodedjsconfigvars</kbd> doit être demandé conjointement avec <kbd>modules</kbd>.",
	"apihelp-parse-paramvalue-prop-jsconfigvars": "Fournit les variables de configuration JavaScript spécifiques à la page. Pour les appliquer, utiliser <code>mw.config.set()</code>.",
	"apihelp-parse-paramvalue-prop-encodedjsconfigvars": "Fournit les variables de configuration JavaScript spécifiques à la page comme une chaîne JSON.",
	"apihelp-parse-paramvalue-prop-indicators": "Fournit le HTML des indicateurs d’état de page utilisés sur la page.",
	"apihelp-parse-paramvalue-prop-iwlinks": "Fournit les liens interwiki dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-wikitext": "Fournit le wikicode d’origine qui a été analysé.",
	"apihelp-parse-paramvalue-prop-properties": "Fournit les diverses propriétés définies dans le wikicode analysé.",
	"apihelp-parse-paramvalue-prop-limitreportdata": "Fournit le rapport de limite d’une manière structurée. Ne fournit aucune donnée si <var>$1disablelimitreport</var> est positionné.",
	"apihelp-parse-paramvalue-prop-limitreporthtml": "Fournit la version HTML du rapport de limite. Ne fournit aucune donnée si <var>$1disablelimitreport</var> est positionné.",
	"apihelp-parse-paramvalue-prop-parsetree": "L’arbre d’analyse XML du contenu de la version (nécessite le modèle de contenu <code>$1</code>)",
	"apihelp-parse-paramvalue-prop-parsewarnings": "Fournit les messages d’avertissement qui sont apparus lors de l’analyse de contenu (au format wikitexte).",
	"apihelp-parse-paramvalue-prop-parsewarningshtml": "Fournit les messages d’avertissement qui sont apparus lors de l’analyse de contenu (au format HTML).",
	"apihelp-parse-param-wrapoutputclass": "Classe CSS à utiliser pour formater la sortie de l’analyseur.",
	"apihelp-parse-param-usearticle": "Utilisez l'accroche ArticleParserOptions pour vous assurer que les options utilisées correspondent à celles utilisées pour les pages vues de l'article",
	"apihelp-parse-param-parsoid": "Générer du HTML conforme à la [[mw:Specs/HTML|spécification DOM de MediaWiki]] en utilisant [[mw:Parsoid|Parsoid]].",
	"apihelp-parse-param-pst": "Effectuer une transformation de préenregistrement de l’entrée avant de l’analyser. Valide uniquement quand c’est utilisé avec du texte.",
	"apihelp-parse-param-onlypst": "Effectuer une transformation de préenregistrement (PST) de l’entrée, mais ne pas l’analyser. Renvoie le même wikicode, après que la PST a été appliquée. Valide uniquement quand c’est utilisé avec <var>$1text</var>.",
	"apihelp-parse-param-effectivelanglinks": "Inclut les liens de langue fournis par les extensions (à utiliser avec <kbd>$1prop=langlinks</kbd>).",
	"apihelp-parse-param-section": "Traiter uniquement le contenu de la section ayant cet identifiant.\n\nQuand la valeur est <kbd>new</kbd>, traite <var>$1text</var> et <var>$1sectiontitle</var> comme s’ils correspondaient à une nouvelle section de la page.\n\nLa valeur <kbd>new</kbd> n’est autorisée que si <var>text</var> est défini.",
	"apihelp-parse-param-sectiontitle": "Nouveau titre de section quand <var>section</var> vaut <kbd>new</kbd> (nouveau).\n\nÀ la différence d’une modification de page, cela ne se replie pas à la valeur de <var>summary</var> (résumé) quand le titre est omis ou vide.",
	"apihelp-parse-param-disablelimitreport": "Omettre le rapport de limites (« rapport de limites du nouveau préprocesseur ») de la sortie de l’analyseur.",
	"apihelp-parse-param-disablepp": "Utiliser <var>$1disablelimitreport</var> à la place.",
	"apihelp-parse-param-disableeditsection": "Omettre les liens de modification de section de la sortie de l’analyseur.",
	"apihelp-parse-param-disablestylededuplication": "Ne pas dédupliquer les feuilles de style incluses dans la sortie de l’analyseur.",
	"apihelp-parse-param-showstrategykeys": "Indique s’il faut inclure les informations sur la stratégie interne de fusion dans jsconfigvars .",
	"apihelp-parse-param-generatexml": "Générer un arbre d’analyse XML (nécessite le modèle de contenu <code>$1</code> ; remplacé par <kbd>$2prop=parsetree</kbd>).",
	"apihelp-parse-param-preview": "Analyser en mode aperçu.",
	"apihelp-parse-param-sectionpreview": "Analyser en mode aperçu de section (active également le mode aperçu).",
	"apihelp-parse-param-disabletoc": "Omettre la table des matières dans la sortie.",
	"apihelp-parse-param-useskin": "Appliquer l’habillage sélectionné sur la sortie de l’analyseur. Cela peut affecter les propriétés suivantes : <kbd>text</kbd>, <kbd>langlinks</kbd>, <kbd>headitems</kbd>, <kbd>modules</kbd>, <kbd>jsconfigvars</kbd>, <kbd>indicators</kbd>.",
	"apihelp-parse-param-contentformat": "Format de sérialisation du contenu utilisé pour le texte d’entrée. Valide uniquement si utilisé avec $1text.",
	"apihelp-parse-param-contentmodel": "Modèle de contenu du texte d’entrée. Si omis, $1title doit être spécifié et la valeur par défaut sera le modèle du titre spécifié. Valide uniquement quand utilisé avec $1text.",
	"apihelp-parse-example-page": "Analyser une page.",
	"apihelp-parse-example-text": "Analyser le wikicode.",
	"apihelp-parse-example-texttitle": "Analyser du wikicode, en spécifiant le titre de la page.",
	"apihelp-parse-example-summary": "Analyser un résumé.",
	"apihelp-patrol-summary": "Patrouiller une page ou une version.",
	"apihelp-patrol-param-rcid": "Identifiant de modifications récentes à patrouiller.",
	"apihelp-patrol-param-revid": "Identifiant de version à patrouiller.",
	"apihelp-patrol-param-tags": "Les balises de modification à appliquer à l’entrée dans le journal de patrouille.",
	"apihelp-patrol-example-rcid": "Patrouiller une modification récente.",
	"apihelp-patrol-example-revid": "Patrouiller une version.",
	"apihelp-protect-summary": "Modifier le niveau de protection d’une page.",
	"apihelp-protect-param-title": "Titre de la page à (dé)protéger. Incompatible avec $1pageid.",
	"apihelp-protect-param-pageid": "Identifiant de la page à (dé)protéger. Incompatible avec $1title.",
	"apihelp-protect-param-protections": "Liste des niveaux de protection, au format <kbd>action=<var>niveau</var></kbd> (par exemple <kbd>edit=sysop</kbd>). Un niveau <kbd>all</kbd> (tout), indique que tout le monde est autorisé à effectuer l’action, c’est-à-dire l’absence de toute restriction.\n\n<strong>NOTE :</strong> toutes les actions non listées auront leur restrictions supprimées.",
	"apihelp-protect-param-expiry": "Horodatages d’expiration. Si un seul horodatage est fourni, il sera utilisé pour toutes les protections. Utiliser <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd> ou <kbd>never</kbd> pour une protection sans expiration.",
	"apihelp-protect-param-reason": "Motif de (dé)protection.",
	"apihelp-protect-param-tags": "Les balises de modification à appliquer à l’entrée dans le journal de protection.",
	"apihelp-protect-param-cascade": "Activer la protection en cascade (c’est-à-dire protéger les modèles transclus et les images utilisés dans cette page). Ignoré si aucun des niveaux de protection fournis ne prend en charge la propagation en cascade.",
	"apihelp-protect-param-watch": "Si activé, ajouter la page (dé)protégée à la liste de suivi de l’utilisateur actuel.",
	"apihelp-protect-param-watchlist": "Ajouter ou supprimer sans condition la page de la liste de suivi de l’utilisateur actuel, utiliser les préférences (ignoérées pour les robots) ou ne pas modifier le suivi.",
	"apihelp-protect-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-protect-example-protect": "Protéger une page.",
	"apihelp-protect-example-unprotect": "Retirer la protection d’une page en mettant les restrictions à <kbd>all</kbd> (c’est-à-dire que tout le monde est autorisé à faire l’action).",
	"apihelp-protect-example-unprotect2": "Retirer la protection de la page en ne mettant aucune restriction.",
	"apihelp-purge-summary": "Vider le cache des titres fournis.",
	"apihelp-purge-param-forcelinkupdate": "Mettre à jour les tables de liens et faire d’autres mises à jour de données secondaires.",
	"apihelp-purge-param-forcerecursivelinkupdate": "Fait comme <kbd>forcelinkupdate</kbd> et met à jour les tables de liens pour toute page qui utilise cette page comme modèle.",
	"apihelp-purge-example-simple": "Purger les pages <kbd>[[{{MediaWiki:Mainpage}}]]</kbd> et <kbd>API</kbd>.",
	"apihelp-purge-example-generator": "Purger les 10 premières pages de l’espace de noms principal.",
	"apihelp-query-summary": "Récupérer des données de MediaWiki et à propos de celui-ci.",
	"apihelp-query-extended-description": "Toutes les modifications de données devront d’abord utiliser une requête pour obtenir un jeton, afin d’éviter les abus de la part de sites malveillants.",
	"apihelp-query-param-prop": "Quelles propriétés obtenir pour les pages interrogées.",
	"apihelp-query-param-list": "Quelles listes obtenir.",
	"apihelp-query-param-meta": "Quelles métadonnées obtenir.",
	"apihelp-query-param-indexpageids": "Inclure une section « pageids » supplémentaire listant tous les identifiants de page renvoyés.",
	"apihelp-query-param-export": "Exporter les versions actuelles de toutes les pages données ou générées.",
	"apihelp-query-param-exportnowrap": "Renvoyer le XML exporté sans l’inclure dans un résultat XML (même format que [[Special:Export]]). Utilisable uniquement avec $1export.",
	"apihelp-query-param-exportschema": "Utiliser la version donnée du format de vidage XML lors de l’export. Utilisable uniquement avec <var>$1export</var>.",
	"apihelp-query-param-iwurl": "Indique s’il faut obtenir l’URL complète quand le titre est un lien interwiki.",
	"apihelp-query-param-rawcontinue": "Renvoyer les données brutes de <samp>query-continue</samp> permettant de continuer.",
	"apihelp-query-example-revisions": "Récupérer [[Special:ApiHelp/query+siteinfo|les informations du site]] et [[Special:ApiHelp/query+revisions|les versions]] de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query-example-allpages": "Récupérer les versions des pages commençant par <kbd>API/</kbd>.",
	"apihelp-query+allcategories-summary": "Énumérer toutes les catégories.",
	"apihelp-query+allcategories-param-from": "La catégorie depuis laquelle commencer l’énumération.",
	"apihelp-query+allcategories-param-to": "La catégorie à laquelle terminer l’énumération.",
	"apihelp-query+allcategories-param-prefix": "Rechercher tous les titres de catégorie qui commencent par cette valeur.",
	"apihelp-query+allcategories-param-dir": "Direction dans laquelle trier.",
	"apihelp-query+allcategories-param-min": "Renvoyer uniquement les catégories avec au moins ce nombre de membres.",
	"apihelp-query+allcategories-param-max": "Renvoyer uniquement les catégories avec au plus ce nombre de membres.",
	"apihelp-query+allcategories-param-limit": "Combien de catégories renvoyer.",
	"apihelp-query+allcategories-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+allcategories-paramvalue-prop-size": "Ajoute le nombre de pages dans la catégorie.",
	"apihelp-query+allcategories-paramvalue-prop-hidden": "Marque les catégories qui sont masquées avec <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+allcategories-example-size": "Lister les catégories avec l’information sur le nombre de pages dans chacune.",
	"apihelp-query+allcategories-example-generator": "Récupérer les informations sur la page de catégorie elle-même pour les catégories commençant par <kbd>List</kbd>.",
	"apihelp-query+alldeletedrevisions-summary": "Lister toutes les versions supprimées par un utilisateur ou dans un espace de noms.",
	"apihelp-query+alldeletedrevisions-paraminfo-useronly": "Utilisable uniquement avec <var>$3user</var>.",
	"apihelp-query+alldeletedrevisions-paraminfo-nonuseronly": "Ne peut pas être utilisé avec <var>$3user</var>.",
	"apihelp-query+alldeletedrevisions-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+alldeletedrevisions-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+alldeletedrevisions-param-from": "Commencer la liste à ce titre.",
	"apihelp-query+alldeletedrevisions-param-to": "Arrêter la liste à ce titre.",
	"apihelp-query+alldeletedrevisions-param-prefix": "Rechercher tous les titres de page commençant par cette valeur.",
	"apihelp-query+alldeletedrevisions-param-tag": "Lister uniquement les versions marquées avec cette balise.",
	"apihelp-query+alldeletedrevisions-param-user": "Lister uniquement les versions réalisées par cet utilisateur.",
	"apihelp-query+alldeletedrevisions-param-excludeuser": "Ne pas lister les versions réalisées par cet utilisateur.",
	"apihelp-query+alldeletedrevisions-param-namespace": "Lister uniquement les pages dans cet espace de noms.",
	"apihelp-query+alldeletedrevisions-param-miser-user-namespace": "<strong>REMARQUE :</strong> du fait du [[mw:Special:MyLanguage/Manual:$wgMiserMode|mode économe]], utiliser ensemble <var>$1user</var> et <var>$1namespace</var> peut aboutir à renvoyer moins de <var>$1limit</var> résultats avant de continuer ; dans des cas extrêmes, cela peut ne renvoyer aucun résultat.",
	"apihelp-query+alldeletedrevisions-param-generatetitles": "Lorsque c’est utilisé comme un générateur, générer des titres plutôt que des identifiants de version.",
	"apihelp-query+alldeletedrevisions-example-user": "Lister les 50 dernières contributions supprimées par l'utilisateur <kbd>Example</kbd>.",
	"apihelp-query+alldeletedrevisions-example-ns-main": "Lister les 50 premières versions supprimées dans l’espace de noms principal.",
	"apihelp-query+allfileusages-summary": "Lister toutes les utilisations de fichiers, y compris les inexistants.",
	"apihelp-query+allfileusages-param-from": "Le titre du fichier depuis lequel commencer l’énumération.",
	"apihelp-query+allfileusages-param-to": "Le titre du fichier auquel arrêter l’énumération.",
	"apihelp-query+allfileusages-param-prefix": "Rechercher tous les fichiers dont le titre commence par cette valeur.",
	"apihelp-query+allfileusages-param-unique": "Afficher uniquement les titres de fichiers distincts. Ne peut pas être utilisé avec $1prop=ids.\nQuand ceci est utilisé comme générateur, produit les pages cibles au lieu des pages sources.",
	"apihelp-query+allfileusages-param-prop": "Quelles informations inclure :",
	"apihelp-query+allfileusages-paramvalue-prop-ids": "Ajoute les identifiants de pages qui l’utilisent (incompatible avec $1unique).",
	"apihelp-query+allfileusages-paramvalue-prop-title": "Ajoute le titre du fichier.",
	"apihelp-query+allfileusages-param-limit": "Combien d’éléments renvoyer au total.",
	"apihelp-query+allfileusages-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+allfileusages-example-b": "Lister les titres des fichiers, y compris ceux manquants, avec les identifiants des pages qui les référencent, en commençant à la lettre <kbd>B</kbd>.",
	"apihelp-query+allfileusages-example-unique": "Lister des titres de fichier uniques.",
	"apihelp-query+allfileusages-example-unique-generator": "Obtient tous les titres de fichier, en marquant ceux qui manquent.",
	"apihelp-query+allfileusages-example-generator": "Obtient les pages contenant les fichiers.",
	"apihelp-query+allimages-summary": "Énumérer toutes les images séquentiellement.",
	"apihelp-query+allimages-param-sort": "Propriété par laquelle trier.",
	"apihelp-query+allimages-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+allimages-param-from": "Le titre de l’image depuis laquelle commencer l’énumération. Ne peut être utilisé qu’avec <var>$1sort=name</var>.",
	"apihelp-query+allimages-param-to": "Le titre de l’image auquel arrêter l’énumération. Ne peut être utilisé qu’avec $1sort=name.",
	"apihelp-query+allimages-param-start": "L’horodatage depuis lequel commencer l’énumération. Ne peut être utilisé qu’avec <var>$1sort=timestamp</var>.",
	"apihelp-query+allimages-param-end": "L’horodatage auquel arrêter l’énumération. Ne peut être utilisé qu’avec $1sort=timestamp.",
	"apihelp-query+allimages-param-prefix": "Rechercher toutes les images dont le titre commence par cette valeur. Ne peut être utilisé qu’avec $1sort=name.",
	"apihelp-query+allimages-param-minsize": "Restreindre aux images avec au moins ce nombre d’octets.",
	"apihelp-query+allimages-param-maxsize": "Restreindre aux images avec au plus ce nombre d’octets.",
	"apihelp-query+allimages-param-sha1": "Hachage SHA1 de l’image. Écrase $1sha1base36.",
	"apihelp-query+allimages-param-sha1base36": "Hachage SHA1 de l’image en base 36 (utilisé dans MediaWiki).",
	"apihelp-query+allimages-param-user": "Renvoyer seulement les fichiers dont la dernière version a été téléversée par cet utilisateur. Utilisable uniquement avec $1sort=timestamp. Impossible à utiliser avec $1filterbots.",
	"apihelp-query+allimages-param-filterbots": "Comment filtrer les fichiers téléversés par des robots. Ne peut être utilisé qu’avec $1sort=timestamp. Ne peut pas être utilisé avec $1user.",
	"apihelp-query+allimages-param-mime": "Quels types MIME rechercher, par ex. <kbd>image/jpeg</kbd>.",
	"apihelp-query+allimages-param-limit": "Combien d’images renvoyer au total.",
	"apihelp-query+allimages-example-b": "Afficher une liste des fichiers en commençant à la lettre <kbd>B</kbd>.",
	"apihelp-query+allimages-example-recent": "Afficher une liste de fichiers récemment téléversés, semblable à [[Special:NewFiles]].",
	"apihelp-query+allimages-example-mimetypes": "Afficher une liste de fichiers avec un type MIME <kbd>image/png</kbd> ou <kbd>image/gif</kbd>",
	"apihelp-query+allimages-example-generator": "Afficher les informations sur 4 fichiers en commençant à la lettre <kbd>T</kbd>.",
	"apihelp-query+alllinks-summary": "Énumérer tous les liens pointant vers un espace de noms donné.",
	"apihelp-query+alllinks-param-from": "Le titre du lien depuis lequel commencer l’énumération.",
	"apihelp-query+alllinks-param-to": "Le titre du lien auquel arrêter l’énumération.",
	"apihelp-query+alllinks-param-prefix": "Rechercher tous les titres liés commençant par cette valeur.",
	"apihelp-query+alllinks-param-unique": "Afficher uniquement les titres liés distincts. Impossible à utiliser avec <kbd>$1prop=ids</kbd>.\nQuand ceci est utilisé comme un générateur, produit les pages cibles au lieu des pages sources.",
	"apihelp-query+alllinks-param-prop": "Quels éléments d’information inclure :",
	"apihelp-query+alllinks-paramvalue-prop-ids": "Ajoute l’identifiant de la page avec le lien (impossible à utiliser avec <var>$1unique</var>).",
	"apihelp-query+alllinks-paramvalue-prop-title": "Ajoute le titre du lien.",
	"apihelp-query+alllinks-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+alllinks-param-limit": "Combien d’éléments renvoyer au total.",
	"apihelp-query+alllinks-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+alllinks-example-b": "Lister les titres liés, y compris ceux manquants, avec les identifiants des pages d’où ils proviennent, en commençant à la lettre <kbd>B</kbd>.",
	"apihelp-query+alllinks-example-unique": "Liste les titres liés uniques.",
	"apihelp-query+alllinks-example-unique-generator": "Obtient tous les titres liés, en marquant les manquants.",
	"apihelp-query+alllinks-example-generator": "Obtient les pages contenant les liens.",
	"apihelp-query+allmessages-summary": "Renvoyer les messages depuis ce site.",
	"apihelp-query+allmessages-param-messages": "Quels messages sortir. <kbd>*</kbd> (par défaut) signifie tous les messages.",
	"apihelp-query+allmessages-param-prop": "Quelles propriétés obtenir.",
	"apihelp-query+allmessages-param-enableparser": "Positionner pour activer l’analyseur, cela prétraitera le wikicode du message (substitution des mots magiques, gestion des modèles, etc.).",
	"apihelp-query+allmessages-param-nocontent": "Si positionné, ne pas inclure le contenu des messages dans la sortie.",
	"apihelp-query+allmessages-param-includelocal": "Inclure aussi les messages locaux, c’est-à-dire les messages qui n’existent pas dans le logiciel mais dans l’espace de noms {{ns:MediaWiki}}.\nCela liste toutes les pages de l’espace de noms {{ns:MediaWiki}}, donc aussi celles qui ne sont pas vraiment des messages, telles que [[MediaWiki:Common.js|Common.js]].",
	"apihelp-query+allmessages-param-args": "Arguments à substituer dans le message.",
	"apihelp-query+allmessages-param-filter": "Renvoyer uniquement les messages dont les noms contiennent cette chaîne.",
	"apihelp-query+allmessages-param-customised": "Renvoyer uniquement les messages dans cet état de personnalisation.",
	"apihelp-query+allmessages-param-lang": "Renvoyer les messages dans cette langue.",
	"apihelp-query+allmessages-param-from": "Renvoyer les messages en commençant à ce message.",
	"apihelp-query+allmessages-param-to": "Renvoyer les messages en terminant à ce message.",
	"apihelp-query+allmessages-param-title": "Nom de page à utiliser comme contexte en analysant le message (pour l’option $1enableparser).",
	"apihelp-query+allmessages-param-prefix": "Renvoyer les messages avec ce préfixe.",
	"apihelp-query+allmessages-example-ipb": "Afficher les messages qui commencent par <kbd>ipb-</kbd>.",
	"apihelp-query+allmessages-example-de": "Afficher les messages <kbd>august</kbd> et <kbd>mainpage</kbd> en allemand.",
	"apihelp-query+allpages-summary": "Énumérer toutes les pages séquentiellement dans un espace de noms donné.",
	"apihelp-query+allpages-param-from": "Le titre de la page depuis lequel commencer l’énumération.",
	"apihelp-query+allpages-param-to": "Le titre de la page auquel stopper l’énumération.",
	"apihelp-query+allpages-param-prefix": "Rechercher tous les titres de page qui commencent par cette valeur.",
	"apihelp-query+allpages-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+allpages-param-filterredir": "Quelles pages lister.",
	"apihelp-query+allpages-param-minsize": "Limiter aux pages avec au moins ce nombre d’octets.",
	"apihelp-query+allpages-param-maxsize": "Limiter aux pages avec au plus ce nombre d’octets.",
	"apihelp-query+allpages-param-prtype": "Limiter aux pages protégées uniquement.",
	"apihelp-query+allpages-param-prlevel": "Filtrer les protections basées sur le niveau de protection (doit être utilisé avec le paramètre $1prtype=).",
	"apihelp-query+allpages-param-prfiltercascade": "Filtrer les protections selon leur mise en cascade (ignoré si $1prtype n’est pas défini).",
	"apihelp-query+allpages-param-limit": "Combien de pages renvoyer au total.",
	"apihelp-query+allpages-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+allpages-param-filterlanglinks": "Filtrer si une page a des liens de langue. Noter que cela ne prend pas en compte les liens de langue ajoutés par des extensions.",
	"apihelp-query+allpages-param-prexpiry": "Quelle expiration de protection sur laquelle filtrer la page :",
	"apihelp-query+allpages-paramvalue-prexpiry-indefinite": "n’obtenir que les pages avec une expiration de protection infinie.",
	"apihelp-query+allpages-paramvalue-prexpiry-definite": "n’obtenir que les pages avec une expiration de protection définie (spécifique).",
	"apihelp-query+allpages-paramvalue-prexpiry-all": "Obtenir toutes les pages avec une expiration de protection quelconque.",
	"apihelp-query+allpages-example-b": "Afficher une liste de pages, en commençant à la lettre <kbd>B</kbd>.",
	"apihelp-query+allpages-example-generator": "Afficher les informations sur 4 pages commençant par la lettre <kbd>T</kbd>.",
	"apihelp-query+allpages-example-generator-revisions": "Afficher le contenu des 2 premières pages non redirigées commençant par <kbd>Re</kbd>.",
	"apihelp-query+allredirects-summary": "Lister toutes les redirections vers un espace de noms.",
	"apihelp-query+allredirects-param-from": "Le titre de la redirection auquel commencer l’énumération.",
	"apihelp-query+allredirects-param-to": "Le titre de la redirection auquel arrêter l’énumération.",
	"apihelp-query+allredirects-param-prefix": "Rechercher toutes les pages cible commençant par cette valeur.",
	"apihelp-query+allredirects-param-unique": "Afficher uniquement les pages cibles distinctes. Impossible à utiliser avec <var>$1prop=ids|fragment|interwiki</var>.\nUtilisé avec un générateur, produit les pages cibles au lieu des pages sources.",
	"apihelp-query+allredirects-param-prop": "Quelles informations inclure :",
	"apihelp-query+allredirects-paramvalue-prop-ids": "Ajoute l’identifiant de la page de redirection (impossible à utiliser avec <var>$1unique</var>).",
	"apihelp-query+allredirects-paramvalue-prop-title": "Ajoute le titre de la redirection.",
	"apihelp-query+allredirects-paramvalue-prop-fragment": "Ajoute le fragment de la redirection, s’il existe (impossible à utiliser avec <var>$1unique</var>).",
	"apihelp-query+allredirects-paramvalue-prop-interwiki": "Ajoute le préfixe interwiki de la redirection, s’il existe (impossible à utiliser avec <var>$1unique</var>).",
	"apihelp-query+allredirects-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+allredirects-param-limit": "Combien d’éléments renvoyer au total.",
	"apihelp-query+allredirects-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+allredirects-example-b": "Lister les pages cibles, y compris celles manquantes, avec les identifiants des pages d’où elles proviennent, en commençant à <kbd>B</kbd>.",
	"apihelp-query+allredirects-example-unique": "Lister des pages cibles uniques.",
	"apihelp-query+allredirects-example-unique-generator": "Obtient toutes les pages cibles, en marquant les manquantes.",
	"apihelp-query+allredirects-example-generator": "Obtient les pages contenant les redirections.",
	"apihelp-query+allrevisions-summary": "Lister toutes les versions.",
	"apihelp-query+allrevisions-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+allrevisions-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+allrevisions-param-user": "Lister uniquement les versions réalisées par cet utilisateur.",
	"apihelp-query+allrevisions-param-excludeuser": "Ne pas lister les versions réalisées par cet utilisateur.",
	"apihelp-query+allrevisions-param-namespace": "Lister uniquement les pages dans cet espace de noms.",
	"apihelp-query+allrevisions-param-generatetitles": "Utilisé comme générateur, génère des titres plutôt que des identifiants de version.",
	"apihelp-query+allrevisions-example-user": "Lister les 50 dernières contributions de l’utilisateur <kbd>Example</kbd>.",
	"apihelp-query+allrevisions-example-ns-any": "Lister les 50 premières versions de n’importe quel espace de noms.",
	"apihelp-query+mystashedfiles-summary": "Obtenir une liste des fichiers du cache de téléversement de l’utilisateur actuel.",
	"apihelp-query+mystashedfiles-param-prop": "Quelles propriétés récupérer pour les fichiers.",
	"apihelp-query+mystashedfiles-paramvalue-prop-size": "Récupérer la taille du fichier et les dimensions de l’image.",
	"apihelp-query+mystashedfiles-paramvalue-prop-type": "Récupérer le type MIME du fichier et son type de média.",
	"apihelp-query+mystashedfiles-param-limit": "Combien de fichiers obtenir.",
	"apihelp-query+mystashedfiles-example-simple": "Obtenir la clé de fichier, la taille de fichier et la taille en pixels des fichiers du cache de téléversement de l’utilisateur actuel.",
	"apihelp-query+alltransclusions-summary": "Lister toutes les transclusions (pages intégrées en utilisant &#123;&#123;x&#125;&#125;), y compris les inexistantes.",
	"apihelp-query+alltransclusions-param-from": "Le titre de la transclusion depuis lequel commencer l’énumération.",
	"apihelp-query+alltransclusions-param-to": "Le titre de la transclusion auquel arrêter l’énumération.",
	"apihelp-query+alltransclusions-param-prefix": "Rechercher tous les titres inclus qui commencent par cette valeur.",
	"apihelp-query+alltransclusions-param-unique": "Afficher uniquement les titres inclus. Impossible à utiliser avec <var>$1prop=ids</var>.\nUtilisé avec un générateur, produit les pages cibles plutôt que les pages sources.",
	"apihelp-query+alltransclusions-param-prop": "Quels éléments d’information inclure :",
	"apihelp-query+alltransclusions-paramvalue-prop-ids": "Ajoute l’identifiant de la page qui transclut (impossible à utiliser avec $1unique).",
	"apihelp-query+alltransclusions-paramvalue-prop-title": "Ajoute le titre de la transclusion.",
	"apihelp-query+alltransclusions-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+alltransclusions-param-limit": "Combien d’éléments renvoyer au total.",
	"apihelp-query+alltransclusions-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+alltransclusions-example-b": "Lister les titres inclus, y compris les manquants, avec les identifiants des pages d’où ils viennent, en commençant à <kbd>B</kbd>.",
	"apihelp-query+alltransclusions-example-unique": "Lister des titres inclus uniques.",
	"apihelp-query+alltransclusions-example-unique-generator": "Obtient tous les titres inclus, en marquant les manquants.",
	"apihelp-query+alltransclusions-example-generator": "Obtient les pages contenant les transclusions.",
	"apihelp-query+allusers-summary": "Énumérer tous les utilisateurs inscrits.",
	"apihelp-query+allusers-param-from": "Le nom d’utilisateur auquel commencer l’énumération.",
	"apihelp-query+allusers-param-to": "Le nom d’utilisateur auquel arrêter l’énumération.",
	"apihelp-query+allusers-param-excludenamed": "Exclure les utilisateurs des comptes nommés.",
	"apihelp-query+allusers-param-excludetemp": "Exclure les utilisateurs de comptes temporaires.",
	"apihelp-query+allusers-param-prefix": "Rechercher tous les utilisateurs qui commencent par cette valeur.",
	"apihelp-query+allusers-param-dir": "Direction dans laquelle trier.",
	"apihelp-query+allusers-param-group": "Inclure uniquement les utilisateurs dans les groupes donnés. Ne comprend pas les groupes implicites ou auto-promus comme *, utilisateur ou auto-confirmé.",
	"apihelp-query+allusers-param-excludegroup": "Exclure les utilisateurs dans les groupes donnés.",
	"apihelp-query+allusers-param-rights": "Inclure uniquement les utilisateurs avec les droits donnés. Ne comprend pas les droits accordés par des groupes implicites ou auto-promus comme <var>*</var> (tous), <var>user</var> (utilisateur) ou <var>autoconfirmed</var> (autoconfirmé).",
	"apihelp-query+allusers-param-prop": "Quels éléments d’information inclure :",
	"apihelp-query+allusers-paramvalue-prop-blockinfo": "Ajoute les informations sur un blocage en cours de l’utilisateur.",
	"apihelp-query+allusers-paramvalue-prop-groups": "Liste les groupes auxquels appartient l’utilisateur. Cela utilise beaucoup de ressources du serveur et peut renvoyer moins de résultats que la limite.",
	"apihelp-query+allusers-paramvalue-prop-implicitgroups": "Liste tous les groupes dont l’utilisateur est automatiquement membre.",
	"apihelp-query+allusers-paramvalue-prop-rights": "Liste les droits dont dispose l’utilisateur.",
	"apihelp-query+allusers-paramvalue-prop-editcount": "Ajoute le compteur de modifications de l’utilisateur.",
	"apihelp-query+allusers-paramvalue-prop-registration": "Ajoute l’horodatage de l’inscription de l’utilisateur, s’il est disponible (peut être vide).",
	"apihelp-query+allusers-paramvalue-prop-centralids": "Ajoute les identifiants centraux et l’état d’attachement de l’utilisateur.",
	"apihelp-query+allusers-param-limit": "Combien de noms d’utilisateur renvoyer au total.",
	"apihelp-query+allusers-param-witheditsonly": "Lister uniquement les utilisateurs qui ont effectué des modifications.",
	"apihelp-query+allusers-param-activeusers": "Lister uniquement les utilisateurs actifs durant {{PLURAL:$1|le dernier jour|les $1 derniers jours}}.",
	"apihelp-query+allusers-param-attachedwiki": "Avec <kbd>$1prop=centralids</kbd>, indiquer aussi si l’utilisateur est attaché au wiki identifié par cet identifiant.",
	"apihelp-query+allusers-example-y": "Lister les utilisateurs en commençant à <kbd>Y</kbd>.",
	"apihelp-query+authmanagerinfo-summary": "Récupérer les informations concernant l’état actuel d’authentification.",
	"apihelp-query+authmanagerinfo-param-securitysensitiveoperation": "Tester si l’état actuel d’authentification de l’utilisateur est suffisant pour l’opération spécifiée comme sensible au point de vue de la sécurité.",
	"apihelp-query+authmanagerinfo-param-requestsfor": "Récupérer les informations sur les requêtes d’authentification nécessaires pour l’action d’authentification spécifiée.",
	"apihelp-query+authmanagerinfo-example-login": "Récupérer les requêtes qui peuvent être utilisées au début d’une connexion.",
	"apihelp-query+authmanagerinfo-example-login-merged": "Récupérer les requêtes qui peuvent être utilisées au début d’une connexion, avec les champs de formulaire fusionnés.",
	"apihelp-query+authmanagerinfo-example-securitysensitiveoperation": "Tester si l’authentification est suffisante pour l’action <kbd>foo</kbd>.",
	"apihelp-query+backlinks-summary": "Trouver toutes les pages qui ont un lien vers la page donnée.",
	"apihelp-query+backlinks-param-title": "Titre à rechercher. Impossible à utiliser avec <var>$1pageid</var>.",
	"apihelp-query+backlinks-param-pageid": "Identifiant de la page à chercher. Incompatible avec <var>$1title</var>.",
	"apihelp-query+backlinks-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+backlinks-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+backlinks-param-filterredir": "Comment filtrer les redirections. Si positionné à <kbd>nonredirects</kbd> (pas les redirections) lorsque <var>$1redirect</var> est activé, cela ne s’applique qu’au second niveau.",
	"apihelp-query+backlinks-param-limit": "Combien de pages renvoyer au total. Si <var>$1redirect</var> est activé, la limite s’applique à chaque niveau séparément, ce qui signifie que jusqu’à (2 × <var>$1limit</var>) résultats pouvant être renvoyés.",
	"apihelp-query+backlinks-param-redirect": "Si le lien vers une page est une redirection, trouver également toutes les pages qui ont un lien vers cette redirection. La limite maximale est divisée par deux.",
	"apihelp-query+backlinks-example-simple": "Afficher les liens vers [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+backlinks-example-generator": "Obtenir les informations sur les pages ayant un lien vers [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+blocks-summary": "Lister tous les utilisateurs et adresses IP bloqués.",
	"apihelp-query+blocks-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+blocks-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+blocks-param-ids": "Liste des identifiants de blocage à lister (facultatif).",
	"apihelp-query+blocks-param-users": "Liste des utilisateurs à rechercher (facultatif).",
	"apihelp-query+blocks-param-ip": "Obtenir tous les blocages s’appliquant à cette adresse IP ou à cette plage CIDR, y compris les blocages de plage.\nImpossible à utiliser avec <var>$3users</var>. Les plages CIDR plus larges que IPv4/$1 ou IPv6/$2 ne sont pas acceptées.",
	"apihelp-query+blocks-param-limit": "Le nombre maximal de blocages à lister.",
	"apihelp-query+blocks-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+blocks-paramvalue-prop-id": "Ajoute l’identifiant du blocage.",
	"apihelp-query+blocks-paramvalue-prop-user": "Ajoute le nom de l’utilisateur bloqué.",
	"apihelp-query+blocks-paramvalue-prop-userid": "Ajoute l’identifiant de l’utilisateur bloqué.",
	"apihelp-query+blocks-paramvalue-prop-by": "Ajoute le nom de l’utilisateur ayant effectué le blocage.",
	"apihelp-query+blocks-paramvalue-prop-byid": "Ajoute l’identifiant de l’utilisateur ayant effectué le blocage.",
	"apihelp-query+blocks-paramvalue-prop-timestamp": "Ajoute l’horodatage de mise en place du blocage.",
	"apihelp-query+blocks-paramvalue-prop-expiry": "Ajoute l’horodatage d’expiration du blocage.",
	"apihelp-query+blocks-paramvalue-prop-reason": "Ajoute le motif invoqué pour le blocage.",
	"apihelp-query+blocks-paramvalue-prop-parsedreason": "Ajoute la raison analysée fournie pour le blocage.",
	"apihelp-query+blocks-paramvalue-prop-range": "Ajoute la plage d’adresses IP affectée par le blocage.",
	"apihelp-query+blocks-paramvalue-prop-flags": "Marque le bannissement avec <var>autoblock</var> (blocage automatique), <var>anononly</var> (anonymes uniquement), etc.",
	"apihelp-query+blocks-paramvalue-prop-restrictions": "Ajoute les restrictions de blocage partiel si le blocage ne s’applique pas pour tout le site.",
	"apihelp-query+blocks-param-show": "Afficher uniquement les éléments correspondant à ces critères.\nPar exemple, pour voir uniquement les blocages illimités (non temporaires) sur les adresses IP, indiquer <kbd>$1show=ip|!temp</kbd>.",
	"apihelp-query+blocks-example-simple": "Lister les blocages.",
	"apihelp-query+blocks-example-users": "Lister les blocages des utilisateurs <kbd>Alice</kbd> et <kbd>Bob</kbd>.",
	"apihelp-query+categories-summary": "Lister toutes les catégories auxquelles les pages appartiennent.",
	"apihelp-query+categories-param-prop": "Quelles propriétés supplémentaires obtenir de chaque catégorie :",
	"apihelp-query+categories-paramvalue-prop-sortkey": "Ajoute la clé de tri (chaîne hexadécimale) et son préfixe (partie lisible par un humain) pour la catégorie.",
	"apihelp-query+categories-paramvalue-prop-timestamp": "Ajoute l’horodatage de l’ajout dans la catégorie.",
	"apihelp-query+categories-paramvalue-prop-hidden": "Marque les catégories qui sont masquées avec <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+categories-param-show": "Quelle sorte de catégories afficher.",
	"apihelp-query+categories-param-limit": "Combien de catégories renvoyer.",
	"apihelp-query+categories-param-categories": "Lister uniquement ces catégories. Utile pour vérifier si une certaine page est dans une catégorie donnée.",
	"apihelp-query+categories-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+categories-example-simple": "Obtenir une liste des catégories auxquelles appartient la page <kbd>Albert Einstein</kbd>.",
	"apihelp-query+categories-example-generator": "Obtenir des informations sur toutes les catégories utilisées dans la page <kbd>Albert Einstein</kbd>.",
	"apihelp-query+categoryinfo-summary": "Renvoie les informations sur les catégories données.",
	"apihelp-query+categoryinfo-example-simple": "Obtenir les informations sur <kbd>Category:Foo</kbd> et <kbd>Category:Bar</kbd>.",
	"apihelp-query+categorymembers-summary": "Lister toutes les pages d’une catégorie donnée.",
	"apihelp-query+categorymembers-param-title": "Quelle catégorie énumérer (obligatoire). Doit comprendre le préfixe <kbd>{{ns:category}}:</kbd>. Incompatible avec <var>$1pageid</var> (identifiant de page).",
	"apihelp-query+categorymembers-param-pageid": "Identifiant de la page de la catégorie à énumérer. Incompatible avec <var>$1title</var> (titre).",
	"apihelp-query+categorymembers-param-prop": "Quels éléments d’information inclure :",
	"apihelp-query+categorymembers-paramvalue-prop-ids": "Ajoute l’identifiant de la page.",
	"apihelp-query+categorymembers-paramvalue-prop-title": "Ajoute le titre et l’identifiant de l’espace de noms de la page.",
	"apihelp-query+categorymembers-paramvalue-prop-sortkey": "Ajoute la clé de tri utilisée pour trier dans la catégorie (chaîne hexadécimale).",
	"apihelp-query+categorymembers-paramvalue-prop-sortkeyprefix": "Ajoute le préfixe de la clé de tri utilisé pour trier dans la catégorie (partie lisible par un humain de la clé de tri).",
	"apihelp-query+categorymembers-paramvalue-prop-type": "Ajoute le type sous lequel a été catégorisée la page (<samp>page</samp>, <samp>subcat</samp> ou <samp>file</samp>).",
	"apihelp-query+categorymembers-paramvalue-prop-timestamp": "Ajoute l’horodatage de l’inclusion de la page.",
	"apihelp-query+categorymembers-param-namespace": "Inclure uniquement les pages dans ces espaces de nom. Remarquez que <kbd>$1type=subcat</kbd> (sous-catégorie) ou <kbd>$1type=file</kbd> (fichier) peuvent être utilisés à la place de <kbd>$1namespace=14</kbd> ou <kbd>6</kbd>.",
	"apihelp-query+categorymembers-param-type": "Quel type de membres de la catégorie inclure. Ignoré quand <kbd>$1sort=timestamp</kbd> (trié par horodatage) est défini.",
	"apihelp-query+categorymembers-param-limit": "Le nombre maximal de pages à renvoyer.",
	"apihelp-query+categorymembers-param-sort": "Propriété par laquelle trier.",
	"apihelp-query+categorymembers-param-dir": "Dans quelle direction trier.",
	"apihelp-query+categorymembers-param-start": "Horodatage auquel commencer la liste. Peut être utilisé uniquement avec <kbd>$1sort=timestamp</kbd> (trié par horodatage).",
	"apihelp-query+categorymembers-param-end": "Horodatage auquel terminer la liste. Peut être utilisé uniquement avec <kbd>$1sort=timestamp</kbd> (trié par horodatage).",
	"apihelp-query+categorymembers-param-starthexsortkey": "Clé de tri à laquelle commencer la liste, telle que renvoyée par <kbd>$1prop=sortkey</kbd> (propriété de la clé de tri). Utilisable uniquement avec <kbd>$1sort=sortkey</kbd> (trié par horodatage).",
	"apihelp-query+categorymembers-param-endhexsortkey": "Clé de tri à laquelle arrêter la liste, telle que renvoyée par <kbd>$1prop=sortkey</kbd> (propriété de la clé de tri). Utilisable uniquement avec <kbd>$1sort=sortkey</kbd> (trié par horodatage).",
	"apihelp-query+categorymembers-param-startsortkeyprefix": "Préfixe de la clé de tri à laquelle commencer la liste. Utilisable uniquement avec <kbd>$1sort=sortkey</kbd> (propriété de la clé de tri). Écrase <var>$1starthexsortkey</var> (clé de tri hexadécimale de début).",
	"apihelp-query+categorymembers-param-endsortkeyprefix": "Préfixe de la clé de tri <strong>avant</strong> laquelle se termine la liste (et non pas <strong>à</strong> ; si cette valeur existe, elle ne sera pas incluse !). Utilisable uniquement avec <var>$1sort=sortkey</var> (propriété de la clé de tri). Écrase <var>$1endhexsortkey</var> (clé de tri hexadécimale de fin).",
	"apihelp-query+categorymembers-param-startsortkey": "Utiliser plutôt $1starthexsortkey.",
	"apihelp-query+categorymembers-param-endsortkey": "Utiliser plutôt <var>$1endhexsortkey</var> (clé de tri hexadécimale de fin).",
	"apihelp-query+categorymembers-example-simple": "Obtenir les 10 premières pages de <kbd>Category:Physics</kbd>.",
	"apihelp-query+categorymembers-example-generator": "Obtenir des informations sur les 10 premières pages de <kbd>Category:Physics</kbd>.",
	"apihelp-query+codexicons-summary": "Obtenir les icônes du Codex",
	"apihelp-query+codexicons-param-names": "Noms des icônes",
	"apihelp-query+codexicons-example": "Récupérer les icônes cdxIconInfo et cdxIconTrash",
	"apihelp-query+contributors-summary": "Obtenir la liste des contributeurs connectés et le nombre de contributeurs anonymes d’une page.",
	"apihelp-query+contributors-summary-tempusers-enabled": "Obtenir la liste des contributeurs connectés (y compris les utilisateurs temporaires) et le nombre de contributeurs anonymes d’une page.",
	"apihelp-query+contributors-param-group": "Inclut uniquement les utilisateurs dans les groupes donnés. N’inclut pas les groupes implicites ou auto-promus comme <var>*</var> (tous), <var>user</var> (utilisateur) ou <var>autoconfirmed</var> (autoconfirmé).",
	"apihelp-query+contributors-param-excludegroup": "Exclure les utilisateurs des groupes donnés. Ne pas inclure les groupes implicites ou auto-promus comme <var>*</var> (tous), <var>user</var> (utilisateur) ou <var>autoconfirmed</var> (autoconfirmé).",
	"apihelp-query+contributors-param-rights": "Inclure uniquement les utilisateurs ayant les droits donnés. Ne pas inclure les droits accordés par les groupes implicites ou auto-promus comme <var>*</var> (tous), <var>user</var> (utilisateur) ou <var>autoconfirmed</var> (autoconfirmé).",
	"apihelp-query+contributors-param-excluderights": "Exclure les utilisateurs ayant les droits donnés. Ne pas inclure les droits accordés par les groupes implicites ou auto-promus comme <var>*</var> (tous), <var>user</var> (utilisateur) ou <var>autoconfirmed</var> (autoconfirmé).",
	"apihelp-query+contributors-param-limit": "Combien de contributeurs renvoyer.",
	"apihelp-query+contributors-example-simple": "Afficher les contributeurs dans la [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+deletedrevisions-summary": "Obtenir les informations sur une version supprimée.",
	"apihelp-query+deletedrevisions-extended-description": "Peut être utilisé de différentes manières :\n# obtenir les versions supprimées pour un ensemble de pages, défini par des titres ou des identifiants de page (liste ordonnée par titre et horodatage) ;\n# obtenir les données sur un ensemble de versions supprimées, défini par leurs identifiants avec leurs identifiants de version (liste ordonnée par identifiant de version).",
	"apihelp-query+deletedrevisions-param-start": "L’horodatage auquel commencer l’énumération. Ignoré lors du traitement d’une liste d’identifiants de versions.",
	"apihelp-query+deletedrevisions-param-end": "L’horodatage auquel arrêter l’énumération. Ignoré lors du traitement d’une liste d’identifiants de versions.",
	"apihelp-query+deletedrevisions-param-tag": "Lister uniquement les versions marquées par cette balise.",
	"apihelp-query+deletedrevisions-param-user": "Lister uniquement les versions réalisées par cet utilisateur.",
	"apihelp-query+deletedrevisions-param-excludeuser": "Ne pas lister les versions réalisées par cet utilisateur.",
	"apihelp-query+deletedrevisions-example-titles": "Lister les révisions supprimées de la page [[{{MediaWiki:Mainpage}}]] et de sa page de discussion, avec leur contenu.",
	"apihelp-query+deletedrevisions-example-revids": "Lister les informations pour la version supprimée <kbd>123456</kbd>.",
	"apihelp-query+deletedrevs-summary": "Lister les versions supprimées.",
	"apihelp-query+deletedrevs-extended-description": "Opère selon trois modes :\n# Lister les versions supprimées pour les titres donnés, triées par horodatage.\n# Lister les contributions supprimées pour l’utilisateur donné, triées par horodatage (aucun titre spécifié).\n# Lister toutes les versions supprimées dans l’espace de noms donné, triées par titre et horodatage (aucun titre spécifié, <var>$1user</var> non défini).\n\nCertains paramètres ne s’appliquent qu’à certains modes et sont ignorés dans les autres.",
	"apihelp-query+deletedrevs-paraminfo-modes": "{{PLURAL:$1|Mode|Modes}} : $2",
	"apihelp-query+deletedrevs-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+deletedrevs-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+deletedrevs-param-from": "Commencer la liste à ce titre.",
	"apihelp-query+deletedrevs-param-to": "Arrêter la liste à ce titre.",
	"apihelp-query+deletedrevs-param-prefix": "Rechercher tous les titres de page commençant par cette valeur.",
	"apihelp-query+deletedrevs-param-unique": "Lister uniquement une version pour chaque page.",
	"apihelp-query+deletedrevs-param-tag": "Lister uniquement les versions marquées par cette balise.",
	"apihelp-query+deletedrevs-param-user": "Lister uniquement les versions réalisées par cet utilisateur.",
	"apihelp-query+deletedrevs-param-excludeuser": "Ne pas lister les versions réalisées par cet utilisateur.",
	"apihelp-query+deletedrevs-param-namespace": "Lister uniquement les pages dans cet espace de noms.",
	"apihelp-query+deletedrevs-param-limit": "Le nombre maximum de révisions à lister. Si <var>$2 prop=content</var> est utilisé, la limite est $1 .",
	"apihelp-query+deletedrevs-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+deletedrevs-paramvalue-prop-revid": "ajoute l’identifiant de la version supprimée.",
	"apihelp-query+deletedrevs-paramvalue-prop-parentid": "ajoute l’identifiant de la version précédente de la page.",
	"apihelp-query+deletedrevs-paramvalue-prop-user": "ajoute l’utilisateur ayant réalisé la version.",
	"apihelp-query+deletedrevs-paramvalue-prop-userid": "ajoute l’identifiant de l’utilisateur qui a réalisé la version.",
	"apihelp-query+deletedrevs-paramvalue-prop-comment": "ajoute le commentaire de la version.",
	"apihelp-query+deletedrevs-paramvalue-prop-parsedcomment": "ajoute le commentaire analysé de la version.",
	"apihelp-query+deletedrevs-paramvalue-prop-minor": "marque si la version est mineure.",
	"apihelp-query+deletedrevs-paramvalue-prop-len": "ajoute la longueur (en octets) de la version.",
	"apihelp-query+deletedrevs-paramvalue-prop-sha1": "ajoute le hachage SHA-1 (en base 16) de la version.",
	"apihelp-query+deletedrevs-paramvalue-prop-content": "Ajoute le contenu de la révision. Pour des raisons de performances, si cette option est utilisée, <var>$2limit</var> est appliquée à $1 .",
	"apihelp-query+deletedrevs-paramvalue-prop-token": "fournit le jeton de modification.",
	"apihelp-query+deletedrevs-paramvalue-prop-tags": "balises pour la version.",
	"apihelp-query+deletedrevs-example-mode1": "Lister les dernières révisions supprimées des pages [[{{MediaWiki:Mainpage}}]] et <kbd>Talk:Main Page</kbd>, avec leur contenu (mode 1).",
	"apihelp-query+deletedrevs-example-mode2": "Lister les 50 dernières contributions de <kbd>Bob</kbd> supprimées (mode 2).",
	"apihelp-query+deletedrevs-example-mode3-main": "Lister les 50 premières versions supprimées dans l’espace de noms principal (mode 3).",
	"apihelp-query+deletedrevs-example-mode3-talk": "Lister les 50 premières pages supprimées dans l’espace de noms {{ns:talk}} (mode 3).",
	"apihelp-query+disabled-summary": "Ce module de requête a été désactivé.",
	"apihelp-query+duplicatefiles-summary": "Lister tous les fichiers qui sont des doublons des fichiers donnés d’après leurs valeurs de hachage.",
	"apihelp-query+duplicatefiles-param-limit": "Combien de fichiers dupliqués à renvoyer.",
	"apihelp-query+duplicatefiles-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+duplicatefiles-param-localonly": "Rechercher uniquement les fichiers dans le dépôt local.",
	"apihelp-query+duplicatefiles-example-simple": "Rechercher les doublons de [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+duplicatefiles-example-generated": "Rechercher les doublons de tous les fichiers.",
	"apihelp-query+embeddedin-summary": "Trouver toutes les pages qui incluent (par transclusion) le titre donné.",
	"apihelp-query+embeddedin-param-title": "Titre à rechercher. Incompatible avec $1pageid (identifiant de la page).",
	"apihelp-query+embeddedin-param-pageid": "Identifiant de la page à rechercher. Incompatible avec $1title.",
	"apihelp-query+embeddedin-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+embeddedin-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+embeddedin-param-filterredir": "Comment filtrer les redirections.",
	"apihelp-query+embeddedin-param-limit": "Combien de pages renvoyer au total.",
	"apihelp-query+embeddedin-example-simple": "Afficher les pages qui incluent <kbd>Template:Stub</kbd>.",
	"apihelp-query+embeddedin-example-generator": "Obtenir les informations sur les pages qui incluent <kbd>Template:Stub</kbd>.",
	"apihelp-query+extlinks-summary": "Renvoyer toutes les URL externes (pas les liens interwiki) présentes dans les pages données.",
	"apihelp-query+extlinks-param-limit": "Combien de liens renvoyer.",
	"apihelp-query+extlinks-param-protocol": "Protocole de l’URL. Si vide et <var>$1query</var> est positionné, le protocole est <kbd>http</kbd> et <kbd>https</kbd>. Laisser à la fois ceci et <var>$1query</var> vides pour lister tous les liens externes.",
	"apihelp-query+extlinks-param-query": "Rechercher une chaîne sans protocole. Utile pour vérifier si une certaine page contient une certaine URL externe.",
	"apihelp-query+extlinks-param-expandurl": "Étendre les URL relatives au protocole avec le protocole canonique.",
	"apihelp-query+extlinks-example-simple": "Obtenir une liste des liens externes présents sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+exturlusage-summary": "Énumérer les pages qui contiennent une URL donnée.",
	"apihelp-query+exturlusage-param-prop": "Quels éléments d’information inclure :",
	"apihelp-query+exturlusage-paramvalue-prop-ids": "Ajoute l’identifiant de la page.",
	"apihelp-query+exturlusage-paramvalue-prop-title": "Ajoute le titre et l’identifiant de l’espace de noms de la page.",
	"apihelp-query+exturlusage-paramvalue-prop-url": "Ajoute l’URL utilisée dans la page.",
	"apihelp-query+exturlusage-param-protocol": "Protocole de l’URL. Si vide et que <var>$1query</var> est positionné, le protocole est <kbd>http</kbd> et <kbd>https</kbd>. Laisser à la fois ceci et <var>$1query</var> vides pour lister tous les liens externes.",
	"apihelp-query+exturlusage-param-query": "Rechercher une chaîne sans protocole. Voyez [[Special:LinkSearch]]. Laisser ceci vide pour lister tous les liens externes.",
	"apihelp-query+exturlusage-param-namespace": "Les espaces de nom à énumérer.",
	"apihelp-query+exturlusage-param-limit": "Combien de pages renvoyer.",
	"apihelp-query+exturlusage-param-expandurl": "Étendre les URL relatives au protocole avec le protocole canonique.",
	"apihelp-query+exturlusage-example-simple": "Afficher les pages avec un lien vers <kbd>https://www.mediawiki.org</kbd>.",
	"apihelp-query+filearchive-summary": "Énumérer séquentiellement tous les fichiers supprimés.",
	"apihelp-query+filearchive-param-from": "Le titre de l’image auquel commencer l’énumération.",
	"apihelp-query+filearchive-param-to": "Le titre de l’image auquel arrêter l’énumération.",
	"apihelp-query+filearchive-param-prefix": "Rechercher tous les titres d’image qui commencent par cette valeur.",
	"apihelp-query+filearchive-param-limit": "Combien d’images renvoyer au total.",
	"apihelp-query+filearchive-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+filearchive-param-sha1": "Hachage SHA1 de l’image. Écrase <var>$1sha1base36</var>.",
	"apihelp-query+filearchive-param-sha1base36": "Hachage SHA1 de l’image en base 36 (utilisé dans MediaWiki).",
	"apihelp-query+filearchive-param-prop": "Quelles informations sur l’image obtenir :",
	"apihelp-query+filearchive-paramvalue-prop-sha1": "Ajoute le hachage SHA-1 pour l’image.",
	"apihelp-query+filearchive-paramvalue-prop-timestamp": "Ajoute l’horodatage pour la version téléversée.",
	"apihelp-query+filearchive-paramvalue-prop-user": "Ajoute l’utilisateur qui a téléversé la version de l’image.",
	"apihelp-query+filearchive-paramvalue-prop-size": "Ajoute la taille de l’image en octets et la hauteur, la largeur et le nombre de page (le cas échéant).",
	"apihelp-query+filearchive-paramvalue-prop-dimensions": "Alias pour la taille.",
	"apihelp-query+filearchive-paramvalue-prop-description": "Ajoute la description de la version de l’image.",
	"apihelp-query+filearchive-paramvalue-prop-parseddescription": "Analyser la description de la version.",
	"apihelp-query+filearchive-paramvalue-prop-mime": "Ajoute le type MIME de l’image.",
	"apihelp-query+filearchive-paramvalue-prop-mediatype": "Ajoute le type de média de l’image.",
	"apihelp-query+filearchive-paramvalue-prop-metadata": "Liste les métadonnées Exif pour la version de l’image.",
	"apihelp-query+filearchive-paramvalue-prop-bitdepth": "Ajoute la profondeur en bits de la version.",
	"apihelp-query+filearchive-paramvalue-prop-archivename": "Ajoute le nom de fichier de la version en archive pour les versions autres que la dernière.",
	"apihelp-query+filearchive-example-simple": "Afficher une liste de tous les fichiers supprimés.",
	"apihelp-query+filerepoinfo-summary": "Renvoyer les métadonnées d’information sur les dépôts d’images configurés dans le wiki.",
	"apihelp-query+filerepoinfo-param-prop": "Quelles propriétés du dépôt obtenir (les propriétés disponibles peuvent varier sur d’autres wikis).",
	"apihelp-query+filerepoinfo-paramvalue-prop-apiurl": "URL vers l’API du dépôt — utile pour obtenir des informations sur l’image depuis l’hôte.",
	"apihelp-query+filerepoinfo-paramvalue-prop-articlepath": "<var>[[mw:Special:MyLanguage/Manual:$wgArticlePath|$wgArticlePath]]</var> du wiki du dépôt, ou bien un équivalent.",
	"apihelp-query+filerepoinfo-paramvalue-prop-canUpload": "Si les fichiers peuvent être téléversés sur ce dépôt, par exemple via CORS et l’authentification partagée.",
	"apihelp-query+filerepoinfo-paramvalue-prop-displayname": "Le nom lisible par un humain du wiki du dépôt.",
	"apihelp-query+filerepoinfo-paramvalue-prop-favicon": "URL de l’icône de favori pour le dépôt du wiki, depuis <var>[[mw:Special:MyLanguage/Manual:$wgFavicon|$wgFavicon]]</var>.",
	"apihelp-query+filerepoinfo-paramvalue-prop-fetchDescription": "Si les pages de description de fichier sont récupérées de ce dépôt lors de l’affichage des pages de description de fichier locales.",
	"apihelp-query+filerepoinfo-paramvalue-prop-initialCapital": "Si les noms de fichier commencent implicitement par une majuscule.",
	"apihelp-query+filerepoinfo-paramvalue-prop-local": "Si ce dépôt est le dépôt local ou pas.",
	"apihelp-query+filerepoinfo-paramvalue-prop-name": "La clé du dépôt — utilisée dans les valeurs de retour, par ex. <var>[[mw:Special:MyLanguage/Manual:$wgForeignFileRepos|$wgForeignFileRepos]]</var> et [[Special:ApiHelp/query+imageinfo|imageinfo]].",
	"apihelp-query+filerepoinfo-paramvalue-prop-rootUrl": "Chemin de l’URL racine pour les chemins d’image.",
	"apihelp-query+filerepoinfo-paramvalue-prop-scriptDirUrl": "Chemin de l’URL racine pour l’installation de MediaWiki sur le wiki du dépôt.",
	"apihelp-query+filerepoinfo-paramvalue-prop-server": "<var>[[mw:Special:MyLanguage/Manual:$wgServer|$wgServer]]</var> du wiki du dépôt, ou bien un équivalent.",
	"apihelp-query+filerepoinfo-paramvalue-prop-thumbUrl": "Chemin de l’URL racine pour les chemins de vignettes.",
	"apihelp-query+filerepoinfo-paramvalue-prop-url": "Chemin de l’URL de la zone publique.",
	"apihelp-query+filerepoinfo-example-simple": "Obtenir des informations sur les dépôts de fichiers.",
	"apihelp-query+fileusage-summary": "Trouver toutes les pages qui utilisent les fichiers donnés.",
	"apihelp-query+fileusage-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+fileusage-paramvalue-prop-pageid": "Identifiant de chaque page.",
	"apihelp-query+fileusage-paramvalue-prop-title": "Titre de chaque page.",
	"apihelp-query+fileusage-paramvalue-prop-redirect": "Indique si la page est une redirection.",
	"apihelp-query+fileusage-param-namespace": "Inclure uniquement les pages dans ces espaces de nom.",
	"apihelp-query+fileusage-param-limit": "Combien d’éléments renvoyer.",
	"apihelp-query+fileusage-param-show": "Afficher uniquement les éléments qui correspondent à ces critères :",
	"apihelp-query+fileusage-paramvalue-show-redirect": "afficher uniquement les redirections.",
	"apihelp-query+fileusage-paramvalue-show-!redirect": "afficher uniquement les non-redirections.",
	"apihelp-query+fileusage-example-simple": "Obtenir une liste des pages qui utilisent [[:File:Example.jpg]].",
	"apihelp-query+fileusage-example-generator": "Obtenir les informations sur les pages qui utilisent [[:File:Example.jpg]].",
	"apihelp-query+imageinfo-summary": "Renvoie les informations du fichier et l’historique de téléversement.",
	"apihelp-query+imageinfo-param-prop": "Quelles informations du fichier obtenir :",
	"apihelp-query+imageinfo-paramvalue-prop-timestamp": "Ajoute l’horodatage de la version téléversée.",
	"apihelp-query+imageinfo-paramvalue-prop-user": "Ajoute l’utilisateur qui a téléversé chaque version du fichier. Si l’utilisateur a été supprimé des versions, une propriété <samp>userhidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-userid": "Ajouter l’identifiant de l’utilisateur qui a téléversé chaque version du fichier. Si l’utilisateur est celui d’une version supprimée, une propriété <samp>userhidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-comment": "Commentaire sur la version. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-parsedcomment": "Analyser le commentaire de la version. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-canonicaltitle": "Ajoute le titre canonique du fichier. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-url": "Fournit l’URL du fichier et de la page de description. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-size": "Ajoute la taille du fichier en octets et sa hauteur, sa largeur et le compteur de page (le cas échéant).",
	"apihelp-query+imageinfo-paramvalue-prop-dimensions": "Alias pour la taille.",
	"apihelp-query+imageinfo-paramvalue-prop-sha1": "Ajoute le hachage SHA-1 du fichier. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-mime": "Ajoute le type MIME du fichier. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-thumbmime": "Ajoute le type MIME de la vignette de l’image (nécessite l’URL et le paramètre $1urlwidth). Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-mediatype": "Ajoute le type de média du fichier. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-metadata": "Liste les métadonnées Exif de la version du fichier. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-commonmetadata": "Liste les métadonnées génériques du format du fichier pour la version du fichier. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-extmetadata": "Liste les métadonnées mises en forme combinées depuis diverses sources. Les résultats sont au format HTML. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-archivename": "Ajoute le nom de fichier de la version d’archive pour les versions autres que la dernière. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-bitdepth": "Ajoute la profondeur de couleurs de la version. Si le fichier a été supprimé d’une version, une propriété <samp>filehidden</samp> sera retournée.",
	"apihelp-query+imageinfo-paramvalue-prop-uploadwarning": "Utilisé par la page Special:Upload pour obtenir les informations sur un fichier existant. Non conçu pour être utilisé en dehors du cœur de MediaWiki.",
	"apihelp-query+imageinfo-paramvalue-prop-badfile": "Ajoute si le fichier figure dans [[MediaWiki:Bad image list]] (liste de mauvaises images)",
	"apihelp-query+imageinfo-param-limit": "Combien de versions de fichier renvoyer par fichier.",
	"apihelp-query+imageinfo-param-start": "Horodatage auquel commencer la liste.",
	"apihelp-query+imageinfo-param-end": "Horodatage auquel arrêter la liste.",
	"apihelp-query+imageinfo-param-urlwidth": "Si <var>$2prop=url</var> est défini, une URL vers une image mise à l’échelle de cette largeur sera renvoyée.\nPour des raisons de performance si cette option est utilisée, pas plus de $1 images mises à l’échelle ne seront renvoyées.",
	"apihelp-query+imageinfo-param-urlheight": "Similaire à <var>$1urlwidth</var>.",
	"apihelp-query+imageinfo-param-metadataversion": "Version de métadonnées à utiliser. Si <kbd>latest</kbd> est spécifié, utiliser la dernière version. Par défaut à <kbd>1</kbd> pour la rétrocompatibilité.",
	"apihelp-query+imageinfo-param-extmetadatalanguage": "Dans quelle langue récupérer les métadonnées étendues. Cela affecte à la fois la sélection de la traduction à récupérer, s’il y en a plusieurs, et comment des éléments comme les nombres et d’autres valeurs sont mises en forme.",
	"apihelp-query+imageinfo-param-extmetadatamultilang": "Si des traductions pour la propriété de métadonnées étendues sont disponibles, les récupérer toutes.",
	"apihelp-query+imageinfo-param-extmetadatafilter": "Si spécifié et non vide, seules ces clés seront renvoyées pour <var>$1prop=extmetadata</var>.",
	"apihelp-query+imageinfo-param-urlparam": "Une chaîne de paramètres spécifique à l’analyseur. Par exemple, les PDF peuvent utiliser <kbd>page15-100px</kbd>. <var>$1urlwidth</var> doit être utilisé et être cohérent avec <var>$1urlparam</var>.",
	"apihelp-query+imageinfo-param-badfilecontexttitle": "Si <kbd>$2prop=badfile</kbd> est indiqué, il s’agit du titre de la page utilisé pour évaluer la [[MediaWiki:Bad image list]] (liste de mauvaises images).",
	"apihelp-query+imageinfo-param-localonly": "Rechercher les fichiers uniquement dans le dépôt local.",
	"apihelp-query+imageinfo-example-simple": "Récupérer les informations sur la version actuelle de [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+imageinfo-example-dated": "Récupérer les informations sur les versions de [[:File:Test.jpg]] depuis 2008 et après.",
	"apihelp-query+images-summary": "Renvoie tous les fichiers contenus dans les pages données.",
	"apihelp-query+images-param-limit": "Combien de fichiers renvoyer.",
	"apihelp-query+images-param-images": "Lister uniquement ces fichiers. Utile pour vérifier si une page donnée utilise un certain fichier.",
	"apihelp-query+images-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+images-example-simple": "Obtenir une liste des fichiers utilisés sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+images-example-generator": "Obtenir les informations sur tous les fichiers utilisés sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+imageusage-summary": "Trouver toutes les pages qui utilisent le titre d’image donné.",
	"apihelp-query+imageusage-param-title": "Titre à rechercher. Ne peut pas être utilisé conjointement avec <var>$1pageid</var>.",
	"apihelp-query+imageusage-param-pageid": "Identifiant de la page à rechercher. Incompatible avec $1title.",
	"apihelp-query+imageusage-param-namespace": "L’espace de noms à énumérer.",
	"apihelp-query+imageusage-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+imageusage-param-filterredir": "Comment filtrer les redirections. Si positionné à <kbd>nonredirects</kbd> quand <var>$1redirect</var> est activé, cela ne s’appliquera qu’au second niveau.",
	"apihelp-query+imageusage-param-limit": "Combien de pages renvoyer au total. Si <var>$1redirect</var> est activé, la limite s’applique à chaque niveau séparément, ce qui veut dire que jusqu’à (2 × <var>$1limit</var>) résultats peuvent être renvoyés.",
	"apihelp-query+imageusage-param-redirect": "Si le lien vers une page est une redirection, trouver toutes les pages qui ont également un lien vers cette redirection. La limite maximale est divisée par deux.",
	"apihelp-query+imageusage-example-simple": "Afficher les pages qui utilisent [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+imageusage-example-generator": "Obtenir les informations sur les pages qui utilisent [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+info-summary": "Obtenir les informations de base sur la page.",
	"apihelp-query+info-param-prop": "Quelles propriétés supplémentaires récupérer :",
	"apihelp-query+info-paramvalue-prop-protection": "Lister le niveau de protection de chaque page.",
	"apihelp-query+info-paramvalue-prop-talkid": "L’identifiant de la page de discussion associé à chaque page de sujet.",
	"apihelp-query+info-paramvalue-prop-watched": "Lister l’état de suivi de chaque page.",
	"apihelp-query+info-paramvalue-prop-watchers": "Le nombre de suiveurs, si c’est autorisé.",
	"apihelp-query+info-paramvalue-prop-visitingwatchers": "Le nombre d’utilisateurs qui ont chaque page dans leur liste de suivi et qui ont consulté les modifications récentes de cette page, si c’est autorisé.",
	"apihelp-query+info-paramvalue-prop-notificationtimestamp": "L’horodatage de notification de la liste de suivi de chaque page.",
	"apihelp-query+info-paramvalue-prop-subjectid": "L’identifiant de page de la page parente de chaque page de discussion.",
	"apihelp-query+info-paramvalue-prop-associatedpage": "Le titre préfixé du [[:mw:Special:MyLanguage/Help:Associated_pages|sujet ou de la page de discussion associé]].",
	"apihelp-query+info-paramvalue-prop-url": "Fournit une URL complète, une URL de modification et l’URL canonique de chaque page.",
	"apihelp-query+info-paramvalue-prop-readable": "Si l’utilisateur peut lire cette page. Utiliser plutôt <kbd>intestactions=read</kbd>.",
	"apihelp-query+info-paramvalue-prop-preload": "Fournit le texte de préremplissage renvoyé par EditFormPreloadText. Utilisez <kbd>preloadcontent</kbd> à la place, qui prend également en charge d’autres types de texte préchargé.",
	"apihelp-query+info-paramvalue-prop-preloadcontent": "Donne le contenu à afficher dans l’éditeur lorsque la page n’existe pas ou lors de l’ajout d’une nouvelle section.",
	"apihelp-query+info-paraminfo-preloadcontentonly": "Utilisé uniquement lorsque <var>$3prop</var> contient <var>preloadcontent</var> .",
	"apihelp-query+info-param-preloadcustom": "Titre d’une page personnalisée à utiliser comme contenu préchargé.",
	"apihelp-query+info-param-preloadparams": "Paramètres de la page personnalisée utilisée comme contenu préchargé.",
	"apihelp-query+info-param-preloadnewsection": "Renvoie le contenu préchargé pour une nouvelle section sur la page, plutôt que celui pour une nouvelle page.",
	"apihelp-query+info-paramvalue-prop-editintro": "Donne les messages d’introduction qui doivent être présentés à l’utilisateur lors de la modification de cette page ou révision, au format HTML.",
	"apihelp-query+info-paraminfo-editintroonly": "Utilisé uniquement lorsque <var>$3prop</var> contient <var>preloadcontent</var> .",
	"apihelp-query+info-param-editintrostyle": "Certains messages d’introduction sont accompagnés d’encadrements facultatifs. Utilisez <kbd>moreframes</kbd> pour les inclure ou <kbd>lessframes</kbd> pour les omettre.",
	"apihelp-query+info-param-editintroskip": "Liste de messages d’introduction à supprimer de la réponse. Utilisez ceci si un message spécifique n’est pas pertinent pour votre outil ou si les informations sont transmises d’une manière différente.",
	"apihelp-query+info-param-editintrocustom": "Titre d’une page personnalisée à utiliser comme message d’introduction supplémentaire.",
	"apihelp-query+info-paramvalue-prop-displaytitle": "Fournit la manière dont le titre de la page est réellement affiché.",
	"apihelp-query+info-paramvalue-prop-varianttitles": "Donne le titre affiché dans toutes les variantes de la langue de contenu du site.",
	"apihelp-query+info-paramvalue-prop-linkclasses": "Fournit des classes CSS supplémentaires (par ex. des couleurs de lien) utilisées pour les liens vers cette page s’ils doivent apparaître sur la page nommée par <var>$1linkcontext</var>.",
	"apihelp-query+info-param-linkcontext": "Le titre du contexte à utiliser pour déterminer les classes CSS supplémentaires (par ex. les couleurs de lien) quand <var>$1prop</var> contient <var>linkclasses</var>.",
	"apihelp-query+info-param-testactions": "Tester si l’utilisateur actuel peut effectuer certaines actions sur la page.",
	"apihelp-query+info-param-testactionsdetail": "Niveau de détail pour <var>$1testactions</var>. Utiliser les paramètres <var>errorformat</var> et <var>errorlang</var> du [[Special:ApiHelp/main|module principal]] pour contrôler la mise en forme des messages renvoyés.",
	"apihelp-query+info-paramvalue-testactionsdetail-boolean": "Renvoyer une valeur booléenne pour chaque action.",
	"apihelp-query+info-paramvalue-testactionsdetail-full": "Renvoyer des messages décrivant pourquoi l’action n’est pas autorisée, ou bien un tableau vide si elle est autorisée.",
	"apihelp-query+info-paramvalue-testactionsdetail-quick": "Comme <kbd>full</kbd> mais en sautant les contrôles coûteux.",
	"apihelp-query+info-param-testactionsautocreate": "Teste si l’exécution des <var>$1testactions</var> créerait automatiquement un compte temporaire.",
	"apihelp-query+info-example-simple": "Obtenir les informations sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+info-example-protection": "Obtenir des informations générales et de protection sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+iwbacklinks-summary": "Trouver toutes les pages qui ont un lien vers le lien interwiki donné.",
	"apihelp-query+iwbacklinks-extended-description": "Peut être utilisé pour trouver tous les liens avec un préfixe, ou bien tous les liens vers un titre (avec un préfixe donné). Sans paramètre, équivaut à « tous les liens interwiki ».",
	"apihelp-query+iwbacklinks-param-prefix": "Préfixe pour l’interwiki.",
	"apihelp-query+iwbacklinks-param-title": "Lien interwiki à rechercher. Doit être utilisé avec <var>$1blprefix</var>.",
	"apihelp-query+iwbacklinks-param-limit": "Combien de pages renvoyer.",
	"apihelp-query+iwbacklinks-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+iwbacklinks-paramvalue-prop-iwprefix": "Ajoute le préfixe de l’interwiki.",
	"apihelp-query+iwbacklinks-paramvalue-prop-iwtitle": "Ajoute le titre de l’interwiki.",
	"apihelp-query+iwbacklinks-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+iwbacklinks-example-simple": "Obtenir les pages qui ont un lien vers [[wikibooks:Test]].",
	"apihelp-query+iwbacklinks-example-generator": "Obtenir des informations sur les pages qui ont un lien vers [[wikibooks:Test]].",
	"apihelp-query+iwlinks-summary": "Renvoie tous les liens interwiki venant des pages indiquées.",
	"apihelp-query+iwlinks-param-url": "S'il faut obtenir l’URL complète (ne peut pas être utilisé conjointement avec <var>$1prop</var>).",
	"apihelp-query+iwlinks-param-prop": "Quelles propriétés supplémentaires obtenir pour chaque lien interwiki :",
	"apihelp-query+iwlinks-paramvalue-prop-url": "Ajoute l’URL complète.",
	"apihelp-query+iwlinks-param-limit": "Combien de liens interwiki renvoyer.",
	"apihelp-query+iwlinks-param-prefix": "Renvoyer uniquement les liens interwiki avec ce préfixe.",
	"apihelp-query+iwlinks-param-title": "Lien interwiki à rechercher. Doit être utilisé avec <var>$1prefix</var>.",
	"apihelp-query+iwlinks-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+iwlinks-example-simple": "Obtenir les liens interwiki de la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+langbacklinks-summary": "Trouver toutes les pages qui ont un lien vers le lien interlangue indiqué.",
	"apihelp-query+langbacklinks-extended-description": "Peut être utilisé pour trouver tous les liens interlangue avec un code de langue donné, ou bien tous les liens vers un titre (avec une langue donnée). Sans paramètre, équivaut à « tous les liens interlangue ».\n\nNotez que cela peut ne pas prendre en compte les liens interlangue ajoutés par des extensions.",
	"apihelp-query+langbacklinks-param-lang": "Langue pour le lien interlangue.",
	"apihelp-query+langbacklinks-param-title": "Lien interlangue à rechercher. Doit être utilisé avec <var>$1lang</var>.",
	"apihelp-query+langbacklinks-param-limit": "Combien de pages renvoyer au total.",
	"apihelp-query+langbacklinks-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+langbacklinks-paramvalue-prop-lllang": "Ajoute le code de langue du lien interlangue.",
	"apihelp-query+langbacklinks-paramvalue-prop-lltitle": "Ajoute le titre du lien interlangue.",
	"apihelp-query+langbacklinks-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+langbacklinks-example-simple": "Obtenir les pages qui ont un lien vers [[:fr:Test]].",
	"apihelp-query+langbacklinks-example-generator": "Obtenir les informations sur les pages qui ont un lien vers [[:fr:Test]].",
	"apihelp-query+langlinks-summary": "Renvoie tous les liens interlangue des pages données.",
	"apihelp-query+langlinks-param-limit": "Combien de liens interlangue renvoyer.",
	"apihelp-query+langlinks-param-url": "S’il faut récupérer l’URL complète (ne peut pas être utilisé conjointement avec <var>$1prop</var>).",
	"apihelp-query+langlinks-param-prop": "Quelles propriétés supplémentaires obtenir pour chaque lien interlangue :",
	"apihelp-query+langlinks-paramvalue-prop-url": "Ajoute l’URL complète.",
	"apihelp-query+langlinks-paramvalue-prop-langname": "Ajoute le nom traduit (au mieux) de la langue de la page liée. Utiliser <var>$1inlanguagecode</var> pour contrôler la langue de traduction.",
	"apihelp-query+langlinks-paramvalue-prop-autonym": "Ajoute le nom natif de la langue.",
	"apihelp-query+langlinks-param-lang": "Renvoyer uniquement les liens interlangue avec ce code de langue.",
	"apihelp-query+langlinks-param-title": "Lien à rechercher. Doit être utilisé avec <var>$1lang</var>.",
	"apihelp-query+langlinks-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+langlinks-param-inlanguagecode": "Code de langue pour les noms de langue traduits.",
	"apihelp-query+langlinks-example-simple": "Obtenir les liens interlangue de la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+languageinfo-summary": "Renvoyer les informations sur les langues disponibles.",
	"apihelp-query+languageinfo-extended-description": "Une [[mw:Special:MyLanguage/API:Continue|continuation]] peut être appliquée si la récupération des informations prend trop de temps pour une requête.",
	"apihelp-query+languageinfo-param-prop": "Quelles informations obtenir pour chaque langue.",
	"apihelp-query+languageinfo-paramvalue-prop-code": "Le code de langue (ce code est spécifique à MediaWiki, bien qu’il y ait des recouvrements avec d’autres standards).",
	"apihelp-query+languageinfo-paramvalue-prop-bcp47": "Le code de langue standard BCP 47.",
	"apihelp-query+languageinfo-paramvalue-prop-dir": "La direction d’écriture de la langue : <samp>ltr</samp> (de gauche à droite) ou <samp>rtl</samp> (de droite à gauche).",
	"apihelp-query+languageinfo-paramvalue-prop-autonym": "L’autonyme d’une langue, c’est-à-dire son nom natif dans cette langue.",
	"apihelp-query+languageinfo-paramvalue-prop-name": "Le nom de la langue traduit dans la langue spécifiée par le paramètre <var>uselang</var>, avec l'application des langues de repli si nécessaire.",
	"apihelp-query+languageinfo-paramvalue-prop-variantnames": "Les noms abrégés des variantes de langue utilisées pour les liens de conversion de langue.",
	"apihelp-query+languageinfo-paramvalue-prop-fallbacks": "Les codes de langue des langues de repli configurées pour cette langue. Le repli final implicite sur « en » n’est pas inclus (mais certaines langues peuvent se replier sur « en » explicitement).",
	"apihelp-query+languageinfo-paramvalue-prop-variants": "Les codes de langue des variantes prises en charge par cette langue.",
	"apihelp-query+languageinfo-param-code": "Codes de langue des langues qui doivent être renvoyées, ou <kbd>*</kbd> pour toutes les langues.",
	"apihelp-query+languageinfo-example-simple": "Obtenir les codes de langue de toutes les langues prises en charge.",
	"apihelp-query+languageinfo-example-autonym-name-de": "Obtenir les autonymes et les noms en allemand de toutes les langues prises en charge.",
	"apihelp-query+languageinfo-example-fallbacks-variants-oc": "Obtenir les langues de repli et les variantes de l’occitan.",
	"apihelp-query+languageinfo-example-bcp47-dir": "Obtenir le code de langue BCP 47 et la direction de toutes les langues prises en charge.",
	"apihelp-query+links-summary": "Renvoie tous les liens des pages données.",
	"apihelp-query+links-param-namespace": "Afficher les liens uniquement dans ces espaces de noms.",
	"apihelp-query+links-param-limit": "Combien de liens renvoyer.",
	"apihelp-query+links-param-titles": "Lister uniquement les liens vers ces titres. Utile pour vérifier si une certaine page comporte un lien vers un titre donné.",
	"apihelp-query+links-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+links-example-simple": "Obtenir les liens de la page [[{{MediaWiki:Mainpage}}]]",
	"apihelp-query+links-example-generator": "Obtenir des informations sur tous les liens de page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+links-example-namespaces": "Obtenir les liens de la page [[{{MediaWiki:Mainpage}}]] dans les espaces de nom {{ns:user}} et {{ns:template}}.",
	"apihelp-query+linkshere-summary": "Trouver toutes les pages ayant un lien vers les pages données.",
	"apihelp-query+linkshere-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+linkshere-paramvalue-prop-pageid": "Identifiant de chaque page.",
	"apihelp-query+linkshere-paramvalue-prop-title": "Titre de chaque page.",
	"apihelp-query+linkshere-paramvalue-prop-redirect": "Indique si la page est une redirection.",
	"apihelp-query+linkshere-param-namespace": "Inclure uniquement les pages dans ces espaces de noms.",
	"apihelp-query+linkshere-param-limit": "Combien de résultats renvoyer.",
	"apihelp-query+linkshere-param-show": "Afficher uniquement les éléments qui correspondent à ces critères :",
	"apihelp-query+linkshere-paramvalue-show-redirect": "Afficher uniquement les redirections.",
	"apihelp-query+linkshere-paramvalue-show-!redirect": "Afficher uniquement les non-redirections.",
	"apihelp-query+linkshere-example-simple": "Obtenir une liste des pages liées à [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+linkshere-example-generator": "Obtenir des informations sur les pages liées à la [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+logevents-summary": "Obtenir des événements à partir des journaux.",
	"apihelp-query+logevents-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+logevents-paramvalue-prop-ids": "Ajoute l’identifiant de l’événement.",
	"apihelp-query+logevents-paramvalue-prop-title": "Ajoute le titre de la page pour l’événement du journal.",
	"apihelp-query+logevents-paramvalue-prop-type": "Ajoute le type d’événement du journal.",
	"apihelp-query+logevents-paramvalue-prop-user": "Ajoute l’utilisateur responsable de l’événement du journal. Si l’utilisateur a été supprimé de la version, une propriété <samp>userhidden</samp> sera renvoyée.",
	"apihelp-query+logevents-paramvalue-prop-userid": "Ajoute l’identifiant de l’utilisateur responsable de l’événement du journal. Si l’utilisateur a été supprimé dans la version, une propriété <samp>userhidden</samp> (utilisateur masqué) sera renvoyée.",
	"apihelp-query+logevents-paramvalue-prop-timestamp": "Ajoute l’horodatage de l’événement du journal.",
	"apihelp-query+logevents-paramvalue-prop-comment": "Ajoute le commentaire de l’événement du journal. Si le commentaire a été supprimé dans la version, une propriété <samp>commenthidden</samp> (commentaire masqué) sera renvoyée.",
	"apihelp-query+logevents-paramvalue-prop-parsedcomment": "Ajoute le commentaire analysé de l’événement du journal. Si le commentaire a été supprimé dans la version, une propriété <samp>commenthidden</samp> (commentaire masqué) sera renvoyée.",
	"apihelp-query+logevents-paramvalue-prop-details": "Liste les détails supplémentaires sur l’événement du journal. Si l’événement du journal a été supprimé dans la version, une propriété <samp>actionhidden</samp> (action masquée) sera renvoyée.",
	"apihelp-query+logevents-paramvalue-prop-tags": "Liste les balises de l’événement du journal.",
	"apihelp-query+logevents-param-type": "Filtrer les entrées du journal sur ce seul type.",
	"apihelp-query+logevents-param-action": "Filtrer les actions du journal sur cette seule action. Écrase <var>$1type</var>. Dans la liste des valeurs possibles, les valeurs suivies d’un astérisque, comme <kbd>action/*</kbd>, peuvent comprendre différentes chaînes après la barre oblique (/).",
	"apihelp-query+logevents-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+logevents-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+logevents-param-user": "Filtrer les entrées sur celles réalisées par l’utilisateur donné.",
	"apihelp-query+logevents-param-title": "Filtrer les entrées sur celles relatives à une page donnée.",
	"apihelp-query+logevents-param-namespace": "Filtrer les entrées sur celles dans l’espace de noms donné.",
	"apihelp-query+logevents-param-prefix": "Filtrer les entrées sur celles qui commencent par ce préfixe.",
	"apihelp-query+logevents-param-tag": "Lister uniquement les entrées d’événements marquées avec cette balise.",
	"apihelp-query+logevents-param-limit": "Combien d’entrées d’événements renvoyer au total.",
	"apihelp-query+logevents-example-simple": "Liste les entrées de journal récentes.",
	"apihelp-query+pagepropnames-summary": "Lister tous les noms de propriété de page utilisés sur le wiki.",
	"apihelp-query+pagepropnames-param-limit": "Le nombre maximal de noms à renvoyer.",
	"apihelp-query+pagepropnames-example-simple": "Obtenir les 10 premiers noms de propriété.",
	"apihelp-query+pageprops-summary": "Obtenir diverses propriétés de page définies dans le contenu de la page.",
	"apihelp-query+pageprops-param-prop": "Lister uniquement ces propriétés de page (<kbd>[[Special:ApiHelp/query+pagepropnames|action=query&list=pagepropnames]]</kbd> renvoie les noms de propriété de page utilisés). Utile pour vérifier si des pages utilisent une certaine propriété de page.",
	"apihelp-query+pageprops-example-simple": "Obtenir les propriétés des pages <kbd>{{MediaWiki:Mainpage}}</kbd> et <kbd>MediaWiki</kbd>.",
	"apihelp-query+pageswithprop-summary": "Lister toutes les pages utilisant une propriété de page donnée.",
	"apihelp-query+pageswithprop-param-propname": "Propriété de page pour laquelle énumérer les pages (<kbd>[[Special:ApiHelp/query+pagepropnames|action=query&list=pagepropnames]]</kbd> renvoie les noms des propriétés de page utilisés).",
	"apihelp-query+pageswithprop-param-prop": "Quelles informations inclure :",
	"apihelp-query+pageswithprop-paramvalue-prop-ids": "Ajoute l’identifiant de la page.",
	"apihelp-query+pageswithprop-paramvalue-prop-title": "Ajoute le titre et l’identifiant de l’espace de noms de la page.",
	"apihelp-query+pageswithprop-paramvalue-prop-value": "Ajoute la valeur de la propriété de page.",
	"apihelp-query+pageswithprop-param-limit": "Le nombre maximal de pages à renvoyer.",
	"apihelp-query+pageswithprop-param-dir": "Dans quelle direction trier.",
	"apihelp-query+pageswithprop-example-simple": "Lister les 10 premières pages qui utilisent <code>&#123;&#123;DISPLAYTITLE:&#125;&#125;</code>.",
	"apihelp-query+pageswithprop-example-generator": "Obtenir des informations supplémentaires sur les 10 premières pages qui utilisent <code>_&#95;NOTOC_&#95;</code>.",
	"apihelp-query+prefixsearch-summary": "Effectuer une recherche de préfixe sur les titres de page.",
	"apihelp-query+prefixsearch-extended-description": "Malgré les similarités dans le nom, ce module n’est pas destiné à être l’équivalent de [[Special:PrefixIndex]] ; pour cela, voyez <kbd>[[Special:ApiHelp/query+allpages|action=query&list=allpages]]</kbd> avec le paramètre <kbd>apprefix</kbd>. Le but de ce module est similaire à <kbd>[[Special:ApiHelp/opensearch|action=opensearch]]</kbd> : prendre l’entrée utilisateur et fournir les meilleurs titres s’en approchant. Selon le serveur du moteur de recherche, cela peut inclure la correction des fautes de frappe, éviter des redirections, ou d’autres heuristiques.",
	"apihelp-query+prefixsearch-param-search": "Chaîne recherchée.",
	"apihelp-query+prefixsearch-param-namespace": "Espaces de noms à rechercher. Ignoré if <var>$1search</var> commence avec le préfixe d'un espace de noms valide.",
	"apihelp-query+prefixsearch-param-limit": "Nombre maximal de résultats à renvoyer.",
	"apihelp-query+prefixsearch-param-offset": "Nombre de résultats à sauter.",
	"apihelp-query+prefixsearch-example-simple": "Rechercher les titres de page commençant par <kbd>meaning</kbd>.",
	"apihelp-query+prefixsearch-param-profile": "Rechercher le profil à utiliser.",
	"apihelp-query+protectedtitles-summary": "Lister tous les titres protégés en création.",
	"apihelp-query+protectedtitles-param-namespace": "Lister uniquement les titres dans ces espaces de nom.",
	"apihelp-query+protectedtitles-param-level": "Lister uniquement les titres avec ces niveaux de protection.",
	"apihelp-query+protectedtitles-param-limit": "Combien de pages renvoyer au total.",
	"apihelp-query+protectedtitles-param-start": "Commencer la liste à cet horodatage de protection.",
	"apihelp-query+protectedtitles-param-end": "Arrêter la liste à cet horodatage de protection.",
	"apihelp-query+protectedtitles-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+protectedtitles-paramvalue-prop-timestamp": "Ajoute l’horodatage de l’ajout de la protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-user": "Ajoute l’utilisateur ayant ajouté la protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-userid": "Ajoute l’ID de l’utilisateur ayant ajouté la protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-comment": "Ajoute le commentaire pour la protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-parsedcomment": "Ajoute le commentaire analysé de la protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-expiry": "Ajoute l’horodatage de levée de la protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-level": "Ajoute le niveau de protection.",
	"apihelp-query+protectedtitles-example-simple": "Lister les titres protégés",
	"apihelp-query+protectedtitles-example-generator": "Trouver les liens vers les titres protégés dans l’espace de noms principal.",
	"apihelp-query+querypage-summary": "Obtenir une liste fournie par une page spéciale basée sur QueryPage.",
	"apihelp-query+querypage-param-page": "Le nom de la page spéciale. Notez que ce nom est sensible à la casse.",
	"apihelp-query+querypage-param-limit": "Nombre de résultats à renvoyer.",
	"apihelp-query+querypage-example-ancientpages": "Renvoyer les résultats de [[Special:Ancientpages]].",
	"apihelp-query+random-summary": "Récupèrer un ensemble de pages au hasard.",
	"apihelp-query+random-extended-description": "Les pages sont listées dans un ordre prédéterminé, seul le point de départ est aléatoire. Par exemple, cela signifie que si la première page dans la liste est <samp>Accueil</samp>, la seconde sera <em>toujours</em> <samp>Liste des singes de fiction</samp>, la troisième <samp>Liste de personnes figurant sur les timbres de Vanuatu</samp>, etc.",
	"apihelp-query+random-param-namespace": "Renvoyer seulement des pages de ces espaces de noms.",
	"apihelp-query+random-param-limit": "Limiter le nombre de pages aléatoires renvoyées.",
	"apihelp-query+random-param-minsize": "Limiter aux pages avec au moins ce nombre d’octets.",
	"apihelp-query+random-param-maxsize": "Limiter aux pages avec au plus ce nombre d’octets.",
	"apihelp-query+random-param-contentmodel": "Filtrer les pages qui ont le modèle de contenu spécifié.",
	"apihelp-query+random-param-redirect": "Utilisez <kbd>$1filterredir=redirects</kbd> au lieu de ce paramètre.",
	"apihelp-query+random-param-filterredir": "Comment filtrer les redirections.",
	"apihelp-query+random-example-simple": "Obtenir deux pages aléatoires de l’espace de noms principal.",
	"apihelp-query+random-example-generator": "Renvoyer les informations de la page sur deux pages au hasard de l’espace de noms principal.",
	"apihelp-query+random-example-minsize": "Renvoie les informations de page sur une page aléatoire de l'espace de noms principal contenant au moins 500 octets de texte.",
	"apihelp-query+recentchanges-summary": "Énumérer les modifications récentes.",
	"apihelp-query+recentchanges-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+recentchanges-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+recentchanges-param-namespace": "Liste uniquement les modifications dans ces espaces de noms.",
	"apihelp-query+recentchanges-param-user": "Lister uniquement les modifications réalisées par cet utilisateur.",
	"apihelp-query+recentchanges-param-excludeuser": "Ne pas lister les modifications réalisées par cet utilisateur.",
	"apihelp-query+recentchanges-param-tag": "Lister uniquement les modifications marquées avec cette balise.",
	"apihelp-query+recentchanges-param-slot": "Lister uniquement les modifications qui touchent l’emplacement nommé.",
	"apihelp-query+recentchanges-param-prop": "Inclure des informations supplémentaires :",
	"apihelp-query+recentchanges-paramvalue-prop-user": "Ajoute l’utilisateur responsable de la modification, ainsi qu’un marqueur s’il s'agit d’une adresse IP. Si l'utilisateur a été supprimé d’une version, une propriété <samp>userhidden</samp> sera retournée.",
	"apihelp-query+recentchanges-paramvalue-prop-userid": "Ajoute l’ID de l’utilisateur responsable de la modification. Si l'utilisateur a été supprimé d’une version, une propriété <samp>userhidden</samp> sera retournée.",
	"apihelp-query+recentchanges-paramvalue-prop-comment": "Ajoute le commentaire de la modification. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+recentchanges-paramvalue-prop-parsedcomment": "Ajoute le commentaire analysé pour la modification. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+recentchanges-paramvalue-prop-flags": "Ajoute les balises de la modification.",
	"apihelp-query+recentchanges-paramvalue-prop-timestamp": "Ajoute l’horodatage de la modification.",
	"apihelp-query+recentchanges-paramvalue-prop-title": "Ajoute le titre de la page modifiée.",
	"apihelp-query+recentchanges-paramvalue-prop-ids": "Ajoute l’identifiant de la page, l’identifiant des modifications récentes et les identifiants de l’ancienne et de la nouvelle version.",
	"apihelp-query+recentchanges-paramvalue-prop-sizes": "Ajoute l’ancienne et la nouvelle taille de la page en octets.",
	"apihelp-query+recentchanges-paramvalue-prop-redirect": "Marque la modification si la page est une redirection.",
	"apihelp-query+recentchanges-paramvalue-prop-patrolled": "Marque les modifications à relire comme relues ou pas.",
	"apihelp-query+recentchanges-paramvalue-prop-autopatrolled": "Marque les modifications patrouillables comme patrouillée automatiquement ou non.",
	"apihelp-query+recentchanges-paramvalue-prop-loginfo": "Ajoute des informations du journal (identifiant du journal, type de trace, etc.) aux entrées du journal.",
	"apihelp-query+recentchanges-paramvalue-prop-tags": "Liste les balises de l’entrée.",
	"apihelp-query+recentchanges-paramvalue-prop-sha1": "Ajoute le hachage du contenu pour les entrées associées à une version. Si le contenu a été supprimé d’une version, une propriété <samp>sha1hidden</samp> sera retournée.",
	"apihelp-query+recentchanges-param-show": "Afficher uniquement les éléments correspondant à ces critères. Par exemple, pour voir uniquement les modifications mineures par des utilisateurs connectés, mettre $1show=minor|!anon.",
	"apihelp-query+recentchanges-param-limit": "Combien de modifications renvoyer au total.",
	"apihelp-query+recentchanges-param-type": "Quels types de modification afficher.",
	"apihelp-query+recentchanges-param-toponly": "Lister uniquement les modifications qui portent sur la dernière version.",
	"apihelp-query+recentchanges-param-title": "Lister uniquement les entrées concernant une page donnée.",
	"apihelp-query+recentchanges-param-generaterevisions": "Utilisé comme générateur, générer des identifiants de version plutôt que des titres.\nLes entrées de modification récentes sans identifiant de version associé (par ex. la plupart des entrées de journaux) ne généreront rien.",
	"apihelp-query+recentchanges-example-simple": "Lister les modifications récentes",
	"apihelp-query+recentchanges-example-generator": "Obtenir l’information de page sur les modifications récentes non relues.",
	"apihelp-query+redirects-summary": "Renvoie toutes les redirections vers les pages données.",
	"apihelp-query+redirects-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+redirects-paramvalue-prop-pageid": "Identifiant de page de chaque redirection.",
	"apihelp-query+redirects-paramvalue-prop-title": "Titre de chaque redirection.",
	"apihelp-query+redirects-paramvalue-prop-fragment": "Fragment de chaque redirection, s’il y en a un.",
	"apihelp-query+redirects-param-namespace": "Inclure uniquement les pages dans ces espaces de noms.",
	"apihelp-query+redirects-param-limit": "Combien de redirections renvoyer.",
	"apihelp-query+redirects-param-show": "Afficher uniquement les éléments correspondant à ces critères :",
	"apihelp-query+redirects-paramvalue-show-fragment": "Afficher uniquement les redirections avec un fragment.",
	"apihelp-query+redirects-paramvalue-show-!fragment": "Afficher uniquement les redirections sans fragment.",
	"apihelp-query+redirects-example-simple": "Obtenir une liste des redirections vers [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+redirects-example-generator": "Obtenir des informations sur toutes les redirections vers [[{{MediaWiki:Mainpage}}]]",
	"apihelp-query+revisions-summary": "Obtenir les informations sur une version.",
	"apihelp-query+revisions-extended-description": "Peut être utilisé de différentes manières :\n# obtenir les données sur un ensemble de pages (dernière version), en indiquant les titres ou les identifiants de page ;\n# obtenir les versions d’une page donnée, en indiquant les titres ou les identifiants de page avec un horodatage de début ou de fin ou une limite en nombre ;\n# obtenir des données sur un ensemble de versions en indiquant leurs identifiants de version.",
	"apihelp-query+revisions-paraminfo-singlepageonly": "Utilisable uniquement avec une seule page (mode #2).",
	"apihelp-query+revisions-param-startid": "Commencer l’énumération à partir de la date et heure de la version ayant cet ID. La version doit exister mais il n’est pas nécessaire que ce soit une version de cette page.",
	"apihelp-query+revisions-param-endid": "Arrêter l’énumération à la date et heure de la version ayant cet ID. La version doit exister mais il n’est pas nécessaire que ce soit une version de cette page.",
	"apihelp-query+revisions-param-start": "À quel horodatage de version commencer l’énumération.",
	"apihelp-query+revisions-param-end": "Énumérer jusqu’à cet horodatage.",
	"apihelp-query+revisions-param-user": "Inclure uniquement les versions réalisées par un utilisateur donné.",
	"apihelp-query+revisions-param-excludeuser": "Exclure les versions réalisées par un utilisateur donné.",
	"apihelp-query+revisions-param-tag": "Lister uniquement les révisions marquées avec cette balise.",
	"apihelp-query+revisions-example-content": "Obtenir des données pour la dernière révision des titres <kbd>API</kbd> et [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-last5": "Obtenir les 5 dernières révisions de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-first5": "Obtenir les 5 premières révisions de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-first5-after": "Obtenir les 5 premières versions de [[{{MediaWiki:Mainpage}}]] réalisées après le 01/05/2006.",
	"apihelp-query+revisions-example-first5-not-localhost": "Obtenir les 5 premières versions de [[{{MediaWiki:Mainpage}}]] qui n’ont pas été réalisées par un utilisateur anonyme <kbd>127.0.0.1</kbd>.",
	"apihelp-query+revisions-example-first5-user": "Obtenir les 5 premières versions de [[{{MediaWiki:Mainpage}}]] qui ont été réalisées par l’utilisateur <kbd>MediaWiki default</kbd>.",
	"apihelp-query+revisions+base-param-prop": "Quelles propriétés obtenir pour chaque révision :",
	"apihelp-query+revisions+base-paramvalue-prop-ids": "L’identifiant de la révision.",
	"apihelp-query+revisions+base-paramvalue-prop-flags": "Attributs de la révision (mineure).",
	"apihelp-query+revisions+base-paramvalue-prop-timestamp": "L’horodatage de la révision.",
	"apihelp-query+revisions+base-paramvalue-prop-user": "L’utilisateur qui a réalisé la version. Si l’utilisateur a été supprimé d’une version, une propriété <samp>userhidden</samp> (utilisateur masqué) sera retournée.",
	"apihelp-query+revisions+base-paramvalue-prop-userid": "L’ID de l’utilisateur créateur de la version. Si l'utilisateur a été supprimé d’une version, une propriété <samp>userhidden</samp> sera retournée.",
	"apihelp-query+revisions+base-paramvalue-prop-size": "Longueur (en octets) de la révision.",
	"apihelp-query+revisions+base-paramvalue-prop-slotsize": "Longueur (en octets) de chaque emplacement de révision.",
	"apihelp-query+revisions+base-paramvalue-prop-sha1": "Hachage SHA-1 (en hexadécimal) de la version. Si le contenu a été supprimé d’une version, une propriété <samp>sha1hidden</samp> sera retournée.",
	"apihelp-query+revisions+base-paramvalue-prop-slotsha1": "Hachage SHA-1 (en hexadécimal) de chaque emplacement de version. Si le contenu a été supprimé d’une version, une propriété <samp>sha1hidden</samp> (SHA1 masqué) sera retournée.",
	"apihelp-query+revisions+base-paramvalue-prop-contentmodel": "Identifiant du modèle de contenu de chaque créneau de révision.",
	"apihelp-query+revisions+base-paramvalue-prop-comment": "Commentaire de l’utilisateur pour la version. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+revisions+base-paramvalue-prop-parsedcomment": "Commentaire analysé de l’utilisateur sur la version. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+revisions+base-paramvalue-prop-content": "Contenu de chaque slot de révision. Si le contenu a été supprimé par révision, une propriété <samp>texthidden</samp> sera renvoyée. Pour des raisons de performances, si cette option est utilisée, <var>$2limit</var> est appliquée à $1 .",
	"apihelp-query+revisions+base-paramvalue-prop-tags": "Balises de la révision.",
	"apihelp-query+revisions+base-paramvalue-prop-roles": "Lister les rôles d’emplacement de contenu qui existent dans la version.",
	"apihelp-query+revisions+base-paramvalue-prop-parsetree": "Utilisez plutôt <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> ou <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd>. L’arborescence d’analyse XML du contenu des révisions (nécessite le modèle de contenu <code>$1</code>). Pour des raisons de performances, si cette option est utilisée, <var>$3limit</var> est appliquée à $2.",
	"apihelp-query+revisions+base-param-slots": "Pour quels emplacements de version renvoyer des données, quand les propriétés relatives aux emplacements sont incluses dans <var>$1props</var>. Si omis, les données de l’emplacement <kbd>main</kbd> (principal) seront renvoyées dans un format rétro-compatible.",
	"apihelp-query+revisions+base-param-contentformat-slot": "Format de sérialisation du contenu utilisé pour la sortie du contenu.",
	"apihelp-query+revisions+base-param-limit": "Limitez le nombre de révisions qui seront renvoyées. Si <var>$3prop=content</var> , <var>$3prop=parsetree</var> , <var>$3diffto</var> ou <var>$3 difftotext</var> est utilisé, la limite est $1 . Si <var>$3parse</var> est utilisée, la limite est $2 .",
	"apihelp-query+revisions+base-param-expandtemplates": "Utiliser <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> à la place. Développer les modèles dans le contenu de la révision (nécessite $1prop=content).",
	"apihelp-query+revisions+base-param-generatexml": "Utiliser <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> ou <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd> à la place. Générer l’arbre d’analyse XML pour le contenu de la révision (nécessite $1prop=content).",
	"apihelp-query+revisions+base-param-parse": "Utiliser <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd> à la place. Analyser le contenu de la révision (nécessite <var>$2prop=content</var>). Pour des raisons de performance, si cette option est utilisée, <var>$2limit</var> est forcé à $1.",
	"apihelp-query+revisions+base-param-section": "Récupérer seulement le contenu de la section ayant cet identifiant.",
	"apihelp-query+revisions+base-param-diffto": "Utiliser <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd> à la place. ID de révision à prendre pour comparer chaque révision. Utiliser <kbd>prev</kbd>, <kbd>next</kbd> et <kbd>cur</kbd> pour la version précédente, suivante et actuelle respectivement. Pour des raisons de performance, si cette option est utilisée, <var>$2limit</var> est forcé à $1.",
	"apihelp-query+revisions+base-param-difftotext": "Utiliser <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd> à la place. Texte auquel comparer chaque révision. Compare uniquement un nombre limité de révisions. Écrase <var>$2diffto</var>. Si <var>$2section</var> est positionné, seule cette section sera comparée avec ce texte. Pour des raisons de performance, si cette option est utilisée, <var>$2limit</var> est forcé à $1.",
	"apihelp-query+revisions+base-param-difftotextpst": "Utiliser <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd> à la place. Effectuer une transformation avant enregistrement sur le texte avant de le comparer. Valide uniquement quand utilisé avec <var>$1difftotext</var>.",
	"apihelp-query+revisions+base-param-contentformat": "Format de sérialisation utilisé pour <var>$1difftotext</var> et attendu pour la sortie du contenu.",
	"apihelp-query+search-summary": "Effectuer une recherche en texte intégral.",
	"apihelp-query+search-param-search": "Rechercher les titres de page ou le contenu correspondant à cette valeur. Vous pouvez utiliser la chaîne de recherche pour invoquer des fonctionnalités de recherche spéciales, selon ce que met en œuvre le serveur de recherche du wiki.",
	"apihelp-query+search-param-namespace": "Rechercher uniquement dans ces espaces de noms.",
	"apihelp-query+search-param-what": "Quel type de recherche effectuer.",
	"apihelp-query+search-param-info": "Quelles métadonnées renvoyer.",
	"apihelp-query+search-param-prop": "Quelles propriétés renvoyer :",
	"apihelp-query+search-param-qiprofile": "Profil indépendant des requêtes à utiliser (affecte algorithme de classement).",
	"apihelp-query+search-paramvalue-prop-size": "Ajoute la taille de la page en octets.",
	"apihelp-query+search-paramvalue-prop-wordcount": "Ajoute le nombre de mots de la page.",
	"apihelp-query+search-paramvalue-prop-timestamp": "Ajoute l’horodatage de la dernière modification de la page.",
	"apihelp-query+search-paramvalue-prop-snippet": "Ajoute un extrait de la page, avec le balisage mettant en évidence le terme de recherche.",
	"apihelp-query+search-paramvalue-prop-titlesnippet": "Ajoute le titre de la page, avec le balisage mettant en évidence le terme de recherche.",
	"apihelp-query+search-paramvalue-prop-redirectsnippet": "Ajoute le titre de la redirection correspondante, avec le balisage mettant en évidence le terme de recherche.",
	"apihelp-query+search-paramvalue-prop-redirecttitle": "Ajoute le titre de la redirection correspondante.",
	"apihelp-query+search-paramvalue-prop-sectionsnippet": "Ajoute le titre de la section correspondante, avec le balisage mettant en évidence le terme de recherche.",
	"apihelp-query+search-paramvalue-prop-sectiontitle": "Ajoute le titre de la section correspondante.",
	"apihelp-query+search-paramvalue-prop-categorysnippet": "Ajoute le nom de la catégorie correspondante, avec le balisage mettant en évidence le terme de recherche.",
	"apihelp-query+search-paramvalue-prop-isfilematch": "Ajoute un booléen indiquant si la recherche correspond au contenu du fichier.",
	"apihelp-query+search-paramvalue-prop-extensiondata": "Va ajouter des données générées supplémentaires par extension.",
	"apihelp-query+search-paramvalue-prop-score": "Ignoré.",
	"apihelp-query+search-paramvalue-prop-hasrelated": "Ignoré.",
	"apihelp-query+search-param-limit": "Combien de pages renvoyer au total.",
	"apihelp-query+search-param-interwiki": "Inclure les résultats interwiki dans la recherche, s’ils sont disponibles.",
	"apihelp-query+search-param-backend": "Quel serveur de recherche utiliser, si ce n’est pas celui par défaut.",
	"apihelp-query+search-param-enablerewrites": "Activer la réécriture interne de la requête. Les serveurs de recherche peuvent réécrire la requête en une autre qui est censée donner de meilleurs résultats, par exemple en corrigeant les erreurs d’orthographe.",
	"apihelp-query+search-param-sort": "Fixe l’ordre de tri des résultats renvoyés.",
	"apihelp-query+search-example-simple": "Rechercher <kbd>meaning</kbd>.",
	"apihelp-query+search-example-text": "Rechercher des textes pour <kbd>meaning</kbd>.",
	"apihelp-query+search-example-generator": "Obtenir les informations sur les pages renvoyées par une recherche de <kbd>meaning</kbd>.",
	"apihelp-query+siteinfo-summary": "Renvoyer les informations générales sur le site.",
	"apihelp-query+siteinfo-param-prop": "Quelles informations obtenir :",
	"apihelp-query+siteinfo-paramvalue-prop-general": "Information globale du système.",
	"apihelp-query+siteinfo-paramvalue-prop-namespaces": "Liste des espaces de noms déclarés avec leur nom canonique.",
	"apihelp-query+siteinfo-paramvalue-prop-namespacealiases": "Liste des alias des espaces de noms déclarés.",
	"apihelp-query+siteinfo-paramvalue-prop-specialpagealiases": "Liste des alias des pages spéciales.",
	"apihelp-query+siteinfo-paramvalue-prop-magicwords": "Liste des mots magiques et leurs alias.",
	"apihelp-query+siteinfo-paramvalue-prop-statistics": "Renvoie les statistiques du site.",
	"apihelp-query+siteinfo-paramvalue-prop-interwikimap": "Renvoie la correspondance interwiki (éventuellement filtrée, éventuellement localisée en utilisant <var>$1inlanguagecode</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-dbrepllag": "Renvoie le serveur de base de données ayant la plus grande latence de réplication.",
	"apihelp-query+siteinfo-paramvalue-prop-usergroups": "Renvoie les groupes utilisateur et les droits associés.",
	"apihelp-query+siteinfo-paramvalue-prop-autocreatetempuser": "Retourne la configuration pour la création automatique de comptes d’utilisateur temporaires (également connu comme le masquage des adresses IP).",
	"apihelp-query+siteinfo-paramvalue-prop-clientlibraries": "Renvoie les bibliothèques côté client installées sur le wiki",
	"apihelp-query+siteinfo-paramvalue-prop-libraries": "Renvoie les bibliothèques installées sur le wiki.",
	"apihelp-query+siteinfo-paramvalue-prop-extensions": "Renvoie les extensions installées sur le wiki.",
	"apihelp-query+siteinfo-paramvalue-prop-fileextensions": "Renvoie la liste des extensions de fichiers (types de fichiers) autorisées au téléversement.",
	"apihelp-query+siteinfo-paramvalue-prop-rightsinfo": "Renvoie l’information sur les droits du wiki (sa licence), si elle est disponible.",
	"apihelp-query+siteinfo-paramvalue-prop-restrictions": "Renvoie l’information sur les types de restriction disponibles (protection).",
	"apihelp-query+siteinfo-paramvalue-prop-languages": "Renvoie une liste des langues que MediaWiki prend en charge (éventuellement localisée en utilisant <var>$1inlanguagecode</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-languagevariants": "Renvoie une liste de codes de langue pour lesquels [[mw:Special:MyLanguage/LanguageConverter|LanguageConverter]] est activé, et les variantes prises en charge pour chacun.",
	"apihelp-query+siteinfo-paramvalue-prop-skins": "Renvoie une liste de tous les habillages activés (éventuellement localisée en utilisant <var>$1inlanguagecode</var>, sinon dans la langue du contenu).",
	"apihelp-query+siteinfo-paramvalue-prop-extensiontags": "Renvoie une liste des balises d’extension de l’analyseur.",
	"apihelp-query+siteinfo-paramvalue-prop-functionhooks": "Renvoie une liste des accroches de fonction de l’analyseur.",
	"apihelp-query+siteinfo-paramvalue-prop-showhooks": "Renvoie une liste de toutes les accroches souscrites (contenu de <var>[[mw:Special:MyLanguage/Manual:$wgHooks|$wgHooks]]</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-variables": "Renvoie une liste d'IDs de variable.",
	"apihelp-query+siteinfo-paramvalue-prop-protocols": "Renvoie une liste de protocoles autorisés dans les liens externes.",
	"apihelp-query+siteinfo-paramvalue-prop-defaultoptions": "Renvoie les valeurs par défaut pour les préférences utilisateur.",
	"apihelp-query+siteinfo-paramvalue-prop-uploaddialog": "Renvoie la configuration du dialogue de téléversement.",
	"apihelp-query+siteinfo-paramvalue-prop-autopromote": "Renvoie la configuration de la promotion automatique.",
	"apihelp-query+siteinfo-paramvalue-prop-autopromoteonce": "Retourne la configuration automatique de promotion qui est effectuée une seule fois.",
	"apihelp-query+siteinfo-paramvalue-prop-copyuploaddomains": "Retourne la liste des domaines de téléversement par URL autorisés.",
	"apihelp-query+siteinfo-param-filteriw": "Renvoyer uniquement les entrées locales ou uniquement les non locales de la correspondance interwiki.",
	"apihelp-query+siteinfo-param-showalldb": "Lister tous les serveurs de base de données, pas seulement celui avec la plus grande latence.",
	"apihelp-query+siteinfo-param-numberingroup": "Liste le nombre d’utilisateurs dans les groupes.",
	"apihelp-query+siteinfo-param-inlanguagecode": "Code de langue pour les noms de langue localisés (du mieux possible) et les noms d’habillage.",
	"apihelp-query+siteinfo-example-simple": "Extraire les informations du site.",
	"apihelp-query+siteinfo-example-interwiki": "Extraire une liste des préfixes interwiki locaux.",
	"apihelp-query+siteinfo-example-replag": "Vérifier la latence de réplication actuelle.",
	"apihelp-query+stashimageinfo-summary": "Renvoie les informations de fichier des fichiers mis en réserve.",
	"apihelp-query+stashimageinfo-param-filekey": "Clé qui identifie un téléversement précédent qui a été temporairement mis en réserve.",
	"apihelp-query+stashimageinfo-param-sessionkey": "Alias pour $1filekey, pour la compatibilité ascendante.",
	"apihelp-query+stashimageinfo-example-simple": "Renvoie les informations sur un fichier mis en réserve.",
	"apihelp-query+stashimageinfo-example-params": "Renvoie les vignettes pour deux fichiers mis de côté.",
	"apihelp-query+tags-summary": "Lister les balises de modification.",
	"apihelp-query+tags-param-limit": "Le nombre maximal de balises à lister.",
	"apihelp-query+tags-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+tags-paramvalue-prop-name": "Ajoute le nom de la balise.",
	"apihelp-query+tags-paramvalue-prop-displayname": "Ajoute le message système pour la balise.",
	"apihelp-query+tags-paramvalue-prop-description": "Ajoute la description de la balise.",
	"apihelp-query+tags-paramvalue-prop-hitcount": "Ajoute le nombre de révisions et d’entrées du journal qui ont cette balise.",
	"apihelp-query+tags-paramvalue-prop-defined": "Indique si la balise est définie.",
	"apihelp-query+tags-paramvalue-prop-source": "Retourne les sources de la balise, ce qui comprend <samp>extension</samp> pour les balises définies par une extension et <samp>manual</samp> pour les balises pouvant être appliquées manuellement par les utilisateurs.",
	"apihelp-query+tags-paramvalue-prop-active": "Si la balise est encore appliquée.",
	"apihelp-query+tags-example-simple": "Lister les balises disponibles.",
	"apihelp-query+templates-summary": "Renvoie toutes les pages incluses dans les pages fournies.",
	"apihelp-query+templates-param-namespace": "Afficher les modèles uniquement dans ces espaces de noms.",
	"apihelp-query+templates-param-limit": "Combien de modèles renvoyer.",
	"apihelp-query+templates-param-templates": "Lister uniquement ces modèles. Utile pour vérifier si une certaine page utilise un modèle donné.",
	"apihelp-query+templates-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+templates-example-simple": "Obtenir les modèles utilisés sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+templates-example-generator": "Obtenir des informations sur les pages modèle utilisé sur la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+templates-example-namespaces": "Obtenir les pages des espaces de noms {{ns:user}} et {{ns:template}} qui sont inclues dans la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+tokens-summary": "Récupère les jetons pour les actions de modification de données.",
	"apihelp-query+tokens-param-type": "Types de jeton à demander.",
	"apihelp-query+tokens-example-simple": "Récupérer un jeton csrf (par défaut).",
	"apihelp-query+tokens-example-types": "Récupérer un jeton de suivi et un de patrouille.",
	"apihelp-query+trackingcategories-summary": "Énumérer toutes les catégories de suivi existantes définies dans [[Special:TrackingCategories]]. Une catégorie de suivi existe si elle contient des pages ou si sa page de catégorie existe.",
	"apihelp-query+trackingcategories-param-trackingcatname": "Rechercher tous les titres de catégories de suivi existantes qui correspondent au nom de catégorie de suivi fourni (tel que défini par « nom du message » sur [[Special:TrackingCategories]]).",
	"apihelp-query+trackingcategories-param-min": "Renvoyer uniquement les catégories de suivi avec au moins ce nombre de membres.",
	"apihelp-query+trackingcategories-param-max": "Renvoyer uniquement les catégories de suivi avec au plus ce nombre de membres.",
	"apihelp-query+trackingcategories-param-limit": "Combien de catégories de suivi renvoyer.",
	"apihelp-query+trackingcategories-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+trackingcategories-paramvalue-prop-size": "Ajoute le nombre de pages dans la catégorie de suivi.",
	"apihelp-query+trackingcategories-paramvalue-prop-hidden": "Marque les catégories de suivi qui sont masquées avec <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+trackingcategories-example-size": "Lister les catégories de suivi avec l’information sur le nombre de pages dans chacune.",
	"apihelp-query+trackingcategories-example-generator": "Récupérer des informations sur les pages de catégories de suivi qui représentent broken-file-category elles-mêmes, si elles existent.",
	"apihelp-query+transcludedin-summary": "Trouver toutes les pages qui incluent les pages données.",
	"apihelp-query+transcludedin-param-prop": "Quelles propriétés obtenir :",
	"apihelp-query+transcludedin-paramvalue-prop-pageid": "Identifiant de chaque page.",
	"apihelp-query+transcludedin-paramvalue-prop-title": "Titre de chaque page.",
	"apihelp-query+transcludedin-paramvalue-prop-redirect": "Marque si cette page est une redirection.",
	"apihelp-query+transcludedin-param-namespace": "Inclure uniquement les pages dans ces espaces de nom.",
	"apihelp-query+transcludedin-param-limit": "Combien en renvoyer.",
	"apihelp-query+transcludedin-param-show": "Afficher uniquement les éléments qui correspondent à ces critères :",
	"apihelp-query+transcludedin-paramvalue-show-redirect": "Afficher uniquement les redirections.",
	"apihelp-query+transcludedin-paramvalue-show-!redirect": "Afficher uniquement les non-redirections.",
	"apihelp-query+transcludedin-example-simple": "Obtenir une liste des pages incluant [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+transcludedin-example-generator": "Obtenir des informations sur les pages incluant [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+usercontribs-summary": "Obtenir toutes les modifications d'un utilisateur.",
	"apihelp-query+usercontribs-param-limit": "Le nombre maximal de contributions à renvoyer.",
	"apihelp-query+usercontribs-param-start": "L’horodatage de début à retourner, c.-à-d. les versions d’avant cet horodatage.",
	"apihelp-query+usercontribs-param-end": "L’horodatage auquel arrêter le retour, c.-à-d. les révisions après cet horodatage.",
	"apihelp-query+usercontribs-param-user": "Les utilisateurs pour lesquels récupérer les contributions. Ne peut pas être utilisé avec <var>$1userid</var> <var>$1userprefix</var>, ou <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-userprefix": "Récupérer les contributions pour tous les utilisateurs dont les noms commencent par cette valeur. Ne peut pas être utilisé avec <var>$1user</var>, <var>$1userids</var> ou <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-userids": "Les identifiants des utilisateurs pour lesquels récupérer les contributions. Ne peut pas être utilisé avec <var>$1user</var>, <var>$1userprefix</var> ou <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-iprange": "La plage CIDR pour laquelle récupérer les contributions. Ne peut pas être utilisé avec <var>$1user</var>, <var>$1userprefix</var> ou <var>$1userids</var>.",
	"apihelp-query+usercontribs-param-namespace": "Lister uniquement les contributions dans ces espaces de noms.",
	"apihelp-query+usercontribs-param-prop": "Inclure des informations supplémentaires:",
	"apihelp-query+usercontribs-paramvalue-prop-ids": "Ajoute l’ID de page et l’ID de révision.",
	"apihelp-query+usercontribs-paramvalue-prop-title": "Ajoute le titre et l’ID d’espace de noms de la page.",
	"apihelp-query+usercontribs-paramvalue-prop-timestamp": "Ajoute l’horodatage de la modification.",
	"apihelp-query+usercontribs-paramvalue-prop-comment": "Ajoute le commentaire de la modification. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+usercontribs-paramvalue-prop-parsedcomment": "Ajoute le commentaire analysé de la modification. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+usercontribs-paramvalue-prop-size": "Ajoute la nouvelle taille de la modification.",
	"apihelp-query+usercontribs-paramvalue-prop-sizediff": "Ajoute le delta de taille de la modification par rapport à son parent.",
	"apihelp-query+usercontribs-paramvalue-prop-flags": "Ajoute les marques de la modification.",
	"apihelp-query+usercontribs-paramvalue-prop-patrolled": "Marque les modifications relues.",
	"apihelp-query+usercontribs-paramvalue-prop-autopatrolled": "Marque les modifications patrouillées automatiquement.",
	"apihelp-query+usercontribs-paramvalue-prop-tags": "Liste les balises de la modification.",
	"apihelp-query+usercontribs-param-show": "Afficher uniquement les éléments correspondant à ces critères, par ex. les modifications non mineures uniquement : <kbd>$2show=!minor</kbd>.\n\nSi <kbd>$2show=patrolled</kbd> ou <kbd>$2show=!patrolled</kbd> est positionné, les révisions plus anciennes que <var>[[mw:Special:MyLanguage/Manual:$wgRCMaxAge|$wgRCMaxAge]]</var> ($1 {{PLURAL:$1|seconde|secondes}}) ne seront pas affichées.",
	"apihelp-query+usercontribs-param-tag": "Lister uniquement les révisions marquées avec cette balise.",
	"apihelp-query+usercontribs-param-toponly": "Lister uniquement les modifications de la dernière révision.",
	"apihelp-query+usercontribs-example-user": "Afficher les contributions de l'utilisateur <kbd>Exemple</kbd>.",
	"apihelp-query+usercontribs-example-ipprefix": "Afficher les contributions de toutes les adresses IP avec le préfixe <kbd>192.0.2.</kbd>.",
	"apihelp-query+userinfo-summary": "Obtenir des informations sur l’utilisateur courant.",
	"apihelp-query+userinfo-param-prop": "Quelles informations inclure :",
	"apihelp-query+userinfo-paramvalue-prop-blockinfo": "Marque si l’utilisateur actuel est bloqué, par qui, et pour quelle raison.",
	"apihelp-query+userinfo-paramvalue-prop-hasmsg": "Ajoute une balise <samp>messages</samp> si l’utilisateur actuel a des messages en cours.",
	"apihelp-query+userinfo-paramvalue-prop-groups": "Liste tous les groupes auxquels appartient l’utilisateur actuel.",
	"apihelp-query+userinfo-paramvalue-prop-groupmemberships": "Liste les groupes auxquels l’utilisateur actuel a été explicitement affecté, avec la date d’expiration de chaque appartenance au groupe.",
	"apihelp-query+userinfo-paramvalue-prop-implicitgroups": "Liste tous les groupes dont l’utilisateur actuel est automatiquement membre.",
	"apihelp-query+userinfo-paramvalue-prop-rights": "Liste tous les droits qu’a l’utilisateur actuel.",
	"apihelp-query+userinfo-paramvalue-prop-changeablegroups": "Liste les groupes pour lesquels l’utilisateur actuel peut ajouter ou supprimer.",
	"apihelp-query+userinfo-paramvalue-prop-options": "Liste toutes les préférences qu’a définies l’utilisateur actuel.",
	"apihelp-query+userinfo-paramvalue-prop-editcount": "Ajoute le compteur de modifications de l’utilisateur actuel.",
	"apihelp-query+userinfo-paramvalue-prop-ratelimits": "Liste toutes les limites de débit s’appliquant à l’utilisateur actuel.",
	"apihelp-query+userinfo-paramvalue-prop-theoreticalratelimits": "Liste toutes les limites de taux qui s’appliqueraient à l’utilisateur actuel s’il n’était pas exempté de toutes les limites de débit d’après ses droits utilisateur ou son adresse IP.",
	"apihelp-query+userinfo-paramvalue-prop-realname": "Ajoute le vrai nom de l’utilisateur actuel.",
	"apihelp-query+userinfo-paramvalue-prop-email": "Ajoute l’adresse de courriel de l’utilisateur et sa date d’authentification.",
	"apihelp-query+userinfo-paramvalue-prop-acceptlang": "Renvoie en écho l’entête <code>Accept-Language</code> envoyé par le client dans un format structuré.",
	"apihelp-query+userinfo-paramvalue-prop-registrationdate": "Ajoute la date d’inscription de l’utilisateur.",
	"apihelp-query+userinfo-paramvalue-prop-unreadcount": "Ajoute le compteur de pages non lues de la liste de suivi de l’utilisateur (au maximum $1 ; renvoie <samp>$2</samp> s’il y en a plus).",
	"apihelp-query+userinfo-paramvalue-prop-centralids": "Ajoute les IDs centraux et l’état d’attachement de l’utilisateur.",
	"apihelp-query+userinfo-paramvalue-prop-latestcontrib": "Ajoute la date de la dernière contribution de l'utilisateur.",
	"apihelp-query+userinfo-paramvalue-prop-cancreateaccount": "Indique si l’utilisateur est autorisé à créer des comptes. Pour vérifier si un compte spécifique peut être créé, utilisez [[Special:ApiHelp/query+users|<kbd>action=query&list=users&usprop=cancreate</kbd>]].",
	"apihelp-query+userinfo-param-attachedwiki": "Avec <kbd>$1prop=centralids</kbd>, indiquer si l’utilisateur est attaché au wiki identifié par cet identifiant.",
	"apihelp-query+userinfo-example-simple": "Obtenir des informations sur l’utilisateur actuel.",
	"apihelp-query+userinfo-example-data": "Obtenir des informations supplémentaires sur l’utilisateur actuel.",
	"apihelp-query+users-summary": "Obtenir des informations sur une liste d’utilisateurs.",
	"apihelp-query+users-param-prop": "Quelles informations inclure :",
	"apihelp-query+users-paramvalue-prop-blockinfo": "Marque si l’utilisateur est bloqué, par qui, et pour quelle raison.",
	"apihelp-query+users-paramvalue-prop-groups": "Liste tous les groupes auxquels appartient chaque utilisateur.",
	"apihelp-query+users-paramvalue-prop-groupmemberships": "Liste les groupes auxquels chaque utilisateur a été explicitement affecté, avec la date d’expiration de l’appartenance à chaque groupe.",
	"apihelp-query+users-paramvalue-prop-implicitgroups": "Liste tous les groupes dont un utilisateur est automatiquement membre.",
	"apihelp-query+users-paramvalue-prop-rights": "Liste tous les droits qu’a un utilisateur.",
	"apihelp-query+users-paramvalue-prop-editcount": "Ajoute le compteur de modifications de l’utilisateur.",
	"apihelp-query+users-paramvalue-prop-registration": "Ajoute l’horodatage d’inscription de l’utilisateur.",
	"apihelp-query+users-paramvalue-prop-emailable": "Marque si l’utilisateur peut et veut recevoir des courriels via [[Special:Emailuser]].",
	"apihelp-query+users-paramvalue-prop-gender": "Marque le sexe de l’utilisateur. Renvoie « male », « female », ou « unknown ».",
	"apihelp-query+users-paramvalue-prop-centralids": "Ajoute les IDs centraux et l’état d’attachement de l’utilisateur.",
	"apihelp-query+users-paramvalue-prop-cancreate": "Indique si un compte pour les noms d’utilisateur valides mais non enregistrés peut être créé. Pour vérifier si l’utilisateur actuel peut effectuer la création de compte, utilisez [[Special:ApiHelp/query+userinfo|<kbd>action=query&meta=userinfo&uiprop=cancreateaccount</kbd>]].",
	"apihelp-query+users-param-attachedwiki": "Avec <kbd>$1prop=centralids</kbd>, indiquer si l’utilisateur est attaché au wiki identifié par cet identifiant.",
	"apihelp-query+users-param-users": "Une liste d’utilisateurs pour lesquels obtenir des informations.",
	"apihelp-query+users-param-userids": "Une liste d’ID utilisateur pour lesquels obtenir des informations.",
	"apihelp-query+users-example-simple": "Renvoyer des informations pour l'utilisateur <kbd>Example</kbd>.",
	"apihelp-query+watchlist-summary": "Obtenir les modifications récentes des pages de la liste de suivi de l’utilisateur actuel.",
	"apihelp-query+watchlist-param-allrev": "Inclure les multiples révisions de la même page dans l’intervalle de temps fourni.",
	"apihelp-query+watchlist-param-start": "L’horodatage auquel commencer l’énumération.",
	"apihelp-query+watchlist-param-end": "L’horodatage auquel arrêter l’énumération.",
	"apihelp-query+watchlist-param-namespace": "Filtrer les modifications aux seuls espaces de nom fournis.",
	"apihelp-query+watchlist-param-user": "Lister uniquement les modifications par cet utilisateur.",
	"apihelp-query+watchlist-param-excludeuser": "Ne pas lister les modifications réalisées par cet utilisateur.",
	"apihelp-query+watchlist-param-limit": "Combien de résultats au total renvoyer par demande.",
	"apihelp-query+watchlist-param-prop": "Quelles propriétés supplémentaires obtenir :",
	"apihelp-query+watchlist-paramvalue-prop-ids": "Ajoute les IDs de révision et de page.",
	"apihelp-query+watchlist-paramvalue-prop-title": "Ajoute le titre de la page.",
	"apihelp-query+watchlist-paramvalue-prop-flags": "Ajoute les marqueurs de la modification.",
	"apihelp-query+watchlist-paramvalue-prop-user": "Ajoute l’utilisateur ayant réalisé la modification. Si le nom de l’utilisateur a été supprimé d’une version, une propriété <samp>userhidden</samp> (utilisateur masqué) sera retournée.",
	"apihelp-query+watchlist-paramvalue-prop-userid": "Ajoute l’identifiant de l’utilisateur ayant réalisé la modification. Si l’utilisateur a été supprimé d’une version, une propriété <samp>userhidden</samp> (utilisateur masqué) sera retournée.",
	"apihelp-query+watchlist-paramvalue-prop-comment": "Ajoute le commentaire de la modification. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+watchlist-paramvalue-prop-parsedcomment": "Ajoute le commentaire analysé de la modification. Si le commentaire a été supprimé d’une version, une propriété <samp>commenthidden</samp> sera retournée.",
	"apihelp-query+watchlist-paramvalue-prop-timestamp": "Ajoute l’horodatage de la modification.",
	"apihelp-query+watchlist-paramvalue-prop-patrol": "Marque les modifications relues.",
	"apihelp-query+watchlist-paramvalue-prop-autopatrol": "Marque les modifications qui sont patrouillées automatiquement.",
	"apihelp-query+watchlist-paramvalue-prop-sizes": "Ajoute les tailles ancienne et nouvelle de la page.",
	"apihelp-query+watchlist-paramvalue-prop-notificationtimestamp": "Ajoute l’horodatage de la dernière notification de la modification à l’utilisateur.",
	"apihelp-query+watchlist-paramvalue-prop-loginfo": "Ajoute l’information de trace le cas échéant.",
	"apihelp-query+watchlist-paramvalue-prop-tags": "Liste les balises associées à l'entrée.",
	"apihelp-query+watchlist-paramvalue-prop-expiry": "Ajoute la date d'expiration.",
	"apihelp-query+watchlist-param-show": "Afficher uniquement les éléments qui correspondent à ces critères. Par exemple, pour voir uniquement les modifications mineures réalisées par des utilisateurs connectés, indiquer <var>$1show=minor|!anon</var>.",
	"apihelp-query+watchlist-param-type": "Quels types de modification afficher :",
	"apihelp-query+watchlist-paramvalue-type-edit": "Modifications normales de page.",
	"apihelp-query+watchlist-paramvalue-type-external": "Modifications externes.",
	"apihelp-query+watchlist-paramvalue-type-new": "Créations de pages.",
	"apihelp-query+watchlist-paramvalue-type-log": "Entrées du journal.",
	"apihelp-query+watchlist-paramvalue-type-categorize": "Modifications d’appartenance aux catégories.",
	"apihelp-query+watchlist-param-owner": "Utilisé avec $1token pour accéder à la liste de suivi d’un autre utilisateur.",
	"apihelp-query+watchlist-param-token": "Un jeton de sécurité (disponible dans les [[Special:Preferences#mw-prefsection-watchlist|préférences]] de l’utilisateur) pour autoriser l’accès à la liste de suivi d’un autre utilisateur.",
	"apihelp-query+watchlist-example-simple": "Lister la révision de tête des pages récemment modifiées dans la liste de suivi de l’utilisateur actuel.",
	"apihelp-query+watchlist-example-props": "Chercher des informations supplémentaires sur la révision de tête des pages récemment modifiées de la liste de suivi de l’utilisateur actuel.",
	"apihelp-query+watchlist-example-expiry": "Récupérer des informations supplémentaires sur la révision maître pour les pages récemment modifiées de la liste de suivi de l’utilisateur actuel, avec la date d'expiration pour les éléments temporairement suivis.",
	"apihelp-query+watchlist-example-allrev": "Chercher les informations sur toutes les modifications récentes des pages de la liste de suivi de l’utilisateur actuel",
	"apihelp-query+watchlist-example-generator": "Chercher l’information de la page sur les pages récemment modifiées de la liste de suivi de l’utilisateur actuel",
	"apihelp-query+watchlist-example-generator-rev": "Chercher l’information de la révision pour les modifications récentes des pages de la liste de suivi de l’utilisateur actuel.",
	"apihelp-query+watchlist-example-wlowner": "Lister la révision de tête des pages récemment modifiées de la liste de suivi de l'utilisateur <kbd>Exemple</kbd>.",
	"apihelp-query+watchlistraw-summary": "Obtenir toutes les pages de la liste de suivi de l’utilisateur actuel.",
	"apihelp-query+watchlistraw-param-namespace": "Lister uniquement les pages dans les espaces de noms fournis.",
	"apihelp-query+watchlistraw-param-limit": "Combien de résultats renvoyer au total par requête.",
	"apihelp-query+watchlistraw-param-prop": "Quelles propriétés supplémentaires obtenir :",
	"apihelp-query+watchlistraw-paramvalue-prop-changed": "Ajoute l’horodatage de la dernière notification de l’utilisateur à propos de la modification.",
	"apihelp-query+watchlistraw-param-show": "Lister uniquement les éléments correspondant à ces critères.",
	"apihelp-query+watchlistraw-param-owner": "Utilisé avec $1token pour accéder à la liste de suivi d’un autre utilisateur.",
	"apihelp-query+watchlistraw-param-token": "Un jeton de sécurité (disponible dans les [[Special:Preferences#mw-prefsection-watchlist|préférences]] de l’utilisateur) pour permettre l’accès à la liste de suivi d’un autre utilisateur.",
	"apihelp-query+watchlistraw-param-dir": "La direction dans laquelle lister.",
	"apihelp-query+watchlistraw-param-fromtitle": "Titre (avec le préfixe d’espace de noms) auquel commencer l’énumération :",
	"apihelp-query+watchlistraw-param-totitle": "Terminer l’énumération avec ce titre (inclure le préfixe d’espace de noms) :",
	"apihelp-query+watchlistraw-example-simple": "Lister les pages dans la liste de suivi de l’utilisateur actuel.",
	"apihelp-query+watchlistraw-example-generator": "Chercher l’information sur les pages de la liste de suivi de l’utilisateur actuel.",
	"apihelp-removeauthenticationdata-summary": "Supprimer les données d’authentification pour l’utilisateur actuel.",
	"apihelp-removeauthenticationdata-example-simple": "Tentative de suppression des données de l’utilisateur pour <kbd>FooAuthenticationRequest</kbd>.",
	"apihelp-resetpassword-summary": "Envoyer un courriel de réinitialisation du mot de passe à un utilisateur.",
	"apihelp-resetpassword-extended-description-noroutes": "Aucun chemin pour réinitialiser le mot de passe n’est disponible.\n\nActiver les chemins dans <var>[[mw:Special:MyLanguage/Manual:$wgPasswordResetRoutes|$wgPasswordResetRoutes]]</var> pour utiliser ce module.",
	"apihelp-resetpassword-param-user": "Utilisateur ayant été réinitialisé.",
	"apihelp-resetpassword-param-email": "Adresse courriel de l’utilisateur ayant été réinitialisé.",
	"apihelp-resetpassword-example-user": "Envoyer un courriel de réinitialisation du mot de passe à l’utilisateur <kbd>Exemple</kbd>.",
	"apihelp-resetpassword-example-email": "Envoyer un courriel pour la réinitialisation de mot de passe à tous les utilisateurs avec l’adresse <kbd>user@example.com</kbd>.",
	"apihelp-revisiondelete-summary": "Supprimer et rétablir des révisions.",
	"apihelp-revisiondelete-param-type": "Type de suppression de révision en cours de traitement.",
	"apihelp-revisiondelete-param-target": "Titre de page pour la suppression de révision, s’il est nécessaire pour le type.",
	"apihelp-revisiondelete-param-ids": "Identifiants pour les révisions à supprimer.",
	"apihelp-revisiondelete-param-hide": "Quoi masquer pour chaque révision.",
	"apihelp-revisiondelete-param-show": "Quoi démasquer pour chaque révision",
	"apihelp-revisiondelete-param-suppress": "S’il faut supprimer les données aux administrateurs comme aux autres.",
	"apihelp-revisiondelete-param-reason": "Motif de suppression ou d’annulation de suppression.",
	"apihelp-revisiondelete-param-tags": "Balises à appliquer à l’entrée dans le journal de suppression.",
	"apihelp-revisiondelete-example-revision": "Masquer le contenu de la révision <kbd>12345</kbd> de la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-revisiondelete-example-log": "Masquer toutes les données de l’entrée de journal <kbd>67890</kbd> avec le motif <kbd>Violation de Biographie de Personne Vivante</kbd>.",
	"apihelp-rollback-summary": "Annuler les dernières modifications de la page.",
	"apihelp-rollback-extended-description": "Si le dernier utilisateur à avoir modifié la page a réalisé plusieurs modifications successives d’affilé, elles seront toutes annulées.",
	"apihelp-rollback-param-title": "Titre de la page à restaurer. Impossible à utiliser avec <var>$1pageid</var>.",
	"apihelp-rollback-param-pageid": "Identifiant de la page à restaurer. Incompatible avec <var>$1title</var>.",
	"apihelp-rollback-param-tags": "Balises à appliquer à la révocation.",
	"apihelp-rollback-param-user": "Nom de l’utilisateur dont les modifications doivent être annulées.",
	"apihelp-rollback-param-summary": "Personnaliser le résumé de la modification. S’il est vide, le résumé par défaut sera utilisé.",
	"apihelp-rollback-param-markbot": "Marquer les modifications révoquées et la révocation comme des modifications réalisées par un robot.",
	"apihelp-rollback-param-watchlist": "Ajouter ou supprimer sans distinction la page de votre liste de suivi, utiliser les préférences (ignorées pour les robots) ou ne pas modifier le suivi.",
	"apihelp-rollback-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-rollback-example-simple": "Annuler les dernières modifications à [[{{MediaWiki:Mainpage}}]] par l’utilisateur <kbd>Example</kbd>.",
	"apihelp-rollback-example-summary": "Annuler les dernières modifications de la page [[{{MediaWiki:Mainpage}}]] par l’utilisateur à l’adresse IP <kbd>192.0.2.5</kbd> avec le résumé <kbd>Annulation de vandalisme<kbd>, et marquer ces modifications et l’annulation comme modifications de robots.",
	"apihelp-rsd-summary": "Exporter un schéma RSD (Découverte Très Simple).",
	"apihelp-rsd-example-simple": "Exporter le schéma RSD",
	"apihelp-setnotificationtimestamp-summary": "Mettre à jour l’horodatage de notification pour les pages suivies.",
	"apihelp-setnotificationtimestamp-extended-description": "Cela affecte la mise en évidence des pages modifiées dans la liste de suivi et l’historique, et l’envoi de courriel quand la préférence « {{int:tog-enotifwatchlistpages}} » est activée.",
	"apihelp-setnotificationtimestamp-param-entirewatchlist": "Travailler sur toutes les pages suivies.",
	"apihelp-setnotificationtimestamp-param-timestamp": "Horodatage auquel dater la notification.",
	"apihelp-setnotificationtimestamp-param-torevid": "Révision pour laquelle fixer l’horodatage de notification (une page uniquement).",
	"apihelp-setnotificationtimestamp-param-newerthanrevid": "Révision pour fixer l’horodatage de notification plus récent (une page uniquement).",
	"apihelp-setnotificationtimestamp-example-all": "Réinitialiser l’état de notification pour toute la liste de suivi.",
	"apihelp-setnotificationtimestamp-example-page": "Réinitialiser l’état de notification pour [[{{MediaWiki:Mainpage}}]].",
	"apihelp-setnotificationtimestamp-example-pagetimestamp": "Fixer l’horodatage de notification pour [[{{MediaWiki:Mainpage}}]] afin que toutes les modifications depuis le 1 janvier 2012 soient non vues.",
	"apihelp-setnotificationtimestamp-example-allpages": "Réinitialiser l’état de notification sur les pages dans l’espace de noms <kbd>{{ns:user}}</kbd>.",
	"apihelp-setpagelanguage-summary": "Modifier la langue d’une page.",
	"apihelp-setpagelanguage-extended-description-disabled": "Il n’est pas possible de modifier la langue d’une page sur ce wiki.\n\nActiver <var>[[mw:Special:MyLanguage/Manual:$wgPageLanguageUseDB|$wgPageLanguageUseDB]]</var> pour utiliser cette action.",
	"apihelp-setpagelanguage-param-title": "Titre de la page dont vous souhaitez modifier la langue. Ne peut pas être utilisé avec <var>$1pageid</var>.",
	"apihelp-setpagelanguage-param-pageid": "Identifiant de la page dont vous souhaitez modifier la langue. Incompatible avec <var>$1title</var>.",
	"apihelp-setpagelanguage-param-lang": "Code de langue vers lequel la page doit être changée. Utiliser <kbd>defaut</kbd> pour réinitialiser la page sur la langue par défaut du contenu du wiki.",
	"apihelp-setpagelanguage-param-reason": "Motif de la modification.",
	"apihelp-setpagelanguage-param-tags": "Les balises de modification à appliquer à l'entrée du journal résultant de cette action.",
	"apihelp-setpagelanguage-example-language": "Changer la langue de la page [[{{MediaWiki:Mainpage}}]] en basque.",
	"apihelp-setpagelanguage-example-default": "Remplacer la langue de la page ayant l'ID 123 par la langue par défaut du contenu du wiki.",
	"apihelp-stashedit-summary": "Préparer des modifications dans le cache partagé.",
	"apihelp-stashedit-extended-description": "Ceci est destiné à être utilisé via AJAX depuis le formulaire d’édition pour améliorer la performance de la sauvegarde de la page.",
	"apihelp-stashedit-param-title": "Titre de la page en cours de modification.",
	"apihelp-stashedit-param-section": "Identifiant de section. <kbd>0</kbd> pour la section du haut, <kbd>new</kbd> pour une nouvelle section.",
	"apihelp-stashedit-param-sectiontitle": "Le titre pour une nouvelle section.",
	"apihelp-stashedit-param-text": "Contenu de la page.",
	"apihelp-stashedit-param-stashedtexthash": "Empreinte du contenu de la page venant d’une réserve préalable à utiliser à la place.",
	"apihelp-stashedit-param-contentmodel": "Modèle de contenu du nouveau contenu.",
	"apihelp-stashedit-param-contentformat": "Format de sérialisation de contenu utilisé pour le texte saisi.",
	"apihelp-stashedit-param-baserevid": "Identifiant de révision de la révision de base.",
	"apihelp-stashedit-param-summary": "Résumé du changement",
	"apihelp-tag-summary": "Ajouter ou retirer des balises de modification aux révisions ou aux entrées de journal individuelles.",
	"apihelp-tag-param-rcid": "Un ou plusieurs IDs de modification récente à partir desquels ajouter ou supprimer la balise.",
	"apihelp-tag-param-revid": "Un ou plusieurs IDs de révision à partir desquels ajouter ou supprimer la balise.",
	"apihelp-tag-param-logid": "Un ou plusieurs IDs d’entrée de journal à partir desquels ajouter ou supprimer la balise.",
	"apihelp-tag-param-add": "Balises à ajouter. Seules les balises définies manuellement peuvent être ajoutées.",
	"apihelp-tag-param-remove": "Balises à supprimer. Seules les balises qui sont soit définies manuellement soit pas du tout définies peuvent être supprimées.",
	"apihelp-tag-param-reason": "Motif de la modification.",
	"apihelp-tag-param-tags": "Balises à appliquer à l’entrée de journal qui sera créée en résultat de cette action.",
	"apihelp-tag-example-rev": "Ajoute la balise <kbd>vandalism</kbd> à partir de l’ID de révision 123 sans indiquer de motif",
	"apihelp-tag-example-log": "Supprimer la balise <kbd>spam</kbd> à partir de l’ID d’entrée de journal 123 avec le motif <kbd>Wrongly applied</kbd>",
	"apihelp-unblock-summary": "Débloquer un utilisateur.",
	"apihelp-unblock-param-id": "ID du blocage à lever (obtenu via <kbd>list=blocks</kbd>). Impossible à utiliser avec <var>$1user</var>.",
	"apihelp-unblock-param-user": "Utilisateur à débloquer. Impossible à utiliser en même temps que <var>$1id</var>.",
	"apihelp-unblock-param-userid": "Spécifier plutôt <kbd>$1user=#<var>ID</var></kbd>.",
	"apihelp-unblock-param-reason": "Motif de déblocage.",
	"apihelp-unblock-param-tags": "Les balises de modification à appliquer à l’entrée dans le journal de blocage.",
	"apihelp-unblock-param-watchuser": "Suivre les pages utilisateur et de discussion de l’utilisateur ou de l’adresse IP.",
	"apihelp-unblock-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-unblock-example-id": "Lever le blocage d’ID #<kbd>105</kbd>.",
	"apihelp-unblock-example-user": "Débloquer l’utilisateur <kbd>Bob</kbd> avec le motif <kbd>Désolé Bob</kbd>.",
	"apihelp-undelete-summary": "Restaurer des versions d’une page supprimée.",
	"apihelp-undelete-extended-description": "Une liste des révisions supprimées (avec les horodatages) peut être récupérée via [[Special:ApiHelp/query+deletedrevisions|prop=deletedrevisions]], et une liste d’IDs de fichiers supprimés peut être récupérée via [[Special:ApiHelp/query+filearchive|list=filearchive]].",
	"apihelp-undelete-param-title": "Titre de la page à restaurer.",
	"apihelp-undelete-param-reason": "Motif de restauration.",
	"apihelp-undelete-param-tags": "Les balises de modification à appliquer à l’entrée dans le journal de suppression.",
	"apihelp-undelete-param-timestamps": "Horodatages des versions à restaurer. Si <var>$1timestamps</var> et <var>$1fileids</var> sont vides, toutes seront restaurées.",
	"apihelp-undelete-param-fileids": "IDs des révisions de fichier à restaurer. Si <var>$1timestamps</var> et <var>$1fileids</var> sont vides, toutes seront restaurées.",
	"apihelp-undelete-param-watchlist": "Ajouter ou supprimer sans condition la page de votre liste de suivi, utiliser les préférences (ignorées pour les robots) ou ne pas modifier le suivi.",
	"apihelp-undelete-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-undelete-param-undeletetalk": "Restaurer toutes les versions de la page de discussion associée, s’il y en a.",
	"apihelp-undelete-example-page": "Annuler la suppression de la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-undelete-example-revisions": "Annuler la suppression de deux révisions de la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-unlinkaccount-summary": "Supprimer un compte tiers lié de l’utilisateur actuel.",
	"apihelp-unlinkaccount-example-simple": "Essayer de supprimer le lien de l’utilisateur actuel pour le fournisseur associé avec <kbd>FooAuthenticationRequest</kbd>.",
	"apihelp-upload-summary": "Téléverser un fichier, ou obtenir l’état des téléversements en cours.",
	"apihelp-upload-extended-description": "Plusieurs méthodes sont disponibles :\n* téléverser directement le contenu du fichier, en utilisant le paramètre <var>$1file</var> ;\n* téléverser le fichier par morceaux, en utilisant les paramètres <var>$1filesize</var>, <var>$1chunk</var>, and <var>$1offset</var> ;\n* pour que le serveur MediaWiki récupère un fichier depuis une URL, utilisez le paramètre <var>$1url</var> ;\n* terminer un téléversement précédent qui a échoué à cause d’avertissements, était téléversé en partie ou enregistré autrement dans le upload stash, en utilisant le paramètre <var>$1filekey</var>.\nNoter l’envoi par la requête HTTP POST doit être effectué comme un téléversement de fichier (c’-à-d. en utilisant <code>multipart/form-data</code>) en envoyant le <var>$1file</var> ou <var>$1chunk</var>.",
	"apihelp-upload-param-filename": "Nom de fichier cible.",
	"apihelp-upload-param-comment": "Téléverser le commentaire. Utilisé aussi comme texte de la page initiale pour les nouveaux fichiers si <var>$1text</var> n’est pas spécifié.",
	"apihelp-upload-param-tags": "Les balises de modification à appliquer à l’entrée du journal de téléversement et à la révision de la page du fichier.",
	"apihelp-upload-param-text": "Texte de page initiale pour les nouveaux fichiers.",
	"apihelp-upload-param-watch": "Suivre la page.",
	"apihelp-upload-param-watchlist": "Ajouter ou supprimer sans condition la page de votre liste de suivi, utiliser les préférences (ignorées pour les robots) ou ne pas modifier le suivi.",
	"apihelp-upload-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettez complètement ce paramètre pour laisser inchangé le délai actuel d’expiration.",
	"apihelp-upload-param-ignorewarnings": "Ignorer tous les avertissements.",
	"apihelp-upload-param-file": "Contenu du fichier.",
	"apihelp-upload-param-url": "URL où chercher le fichier.",
	"apihelp-upload-param-filekey": "Clé identifiant un téléversement précédent temporairement mis en attente.",
	"apihelp-upload-param-sessionkey": "Comme $1filekey, conservé pour des raisons de compatibilité descendante.",
	"apihelp-upload-param-stash": "Si positionné, le serveur conservera temporairement le fichier au lieu de l’ajouter au dépôt.",
	"apihelp-upload-param-filesize": "Taille du téléversement entier.",
	"apihelp-upload-param-offset": "Décalage du bloc en octets.",
	"apihelp-upload-param-chunk": "Partie du contenu.",
	"apihelp-upload-param-async": "Faire les grosses opérations de fichiers de façon asynchrone quand c’est possible.",
	"apihelp-upload-param-checkstatus": "Récupérer uniquement l’état de téléversement pour la clé de fichier donnée.",
	"apihelp-upload-example-url": "Téléverser depuis une URL",
	"apihelp-upload-example-filekey": "Terminer un téléversement qui a échoué à cause d’avertissements.",
	"apihelp-userrights-summary": "Modifier l’appartenance d’un utilisateur à un groupe.",
	"apihelp-userrights-param-user": "Utilisateur.",
	"apihelp-userrights-param-userid": "Spécifier plutôt <kbd>$1user=#<var>ID</var></kbd>.",
	"apihelp-userrights-param-add": "Ajouter les utilisateurs à ces groupes, ou s’ils sont déjà membres, mettre à jour la date d’expiration de leur appartenance à ce groupe.",
	"apihelp-userrights-param-expiry": "Horodatages d’expiration. Peuvent être relatifs (par ex. <kbd>5 mois</kbd> ou <kbd>2 semaines</kbd>) ou absolus (par ex. <kbd>2014-09-18T12:34:56Z</kbd>). Si uniquement un horodatage est fixé, il sera utilisé pour tous les groupes passés au paramètre <var>$1add</var>. Utiliser <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd>, ou <kbd>never</kbd> pour un lien de groupe d’utilisateurs qui n’expire jamais.",
	"apihelp-userrights-param-remove": "Supprimer l’utilisateur de ces groupes.",
	"apihelp-userrights-param-reason": "Motif de la modification.",
	"apihelp-userrights-param-tags": "Les balises de modification à appliquer à l’entrée dans le journal des droits utilisateur.",
	"apihelp-userrights-param-watchuser": "Surveiller les pages utilisateur et discussion de l’utilisateur.",
	"apihelp-userrights-param-watchlistexpiry": "Délai d’expiration de la liste de suivi. Omettre complètement ce paramètre ou laisser l’expiration actuelle inchangée.",
	"apihelp-userrights-example-user": "Ajouter l’utilisateur <kbd>FooBot</kbd> au groupe <kbd>bot</kbd> et le supprimer des groupes <kbd>sysop</kbd> et <kbd>bureaucrat</kbd>.",
	"apihelp-userrights-example-userid": "Ajouter l’utilisateur d’ID <kbd>123</kbd> au groupe <kbd>bot</kbd>, et le supprimer des groupes <kbd>sysop</kbd> et <kbd>bureaucrat</kbd>.",
	"apihelp-userrights-example-expiry": "Ajouter l'utilisateur <kbd>SometimeSysop</kbd> au groupe <kbd>sysop</kbd> pour 1 mois.",
	"apihelp-validatepassword-summary": "Valider un mot de passe conformément aux règles concernant les mots de passe du wiki.",
	"apihelp-validatepassword-extended-description": "La validité est signalée comme <samp>Good</samp> (bonne) si le mot de passe est acceptable, <samp>Change</samp> (à changer) s’il peut encore être utilisé pour se connecter mais doit être changé, ou bien <samp>Invalid</samp> (non valide) s’il n’est pas utilisable.",
	"apihelp-validatepassword-param-password": "Mot de passe à valider.",
	"apihelp-validatepassword-param-user": "Nom de l'utilisateur, pour tester la création de compte. L'utilisateur ne doit pas déjà exister.",
	"apihelp-validatepassword-param-email": "Adresse courriel, pour tester la création de compte.",
	"apihelp-validatepassword-param-realname": "Vrai nom, pour tester la création de compte.",
	"apihelp-validatepassword-example-1": "Valider le mot de passe <kbd>foobar</kbd> pour l'utilisateur actuel.",
	"apihelp-validatepassword-example-2": "Valider le mot de passe <kbd>qwerty</kbd> pour la création de l'utilisateur <kbd>Example</kbd>.",
	"apihelp-watch-summary": "Ajouter ou supprimer des pages de la liste de suivi de l’utilisateur actuel.",
	"apihelp-watch-param-title": "La page à (ne plus) suivre. Utiliser plutôt <var>$1titles</var>.",
	"apihelp-watch-param-expiry": "Horodatage d’expiration à appliquer à toutes les pages fournies. Omettre totalement ce paramètre pour laisser inchangé toutes les expirations actuelles.",
	"apihelp-watch-param-unwatch": "Si défini, la page ne sera plus suivie plutôt que suivie.",
	"apihelp-watch-example-watch": "Suivre la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-watch-example-watch-expiry": "Suivre les pages [[{{MediaWiki:Mainpage}}]], <kbd>Foo</kbd> et <kbd>Bar</kbd> pendant un mois.",
	"apihelp-watch-example-unwatch": "Ne plus suivre la page [[{{MediaWiki:Mainpage}}]].",
	"apihelp-watch-example-generator": "Suivre les premières pages de l’espace de noms principal.",
	"apihelp-format-example-generic": "Renvoyer le résultat de la requête dans le format $1.",
	"apihelp-format-param-wrappedhtml": "Renvoyer le HTML avec une jolie mise en forme pour l’impression et les modules ResourceLoader associés comme un objet JSON.",
	"apihelp-json-summary": "Sortir les données au format JSON.",
	"apihelp-json-param-callback": "Si spécifié, inclut la sortie dans l’appel d’une fonction fournie. Pour plus de sûreté, toutes les données spécifiques à l’utilisateur seront restreintes.",
	"apihelp-json-param-utf8": "Si spécifié, encode la plupart des caractères non ASCII (mais pas tous) en UTF-8 au lieu de les remplacer par leur séquence d’échappement hexadécimale. Valeur par défaut quand <var>formatversion</var> ne vaut pas <kbd>1</kbd>.",
	"apihelp-json-param-ascii": "Si spécifié, encode tous les caractères non ASCII en utilisant des séquences d’échappement hexadécimales. Valeur par défaut quand <var>formatversion</var> vaut <kbd>1</kbd>.",
	"apihelp-json-param-formatversion": "Mise en forme de sortie",
	"apihelp-json-paramvalue-formatversion-1": "Formats rétro-compatibles (booléens de style XML, clés <samp>*</samp> pour les nœuds de contenu, etc.).",
	"apihelp-json-paramvalue-formatversion-2": "Format moderne.",
	"apihelp-json-paramvalue-formatversion-latest": "Utiliser la dernière mise en forme (actuellement, <kbd>2</kbd>), peut changer sans avertissement.",
	"apihelp-jsonfm-summary": "Extraire les données au format JSON (HTML mis en forme améliorée pour l’impression).",
	"apihelp-none-summary": "Ne rien extraire.",
	"apihelp-php-summary": "Extraire les données au format sérialisé de PHP.",
	"apihelp-php-param-formatversion": "Mise en forme de la sortie",
	"apihelp-php-paramvalue-formatversion-1": "Formats rétro-compatibles (booléens de style XML, clés <samp>*</samp> pour les nœuds de contenu, etc.).",
	"apihelp-php-paramvalue-formatversion-2": "Mise en forme moderne.",
	"apihelp-php-paramvalue-formatversion-latest": "Utiliser la dernière mise en forme (actuellement, <kbd>2</kbd>), peut changer sans avertissement.",
	"apihelp-phpfm-summary": "Extraire les données au format sérialisé de PHP (mise en forme HTML améliorée pour l'impression).",
	"apihelp-rawfm-summary": "Extraire les données, y compris les éléments de débogage, au format JSON (mise en forme HTML améliorée pour l'impression).",
	"apihelp-xml-summary": "Extraire les données au format XML.",
	"apihelp-xml-param-xslt": "Si spécifié, ajoute la page nommée comme une feuille de style XSL. La valeur doit être un titre dans l’espace de noms {{ns:MediaWiki}} se terminant par <code>.xsl</code>.",
	"apihelp-xml-param-includexmlnamespace": "Si spécifié, ajoute un espace de noms XML.",
	"apihelp-xmlfm-summary": "Extraire les données au format XML (affiché proprement en HTML).",
	"api-format-title": "Résultat de l’API de MediaWiki",
	"api-format-prettyprint-header": "Voici la représentation HTML du format $1. HTML est utile pour le débogage, mais inapproprié pour être utilisé dans une application.\n\nSpécifiez le paramètre <var>format</var> pour modifier le format de sortie. Pour voir la représentation non HTML du format $1, mettez <kbd>format=$2</kbd>.\n\nVoyez la [[mw:Special:MyLanguage/API|documentation complète]], ou l’[[Special:ApiHelp/main|aide de l’API]] pour plus d’information.",
	"api-format-prettyprint-header-only-html": "Ceci est une représentation HTML à des fins de débogage, et n’est pas approprié pour une utilisation applicative.\n\nVoir la [[mw:Special:MyLanguage/API|documentation complète]], ou l’[[Special:ApiHelp/main|aide de l’API]] pour plus d’information.",
	"api-format-prettyprint-header-hyperlinked": "Voici la représentation HTML du format $1. HTML convient au débogage, mais est inapproprié pour être utilisé dans une application.\n\nSpécifiez le paramètre <var>format</var> pour modifier le format de sortie. Pour voir la représentation non HTML du format $1, mettez [$3 <kbd>format=$2</kbd>].\n\nVoir la [[mw:API|documentation complète]], ou l’[[Special:ApiHelp/main|aide de l’API]] pour plus d’informations.",
	"api-format-prettyprint-status": "Cette réponse serait retournée avec l’état HTTP $1 $2.",
	"api-login-fail-aborted": "L’authentification nécessite une interaction avec l’utilisateur, qui n’est pas prise en charge par <kbd>action=login</kbd>. Pour pouvoir se connecter avec <kbd>action=login</kbd>, voyez [[Special:BotPasswords]]. Pour continuer à utiliser la connexion du compte principal, voyez <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"api-login-fail-aborted-nobotpw": "L’authentification nécessite une interaction avec l’utilisateur, qui n’est pas prise en charge par <kbd>action=login</kbd>. Pour se connecter, voyez <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"api-login-fail-badsessionprovider": "Impossible de se connecter en utilisant $1.",
	"api-login-fail-sameorigin": "Impossible de se connecter quand la politique de même origine n’est pas appliquée.",
	"api-pageset-param-titles": "Une liste des titres sur lesquels travailler.",
	"api-pageset-param-pageids": "Une liste des IDs de pages sur lesquelles travailler.",
	"api-pageset-param-revids": "Une liste d’identifiants de révision sur lesquels travailler. Noter bien que presque tous les modules de requête convertiront les identifiants de révision en identifiant de la page correspondante et travailleront plutôt sur la dernière révision. Seul <kbd>prop=revisions</kbd> utilise les révisions exactes pour sa réponse.",
	"api-pageset-param-generator": "Obtenir la liste des pages sur lesquelles travailler en exécutant le module de requête spécifié.\n\n<strong>NOTE :<strong> les noms de paramètre du générateur doivent être préfixés avec un « g », voir les exemples.",
	"api-pageset-param-redirects-generator": "Résoudre automatiquement les redirections dans <var>$1titles</var>, <var>$1pageids</var> et <var>$1revids</var>, et dans les pages renvoyées par <var>$1generator</var>.",
	"api-pageset-param-redirects-nogenerator": "Résoudre automatiquement les redirections dans <var>$1titles</var>, <var>$1pageids</var> et <var>$1revids</var>.",
	"api-pageset-param-converttitles": "Convertir les titres dans d’autres variantes si nécessaire. Fonctionne uniquement si la langue de contenu du wiki prend en charge la conversion en variantes. Les langues qui prennent en charge la conversion en variantes incluent $1.",
	"api-help-title": "Aide de l’API MediaWiki",
	"api-help-lead": "Ceci est une page d’aide de l’API de MediaWiki générée automatiquement.\n\nDocumentation et exemples : https://www.mediawiki.org/wiki/Special:MyLanguage/API:Main_page",
	"api-help-main-header": "Module principal",
	"api-help-undocumented-module": "Aucune documentation pour le module $1.",
	"api-help-flag-deprecated": "Ce module est désuet.",
	"api-help-flag-internal": "<strong>Ce module est interne ou instable et vous ne devriez pas l'utiliser.</strong> Son fonctionnement peut être modifié sans préavis.",
	"api-help-flag-readrights": "Ce module nécessite des droits de lecture.",
	"api-help-flag-writerights": "Ce module nécessite des droits d’écriture.",
	"api-help-flag-mustbeposted": "Ce module accepte seulement les requêtes POST.",
	"api-help-flag-generator": "Ce module peut être utilisé comme générateur.",
	"api-help-source": "Source : $1",
	"api-help-source-unknown": "Source : <span class=\"apihelp-unknown\">inconnue</span>",
	"api-help-license": "Licence : [[$1|$2]]",
	"api-help-license-noname": "Licence : [[$1|Voir le lien]]",
	"api-help-license-unknown": "Licence : <span class=\"apihelp-unknown\">inconnue</span>",
	"api-help-parameters": "{{PLURAL:$1|Paramètre spécifique|Paramètres spécifiques}} :",
	"api-help-parameters-note": "D'autres paramètres généraux sont disponibles.",
	"api-help-param-deprecated": "Obsolète.",
	"api-help-param-deprecated-label": "obsolète",
	"api-help-param-internal": "Interne.",
	"api-help-param-internal-label": "interne",
	"api-help-param-templated": "Ceci est un [[Special:ApiHelp/main#main/templatedparams|paramètre de modèle]]. En faisant une requête, $2.",
	"api-help-param-templated-var-first": "<var>&#x7B;$1&#x7D;</var> dans le nom du paramètre doit être remplacé par des valeurs de <var>$2</var>",
	"api-help-param-templated-var": "<var>&#x7B;$1&#x7D;</var> par les valeurs de <var>$2</var>",
	"api-help-datatypes-header": "Type de données",
	"api-help-datatypes-top": "Toute entrée de texte dans MediaWiki devrait être encodée en UTF-8 sous forme normalisée canonique précomposée (NFC). MediaWiki peut tenter de convertir d’autres entrées, mais cela peut faire échouer certaines opérations (comme des [[Special:ApiHelp/edit|modifications de pages]] avec les vérifications MD5).\n\nLes paramètres qui prennent plusieurs valeurs sont normalement soumis avec les valeurs séparées par des barres verticales, par ex. <kbd>param=valeur1|valeur2</kbd> ou <kbd>param=valeur1%7Cvaleur2</kbd>. Si une valeur doit contenir une barre verticale, utiliser le contrôle U+001F (séparateur d’unité) comme séparateur ''et'' préfixer la valeur par U+001F, par ex. <kbd>param=%1Fvaleur1%1Fvaleur2</kbd>.\n\nCertains types de paramètre dans les requêtes de l’API nécessitent plus d’explications :",
	"api-help-datatype-boolean": "Les paramètres booléens fonctionnent comme des cases à cocher HTML : si le paramètre est spécifié, quelle que soit sa valeur, il est considéré comme vrai. Pour une valeur fausse, omettre complètement le paramètre.",
	"api-help-datatype-expiry": "Les valeurs d’expiration peuvent être relatives (par ex. <kbd>5 months</kbd> pour 5 mois ou <kbd>2 weeks</kbd> pour 2 semaines) ou absolues (par ex. <kbd>2014-09-18T12:34:56Z</kbd>). Pour ne pas avoir d’expiration, utiliser <kbd>infinite</kbd> (infini), <kbd>indefinite</kbd> (non défini), <kbd>infinity</kbd> (infinité) ou <kbd>never</kbd> (jamais).",
	"api-help-datatype-timestamp": "Les horodatages peuvent être spécifiés sous plusieurs formes, voir [[mw:Special:MyLanguage/Timestamp|les formats d’entrée de la bibliothèque Timestamp documentés sur mediawiki.org]] pour plus de détails. La date et l’heure ISO 8601 sont recommandés : <kbd><var>2001</var>-<var>01</var>-<var>15</var>T<var>14</var>:<var>56</var>:<var>00</var>Z</kbd>. De plus, la chaîne <kbd>now</kbd> peut être utilisée pour spécifier l’horodatage courant.",
	"api-help-templatedparams-header": "Paramètres de modèle",
	"api-help-templatedparams": "Les paramètres dynamiques (nommés selon un format modèle) prennent en charge les cas où un module d’API a besoin d’une valeur pour chaque valeur d’un autre paramètre quelconque. Par exemple, s’il y avait un module d’API pour demander un fruit, il pourrait avoir un paramètre statique <var>fruits</var> pour spécifier quels fruits sont demandés et un paramètre dynamique <var>{fruit}-quantité</var> pour spécifier la quantité demandée de chacun des fruits. Un client de l’API qui voudrait une pomme, cinq bananes et vingt fraises pourrait alors faire une requête comme <kbd>fruits=pommes|bananes|fraises&pommes-quantité=1&bananes-quantité=5&fraises-quantité=20</kbd>.",
	"api-help-param-type-expiry": "Type : {{PLURAL:$1|1=expiration|2=liste d’expirations}} ([[Special:ApiHelp/main#main/datatype/expiry|détails]])",
	"api-help-param-type-limit": "Type : entier ou <kbd>max</kbd>",
	"api-help-param-type-presenceboolean": "Type : booléen ([[Special:ApiHelp/main#main/datatype/boolean|détails]])",
	"api-help-param-type-timestamp": "Type : {{PLURAL:$1|1=horodatage|2=liste d’horodatages}} ([[Special:ApiHelp/main#main/datatype/timestamp|formats autorisés]])",
	"api-help-param-type-enum": "{{PLURAL:$1|1=Une des valeurs suivantes|2=Valeurs (séparées par <kbd>{{!}}</kbd> ou [[Special:ApiHelp/main#main/datatypes|autre]])}} : $2",
	"api-help-param-multi-separate": "Valeurs séparées par <kbd>|</kbd> ou [[Special:ApiHelp/main#main/datatypes|autre]].",
	"api-help-param-multi-all": "Pour spécifier toutes les valeurs, utiliser <kbd>$1</kbd>.",
	"api-help-param-default-empty": "Par défaut : <span class=\"apihelp-empty\">(vide)</span>",
	"api-help-param-token": "Un jeton « $1 » récupéré par [[Special:ApiHelp/query+tokens|action=query&meta=tokens]]",
	"api-help-param-token-webui": "Pour rester compatible, le jeton utilisé dans l’IHM web est aussi accepté.",
	"api-help-param-disabled-in-miser-mode": "Désactivé à cause du [[mw:Special:MyLanguage/Manual:$wgMiserMode|mode économe]].",
	"api-help-param-limited-in-miser-mode": "<strong>NOTE :</strong> du fait du [[mw:Special:MyLanguage/Manual:$wgMiserMode|mode économe]], utiliser cela peut aboutir à renvoyer moins de résultats que <var>$1limit</var> avant de continuer ; dans les cas extrêmes, cela peut ne renvoyer aucun résultat.",
	"api-help-param-direction": "Dans quelle direction énumérer :",
	"api-help-paramvalue-direction-newer": "lister les plus anciens en premier ; note : $1start doit être antérieur à $1end.",
	"api-help-paramvalue-direction-older": "lister les plus récents en premier (par défaut) ; note : $1start doit être postérieur à $1end.",
	"api-help-param-continue": "Quand plus de résultats sont disponibles, utilisez ceci pour continuer. Des informations plus détaillées sur la façon de continuer les requêtes [[mw:Special:MyLanguage/API:Continue|peuvent être trouvées sur mediawiki.org]].",
	"api-help-param-no-description": "<span class=\"apihelp-empty\">(aucune description)</span>",
	"api-help-examples": "{{PLURAL:$1|Exemple|Exemples}} :",
	"api-help-permissions": "{{PLURAL:$1|Autorisation|Autorisations}} :",
	"api-help-permissions-granted-to": "{{PLURAL:$1|Accordé à}} : $2",
	"api-help-right-apihighlimits": "Utiliser des valeurs plus hautes dans les requêtes de l’API (requêtes lentes : $1 ; requêtes rapides : $2). Les limites pour les requêtes lentes s’appliquent aussi aux paramètres multivalués.",
	"api-help-open-in-apisandbox": "<small>[ouvrir dans le bac à sable]</small>",
	"api-help-authmanager-general-usage": "La procédure générale pour utiliser ce module est la suivante :\n# Récupérer les champs disponibles avec <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> avec <kbd>amirequestsfor=$4</kbd>, ainsi qu’un jeton <kbd>$5</kbd> avec <kbd>[[Special:ApiHelp/query+tokens|action=query&meta=tokens]]</kbd>.\n# Présenter les champs à l’utilisateur et faites-les lui soumettre.\n# Effectuez l’envoi à ce module, en fournissant <var>$1returnurl</var> et les champs appropriés.\n# Vérifiez la valeur du champ <samp>status</samp> (état) dans la réponse.\n#* Si vous avez reçu <samp>PASS</samp> (réussite) ou <samp>FAIL</samp> (échec), c’est terminé ; l’opération a soit réussi, soit échoué.\n#* Si vous avez reçu <samp>UI</samp> (interface utilisateur), affichez les nouveaux champs à l’utilisateur et faites-les lui soumettre ; puis effectuez leur envoi à ce module avec <var>$1continue</var> et l’ensemble des champs appropriés et reprenez à l’étape 4.\n#* Si vous avez reçu <samp>REDIRECT</samp> (redirection), dirigez l’utilisateur vers la cible indiquée dans le champ <samp>redirecttarget</samp> et attendez son retour à <var>$1returnurl</var> ; puis effectuez l’envoi à ce module avec <var>$1continue</var> et tous les champs passés à l’URL de retour et reprenez à l’étape 4.\n#* Si vous avez reçu <samp>RESTART</samp> (redémarrer), cela veut dire que l’authentification a fonctionné, mais nous n’avons aucun compte utilisateur lié ; vous pouvez traiter cela comme une valeur <samp>UI</samp> (interface utilisateur) ou <samp>FAIL</samp> (échec).",
	"api-help-authmanagerhelper-requests": "Utiliser uniquement ces requêtes d’authentification, avec l’<samp>id</samp> renvoyé par <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> avec <kbd>amirequestsfor=$1</kbd> ou depuis une réponse précédente de ce module.",
	"api-help-authmanagerhelper-request": "Utiliser cette requête d’authentification, avec l’<samp>id</samp> renvoyé par <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> avec <kbd>amirequestsfor=$1</kbd>.",
	"api-help-authmanagerhelper-messageformat": "Format à utiliser pour retourner les messages.",
	"api-help-authmanagerhelper-mergerequestfields": "Fusionner dans un tableau le champ information de toutes les demandes d’authentification.",
	"api-help-authmanagerhelper-preservestate": "Conserver l’état d’une précédente tentative de connexion qui a échoué, si possible.",
	"api-help-authmanagerhelper-returnurl": "Renvoyer l’URL pour les flux d’authentification tiers, qui doit être absolue. Soit celle-ci, soit <var>$1continue</var> est obligatoire.\n\nÀ la réception d’une réponse <samp>REDIRECT</samp> (rédirection), vous ouvrirez typiquement un navigateur ou une vue web vers l’URL spécifiée dans le champ <samp>redirecttarget</samp> pour un flux d’authentification tiers. Une cela se termine, le tiers renverra le navigateur ou l’affichage web vers cette URL. Vous devez extraire toute requête et tous les paramètres POST de l’URL et les passer à ce module de l’API comme une requête avec <var>$1continue</var>.",
	"api-help-authmanagerhelper-continue": "Cette requête est une continuation après une précédente réponse <samp>UI</samp> ou <samp>REDIRECT</samp>. Cela ou <var>$1returnurl</var> est obligatoire.",
	"api-help-authmanagerhelper-additional-params": "Ce module accepte des paramètres supplémentaires selon les requêtes d’authentification disponibles. Utiliser <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> avec <kbd>amirequestsfor=$1</kbd> (ou une réponse précédente de ce module, le cas échéant) pour déterminer les requêtes disponibles et les champs qu’elles utilisent.",
	"apierror-allimages-redirect": "Utiliser <kbd>gaifilterredir=nonredirects</kbd> au lieu de <var>redirects</var> quand <kbd>allimages</kbd> est utilisé comme générateur.",
	"apierror-allpages-generator-redirects": "Utiliser <kbd>gapfilterredir=nonredirects</kbd> au lieu de <var>redirects</var> quand <kbd>allpages</kbd> est utilisé comme un générateur.",
	"apierror-alreadyregistered": "Vous possédez déjà un compte utilisateur.",
	"apierror-ambiguous-block": "La cible spécifiée possède plusieurs blocages actifs. Veuillez spécifier le blocage sur lequel vous souhaitez agir en précisant son <kbd>ID</kbd>.",
	"apierror-appendnotsupported": "Impossible d’ajouter aux pages utilisant le modèle de contenu $1.",
	"apierror-articleexists": "La page que vous essayez de créer est déjà créée.",
	"apierror-assertanonfailed": "Vous n’êtes plus déconnecté, donc l’action n’a pas pu être achevée.",
	"apierror-assertbotfailed": "Vous n’avez pas le droit <code>bot</code>, donc l’action n’a pas pu être achevée.",
	"apierror-assertnameduserfailed": "Vous n’êtes plus connecté en tant que « $1 », donc l’action n’a pas pu être achevée.",
	"apierror-assertuserfailed": "Vous n’êtes plus connecté, donc l’action n’a pas pu être achevée.",
	"apierror-autoblocked": "Votre adresse IP a été bloquée automatiquement, parce qu’elle a été utilisée par un utilisateur bloqué.",
	"apierror-bad-badfilecontexttitle": "Titre invalide dans le paramètre <var>$1badfilecontexttitle</var> .",
	"apierror-badconfig-resulttoosmall": "La valeur de <code>$wgAPIMaxResultSize</code> sur ce wiki est trop petite pour contenir des informations de résultat basiques.",
	"apierror-badcontinue": "Paramètre de continuation non valide. Vous devez passer la valeur d’origine renvoyée par la requête précédente.",
	"apierror-baddiff": "La différence ne peut être récupérée. Une ou les deux révisions n’existent pas ou vous n’avez pas le droit de les voir.",
	"apierror-baddiffto": "<var>$1diffto</var> doit être fixé à un nombre positif ou nul, <kbd>prev</kbd>, <kbd>next</kbd> ou <kbd>cur</kbd>.",
	"apierror-badformat-generic": "Le format demandé $1 n’est pas pris en charge pour le modèle de contenu $2.",
	"apierror-badformat": "Le format demandé $1 n’est pas pris en charge pour le modèle de contenu $2 utilisé par $3.",
	"apierror-badgenerator-notgenerator": "Le module <kbd>$1</kbd> ne peut pas être utilisé comme générateur.",
	"apierror-badgenerator-unknown": "<kbd>generator=$1</kbd> inconnu.",
	"apierror-badip": "Paramètre IP non valide.",
	"apierror-badmd5": "Le hachage MD5 fourni n’était pas correct.",
	"apierror-badmodule-badsubmodule": "Le module <kbd>$1</kbd> n’a pas de sous-module « $2 ».",
	"apierror-badmodule-nosubmodules": "Le module <kbd>$1</kbd> n’a pas de sous-modules.",
	"apierror-badparameter": "Valeur non valide pour le paramètre <var>$1</var>.",
	"apierror-badquery": "Requête invalide.",
	"apierror-badtimestamp": "Valeur non valide « $2 » pour le paramètre de référence horaire <var>$1</var>.",
	"apierror-badtoken": "Jeton CSRF non valide.",
	"apierror-badupload": "Le paramètre de téléversement de fichier <var>$1</var> n’est pas un téléversement de fichier ; assurez-vous d’utiliser <code>multipart/form-data</code> pour votre POST et d’inclure un nom de fichier dans l’entête <code>Content-Disposition</code>.",
	"apierror-badurl": "Valeur « $2 » non valide pour le paramètre d’URL <var>$1</var>.",
	"apierror-baduser": "Valeur « $2 » non valide pour le paramètre utilisateur <var>$1</var>.",
	"apierror-badvalue-notmultivalue": "La séparation multi-valeur U+001F ne peut être utilisée que pour des paramètres multi-valeurs.",
	"apierror-bad-watchlist-token": "Jeton de liste de suivi fourni non valide. Veuillez mettre un jeton valide dans [[Special:Preferences]].",
	"apierror-blockedfrommail": "Vous avez été bloqué pour l’envoi de courriel.",
	"apierror-blocked": "Vous avez été bloqué pour modifier.",
	"apierror-blocked-partial": "Vous avez été bloqué en modification sur cette page.",
	"apierror-botsnotsupported": "Cette interface n’est pas prise en charge pour les robots.",
	"apierror-cannot-async-upload-file": "Les paramètres <var>async</var> et <var>file</var> ne peuvent pas être combinés. Si vous voulez un traitement asynchrone de votre fichier téléversé, importez-le d’abord dans la réserve (en utilisant le paramètre <var>stash</var>) puis publiez le fichier importé de façon asynchrone (en utilisant <var>filekey</var> et <var>async</var>).",
	"apierror-cannotreauthenticate": "Cette action n’est pas disponible car votre identité ne peut pas être vérifiée.",
	"apierror-cannotviewtitle": "Vous n’êtes pas autorisé à voir $1.",
	"apierror-cantblock-email": "Vous n’avez pas le droit de bloquer des utilisateurs pour envoyer des courriels via ce wiki.",
	"apierror-cantblock": "Vous n’avez pas le droit de bloquer des utilisateurs.",
	"apierror-cantchangecontentmodel": "Vous n’avez pas le droit de modifier le modèle de contenu d’une page.",
	"apierror-canthide": "Vous n’avez pas le droit de masquer les noms d’utilisateur du journal de blocages.",
	"apierror-cantimport-upload": "Vous n’avez pas le droit d’importer des pages téléversées.",
	"apierror-cantimport": "Vous n’avez pas le droit d’importer des pages.",
	"apierror-cantoverwrite-sharedfile": "Le fichier cible existe dans un dépôt partagé et vous n’avez pas le droit de le substituer.",
	"apierror-cantsend": "Vous n’êtes pas connecté, vous n’avez pas d’adresse de courriel confirmée, ou vous n’êtes pas autorisé à envoyer des courriels aux autres utilisateurs, donc vous ne pouvez envoyer de courriel.",
	"apierror-cantundelete": "Impossible d’annuler : les révisions demandées peuvent ne plus exister ou avoir déjà été annulées.",
	"apierror-cantview-deleted-comment": "Vous n’avez pas la permission de visualiser les commentaires supprimés.",
	"apierror-cantview-deleted-description": "Vous n’avez pas le droit d’afficher les descriptions des fichiers supprimés.",
	"apierror-cantview-deleted-metadata": "Vous n’avez pas le droit d’afficher les métadonnées des fichiers supprimés.",
	"apierror-cantview-deleted-revision-content": "Vous n’avez pas la permission de visualiser le contenu des révisions supprimées.",
	"apierror-changeauth-norequest": "Échec à la création de la requête de modification.",
	"apierror-changecontentmodel-missingtitle": "La page que vous avez spécifiée n’existe pas. Pour créer une nouvelle page avec un modèle de contenu personnalisé, utiliser le module <kbd>action=edit</kbd>.",
	"apierror-changecontentmodel-nodirectediting": "Le modèle de contenu $1 ne prend pas en charge la modification directe",
	"apierror-changecontentmodel-cannotbeused": "Le modèle de contenu $1 ne peut être utilisé sur $2",
	"apierror-changecontentmodel-cannot-convert": "Impossible de convertir $1 en modèle de contenu $2",
	"apierror-chunk-too-small": "La taille minimale d’un segment est de $1 {{PLURAL:$1|octet|octets}} pour les segments hors le dernier.",
	"apierror-cidrtoobroad": "Les plages CIDR $1 plus larges que /$2 ne sont pas acceptées.",
	"apierror-compare-maintextrequired": "Le paramètre <var>$1text-main</var> est obligatoire lorsque <var>$1slots</var> contient <kbd>main</kbd> (impossible de supprimer l’emplacement principal).",
	"apierror-compare-no-title": "Impossible de faire une transformation avant enregistrement sans titre. Essayez de spécifier <var>fromtitle</var> ou <var>totitle</var>.",
	"apierror-compare-nosuchfromsection": "Il n’y a pas de section $1 dans le contenu 'from'.",
	"apierror-compare-nosuchtosection": "Il n’y a pas de section $1 dans le contenu « to ».",
	"apierror-compare-nofromrevision": "Aucune révision 'from'. Spécifiez <var>fromrev</var>, <var>fromtitle</var>, ou <var>fromid</var>.",
	"apierror-compare-notext": "Le paramètre <var>$1</var> ne peut pas être utilisé sans <var>$2</var>.",
	"apierror-compare-notorevision": "Aucune révision « to ». Spécifiez <var>torev</var>, <var>totitle</var>, ou <var>toid</var>.",
	"apierror-concurrency-limit": "Une limite de parallélisation a été dépassée. Veuillez surveiller le retour de chaque requête avant de soumettre le suivant.",
	"apierror-compare-relative-to-deleted": "Impossible d’utiliser <kbd>torelative=$1</kbd> par rapport à une révision supprimée.",
	"apierror-compare-relative-to-nothing": "Pas de révision 'depuis' pour <var>torelative</var> à laquelle se rapporter.",
	"apierror-contentserializationexception": "Échec de sérialisation du contenu : $1",
	"apierror-contentmodel-mismatch": "Le contenu que vous avez fourni utilise le modèle de contenu <kbd>$1</kbd>, alors que le modèle de contenu actuel de la page est <kbd>$2</kbd>.",
	"apierror-copyuploadbaddomain": "Les téléversements par URL ne sont pas autorisés depuis ce domaine.",
	"apierror-copyuploadbadurl": "Les téléversements ne sont pas autorisés depuis cette URL.",
	"apierror-create-titleexists": "Les titres existants ne peuvent pas être protégés avec <kbd>create</kbd>.",
	"apierror-csp-report": "Erreur lors du traitement du rapport CSP : $1.",
	"apierror-deletedrevs-param-not-1-2": "Le paramètre <var>$1</var> ne peut pas être utilisé dans les modes 1 ou 2.",
	"apierror-deletedrevs-param-not-3": "Le paramètre <var>$1</var> ne peut pas être utilisé dans le mode 3.",
	"apierror-edit-invalidredirect": "Impossible de modifier <kbd>$1</kbd> en suivant une redirection, car la cible <kbd>$2</kbd> n’est pas valide.",
	"apierror-emptynewsection": "Il n’est pas possible de créer de nouvelles sections vides.",
	"apierror-emptypage": "Il n’est pas possible de créer de nouvelles pages vides.",
	"apierror-exceptioncaught": "[$1] Exception interceptée: $2",
	"apierror-exceptioncaughttype": "[$1] Exception interceptée de type $2",
	"apierror-filedoesnotexist": "Le fichier n’existe pas.",
	"apierror-fileexists-sharedrepo-perm": "Le fichier cible existe dans un dépôt partagé. Utiliser le paramètre <var>ignorewarnings</var> pour le substituer.",
	"apierror-filenopath": "Il n’est pas possible de récupérer le chemin du fichier local.",
	"apierror-filetypecannotberotated": "Le type du fichier ne peut pas être tourné.",
	"apierror-formatphp": "Cette réponse ne peut pas être représentée en utilisant <kbd>format=php</kbd>. Voir https://phabricator.wikimedia.org/T68776.",
	"apierror-http-contenttoolarge": "Le contenu de la requête HTTP est trop grand. Longueur maximale : $1.",
	"apierror-imageusage-badtitle": "Le titre pour <kbd>$1</kbd> doit être un fichier.",
	"apierror-import-unknownerror": "Erreur inconnue lors de l’importation : $1.",
	"apierror-info-singlepagerevision": "Plusieurs pages ou versions ont été fournies, mais <var>$1prop=preloadcontent</var> et <var>$1prop=editintro</var> ne peuvent être utilisés qu’avec une seule page ou version.",
	"apierror-integeroutofrange-abovebotmax": "<var>$1</var> ne peut pas dépasser $2 (fixé à $3) pour les robots ou les opérateurs système.",
	"apierror-integeroutofrange-abovemax": "<var>$1</var> ne peut pas dépasser $2 (fixé à $3) pour les utilisateurs.",
	"apierror-integeroutofrange-belowminimum": "<var>$1</var> ne peut pas être inférieur à $2 (fixé à $3).",
	"apierror-invalidcategory": "Le nom de la catégorie que vous avez entré n’est pas valide.",
	"apierror-invalid-chunk": "Le déplacement plus le segment actuel dépassent la taille demandée du fichier.",
	"apierror-invalidexpiry": "Heure d’expiration invalide « $1 ».",
	"apierror-invalid-file-key": "Ne correspond pas à une clé valide de fichier.",
	"apierror-invalidiprange": "Plage CIDR « $1 » non valide.",
	"apierror-invalidlang": "Code de langue non valide pour le paramètre <var>$1</var>.",
	"apierror-invalidmethod": "Méthode HTTP non valide. Utilisez plutôt GET ou POST.",
	"apierror-invalidoldimage": "Le paramètre <var>oldimage</var> a un format non valide.",
	"apierror-invalidparammix-cannotusewith": "Le paramètre <kbd>$1</kbd> ne peut pas être utilisé avec <kbd>$2</kbd>.",
	"apierror-invalidparammix-mustusewith": "Le paramètre <kbd>$1</kbd> ne peut être utilisé qu’avec <kbd>$2</kbd>.",
	"apierror-invalidparammix-parse-new-section": "<kbd>section=new</kbd> ne peut pas être combiné avec les paramètres <var>oldid</var>, <var>pageid</var> ou <var>page</var>. Veuillez utiliser <var>title</var> et <var>text</var>.",
	"apierror-invalidparammix": "{{PLURAL:$2|Les paramètres}} $1 ne peuvent pas être utilisés ensemble.",
	"apierror-invalidsection": "Le paramètre <var>section</var> doit être un identifiant de section valide ou <kbd>new</kbd>.",
	"apierror-invalidsha1base36hash": "Le hachage SHA1Base36 fourni n’est pas valide.",
	"apierror-invalidsha1hash": "Le hachage SHA1 fourni n’est pas valide.",
	"apierror-invalidtitle": "Mauvais titre « $1 ».",
	"apierror-invalidurlparam": "Valeur non valide pour <var>$1urlparam</var> (<kbd>$2=$3</kbd>).",
	"apierror-invaliduser": "Nom d’utilisateur « $1 » incorrect.",
	"apierror-invaliduserid": "L’ID d’utilisateur <var>$1</var> n’est pas valide.",
	"apierror-ipoutofrange": "La plage CIDR demandée « $1 » ne peut pas être plus étendue que la limite CIDR de /$2.",
	"apierror-maxbytes": "Le paramètre <var>$1</var> ne peut pas dépasser $2 {{PLURAL:$2|octet|octets}}",
	"apierror-maxchars": "Le paramètre <var>$1</var> ne peut excéder $2 {{PLURAL:$2|caractère|caractères}}",
	"apierror-maxlag-generic": "Attente d’un serveur de base de données : $1 {{PLURAL:$1|seconde|secondes}} de retard.",
	"apierror-maxlag": "Attente de $2 : $1 {{PLURAL:$1|seconde|secondes}} de retard.",
	"apierror-mimesearchdisabled": "La recherche par type MIME est désactivée en mode économe.",
	"apierror-missingcontent-pageid": "Contenu manquant pour la page d’ID $1.",
	"apierror-missingcontent-revid": "Contenu de la révision d’ID $1 manquant.",
	"apierror-missingcontent-revid-role": "Contenu manquant pour l’identifiant de révision $1 pour le rôle $2.",
	"apierror-missingparam-at-least-one-of": "{{PLURAL:$2|Le paramètre|Au moins un des paramètres}} $1 est obligatoire.",
	"apierror-missingparam-one-of": "{{PLURAL:$2|Le paramètre|Un des paramètres}} $1 est obligatoire.",
	"apierror-missingparam": "Le paramètre <var>$1</var> doit être défini.",
	"apierror-missingrev-pageid": "Aucune révision actuelle de la page d’ID $1.",
	"apierror-missingrev-title": "Aucune révision actuelle de titre $1.",
	"apierror-missingtitle-createonly": "Les titres manquants ne peuvent être protégés qu’avec <kbd>create</kbd>.",
	"apierror-missingtitle": "La page que vous avez spécifiée n’existe pas.",
	"apierror-missingtitle-byname": "La page $1 n’existe pas.",
	"apierror-modify-autoblock": "Le blocage spécifié est un blocage automatique, ses paramètres ne peuvent pas être modifiés.",
	"apierror-moduledisabled": "Le module <kbd>$1</kbd> a été désactivé.",
	"apierror-multival-only-one-of": "{{PLURAL:$3|Seul|Seul un des}} $2 est autorisé pour le paramètre <var>$1</var>.",
	"apierror-multpages": "<var>$1</var> ne peut être utilisé qu’avec une seule page.",
	"apierror-mustbeloggedin-changeauth": "Vous devez être connecté pour modifier les données d’authentification.",
	"apierror-mustbeloggedin-generic": "Vous devez être connecté.",
	"apierror-mustbeloggedin-linkaccounts": "Vous devez être connecté pour lier des comptes.",
	"apierror-mustbeloggedin-removeauth": "Vous devez être connecté pour supprimer les données d’authentification.",
	"apierror-mustbeloggedin-uploadstash": "La zone de préparation des téléversements n’est disponible que pour les utilisateurs connectés.",
	"apierror-mustbeloggedin": "Vous devez être connecté pour $1.",
	"apierror-mustbeposted": "Le module <kbd>$1</kbd> nécessite une requête POST.",
	"apierror-mustpostparams": "{{PLURAL:$2|Le paramètre suivant a été trouvé|Les paramètres suivants ont été trouvés}} dans la chaîne de requête, mais {{PLURAL:$2|doit|doivent}} figurer dans le corps de la requête POST : $1.",
	"apierror-noapiwrite": "La modification de ce wiki via l’API est désactivée.",
	"apierror-nochanges": "Aucun changement n’a été demandé.",
	"apierror-nodeleteablefile": "Pas de telle ancienne version du fichier.",
	"apierror-no-direct-editing": "La modification directe via l’API n’est pas prise en charge pour le modèle de contenu $1 utilisé par $2.",
	"apierror-noedit-anon": "Les utilisateurs anonymes ne peuvent pas modifier les pages.",
	"apierror-noedit": "Vous n’avez pas le droit de modifier les pages.",
	"apierror-noimageredirect-anon": "Les utilisateurs anonymes ne peuvent pas créer des redirections d’images.",
	"apierror-noimageredirect": "Vous n’avez pas la permission de créer des redirections d’image.",
	"apierror-nosuchblockid": "Il n'existe pas de blocage portant l'ID $1.",
	"apierror-nosuchlogid": "Il n’y a pas d’entrée de journal avec l’ID $1.",
	"apierror-nosuchpageid": "Il n’y a pas de page avec l’ID $1.",
	"apierror-nosuchrcid": "Il n’y a pas de modification récente avec l’ID $1.",
	"apierror-nosuchrevid": "Il n’y a pas de révision d’ID $1.",
	"apierror-nosuchsection": "Il n’y a pas de section $1.",
	"apierror-nosuchsection-what": "Il ’y a pas de section $1 dans $2.",
	"apierror-nosuchuserid": "Il n’y a pas d’utilisateur ayant l’ID $1.",
	"apierror-notpatrollable": "La révision r$1 ne peut pas être patrouillée car elle est trop ancienne.",
	"apierror-nouploadmodule": "Aucun module de téléversement défini.",
	"apierror-opensearch-json-warnings": "Les avertissements ne peuvent pas être représentés dans le format JSON OpenSearch.",
	"apierror-pagecannotexist": "L’espace de noms ne permet pas de pages réelles.",
	"apierror-pagedeleted": "La page a été supprimée depuis que vous avez récupéré son horodatage.",
	"apierror-pagelang-disabled": "Il n’est pas possible de modifier la langue d’une page sur ce wiki.",
	"apierror-paramempty": "Le paramètre <var>$1</var> ne peut pas être vide.",
	"apierror-parsetree-notwikitext": "<kbd>prop=parsetree</kbd> n’est pris en charge que pour le contenu en wikicode.",
	"apierror-parsetree-notwikitext-title": "<kbd>prop=parsetree</kbd> n’est pris en charge que pour du contenu en wikicode. $1 utilise le modèle de contenu $2.",
	"apierror-pastexpiry": "La date d’expiration « $1 » est dépassée.",
	"apierror-permissiondenied": "Vous n’avez pas la permission de $1.",
	"apierror-permissiondenied-generic": "Autorisation refusée.",
	"apierror-permissiondenied-patrolflag": "Vous avez besoin du droit <code>patrol</code> ou <code>patrolmarks</code> pour demander le drapeau patrouillé.",
	"apierror-permissiondenied-unblock": "Vous n’avez pas le droit de débloquer les utilisateurs.",
	"apierror-prefixsearchdisabled": "La recherche par préfixe est désactivée en mode économe.",
	"apierror-promised-nonwrite-api": "L’entête HTTP <code>Promise-Non-Write-API-Action</code> ne peut pas être envoyé aux modules de l’API en mode écriture.",
	"apierror-protect-invalidaction": "Type de protection non valide « $1 ».",
	"apierror-protect-invalidlevel": "Niveau de protection non valide « $1 ».",
	"apierror-ratelimited": "Vous avez dépassé votre limite de débit. Veuillez attendre un peu et réessayer.",
	"apierror-readapidenied": "Vous avez besoin du droit de lecture pour utiliser ce module.",
	"apierror-readonly": "Ce wiki est actuellement en mode lecture seule.",
	"apierror-reauthenticate": "Vous ne vous êtes pas authentifié récemment pour cette session ; veuillez vous authentifier à nouveau.",
	"apierror-redirect-appendonly": "Vous avez essayé de modifier en utilisant le mode de suivi de redirection, qui doit être utilisé en lien avec <kbd>section=new</kbd>, <var>prependtext</var>, ou <var>appendtext</var>.",
	"apierror-revdel-mutuallyexclusive": "Le même champ ne peut pas être utilisé à la fois pour <var>hide</var> et <var>show</var>.",
	"apierror-revdel-needtarget": "Un titre cible est nécessaire pour ce type RevDel.",
	"apierror-revdel-paramneeded": "Au moins une valeur est nécessaire pour <var>hide</var> et/ou <var>show</var>.",
	"apierror-revisions-badid": "Pas de correction trouvée pour le paramètre <var>$1</var>.",
	"apierror-revisions-norevids": "Le paramètre <var>revids</var> ne peut pas être utilisé avec les options de liste (<var>$1limit</var>, <var>$1startid</var>, <var>$1endid</var>, <kbd>$1dir=newer</kbd>, <var>$1user</var>, <var>$1excludeuser</var>, <var>$1start</var>, et <var>$1end</var>).",
	"apierror-revisions-singlepage": "<var>titles</var>, <var>pageids</var> ou un générateur a été utilisé pour fournir plusieurs pages, mais les paramètres <var>$1limit</var>, <var>$1startid</var>, <var>$1endid</var>, <kbd>$1dir=newer</kbd>, <var>$1user</var>, <var>$1excludeuser</var>, <var>$1start</var> et <var>$1end</var> ne peuvent être utilisés que sur une seule page.",
	"apierror-revwrongpage": "r$1 n’est pas une révision de $2.",
	"apierror-searchdisabled": "La recherche <var>$1</var> est désactivée.",
	"apierror-sectionreplacefailed": "Impossible de fusionner la section mise à jour.",
	"apierror-sectionsnotsupported": "Les sections ne sont pas prises en charge pour le modèle de contenu $1.",
	"apierror-sectionsnotsupported-what": "Les sections ne sont pas prises en charge par $1.",
	"apierror-show": "Paramètre incorrect - des valeurs mutuellement exclusives ne peuvent pas être fournies.",
	"apierror-siteinfo-includealldenied": "Impossible d’afficher toutes les informations du serveur, sauf si <var>$wgShowHostnames</var> vaut vrai.",
	"apierror-sizediffdisabled": "La différence de taille est désactivée dans le mode économe.",
	"apierror-spamdetected": "Votre modification a été refusée parce qu’elle contenait un fragment de pourriel : <code>$1</code>.",
	"apierror-specialpage-cantexecute": "Vous n’avez pas l’autorisation d’afficher les résultats de cette page spéciale.",
	"apierror-stashedfilenotfound": "Impossible de trouver le fichier dans la réserve: $1.",
	"apierror-stashedit-missingtext": "Pas de texte en réserve associé à la donnée de hachage.",
	"apierror-stashfailed-complete": "Un téléversement par morceaux est déjà achevé, vérifiez l’état pour plus de détails.",
	"apierror-stashfailed-nosession": "Aucune session de téléversement par morceaux avec cette clé.",
	"apierror-stashfilestorage": "Impossible de stocker le téléversement en réserve : $1",
	"apierror-stashinvalidfile": "Fichier de réserve invalide.",
	"apierror-stashnosuchfilekey": "Filekey inconnue: $1.",
	"apierror-stashpathinvalid": "La clé du fichier n’a pas le bon format ou est invalide : $1.",
	"apierror-stashwrongowner": "Erreur de propriétaire: $1",
	"apierror-stashzerolength": "Fichier est de longueur nulle, et n’a pas pu être mis dans la réserve : $1.",
	"apierror-systemblocked": "Vous avez été bloqué automatiquement par MediaWiki.",
	"apierror-tempuserdisabled": "La création d'un compte utilisateur temporaire est désactivée.",
	"apierror-tempuseracquirefailed": "Impossible d'obtenir un nom d'utilisateur de compte temporaire.",
	"apierror-templateexpansion-notwikitext": "Le développement des modèles n’est pris en charge que pour du contenu en wikicode. $1 utilise le modèle de contenu $2.",
	"apierror-toofewexpiries": "$1 {{PLURAL:$1|horodatage d’expiration a été fourni|horodatages d’expiration ont été fournis}} alors que $2 {{PLURAL:$2|était attendu|étaient attendus}}.",
	"apierror-toomanyvalues": "Trop de valeurs fournies pour le paramètre <var>$1</var>. La limite est $2.",
	"apierror-unknownaction": "L’action spécifiée, <kbd>$1</kbd>, n’est pas reconnue.",
	"apierror-unknownerror-editpage": "Erreur inconnue EditPage: $1.",
	"apierror-unknownerror-nocode": "Erreur inconnue.",
	"apierror-unknownerror": "Erreur inconnue : « $1 ».",
	"apierror-unknownformat": "Format inconnu \"$1\".",
	"apierror-unrecognizedparams": "{{PLURAL:$2|Paramètre|Paramètres}} non {{PLURAL:$2|reconnu|reconnus}} : $1.",
	"apierror-unrecognizedvalue": "Valeur non reconnue du paramètre <var>$1</var>: $2.",
	"apierror-unsupportedrepo": "Le dépôt local des fichiers ne prend pas en charge la recherche de toutes les images.",
	"apierror-upload-filekeyneeded": "Un <var>filekey</var> est nécessaire si le <var>décalage</var> est non nul.",
	"apierror-upload-filekeynotallowed": "Pas possible de fournir une <var>filekey</var> si <var>offset</var> vaut 0.",
	"apierror-upload-inprogress": "Le téléversement à partir de la réserve est déjà en cours.",
	"apierror-upload-missingresult": "Pas de résultat dans les données d’état.",
	"apierror-urlparamnormal": "Impossible de normaliser les paramètres de l’image pour $1.",
	"apierror-writeapidenied": "Vous n’êtes pas autorisé à modifier ce wiki au travers de l’API.",
	"apiwarn-alldeletedrevisions-performance": "Pour de meilleures performances lors de la génération des titres, mettre <kbd>$1dir=newer</kbd>.",
	"apiwarn-badurlparam": "Impossible d'analyser <var>$1urlparam</var> pour $2. En utilisant seulement la largeur et la hauteur.",
	"apiwarn-badutf8": "La valeur passée pour <var>$1</var> contient des données non valides ou non normalisées. Les données textuelles doivent être de l’Unicode valide sous forme normalisée précomposée (NFC), sans aucun autre caractère de contrôle C0 que la tabulation (\\t), le saut de ligne (\\n) et le retour chariot (\\r).",
	"apiwarn-checktoken-percentencoding": "Vérifier que les symboles tels que \"+\" dans le jeton sont correctement codés avec des pourcents dans l'URL.",
	"apiwarn-compare-no-next": "La version $2 est la dernière version de $1, il n'existe pas de version <kbd>torelative=next</kbd> à comparer.",
	"apiwarn-compare-no-prev": "La version $2 est la plus ancienne de $1, il n'existe pas de version <kbd>torelative=prev</kbd> à comparer.",
	"apiwarn-compare-nocontentmodel": "Aucun modèle de contenu n’a pu être déterminé, $1 est supposé.",
	"apiwarn-deprecation-deletedrevs": "<kbd>list=deletedrevs</kbd> est devenu désuet. Veuillez utiliser <kbd>prop=deletedrevisions</kbd> ou <kbd>list=alldeletedrevisions</kbd> à la place.",
	"apiwarn-deprecation-httpsexpected": "HTTP est utilisé alors que HTTPS est attendu.",
	"apiwarn-deprecation-login-botpw": "La connexion au compte principal via <kbd>action=login</kbd> est périmée et peut cesser de fonctionner sans avertissement. Pour continuer à vous connecter avec <kbd>action=login</kbd>, voyez [[Special:BotPasswords]]. Pour continuer en vous connectant au compte principal en toute sécurité, voyez <kbd>action=clientlogin</kbd>.",
	"apiwarn-deprecation-login-nobotpw": "La connexion au compte principal via <kbd>action=login</kbd> est désuète et peut cesser de fonctionner sans avertissement. Pour vous connecter en toute sécurité, voyez <kbd>action=clientlogin</kbd>.",
	"apiwarn-deprecation-login-token": "La récupération d’un jeton via <kbd>action=login</kbd> est désuète. Utilisez <kbd>action=query&meta=tokens&type=login</kbd> à la place.",
	"apiwarn-deprecation-missingparam": "Comme <var>$1</var> n’a pas été spécifié, un format ancien a été utilisé pour la sortie. Ce format est obsolète, et dans le futur, le nouveau format sera toujours utilisé.",
	"apiwarn-deprecation-parameter": "Le paramètre <var>$1</var> est désuet.",
	"apiwarn-deprecation-parse-headitems": "<kbd>prop=headitems</kbd> est désuet depuis MediaWiki 1.28. Utilisez <kbd>prop=headhtml</kbd> lors de la création de nouveaux documents HTML, ou <kbd>prop=modules|jsconfigvars</kbd> lors de la mise à jour d’un document côté client.",
	"apiwarn-deprecation-post-without-content-type": "Une requête POST a été effectuée sans entête <code>Content-Type</code>. Cela ne fonctionne pas de façon fiable.",
	"apiwarn-deprecation-purge-get": "L’utilisation de <kbd>action=purge</kbd> via un GET est désuète. Utilisez POST à la place.",
	"apiwarn-deprecation-withreplacement": "<kbd>$1</kbd> est désuet. Veuillez utiliser <kbd>$2</kbd> à la place.",
	"apiwarn-difftohidden": "Impossible de faire un diff avec r$1 : le contenu est masqué.",
	"apiwarn-errorprinterfailed": "Erreur échec imprimante. Nouvel essai sans paramètres.",
	"apiwarn-global-option-ignored": "L'option <var>$1</var> est définie globalement. Vous pouvez utiliser <kbd>global=update</kbd> pour modifier l'option globalement, ou <kbd>global=override</kbd> pour définir une exception locale.",
	"apiwarn-ignoring-invalid-templated-value": "Ignorer la valeur <kbd>$2</kbd> dans <var>$1</var> en traitant les paramètres de modèle.",
	"apiwarn-invalidcategory": "« $1 » n'est pas une catégorie.",
	"apiwarn-invalidtitle": "« $1 » n’est pas un titre valide.",
	"apiwarn-invalidxmlstylesheetext": "Une feuille de style doit avoir une extension <code>.xsl</code>.",
	"apiwarn-invalidxmlstylesheet": "Feuille de style spécifiée non valide ou inexistante.",
	"apiwarn-invalidxmlstylesheetns": "La feuille de style devrait être dans l’espace de noms {{ns:MediaWiki}}.",
	"apiwarn-moduleswithoutvars": "La propriété <kbd>modules</kbd> a été définie mais pas <kbd>jsconfigvars</kbd> ni <kbd>encodedjsconfigvars</kbd>. Les variables de configuration sont nécessaires pour une utilisation correcte du module.",
	"apiwarn-notfile": "« $1 » n'est pas un fichier.",
	"apiwarn-nothumb-noimagehandler": "Impossible de créer la vignette car $1 n’a pas de gestionnaire d’image associé.",
	"apiwarn-parse-nocontentmodel": "Ni <var>title</var> ni <var>contentmodel</var> n’ont été fournis, $1 est supposé.",
	"apiwarn-parse-revidwithouttext": "<var>revid</var> utilisé sans <var>text</var>, et les propriétés de la page analysée ont été demandées. Vouliez-vous utiliser <var>oldid</var> au lieu de <var>revid</var> ?",
	"apiwarn-parse-titlewithouttext": "<var>title</var> utilisé sans <var>text</var>, et les propriétés de page analysées sont nécessaires. Voulez-vous dire que vous voulez utiliser <var>page</var> à la place de <var>title</var> ?",
	"apiwarn-redirectsandrevids": "La résolution de la redirection ne peut pas être utilisée avec le paramètre <var>revids</var>. Toutes les redirections vers lesquelles pointent <var>revids</var> n’ont pas été résolues.",
	"apiwarn-tokens-origin": "Les jetons ne peuvent pas être obtenus quand la politique de même origine n’est pas appliquée.",
	"apiwarn-truncatedresult": "Ce résultat a été tronqué parce que sinon, il dépasserait la limite de $1 octets.",
	"apiwarn-unclearnowtimestamp": "Passer « $2 » comme paramètre d’horodatage <var>$1</var> est obsolète. Si, pour une raison quelconque, vous avez besoin de spécifier explicitement l’heure courante sans la recalculer du côté client, utilisez <kbd>now</kbd>.",
	"apiwarn-unrecognizedvalues": "{{PLURAL:$3|Valeur non reconnue|Valeurs non reconnues}} pour le paramètre <var>$1</var> : $2.",
	"apiwarn-unsupportedarray": "Le paramètre <var>$1</var> utilise une syntaxe PHP de tableau non prise en charge.",
	"apiwarn-urlparamwidth": "Valeur de la largeur définie dans <var>$1urlparam</var> ($2) ignorée en faveur de la largeur calculée à partir de <var>$1urlwidth</var>/<var>$1urlheight</var> ($3).",
	"apiwarn-validationfailed-badchars": "caractères non valides dans la clé (<code>a-z</code>, <code>A-Z</code>, <code>0-9</code>, <code>_</code>et <code>-</code> sont les seuls autorisés).",
	"apiwarn-validationfailed-badpref": "pas une préférence valide.",
	"apiwarn-validationfailed-cannotset": "ne peut pas être initialisé par ce module.",
	"apiwarn-validationfailed-keytoolong": "clé trop longue (au plus $1 {{PLURAL:$1|octet autorisé|octets autorisés}}).",
	"apiwarn-validationfailed-valuetoolong": "valeur trop longue (au plus $1 {{PLURAL:$1|octet autorisé|octets autorisés}}).",
	"apiwarn-validationfailed": "Erreur de validation pour <kbd>$1</kbd>: $2",
	"apiwarn-wgdebugapi": "<strong>Avertissement de sécurité :</strong> <var>$wgDebugAPI</var> est activé.",
	"api-feed-error-title": "Erreur ($1)",
	"api-usage-docref": "Voir $1 concernant l’utilisation de l’API.",
	"api-usage-mailinglist-ref": "Abonnez-vous à la liste de diffusion <var>mediawiki-api-announce</var> sur &lt;https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/&gt; pour être averti des obsolescences dans l’API ou de modifications en rupture.",
	"api-exception-trace": "$1 à $2:$3\n$4",
	"api-credits-header": "Remerciements",
	"api-credits": "Développeurs de l’API :\n* Yuri Astrakhan (créateur, développeur en chef de sept. 2006 à sept. 2007)\n* Roan Kattouw (développeur en chef de sept. 2007 à 2009)\n* Victor Vasiliev\n* Bryan Tong Minh\n* Sam Reed\n* Brad Jorsch (développeur en chef de 2013 à 2020)\n\nVeuillez envoyer vos commentaires, suggestions et questions à mediawiki-api@lists.wikimedia.org\nou remplir un rapport de bogue sur https://phabricator.wikimedia.org/."
}
