{
	"@metadata": {
		"authors": [
			"1233qwer1234qwer4",
			"Agremon",
			"ArenaL5",
			"Athena in Wonderland",
			"Banjo",
			"Chairego apc",
			"DannyS712",
			"Elisardojm",
			"Fisterraeomar",
			"Fitoschido",
			"Hamilton Abreu",
			"Iváns",
			"Macofe",
			"Maria zaos",
			"Matma Rex",
			"McDutchie",
			"Toliño",
			"Umherirrender",
			"VaiPolaSombra"
		]
	},
	"apihelp-main-extended-description": "<div class=\"hlist plainlinks api-main-links\">\n* [[mw:Special:MyLanguage/API:Main_page|Documentación]]\n* [[mw:Special:MyLanguage/API:Etiquette|Código de conduta e guía de uso]]\n* [[mw:Special:MyLanguage/API:FAQ|Preguntas máis frecuentes]]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-api.lists.wikimedia.org/ Lista de discusión]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/ Anuncios da API]\n* [https://phabricator.wikimedia.org/maniphest/query/GebfyV4uCaLd/#R Erros e solicitudes]\n</div>\n<strong>Estado:</strong> A API de MediaWiki é unha interface estable e consolidada que ten un mantemento activo e está en constante mellora. Aínda que intentamos evitalo, ocasionalmente precisamos facer cambios importantes que rompen a estrutura anterior; podes apuntarte á [https://lists.wikimedia.org/hyperkitty/list/mediawiki-api-announce@lists.wikimedia.org/ lista de discusión mediawiki-api-announce] para recibires información acerca das actualizacións.\n\n<strong>Solicitudes incorrectas:</strong> Cando se envían solicitudes incorrectas á API, envíase unha cabeceira HTTP coa chave \"MediaWiki-API-Error\" e, a seguir, tanto o valor da cabeceira como o código de erro devolto quedarán definidos co mesmo valor. Para máis información, consulta [[mw:Special:MyLanguage/API:Errors_and_warnings|API: Erros e avisos]].\n\n<p class=\"mw-apisandbox-link\"><strong>Probas:</strong> Para facilitar as peticións de proba á API, consulta [[Special:ApiSandbox]].</p>",
	"apihelp-main-param-action": "Que acción se realizará.",
	"apihelp-main-param-format": "O formato de saída.",
	"apihelp-main-param-maxlag": "O retardo máximo pode usarse cando MediaWiki está instalada nun cluster de base de datos replicadas. Para gardar accións que causen calquera retardo máis de replicación do sitio, este parámetro pode facer que o cliente espere ata que o retardo de replicación sexa menor que o valor especificado. No caso de retardo excesivo, é devolto o código de erro <samp>maxlag</samp> cunha mensaxe como <samp>esperando por $host: $lag segundos de retardo</samp>.<br />Para máis información, ver [[mw:Special:MyLanguage/Manual:Maxlag_parameter|Manual: Maxlag parameter]].",
	"apihelp-main-param-smaxage": "Fixar a cabeceira HTTP de control de caché <code>s-maxage</code> a eses segundos. Os erros nunca se gardan na caché.",
	"apihelp-main-param-maxage": "Fixar a cabeceira HTTP de control de caché <code>max-age</code> a eses segundos. Os erros nunca se gardan na caché.",
	"apihelp-main-param-assert": "Verificar que o usuario está conectado (incluíndo a posibilidade de que sexa unha conta temporal) se ten o valor <kbd>user</kbd>, <em>non conectado</em> se ten o valor <kbd>anon</kbd> ou ten dereitos de bot se ten o valor <kbd>bot</kbd>.",
	"apihelp-main-param-assertuser": "Verificar que o usuario actual é o usuario nomeado.",
	"apihelp-main-param-requestid": "Calquera valor dado aquí será incluído na resposta. Pode usarse para distingir peticións.",
	"apihelp-main-param-servedby": "Incluír o nome do servidor que serviu a solicitude nos resultados.",
	"apihelp-main-param-curtimestamp": "Incluír a marca de tempo actual no resultado.",
	"apihelp-main-param-responselanginfo": "Incluír no resultado as linguas usada para <var>uselang</var> e <var>errorlang</var>.",
	"apihelp-main-param-origin": "Cando se accede á API usando unha petición AJAX entre dominios (CORS), establecer o parámetro co dominio de orixe. Isto debe incluírse en calquera petición \"pre-flight\" e, polo tanto, debe ser parte do URI da petición (non do corpo POST).\n\nPara peticións autenticadas, isto debe coincidir exactamente cunha das orixes na cabeceira <code>Origin</code>, polo que ten que establecerse a algo como <kbd>https://en.wikipedia.org</kbd> ou <kbd>https://meta.wikimedia.org</kbd>. Se este parámetro non coincide coa cabeceira <code>Origin</code>, devolverase unha resposta 403. Se este parámetro coincide coa cabeceira <code>Origin</code> e a orixe está permitida, as cabeceiras <code>Access-Control-Allow-Origin</code> e <code>Access-Control-Allow-Credentials</code> quedarán fixadas.\n\nPara peticións non autenticadas, especificar o valor <kbd>*</kbd>. Isto fará que se fixe a cabeceira <code>Access-Control-Allow-Origin</code>, pero <code>Access-Control-Allow-Credentials</code> será <code>false</code> e todos os datos específicos dos usuarios quedarán ocultos.",
	"apihelp-main-param-crossorigin": "Cando se accede á API usando unha petición AJAX entre dominios (CORS) usando un provedor de sesións seguro fronte a ataques de falsificación de petición en sitios cruzados (CSRF) (como OAuth), utilizar isto no canto de <code>origin=*</code> para que a petición estea autenticada. Isto debe incluírse en calquera petición \"pre-flight\" e, polo tanto, debe ser parte do URI da petición (non do corpo POST).\n\nNótese que a maioría dos provedores de sesións, incluídas as sesións estándar baseadas en cookies, non admiten as peticións CORS autenticadas e non se poden utilizar con este parámetro.",
	"apihelp-main-param-uselang": "Lingua a usar para a tradución de mensaxes. <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo&siprop=languages]]</kbd> devolve unha lista de códigos de lingua. Podes especificar <kbd>user</kbd> para usar a preferencia de lingua do usuario actual ou <kbd>content</kbd> para usar a lingua do contido deste wiki.",
	"apihelp-main-param-variant": "Variante da lingua. Só funciona se a lingua base admite a conversión de variantes.",
	"apihelp-main-param-errorformat": "Formato a usar para a saída de texto de avisos e de erros",
	"apihelp-main-paramvalue-errorformat-plaintext": "Texto wiki sen as etiquetas HTML e coas entidades substituídas.",
	"apihelp-main-paramvalue-errorformat-wikitext": "Texto wiki sen analizar.",
	"apihelp-main-paramvalue-errorformat-raw": "Clave e parámetros da mensaxe.",
	"apihelp-main-paramvalue-errorformat-none": "Sen saída de texto, só os códigos de erro.",
	"apihelp-main-paramvalue-errorformat-bc": "Formato utilizado antes de MediaWiki 1.29. <var>errorlang</var> e <var>errorsuselocal</var> non se teñen en conta.",
	"apihelp-main-param-errorlang": "Lingua a usar para as advertencias e os erros. <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo&siprop=languages]]</kbd> devolve unha lista de códigos de lingua. Podes especificar <kbd>content</kbd> para utilizar a lingua do contido deste wiki ou <kbd>uselang</kbd> para utilizar o mesmo valor có do parámetro <var>uselang</var>.",
	"apihelp-main-param-errorsuselocal": "Se se indica, os textos de erro empregarán mensaxes adaptadas á lingua do espazo de nomes {{ns:MediaWiki}}.",
	"apihelp-acquiretempusername-summary": "Adquirir un nome de usuario temporal e almacenalo na sesión actual, se a creación de contas temporais está habilitada e o usuario actual non iniciou a sesión. Se xa se gardou un nome, devolve ese mesmo nome.",
	"apihelp-acquiretempusername-extended-description": "Se o usuario realiza posteriormente unha acción que resulta na creación dunha conta temporal, o nome de usuario almacenado usarase para a súa conta. Tamén se pode usar nas vistas previas. Non obstante, a conta aínda non está creada e o nome non será visible para os demais usuarios.",
	"apihelp-block-summary": "Bloquear un usuario.",
	"apihelp-block-param-id": "Identificador do bloqueo a modificar.",
	"apihelp-block-param-user": "Usuario a bloquear.",
	"apihelp-block-param-userid": "Especifica <kbd>$1user=#<var>ID</var></kbd> no seu lugar.",
	"apihelp-block-param-expiry": "Tempo de caducidade. Pode ser relativo (por exemplo, <kbd>5 months</kbd> ou <kbd>2 weeks</kbd>) ou absoluto (por exemplo, <kbd>2014-09-18T12:34:56Z</kbd>). Se se pon <kbd>infinite</kbd>, <kbd>indefinite</kbd> ou <kbd>never</kbd>, o bloqueo nunca caducará.",
	"apihelp-block-param-reason": "Motivo para o bloqueo.",
	"apihelp-block-param-anononly": "Bloquear só os usuarios anónimos (é dicir, desactivar as edicións anónimas desde este enderezo IP, incluíndo as edicións desde contas temporais).",
	"apihelp-block-param-nocreate": "Previr a creación de contas.",
	"apihelp-block-param-autoblock": "Bloquear automaticamente o último enderezo IP utilizado, e calquera outro enderezo desde o que intente conectarse.",
	"apihelp-block-param-noemail": "Impide que o usuario envíe correos electrónicos a través da wiki. (Require o permiso <code>blockemail</code>).",
	"apihelp-block-param-hidename": "Ocultar o nome de usuario do rexistro de bloqueos. (Precisa do permiso <code>hideuser</code>).",
	"apihelp-block-param-allowusertalk": "Permitir que o usuario edite a súa propia páxina de conversa (depende de <var>[[mw:Special:MyLanguage/Manual:$wgBlockAllowsUTEdit|$wgBlockAllowsUTEdit]]</var>).",
	"apihelp-block-param-reblock": "Se o usuario xa está bloqueado por un só bloqueo, sobrescribir o bloqueo existente. Se o usuario está bloqueado máis dunha vez, isto fallará. Utiliza o parámetro <var>id</var> para especificar o bloqueo que queres sobrescribir.",
	"apihelp-block-param-newblock": "Engadir outro bloqueo mesmo se o usuario xa está bloqueado.",
	"apihelp-block-param-watchuser": "Vixiar a páxina de usuario e a de conversa do usuario ou do enderezo IP.",
	"apihelp-block-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-block-param-tags": "As etiquetas de cambio que se aplicarán á entrada no rexistro de bloqueos.",
	"apihelp-block-param-partial": "Bloquear a un usuario en determinadas páxinas ou espazos de nomes no canto de todo o sitio.",
	"apihelp-block-param-pagerestrictions": "Lista de títulos que o bloqueo impedirá editar ó usuario. Só se aplica cando <var>partial</var> (parcial) está definido como 'true' (verdadeiro).",
	"apihelp-block-param-namespacerestrictions": "Lista de identificadores de espazos de nomes que o bloqueo impedirá que edite o usuario. Só se aplica cando <var>partial</var> (parcial) está definido como \"true\" (verdadeiro).",
	"apihelp-block-param-actionrestrictions": "Lista de accións a bloquear ao usuario. Só se aplica cando <var>partial</var> (parcial) está definido como \"true\" (verdadeiro).",
	"apihelp-block-example-ip-simple": "Bloquear o enderezo IP <kbd>192.0.2.5</kbd> durante tres días cun motivo.",
	"apihelp-block-example-user-complex": "Bloquear indefinidamente o usuario <kbd>Vandal</kbd> achegando unha razón e impedir a creación de novas contas e o envío de correos electrónicos.",
	"apihelp-changeauthenticationdata-summary": "Cambiar os datos de autenticación do usuario actual.",
	"apihelp-changeauthenticationdata-example-password": "Intento de cambiar o contrasinal do usuario actua a <kbd>ExemploContrasinal</kbd>.",
	"apihelp-changecontentmodel-summary": "Cambiar o modelo de contido dunha páxina",
	"apihelp-changecontentmodel-param-title": "Título da páxina para a que cambiar o modelo de contido. Non pode usarse xunto con <var>$1pageid</var>.",
	"apihelp-changecontentmodel-param-pageid": "Identificador da páxina para a que cambiar o modelo de contido. Non pode usarse xunto con <var>$1title</var>.",
	"apihelp-changecontentmodel-param-summary": "Editar o resumo e o motivo da entrada do rexistro",
	"apihelp-changecontentmodel-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro e á edición.",
	"apihelp-changecontentmodel-param-model": "Modelo de contido para o novo contido.",
	"apihelp-changecontentmodel-param-bot": "Marcar o cambio de modelo de contido cun sinal de bot.",
	"apihelp-changecontentmodel-example": "Cambiar a páxina principal para ter o modelo de contido <code>text</code>",
	"apihelp-checktoken-summary": "Verificar a validez dun identificador de <kbd>[[Special:ApiHelp/query+tokens|action=query&meta=tokens]]</kbd>.",
	"apihelp-checktoken-param-type": "Tipo de identificador a probar.",
	"apihelp-checktoken-param-token": "Identificador a probar.",
	"apihelp-checktoken-param-maxtokenage": "Tempo máximo autorizado para o identificador, en segundos.",
	"apihelp-checktoken-example-simple": "Verificar a validez de un identificador <kbd>csrf</kbd>.",
	"apihelp-clearhasmsg-summary": "Limpar a bandeira <code>hasmsg</code> para o usuario actual",
	"apihelp-clearhasmsg-example-1": "Limpar a bandeira <code>hasmsg</code> para o usuario actual",
	"apihelp-clientlogin-summary": "Conectarse á wiki usando o fluxo interactivo.",
	"apihelp-clientlogin-example-login": "Comezar o proceso de conexión á wiki como o usuario <kbd>Exemplo</kbd> con contrasinal <kbd>ExemploContrasinal</kbd>.",
	"apihelp-clientlogin-example-login2": "Continuar a conexión despois dunha resposta de <samp>UI</samp> para unha autenticación de dous factores, proporcionando un <var>OATHToken</var> con valor <kbd>987654</kbd>.",
	"apihelp-compare-summary": "Obter as diferencias entre dúas páxinas.",
	"apihelp-compare-extended-description": "Debe indicar un número de revisión, un título de páxina, ou un ID de páxina tanto para \"from\" como para \"to\".",
	"apihelp-compare-param-fromtitle": "Primeiro título para comparar.",
	"apihelp-compare-param-fromid": "Identificador da primeira páxina a comparar.",
	"apihelp-compare-param-fromrev": "Primeira revisión a comparar.",
	"apihelp-compare-param-frompst": "Facer unha transformación previa en <var>fromtext-&#x7B;slot}</var>.",
	"apihelp-compare-param-fromslots": "Sobrescribir o contido da revisión especificada por <var>fromtitle</var>, <var>fromid</var> ou <var>fromrev</var>.\n\nEste parámetro especifica os espazos que se van modificar. Usa <var>fromtext-&#x7B;slot}</var>, <var>fromcontentmodel-&#x7B;slot}</var> e <var>fromcontentformat-&#x7B;slot}</var> para especificar contido para cada espazo.",
	"apihelp-compare-param-fromtext-{slot}": "Texto do espazo especificado. Se se omite, o espazo elimínase da revisión.",
	"apihelp-compare-param-fromsection-{slot}": "Cando <var>fromtext-&#x7B;slot}</var> é o contido dunha única sección, este é o identificador da sección. Combinarase coa revisión especificada por <var>fromtitle</var>, <var>fromid</var> ou <var>fromrev</var> como se fose unha edición de sección.",
	"apihelp-compare-param-fromcontentmodel-{slot}": "Modelo de contido de <var>fromtext-&#x7B;slot}</var>. Se non se proporciona, adiviñarase en función dos demais parámetros.",
	"apihelp-compare-param-fromcontentformat-{slot}": "Formato de serialización de contido de <var>fromtext-&#x7B;slot}</var>.",
	"apihelp-compare-param-fromtext": "Especifica <kbd>fromslots=main</kbd> e usa <var>fromtext-main</var> no seu lugar.",
	"apihelp-compare-param-fromcontentmodel": "Especifica <kbd>fromslots=main</kbd> e usa <var>fromcontentmodel-main</var> no seu lugar.",
	"apihelp-compare-param-fromcontentformat": "Especifica <kbd>fromslots=main</kbd> e usa <var>fromcontentformat-main</var> no seu lugar.",
	"apihelp-compare-param-fromsection": "Usa só a sección especificada do contido \"from\" especificado.",
	"apihelp-compare-param-totitle": "Segundo título para comparar.",
	"apihelp-compare-param-toid": "Identificador da segunda páxina a comparar.",
	"apihelp-compare-param-torev": "Segunda revisión a comparar.",
	"apihelp-compare-param-torelative": "Usar unha revisión relativa á revisión determinada a partir de <var>fromtitle</var>, <var>fromid</var> ou <var>fromrev</var>. Todas as outras opcións \"to\" han ignorarse.",
	"apihelp-compare-param-topst": "Facer unha transformación previa ao gardado en <var>totext</var>.",
	"apihelp-compare-param-toslots": "Sobrescribir o contido da revisión especificada por <var>totitle</var>, <var>toid</var> ou <var>torev</var>.\n\nEste parámetro especifica os espazos que se van modificar. Usa <var>totext-&#x7B;slot}</var>, <var>tocontentmodel-&#x7B;slot}</var> e <var>tocontentformat-&#x7B;slot}</var> para especificar contido para cada espazo.",
	"apihelp-compare-param-totext-{slot}": "Texto do espazo especificado. Se se omite, o espazo elimínase da revisión.",
	"apihelp-compare-param-tosection-{slot}": "Cando <var>totext-&#x7B;slot}</var> é o contido dunha única sección, este é o identificador da sección. Combinarase coa revisión especificada por <var>totitle</var>, <var>toid</var> ou <var>torev</var> como se fose unha edición de sección.",
	"apihelp-compare-param-tocontentmodel-{slot}": "Modelo de contido de <var>totext-&#x7B;slot}</var>. Se non se proporciona, adiviñarase en función dos demais parámetros.",
	"apihelp-compare-param-tocontentformat-{slot}": "Formato de serialización de contido de <var>totext-&#x7B;slot}</var>.",
	"apihelp-compare-param-totext": "Especifica <kbd>toslots=main</kbd> e usa <var>totext-main</var> no seu lugar.",
	"apihelp-compare-param-tocontentmodel": "Especifica <kbd>toslots=main</kbd> e usa <var>tocontentmodel-main</var> no seu lugar.",
	"apihelp-compare-param-tocontentformat": "Especifica <kbd>toslots=main</kbd> e usa <var>tocontentformat-main</var> no seu lugar.",
	"apihelp-compare-param-tosection": "Usa só a sección especificada do contido \"to\" especificado.",
	"apihelp-compare-param-prop": "Que información obter.",
	"apihelp-compare-paramvalue-prop-diff": "O HTML das diferenzas.",
	"apihelp-compare-paramvalue-prop-diffsize": "O tamaño do HTML das diferenzas, en bytes.",
	"apihelp-compare-paramvalue-prop-rel": "Os identificadores de revisión da revisión anterior a \"from\" e despois de \"to\", se existen.",
	"apihelp-compare-paramvalue-prop-ids": "Os identificadores de páxina e de revisión das revisións \"from\" e \"to\".",
	"apihelp-compare-paramvalue-prop-title": "Os títulos das páxinas das revisións \"from\" e \"to\".",
	"apihelp-compare-paramvalue-prop-user": "O nome de usuario e o identificador das revisións \"from\" e \"to\". Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>fromuserhidden</samp> ou <samp>touserhidden</samp>.",
	"apihelp-compare-paramvalue-prop-comment": "O comentario das revisións \"from\" e \"to\". Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>fromcommenthidden</samp> ou <samp>tocommenthidden</samp>.",
	"apihelp-compare-paramvalue-prop-parsedcomment": "O comentario analizado das revisións \"from\" e \"to\". Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>fromcommenthidden</samp> ou <samp>tocommenthidden</samp>.",
	"apihelp-compare-paramvalue-prop-size": "Tamaño das revisións \"from\" e \"to\".",
	"apihelp-compare-paramvalue-prop-timestamp": "O selo de tempo das revisións \"from\" e \"to\".",
	"apihelp-compare-param-difftype": "Devolver a comparación con formato HTML en liña.",
	"apihelp-compare-param-slots": "Devolver as diferenzas individuais para estes espazos, en lugar dunha diferenza combinada para todos os espazos.",
	"apihelp-compare-example-1": "Crear unha diferenza entre a revisión 1 e a 2.",
	"apihelp-createaccount-summary": "Crear unha nova conta de usuario.",
	"apihelp-createaccount-param-preservestate": "SE <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> devolve o valor \"certo\" para <samp>hasprimarypreservedstate</samp>, as consultas marcadas como <samp>primary-required</samp> deben ser omitidas. Se devolve un valor non baleiro para <samp>preservedusername</samp>, ese nome de usuario debe usarse para o parámetro <var>username</var>.",
	"apihelp-createaccount-example-create": "Comezar o proceso de crear un usuario <kbd>Exemplo</kbd> con contrasinal <kbd>ExemploContrasinal</kbd>.",
	"apihelp-cspreport-summary": "Usado polos navegadores para informar de violacións da política de confidencialidade de contido. Este módulo non debe se usado nunca, excepto cando é usado automaticamente por un navegador web compatible con CSP.",
	"apihelp-cspreport-param-reportonly": "Marcar un informe dunha política de vixilancia e non unha política esixida",
	"apihelp-cspreport-param-source": "Que xerou a cabeceira CSP que lanzou este informe",
	"apihelp-delete-summary": "Borrar a páxina.",
	"apihelp-delete-param-title": "Título da páxina a eliminar. Non pode usarse xunto con <var>$1pageid</var>.",
	"apihelp-delete-param-pageid": "Identificador da páxina a eliminar. Non pode usarse xunto con <var>$1title</var>.",
	"apihelp-delete-param-reason": "Razón para o borrado. Se non se indica, usarase unha razón xenerada automaticamente.",
	"apihelp-delete-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de borrado.",
	"apihelp-delete-param-deletetalk": "Borrar a páxina de conversa, se existe.",
	"apihelp-delete-param-watch": "Engadir esta páxina á lista de vixilancia do usuario actual.",
	"apihelp-delete-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-delete-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-delete-param-unwatch": "Eliminar esta páxina da lista de vixilancia do usuario actual.",
	"apihelp-delete-param-oldimage": "Nome da imaxe antiga a borrar como se proporciona en [[Special:ApiHelp/query+imageinfo|action=query&prop=imageinfo&iiprop=archivename]].",
	"apihelp-delete-example-simple": "Borrar [[{{MediaWiki:Mainpage}}]].",
	"apihelp-delete-example-reason": "Borrar [[{{MediaWiki:Mainpage}}]] coa razón <kbd>Preparing for move</kbd>.",
	"apihelp-disabled-summary": "Este módulo foi desactivado.",
	"apihelp-edit-summary": "Crear e editar páxinas.",
	"apihelp-edit-param-title": "Título da páxina que quere editar. Non pode usarse xunto con <var>$1pageid</var>.",
	"apihelp-edit-param-pageid": "Identificador da páxina que quere editar. Non pode usarse xunto con <var>$1title</var>.",
	"apihelp-edit-param-section": "Identificador de sección. O <kbd>0</kbd> é para a sección superior, <kbd>new</kbd> para unha sección nova. A miúdo un enteiro positivo, pero tamén pode non ser numérico.",
	"apihelp-edit-param-sectiontitle": "O título para unha nova sección ao usares <var>$1section=new</var>.",
	"apihelp-edit-param-text": "Contido da páxina.",
	"apihelp-edit-param-summary": "Resumo de edición.\n\nCando non se proporciona este parámetro ou está baleiro, [[mw:Special:MyLanguage/Autosummary|pode xerarse un resumo de edición automaticamente]].\n\nAo usares <var>$1section=new</var> e non proporcionares <var>$1sectiontitle</var>, o valor deste parámetro úsase para o título da sección e xérase automaticamente un resumo de edición.",
	"apihelp-edit-param-tags": "As etiquetas de cambio que se aplicarán á revisión.",
	"apihelp-edit-param-minor": "Marcar isto como unha edición pequena",
	"apihelp-edit-param-notminor": "Non marcar esta edición como unha edición pequena aínda que se estableza a preferencia de usuario \"{{int:tog-minordefault}}\".",
	"apihelp-edit-param-bot": "Marcar esta edición como de bot.",
	"apihelp-edit-param-baserevid": "Identificador da revisión base, usado para detectar conflitos de edición. Pode obterse mediante [[Special:ApiHelp/query+revisions|action=query&prop=revisions]]. Os conflitos propios fan que a edición falle agás que se estableza o parámetro <var>basetimestamp</var>.",
	"apihelp-edit-param-basetimestamp": "Selo de tempo da revisión de base, usado para detectar conflitos de edición. Pode obterse mediante [[Special:ApiHelp/query+revisions|action=query&prop=revisions&rvprop=timestamp]]. Ignóranse os conflitos propios.",
	"apihelp-edit-param-starttimestamp": "Selo de tempo do comezo do proceso de edición, usado para detectar conflitos de edición. Pode obterse un valor axeitado usando <var>[[Special:ApiHelp/main|curtimestamp]]</var> cando se comeza o proceso de edición (por exemplo, cando se carga o contido da páxina a editar).",
	"apihelp-edit-param-recreate": "Ignorar todos os erros da páxina mentres está a ser borrada.",
	"apihelp-edit-param-createonly": "Non editar a páxina se xa existe.",
	"apihelp-edit-param-nocreate": "Amosar un mensaxe de erro se a páxina non existe",
	"apihelp-edit-param-watch": "Engadir esta páxina á lista de vixilancia do usuario actual.",
	"apihelp-edit-param-unwatch": "Eliminar esta páxina da lista de vixilancia do usuario actual.",
	"apihelp-edit-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-edit-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-edit-param-md5": "A función hash MD5 do parámetro $1text, ou dos parámetros $1prependtext e $1appendtext concatenados. Se está definida, non se fará a edición ata que a función hash sexa correcta.",
	"apihelp-edit-param-prependtext": "Engadir este texto ao comezo da páxina ou sección. Sobrescribe $1text.",
	"apihelp-edit-param-appendtext": "Engadir este texto ao comezo da páxina ou sección. Sobrescribe $1text.\n\nUsa $1section=new para engadir unha nova sección, no canto deste parámetro.",
	"apihelp-edit-param-undo": "Desfacer esta revisión. Ignorar $1text, $1prependtext e $1appendtext.",
	"apihelp-edit-param-undoafter": "Desfacer tódalas revisións dende $1undo ata esta. Se non está definido, só desfacer unha revisión.",
	"apihelp-edit-param-redirect": "Resolver redireccións automaticamente",
	"apihelp-edit-param-contentformat": "Formato de serialización de contido utilizado para o texto de entrada.",
	"apihelp-edit-param-contentmodel": "Modelo de contido para o novo contido.",
	"apihelp-edit-param-returnto": "Título da páxina. Se ao gardar a edición se crea unha conta temporal, a API pode responder cun enderezo URL que o cliente debe visitar para completar o inicio de sesión. Se se proporciona este parámetro, o enderezo URL ha redirixir á páxina indicada, no canto de levar á páxina que foi editada.",
	"apihelp-edit-param-returntoquery": "Parámetros de consulta do enderezo URL (con <kbd>?</kbd> inicial). Se ao gardar a edición se crea unha conta temporal, a API pode responder cun enderezo URL que o cliente debe visitar para completar o inicio de sesión. Se se proporciona este parámetro, o enderezo URL ha redirixir a unha páxina cos parámetros de consulta indicados.",
	"apihelp-edit-param-returntoanchor": "Fragmento do enderezo URL (con <kbd>#</kbd> inicial). Se ao gardar a edición se crea unha conta temporal, a API pode responder cun enderezo URL que o cliente debe visitar para completar o inicio de sesión. Se se proporciona este parámetro, o enderezo URL ha redirixir a unha páxina co fragmento indicado.",
	"apihelp-edit-param-token": "O identificador debería enviarse empre como o último parámetro, ou polo menos despois do parámetro $1text.",
	"apihelp-edit-example-edit": "Editar a páxina",
	"apihelp-edit-example-prepend": "Antepor <kbd>_&#95;NOTOC_&#95;</kbd> a unha páxina.",
	"apihelp-edit-example-undo": "Desfacer revisións 13579 a 13585 con resumo automático.",
	"apihelp-emailuser-summary": "Enviar un correo electrónico a un usuario.",
	"apihelp-emailuser-param-target": "Usuario ó que lle mandar correo electrónico.",
	"apihelp-emailuser-param-subject": "Asunto.",
	"apihelp-emailuser-param-text": "Corpo do correo.",
	"apihelp-emailuser-param-ccme": "Enviarme unha copia deste correo.",
	"apihelp-emailuser-example-email": "Enviar un correo electrónico ó usuario <kbd>WikiSysop</kbd> co texto <kbd>Content</kbd>.",
	"apihelp-expandtemplates-summary": "Expandir tódolos modelos dentro do wikitexto.",
	"apihelp-expandtemplates-param-title": "Título da páxina.",
	"apihelp-expandtemplates-param-text": "Sintaxis wiki a converter.",
	"apihelp-expandtemplates-param-revid": "ID de revisión, para <code><nowiki>{{REVISIONID}}</nowiki></code> e variables similares.",
	"apihelp-expandtemplates-param-prop": "Pezas de información a retornar.\n\nTeña en conta que se non se selecciona ningún valor o resultado conterá o texto wiki, pero a saída estará nun formato obsoleto.",
	"apihelp-expandtemplates-paramvalue-prop-wikitext": "O wikitexto expandido.",
	"apihelp-expandtemplates-paramvalue-prop-categories": "Calquera categoría presente na entrada que non estea representada na saída do texto wiki.",
	"apihelp-expandtemplates-paramvalue-prop-properties": "Propiedades da páxina definidas por palabras máxicas expandidas no texto wiki.",
	"apihelp-expandtemplates-paramvalue-prop-volatile": "Definir se a saída é volátil e se non debe usarse noutra parte da páxina.",
	"apihelp-expandtemplates-paramvalue-prop-ttl": "Tempo máximo a partir do cal os cachés do resultado deben invalidarse.",
	"apihelp-expandtemplates-paramvalue-prop-modules": "Calquera módulo ResourceLoader que as funcións de análise teñan solicitado engadir á saída. <kbd>jsconfigvars</kbd> ou <kbd>encodedjsconfigvars</kbd> deben ser solicitadas xunto con <kbd>modules</kbd>.",
	"apihelp-expandtemplates-paramvalue-prop-jsconfigvars": "Devolve as variables específicas de configuración JavaScript da páxina.",
	"apihelp-expandtemplates-paramvalue-prop-encodedjsconfigvars": "Devolve as variables específicas de configuración JavaScript da páxina como unha cadea de texto JSON.",
	"apihelp-expandtemplates-paramvalue-prop-parsetree": "A árbore de análise XML da entrada.",
	"apihelp-expandtemplates-param-includecomments": "Cando queria incluír comentarios HTML na saída.",
	"apihelp-expandtemplates-param-generatexml": "Xenerar árbore de análise XML (reemprazado por $1prop=parsetree).",
	"apihelp-expandtemplates-param-showstrategykeys": "Indica se debe incluír información sobre a estratexia de fusión interna en jsconfigvars.",
	"apihelp-expandtemplates-example-simple": "Expandir o texto wiki <kbd><nowiki>{{Project:Sandbox}}</nowiki></kbd>.",
	"apihelp-feedcontributions-summary": "Devolve a lista de contribucións dun usuario.",
	"apihelp-feedcontributions-param-feedformat": "O formato de alimentación.",
	"apihelp-feedcontributions-param-user": "Para que usuarios recuperar as contribucións.",
	"apihelp-feedcontributions-param-namespace": "Que espazo de nomes filtrar polas contribucións.",
	"apihelp-feedcontributions-param-year": "Desde o ano (e anteriores).",
	"apihelp-feedcontributions-param-month": "Desde o mes de (e anteriores).",
	"apihelp-feedcontributions-param-tagfilter": "Filtrar as contribucións que teñan estas etiquetas.",
	"apihelp-feedcontributions-param-deletedonly": "Amosar só as contribucións eliminadas.",
	"apihelp-feedcontributions-param-toponly": "Amosar só as edicións que que son as ultimas revisións.",
	"apihelp-feedcontributions-param-newonly": "Amosar só as edicións que crearon páxinas.",
	"apihelp-feedcontributions-param-hideminor": "Ocultar edicións menores.",
	"apihelp-feedcontributions-param-showsizediff": "Amosar diferenza de tamaño entre edicións.",
	"apihelp-feedcontributions-example-simple": "Amosar as contribucións do usuario <kbd>Example</kbd>.",
	"apihelp-feedrecentchanges-summary": "Devolve un ficheiro de cambios recentes.",
	"apihelp-feedrecentchanges-param-feedformat": "O formato da saída.",
	"apihelp-feedrecentchanges-param-namespace": "Espazo de nomes ó que limitar os resultados.",
	"apihelp-feedrecentchanges-param-invert": "Tódolos nomes de espazos agás o seleccionado",
	"apihelp-feedrecentchanges-param-associated": "Incluir o espazo de nomes asociado (conversa ou principal).",
	"apihelp-feedrecentchanges-param-days": "Días a limitar os resultados",
	"apihelp-feedrecentchanges-param-limit": "Número máximo de resultados a visualizar.",
	"apihelp-feedrecentchanges-param-from": "Amosar modificacións desde entón.",
	"apihelp-feedrecentchanges-param-hideminor": "Ocultar cambios menores.",
	"apihelp-feedrecentchanges-param-hidebots": "Ocultar cambios feitos por bots.",
	"apihelp-feedrecentchanges-param-hideanons": "Ocultar os cambios realizados por usuarios anónimos.",
	"apihelp-feedrecentchanges-param-hideanons-temp": "Agochar os cambios realizados por usuarios anónimos e contas temporais.",
	"apihelp-feedrecentchanges-param-hideliu": "Ocultar os cambios realizados por usuarios rexistrados.",
	"apihelp-feedrecentchanges-param-hidepatrolled": "Ocultar os cambios patrullados.",
	"apihelp-feedrecentchanges-param-hidemyself": "Ocultar os cambios realizados polo usuario actual.",
	"apihelp-feedrecentchanges-param-hidecategorization": "Agochar os cambios de pertenza á categoría.",
	"apihelp-feedrecentchanges-param-tagfilter": "Filtrar por etiqueta.",
	"apihelp-feedrecentchanges-param-inverttags": "Todas as edicións agás as etiquetadas coas etiquetas seleccionadas.",
	"apihelp-feedrecentchanges-param-target": "Amosar só os cambios nas páxinas ligadas a esta.",
	"apihelp-feedrecentchanges-param-showlinkedto": "Amosar os cambios nas páxinas ligadas coa páxina seleccionada.",
	"apihelp-feedrecentchanges-example-simple": "Amosar os cambios recentes.",
	"apihelp-feedrecentchanges-example-30days": "Amosar os cambios recentes limitados a 30 días.",
	"apihelp-feedwatchlist-summary": "Devolve o fluxo dunha lista de vixilancia.",
	"apihelp-feedwatchlist-param-feedformat": "O formato da saída.",
	"apihelp-feedwatchlist-param-hours": "Lista as páxinas modificadas desde estas horas ata agora.",
	"apihelp-feedwatchlist-param-linktosections": "Ligar directamente ás seccións modificadas se é posible.",
	"apihelp-feedwatchlist-example-default": "Mostar o fluxo da lista de vixilancia.",
	"apihelp-feedwatchlist-example-all6hrs": "Amosar tódolos cambios feitos ás páxinas vixiadas nas últimas 6 horas.",
	"apihelp-filerevert-summary": "Revertir o ficheiro a unha versión anterior.",
	"apihelp-filerevert-param-filename": "Nome de ficheiro final, sen o prefixo Ficheiro:",
	"apihelp-filerevert-param-comment": "Comentario de carga.",
	"apihelp-filerevert-param-archivename": "Nome de ficheiro da revisión á que reverter.",
	"apihelp-filerevert-example-revert": "Reverter <kbd>Wiki.png</kbd> á versión do <kbd>2011-03-05T15:27:40Z</kbd>.",
	"apihelp-help-summary": "Amosar axuda para os módulos indicados.",
	"apihelp-help-param-modules": "Módulos para mostar axuda (valores dos parámetros <var>acción</var> e <var>formato</var>, ou <kbd>principal</kbd>). Pode especificar submódulos con un <kbd>+</kbd>.",
	"apihelp-help-param-submodules": "Incluír axuda para os submódulos do módulo nomeado.",
	"apihelp-help-param-recursivesubmodules": "Incluír axuda para os submódulos de forma recursiva.",
	"apihelp-help-param-helpformat": "Formato de saída da axuda.",
	"apihelp-help-param-wrap": "Incluír a saída nunha estrutura de resposta API estándar.",
	"apihelp-help-param-toc": "Incluír unha táboa de contidos na saída por HTML",
	"apihelp-help-example-main": "Axuda para o módulo principal",
	"apihelp-help-example-submodules": "Axuda para <kbd>action=query</kbd> e todos os seus submódulos.",
	"apihelp-help-example-recursive": "Toda a axuda nunha páxina",
	"apihelp-help-example-help": "Axuda do módulo de axuda en si",
	"apihelp-help-example-query": "Axuda para dous submódulos de consulta.",
	"apihelp-imagerotate-summary": "Xirar unha ou máis imaxes.",
	"apihelp-imagerotate-param-rotation": "Graos a rotar a imaxe no sentido do reloxio.",
	"apihelp-imagerotate-param-tags": "As etiquetas que se aplicarán á entrada no rexistro de subas.",
	"apihelp-imagerotate-example-simple": "Rotar <kbd>File:Example.png</kbd> <kbd>90</kbd> graos.",
	"apihelp-imagerotate-example-generator": "Rotar tódalas imaxes en <kbd>Category:Flip</kbd> <kbd>180</kbd> graos",
	"apihelp-import-summary": "Importar unha páxina doutra wiki, ou dun ficheiro XML.",
	"apihelp-import-extended-description": "Decátese de que o POST HTTP debe facerse como unha carga de ficheiro (p. ex. usando multipart/form-data) cando se envíe un ficheiro para o parámetro <var>xml</var>.",
	"apihelp-import-param-summary": "Resumo de importación de entrada no rexistro.",
	"apihelp-import-param-xml": "Ficheiro XML subido.",
	"apihelp-import-param-interwikiprefix": "Para as importacións cargadas: prefixo interwiki para aplicar aos nomes de usuario descoñecidos (e aos usuarios coñecidos se se establece <var>$1assignknownusers</var>).",
	"apihelp-import-param-assignknownusers": "Asignar edicións a usuarios locais cando o nome de usuario exista localmente.",
	"apihelp-import-param-interwikisource": "Para as importacións interwiki: wiki desde o que importar.",
	"apihelp-import-param-interwikipage": "Para as importacións interwiki: páxina a importar.",
	"apihelp-import-param-fullhistory": "Para as importacións interwiki: importar o historial completo, non só a versión actual.",
	"apihelp-import-param-templates": "Para as importacións interwiki: importar tamén tódolos modelos incluídos.",
	"apihelp-import-param-namespace": "Importar a este espazo de nomes. Non se pode usar de forma conxunta con <var>$1rootpage</var>.",
	"apihelp-import-param-rootpage": "Importar como subpáxina desta páxina. Non se pode usar de forma conxunta con <var>$1namespace</var>.",
	"apihelp-import-param-tags": "As etiquetas de cambio que se aplicarán á entrada no rexistro de importacións e á revisión nula das páxinas importadas.",
	"apihelp-import-example-import": "Importar [[meta:Help:ParserFunctions]] ó espazo de nomes 100 con todo o historial.",
	"apihelp-linkaccount-summary": "Vincular unha conta dun provedor externo ó usuario actual.",
	"apihelp-linkaccount-example-link": "Comezar o proceso de vincular a unha conta de <kbd>Exemplo</kbd>.",
	"apihelp-login-summary": "Iniciar sesión e obter as cookies de autenticación.",
	"apihelp-login-extended-description": "Esta acción só debe utilizarse en combinación con [[Special:BotPasswords]]; para a cuenta de inicio de sesión non se utiliza e pode fallar sen previo aviso. Para iniciar a sesión de forma segura na conta principal, utilice <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"apihelp-login-extended-description-nobotpasswords": "Esta acción está obsoleta e pode fallar sen avisar. Para conectarse sen problema use <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"apihelp-login-param-name": "Nome de usuario.",
	"apihelp-login-param-password": "Contrasinal",
	"apihelp-login-param-domain": "Dominio (opcional).",
	"apihelp-login-param-token": "Identificador de conexión obtido na primeira petición.",
	"apihelp-login-example-login": "Identificarse.",
	"apihelp-logout-summary": "Terminar e limpar os datos de sesión.",
	"apihelp-logout-example-logout": "Cerrar a sesión do usuario actual",
	"apihelp-managetags-summary": "Realizar tarefas de xestión relacionadas coa modificación de etiquetas.",
	"apihelp-managetags-param-operation": "Que operación realizar:",
	"apihelp-managetags-paramvalue-operation-create": "Crear unha nova etiqueta de modificación para uso manual.",
	"apihelp-managetags-paramvalue-operation-delete": "Borrar unha etiqueta de modificación da base de datos, incluíndo o borrado da etiqueta de todas as revisións, das entradas dos cambios recentes e das entradas de rexistro onde estea a usarse.",
	"apihelp-managetags-paramvalue-operation-activate": "Activar unha etiqueta de modificación, permitindo que os usuarios a usen manualmente.",
	"apihelp-managetags-paramvalue-operation-deactivate": "Desactivar unha etiqueta de modificación, impedindo que os usuarios a usen manualmente.",
	"apihelp-managetags-param-tag": "Etiqueta para crear, borrar, activar ou desactivar. Para a creación da etiqueta, a etiqueta non pode existir previamente. Para o borrado da etiqueta, a etiqueta debe existir. Para a activación da etiqueta, a etiqueta debe existir e non pode ser usada por unha extensión. Para desactivar unha etiqueta, a etiqueta debe estar activa e definida manualmente.",
	"apihelp-managetags-param-reason": "Un motivo opcional para crear, borrar, activar ou desactivar a etiqueta.",
	"apihelp-managetags-param-ignorewarnings": "Ignorar calquera aviso que apareza durante a operación.",
	"apihelp-managetags-param-tags": "As etiquetas de cambio que se aplicarán á entrada no rexistro de xestión das etiquetas.",
	"apihelp-managetags-example-create": "Crear unha etiqueta chamada <kbd>spam</kbd> coa razón <kbd>For use in edit patrolling</kbd>",
	"apihelp-managetags-example-delete": "Borrar a etiqueta <kbd>vandalismo</kbd> coa razón <kbd>Erros ortográficos</kbd>",
	"apihelp-managetags-example-activate": "Activar a etiqueta chamada <kbd>spam</kbd> coa razón <kbd>For use in edit patrolling</kbd>",
	"apihelp-managetags-example-deactivate": "Desactivar a etiqueta chamada <kbd>spam</kbd> coa razón <kbd>No longer required</kbd>",
	"apihelp-mergehistory-summary": "Fusionar os historiais das páxinas.",
	"apihelp-mergehistory-param-from": "Título da páxina desde a que se fusionará o historial. Non pode usarse xunto con <var>$1fromid</var>.",
	"apihelp-mergehistory-param-fromid": "Identificador da páxina desde a que se fusionará o historial. Non pode usarse xunto con <var>$1from</var>.",
	"apihelp-mergehistory-param-to": "Título da páxina á que se fusionará o historial. Non pode usarse xunto con <var>$1toid</var>.",
	"apihelp-mergehistory-param-toid": "Identificador da páxina á que se fusionará o historial. Non pode usarse xunto con <var>$1to</var>.",
	"apihelp-mergehistory-param-timestamp": "Selo de tempo dende o que se moverán as modificacións desde o historial da páxina fonte ó historial da páxina destino. Se non se indica, todo o historial da páxina fonte fusionarase co da páxina destino.",
	"apihelp-mergehistory-param-reason": "Razón para a fusión de historiais.",
	"apihelp-mergehistory-example-merge": "Fusionar o historial enteiro de <kbd>PáxinaVella</kbd> en <kbd>PáxinaNova</kbd>.",
	"apihelp-mergehistory-example-merge-timestamp": "Fusionar as revisións da páxina <kbd>PáxinaVella</kbd> con data <kbd>2015-12-31T04:37:41Z</kbd> en <kbd>PáxinaNova</kbd>.",
	"apihelp-move-summary": "Mover unha páxina.",
	"apihelp-move-param-from": "Título da páxina que quere renomear. Non pode usarse xunto con <var>$1fromid</var>.",
	"apihelp-move-param-fromid": "Identificador da páxina que quere renomear. Non pode usarse xunto con <var>$1from</var>.",
	"apihelp-move-param-to": "Título ó que renomear a páxina.",
	"apihelp-move-param-reason": "Motivo para o renomeamento.",
	"apihelp-move-param-movetalk": "Renomear a páxina de conversa, se existe.",
	"apihelp-move-param-movesubpages": "Renomear as subpáxinas, se é aplicable.",
	"apihelp-move-param-noredirect": "Non crear unha redirección.",
	"apihelp-move-param-watch": "Engadir a páxina e a redirección á lista de vixilancia do usuario actual.",
	"apihelp-move-param-unwatch": "Eliminar a páxina e a redirección da lista de vixilancia do usuario actual.",
	"apihelp-move-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-move-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-move-param-ignorewarnings": "Ignorar as advertencias.",
	"apihelp-move-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de traslados e na revisión nula da páxina de destino.",
	"apihelp-move-example-move": "Mover <kbd>Badtitle</kbd> a <kbd>Goodtitle</kbd> sen deixar unha redirección.",
	"apihelp-opensearch-summary": "Buscar no wiki mediante o protocolo OpenSearch.",
	"apihelp-opensearch-param-search": "Buscar texto.",
	"apihelp-opensearch-param-limit": "Número máximo de resultados a visualizar.",
	"apihelp-opensearch-param-namespace": "Espazo de nomes no que buscar. Ignórase se <var>$1search</var> empeza cun prefixo válido de espazo de nomes.",
	"apihelp-opensearch-param-suggest": "Xa non se usa.",
	"apihelp-opensearch-param-redirects": "Como xestionar as redireccións:",
	"apihelp-opensearch-paramvalue-redirects-return": "Devolver a mesma redirección.",
	"apihelp-opensearch-paramvalue-redirects-resolve": "Devolver a páxina á que apunta. Pode devolver menos de $1limit resultados.",
	"apihelp-opensearch-param-redirects-append": "Por razóns históricas, o valor por defecto para $1format=json é \"return\" e \"resolve\" para outros formatos.",
	"apihelp-opensearch-param-format": "O formato de saída.",
	"apihelp-opensearch-param-warningsaserror": "Se os avisos son recibidos con <kbd>format=json</kbd>, devolver un erro de API no canto de ignoralos.",
	"apihelp-opensearch-example-te": "Atopar páxinas que comezan por <kbd>Te</kbd>.",
	"apihelp-options-summary": "Cambiar as preferencias do usuario actual.",
	"apihelp-options-extended-description": "Só se poden cambiar opcións que estean rexistradas no núcleo ou nunha das extensións instaladas, ou aquelas opcións con claves prefixadas con <code>userjs-</code> (previstas para ser usadas por escrituras de usuario).",
	"apihelp-options-param-reset": "Reinicia as preferencias ás iniciais do sitio.",
	"apihelp-options-param-resetkinds": "Lista de tipos de opcións a reinicializar cando a opción <var>$1reset</var> está definida.",
	"apihelp-options-param-change": "Lista de cambios, con formato nome=valor (p. ex. skin=vector). Se non se da un valor (sen un símbolo de igual), p.ex. optionname|otheroption|..., a opción pasará ó valor por defecto. Para calquera valor que conteña o carácter (<kbd>|</kbd>), use o [[Special:ApiHelp/main#main/datatypes|separador alternativo para valores múltiples]] para unha operación correcta.",
	"apihelp-options-param-optionname": "O nome da opción que debe fixarse no valor dado por <var>$1optionvalue</var>.",
	"apihelp-options-param-optionvalue": "O valor para a opción especificada por <var>$1optionname</var>. Ao definir <var>$1optionname</var> e omitir <var>$1optionvalue</var>, a opción quedará fixada co seu valor por defecto.",
	"apihelp-options-param-global": "Que facer se a opción se definiu globalmente mediante a extensión GlobalPreferences.\n\n* <kbd>ignore</kbd>: Non facer nada. A opción queda co seu valor anterior.\n* <kbd>override</kbd>: Engadir unha anulación local.\n* <kbd>update</kbd>: Actualizar a opción globalmente.\n* <kbd>create</kbd>: Definir a opción globalmente, anulando calquera valor local.",
	"apihelp-options-example-reset": "Restablecer todas as preferencias.",
	"apihelp-options-example-change": "Cambiar as preferencias <kbd>skin</kbd> and <kbd>hideminor</kbd>.",
	"apihelp-options-example-complex": "Restaurar todas as preferencias, logo fixar <kbd>skin</kbd> e <kbd>nickname</kbd>.",
	"apihelp-paraminfo-summary": "Obter información sobre módulos API.",
	"apihelp-paraminfo-param-modules": "Lista de nomes de módulos (valores dos parámetros <var>acción</var e <var>formato</var>, ou <kbd>principal</kbd>). Pode especificar submódulos con <kbd>+</kbd>, ou tódolos submódulos con <kbd>+*</kbd>, ou tódolos submódulos recursivamente con <kbd>+**</kbd>.",
	"apihelp-paraminfo-param-helpformat": "Formato das cadeas de axuda.",
	"apihelp-paraminfo-param-querymodules": "Lista dos nomes de módulos de consulta (valores dos parámetros <var>prop</var>, <var>meta</var> ou <var>list</var>). Use <kbd>$1modules=query+foo</kbd> no canto de <kbd>$1querymodules=foo</kbd>.",
	"apihelp-paraminfo-param-mainmodule": "Obter información sobre o módulo principal (nivel superior). No canto use <kbd>$1modules=main</kbd>.",
	"apihelp-paraminfo-param-pagesetmodule": "Obter información sobre o módulo pageset (proporcionando títulos= e amigos).",
	"apihelp-paraminfo-param-formatmodules": "Lista dos nomes de módulo de formato (valores do parámetro <var>formato</var>). No canto use <var>$1modules</var>.",
	"apihelp-paraminfo-example-1": "Amosar información para <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd>, <kbd>[[Special:ApiHelp/jsonfm|format=jsonfm]]</kbd>, <kbd>[[Special:ApiHelp/query+allpages|action=query&list=allpages]]</kbd>, e <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo]]</kbd>.",
	"apihelp-paraminfo-example-2": "Amosar a información para tódolos submódulos de <kbd>[[Special:ApiHelp/query|action=query]]</kbd>.",
	"apihelp-parse-summary": "Fai a análise sintáctica do contido e devolve o resultado da análise.",
	"apihelp-parse-extended-description": "Consulta os distintos módulos de <kbd>[[Special:ApiHelp/query|action=query]]</kbd> para obter información sobre a versión actual dunha páxina.\n\nHai varias formas de especificar o texto a analizar:\n# Especificando unha páxina ou revisión, usando <var>$1page</var>, <var>$1pageid</var> ou <var>$1oldid</var>.\n# Especificando o contido explicitamente, usando <var>$1text</var>, <var>$1title</var>, <var>$1revid</var> e <var>$1contentmodel</var>.\n# Especificando só un resumo a analizar. <var>$1prop</var> debe ter un valor baleiro.",
	"apihelp-parse-param-title": "Título da páxina á que pertence o texto. Se non se indica, debe especificarse <var>$1contentmodel</var>, e [[API]] usarase como o título.",
	"apihelp-parse-param-text": "Texto a analizar. Use <var>$1title</var> ou <var>$1contentmodel</var> para controlar o modelo de contido.",
	"apihelp-parse-param-revid": "ID de revisión, para <code><nowiki>{{REVISIONID}}</nowiki></code> e variables similares.",
	"apihelp-parse-param-summary": "Resumo a analizar.",
	"apihelp-parse-param-page": "Analizar o contido desta páxina. Non pode usarse de forma conxunta con <var>$1text</var> e <var>$1title</var>.",
	"apihelp-parse-param-pageid": "Analizar o contido desta páxina. Ignora <var>$1page</var>.",
	"apihelp-parse-param-redirects": "Se <var>$1page</var> ou <var>$1pageid</var> apuntar a unha redirección, resólvea.",
	"apihelp-parse-param-oldid": "Analizar o contido desta revisión. Ignora <var>$1page</var> e <var>$1pageid</var>.",
	"apihelp-parse-param-prop": "Que información obter:",
	"apihelp-parse-paramvalue-prop-text": "Devolve o texto analizado do texto wiki.",
	"apihelp-parse-paramvalue-prop-langlinks": "Devolve as interwikis do texto analizado.",
	"apihelp-parse-paramvalue-prop-categories": "Devolve as categoría do texto analizado.",
	"apihelp-parse-paramvalue-prop-categorieshtml": "Devolve a versión HTML das categorías.",
	"apihelp-parse-paramvalue-prop-links": "Devolve as ligazóns internas do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-templates": "Devolve os modelos do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-images": "Devolve as imaxes do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-externallinks": "Devolve as ligazóns externas no texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-sections": "Devolve as seccións do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-revid": "Engade o identificador de edición do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-displaytitle": "Engade o título do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-subtitle": "Engade o subtítulo da páxina analizada.",
	"apihelp-parse-paramvalue-prop-headitems": "Devolve os elementos a poñer na etiqueta <code>&lt;head&gt;</code> da páxina.",
	"apihelp-parse-paramvalue-prop-headhtml": "Devolve o tipo de documento analizado, os elementos <code>&lt;html&gt;</code> e <code>&lt;head&gt;</code> iniciais e a etiqueta inicial <code>&lt;body&gt;</code> da páxina.",
	"apihelp-parse-paramvalue-prop-modules": "Devolve os módulos ResourceLoader usados na páxina. Para cargar, use <code>mw.loader.using()</code>. <kbd>jsconfigvars</kbd> ou <kbd>encodedjsconfigvars</kbd> deben ser solicitados xunto con <kbd>modules</kbd>.",
	"apihelp-parse-paramvalue-prop-jsconfigvars": "Devolve as variables específicas de configuración JavaScript da páxina. Para aplicalo, use <code>mw.config.set()</code>.",
	"apihelp-parse-paramvalue-prop-encodedjsconfigvars": "Devolve as variables específicas de configuración JavaScript da páxina como unha cadea de texto JSON.",
	"apihelp-parse-paramvalue-prop-indicators": "Devolve o HTML dos indicadores de estado de páxina usados na páxina.",
	"apihelp-parse-paramvalue-prop-iwlinks": "Devolve as ligazóns interwiki do texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-wikitext": "Devolve o texto wiki orixinal que foi analizado.",
	"apihelp-parse-paramvalue-prop-properties": "Obter varias propiedades definidas no texto wiki analizado.",
	"apihelp-parse-paramvalue-prop-limitreportdata": "Devolve o informe de límite de forma estruturada. Non devolve datos cando <var>$1disablelimitreport</var> está fixado.",
	"apihelp-parse-paramvalue-prop-limitreporthtml": "Devolve a versión HTML do informe de límite. Non devolve datos cando <var>$1disablelimitreport</var> está fixado.",
	"apihelp-parse-paramvalue-prop-parsetree": "Árbores de análise XML do contido da revisión (precisa o modelo de contido <code>$1</code>)",
	"apihelp-parse-paramvalue-prop-parsewarnings": "Devolve os avisos que ocorreron ó analizar o contido (como texto wiki).",
	"apihelp-parse-paramvalue-prop-parsewarningshtml": "Devolve os avisos que ocorreron ó analizar o contido (como HTML).",
	"apihelp-parse-param-wrapoutputclass": "Clase CSS a usar para formatar a saída do analizador sintáctico.",
	"apihelp-parse-param-usearticle": "Usa o gancho ArticleParserOptions para asegurarse de que as opcións empregadas coincidan coas utilizadas para as visitas da páxina do artigo",
	"apihelp-parse-param-parsoid": "Xerar HTML conforme á [[mw:Specs/HTML|especificación DOM de MediaWiki]] usando [[mw:Parsoid|Parsoid]].",
	"apihelp-parse-param-pst": "Fai unha transformación antes de gardar a entrada antes de analizala. Válida unicamente para usar con texto.",
	"apihelp-parse-param-onlypst": "Facer unha transformación antes de gardar (PST) a entrada, pero sen analizala. Devolve o mesmo wikitexto, despois de que a PST foi aplicada. Só válida cando se usa con <var>$1text</var>.",
	"apihelp-parse-param-effectivelanglinks": "Inclúe ligazóns de idioma proporcionadas polas extensións (para usar con <kbd>$1prop=langlinks</kbd>).",
	"apihelp-parse-param-section": "Analizar unicamente o contido da sección con este identificador.\n\nCando toma o valor <kbd>new</kbd>, analiza <var>$1text</var> e <var>$1sectiontitle</var> como se fose a engadir unha nova sección á páxina.\n\n<kbd>new</kbd> só se permite cando se especifica <var>text</var>.",
	"apihelp-parse-param-sectiontitle": "Novo título de sección cando <var>section</var> é <kbd>new</kbd>.\n\nA diferenza da edición de páxinas, non se oculta no <var>summary</var> cando se omite ou está baleiro.",
	"apihelp-parse-param-disablelimitreport": "Omitir o informe de límite (\"Informe de límite NewPP\") da saída do analizador.",
	"apihelp-parse-param-disablepp": "Use <var>$1disablelimitreport</var> no seu lugar.",
	"apihelp-parse-param-disableeditsection": "Omitir as ligazóns de edición de sección da saída do analizador.",
	"apihelp-parse-param-disablestylededuplication": "Non deduplicar as follas de estilo en liña na saída do analizador.",
	"apihelp-parse-param-showstrategykeys": "Indica se debe incluír información sobre a estratexia de fusión interna en jsconfigvars.",
	"apihelp-parse-param-generatexml": "Xenerar unha árbore de análise XML (necesita o modelo de contido <code>$1</code>; substituído por <kbd>$2prop=parsetree</kbd>).",
	"apihelp-parse-param-preview": "Analizar en modo vista previa.",
	"apihelp-parse-param-sectionpreview": "Analizar en modo vista previa de sección (activa tamén o modo de vista previa).",
	"apihelp-parse-param-disabletoc": "Omitir o índice na saída.",
	"apihelp-parse-param-useskin": "Aplicar o tema seleccionado á saída do analizador. Pode afectar ás seguintes propiedades: <kbd>text</kbd>, <kbd>langlinks</kbd>, <kbd>headitems</kbd>, <kbd>modules</kbd>, <kbd>jsconfigvars</kbd>, <kbd>indicators</kbd>.",
	"apihelp-parse-param-contentformat": "Formato de serialización do contido usado para o texto de entrada. Só válido cando se usa con $1text.",
	"apihelp-parse-param-contentmodel": "Modelo de contido do texto de entrada. Se se omite, debe especificarse $1title, e o valor por defecto será o modelo do título especificado. Só válido cando se usa con $1text.",
	"apihelp-parse-example-page": "Analizar unha páxina.",
	"apihelp-parse-example-text": "Analizar o texto wiki.",
	"apihelp-parse-example-texttitle": "Analizar o texto wiki, especificando o título da páxina.",
	"apihelp-parse-example-summary": "Analizar un resumo.",
	"apihelp-patrol-summary": "Patrullar unha páxina ou edición.",
	"apihelp-patrol-param-rcid": "ID de modificación recente a vixiar.",
	"apihelp-patrol-param-revid": "ID de revisión a vixiar.",
	"apihelp-patrol-param-tags": "As etiquetas de cambio para aplicar á entrada do rexistro de patrullas.",
	"apihelp-patrol-example-rcid": "Patrullar un cambio recente",
	"apihelp-patrol-example-revid": "Patrullar unha revisión",
	"apihelp-protect-summary": "Cambiar o nivel de protección dunha páxina.",
	"apihelp-protect-param-title": "Título da páxina que quere (des)protexer. Non pode usarse xunto con $1pageid.",
	"apihelp-protect-param-pageid": "Identificador da páxina que quere (des)protexer. Non pode usarse xunto con $1title.",
	"apihelp-protect-param-protections": "Lista dos niveis de protección, con formato <kbd>action=level</kbd> (p.ex. <kbd>edit=sysop</kbd>). Un nivel de <kbd>all</kbd> quere dicir que todo o mundo ten permiso para realizar a acción, sen restricións.\n\n<strong>Nota:</strong> Todas as accións que non estean listadas terán restriccións para ser eliminadas.",
	"apihelp-protect-param-expiry": "Selos de tempo de caducidade. Se só se indica un selo de tempo, usarase para todas as proteccións. Use <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd>, ou <kbd>never</kbd>, para unha protección sen caducidade.",
	"apihelp-protect-param-reason": "Razón para (des)protexer.",
	"apihelp-protect-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de protección.",
	"apihelp-protect-param-cascade": "Activar a protección en cascada (por exemplo, protexer os modelos transcluídos e as imaxes usadas nesta páxina). Ignórase se ningún dos niveis de protección soporta a protección en cascada.",
	"apihelp-protect-param-watch": "Se se define este parámetro, engadir a páxina que se (des)protexe á lista de vixilancia do usuario actual.",
	"apihelp-protect-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-protect-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-protect-example-protect": "Protexer unha páxina.",
	"apihelp-protect-example-unprotect": "Desprotexer unha páxina poñendo as restricións a <kbd>all</kbd>. (isto quere dicir que todo o mundo pode realizar a acción).",
	"apihelp-protect-example-unprotect2": "Desprotexer unha páxina quitando as restricións.",
	"apihelp-purge-summary": "Borrar a caché para os títulos indicados.",
	"apihelp-purge-param-forcelinkupdate": "Actualizar as táboas de ligazóns e facer outras actualizacións de datos secundarias.",
	"apihelp-purge-param-forcerecursivelinkupdate": "O mesmo que <kbd>forcelinkupdate</kbd> e actualiza as táboas de ligazóns para calquera páxina que use esta páxina como modelo.",
	"apihelp-purge-example-simple": "Purgar <kbd>[[{{MediaWiki:Mainpage}}]]</kbd> e páxina da <kbd>API</kbd>.",
	"apihelp-purge-example-generator": "Purgar as primeiras 10 páxinas no espazo de nomes principal.",
	"apihelp-query-summary": "Consultar datos de e sobre MediaWiki.",
	"apihelp-query-extended-description": "Todas as modificacións de datos primeiro teñen que facer unha busca para obter un identificador para evitar abusos de sitios maliciosos.",
	"apihelp-query-param-prop": "Que propiedades obter para as páxinas buscadas.",
	"apihelp-query-param-list": "Que lista obter.",
	"apihelp-query-param-meta": "Que metadatos obter.",
	"apihelp-query-param-indexpageids": "Incluír unha sección adicional de identificadores de páxina listando todos os identificadores de páxina devoltos.",
	"apihelp-query-param-export": "Exportar as revisións actuais de todas as páxinas indicadas ou xeradas.",
	"apihelp-query-param-exportnowrap": "Devolver o XML exportado sen incluílo nun resultado XML (mesmo formato que [[Special:Export]]). Só pode usarse con $1export.",
	"apihelp-query-param-exportschema": "Utilizar a versión indicada do formato de exportación XML. Só pode usarse con <var>$1export</var>.",
	"apihelp-query-param-iwurl": "Indica se obter o enderezo URL completo se o título é unha ligazón interwiki.",
	"apihelp-query-param-rawcontinue": "Devolver os datos en bruto de <samp>query-continue</samp> para continuar.",
	"apihelp-query-example-revisions": "Consultar [[Special:ApiHelp/query+siteinfo|a información do sitio]] e [[Special:ApiHelp/query+revisions|as revisións]] de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query-example-allpages": "Buscar revisións de páxinas que comecen por <kbd>API/</kbd>.",
	"apihelp-query+allcategories-summary": "Numerar tódalas categorías",
	"apihelp-query+allcategories-param-from": "Categoría na que comezar a enumeración.",
	"apihelp-query+allcategories-param-to": "Categoría na que que rematar a enumeración.",
	"apihelp-query+allcategories-param-prefix": "Buscar todos os títulos de categoría que comezan con este valor.",
	"apihelp-query+allcategories-param-dir": "Dirección na que ordenar.",
	"apihelp-query+allcategories-param-min": "Devolver só categorías con polo menos este número de membros.",
	"apihelp-query+allcategories-param-max": "Devolver só categorías con como moito este número de membros.",
	"apihelp-query+allcategories-param-limit": "Cantas categorías devolver.",
	"apihelp-query+allcategories-param-prop": "Que propiedades recuperar:",
	"apihelp-query+allcategories-paramvalue-prop-size": "Engade o número de páxinas na categoría.",
	"apihelp-query+allcategories-paramvalue-prop-hidden": "Marca as categorías que están ocultas con <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+allcategories-example-size": "Listar categorías con información do número de páxinas en cada unha.",
	"apihelp-query+allcategories-example-generator": "Obter información sobre a páxina de categoría para categorías que comezan por <kbd>List</kbd>.",
	"apihelp-query+alldeletedrevisions-summary": "Listar todas as revisións borradas por un usuario ou nun espazo de nomes.",
	"apihelp-query+alldeletedrevisions-paraminfo-useronly": "Só pode usarse con <var>$3user</var>.",
	"apihelp-query+alldeletedrevisions-paraminfo-nonuseronly": "Non pode usarse con <var>$3user</var>.",
	"apihelp-query+alldeletedrevisions-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+alldeletedrevisions-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+alldeletedrevisions-param-from": "Comezar listado neste título.",
	"apihelp-query+alldeletedrevisions-param-to": "Parar listado neste título.",
	"apihelp-query+alldeletedrevisions-param-prefix": "Buscar tódolos títulos de páxinas que comezan con este valor.",
	"apihelp-query+alldeletedrevisions-param-tag": "Só listar revisións marcadas con esta etiqueta.",
	"apihelp-query+alldeletedrevisions-param-user": "Só listar revisións deste usuario.",
	"apihelp-query+alldeletedrevisions-param-excludeuser": "Non listar revisións deste usuario.",
	"apihelp-query+alldeletedrevisions-param-namespace": "Só listar páxinas neste espazo de nomes.",
	"apihelp-query+alldeletedrevisions-param-miser-user-namespace": "<strong>Nota:</strong> Debido ó [[mw:Special:MyLanguage/Manual:$wgMiserMode|modo minimal]], ó usar á vez <var>$1user</var> e <var>$1namespace</var> pode devolver menos resultados de <var>$1limit</var> antes de continuar, en casos extremos, pode que non devolva resultados.",
	"apihelp-query+alldeletedrevisions-param-generatetitles": "Usado como xenerador, xenera títulos no canto de IDs de revisión.",
	"apihelp-query+alldeletedrevisions-example-user": "Listar as últimas 50 contribucións borradas do usuario <kbd>Example</kbd>.",
	"apihelp-query+alldeletedrevisions-example-ns-main": "Listar as 50 primeiras revisións borradas no espazo de nomes principal.",
	"apihelp-query+allfileusages-summary": "Lista todos os usos de ficheiro, incluído os que non existen.",
	"apihelp-query+allfileusages-param-from": "Título do ficheiro no que comezar a enumerar.",
	"apihelp-query+allfileusages-param-to": "Título do ficheiro no que rematar de enumerar.",
	"apihelp-query+allfileusages-param-prefix": "Buscar tódolos títulos de ficheiro que comezan con este valor.",
	"apihelp-query+allfileusages-param-unique": "Amosar só nomes de ficheiro distintos. Non pode usarse con $1prop=ids.\nCando se usa como xerador, produce páxinas obxectivo no canto de páxinas fonte.",
	"apihelp-query+allfileusages-param-prop": "Que partes de información incluír:",
	"apihelp-query+allfileusages-paramvalue-prop-ids": "Engade os IDs das páxinas usadas (non pode usarse con $1unique).",
	"apihelp-query+allfileusages-paramvalue-prop-title": "Engade o nome do ficheiro.",
	"apihelp-query+allfileusages-param-limit": "Número total de obxectos a devolver.",
	"apihelp-query+allfileusages-param-dir": "Dirección na cal listar.",
	"apihelp-query+allfileusages-example-b": "Lista títulos de ficheiro, incluíndo os eliminados, cos IDs de páxina dos que proveñen, comezando en <kbd>B</kbd>.",
	"apihelp-query+allfileusages-example-unique": "Listar títulos únicos de ficheiros.",
	"apihelp-query+allfileusages-example-unique-generator": "Obter todos os títulos de ficheiro, marcando os que faltan.",
	"apihelp-query+allfileusages-example-generator": "Obtén as páxinas que conteñen os ficheiros.",
	"apihelp-query+allimages-summary": "Enumerar tódalas imaxes secuencialmente.",
	"apihelp-query+allimages-param-sort": "Propiedade pola que ordenar.",
	"apihelp-query+allimages-param-dir": "Dirección na cal listar.",
	"apihelp-query+allimages-param-from": "Título da imaxe no que comezar a enumerar. Só pode usarse con $1sort=name.",
	"apihelp-query+allimages-param-to": "Título da imaxe no que rematar a enumerar. Só pode usarse con $1sort=name.",
	"apihelp-query+allimages-param-start": "Título do selo de tempo no que comezar a enumerar. Só pode usarse con $1sort=timestamp.",
	"apihelp-query+allimages-param-end": "Título do selo de tempo no que rematar a enumerar. Só pode usarse con $1sort=timestamp.",
	"apihelp-query+allimages-param-prefix": "Buscar todas as imaxes cuxo título comeza por este valor. Só pode usarse con $1sort=name.",
	"apihelp-query+allimages-param-minsize": "Limitar a imaxes con polo menos este número de bytes.",
	"apihelp-query+allimages-param-maxsize": "Limitar a imaxes con como máximo este número de bytes.",
	"apihelp-query+allimages-param-sha1": "Función hash SHA1 da imaxe. Invalida $1sha1base36.",
	"apihelp-query+allimages-param-sha1base36": "Función hash SHA1 da imaxe en base 36 (usada en MediaWiki).",
	"apihelp-query+allimages-param-user": "Devolver só os ficheiros cuxa última versión foi subida por este usuario. Só pode usarse con $1sort=timestamp. Non se pode usar xunto a $1filterbots.",
	"apihelp-query+allimages-param-filterbots": "Como filtrar ficheiros subidos por bots. Só pode usarse con $1sort=timestamp. Non pode usarse xunto con $1user.",
	"apihelp-query+allimages-param-mime": "Que tipos MIME buscar, por exemplo <kbd>imaxe/jpeg</kbd>.",
	"apihelp-query+allimages-param-limit": "Cantas imaxes mostar en total.",
	"apihelp-query+allimages-example-b": "Amosar unha lista de ficheiros que comezan por <kbd>B</kbd>.",
	"apihelp-query+allimages-example-recent": "Amosar unha lista de ficheiros subidos recentemente, similares a [[Special:NewFiles]].",
	"apihelp-query+allimages-example-mimetypes": "Amosar unha lista de ficheiros con tipo MIME <kbd>image/png</kbd> ou <kbd>image/gif</kbd>",
	"apihelp-query+allimages-example-generator": "Mostar información sobre catro ficheiros que comecen pola letra <kbd>T</kbd>.",
	"apihelp-query+alllinks-summary": "Numerar tódalas ligazóns que apuntan a un nome de espazos determinado.",
	"apihelp-query+alllinks-param-from": "Título da ligazón na que comezar a enumerar.",
	"apihelp-query+alllinks-param-to": "Título da ligazón na que rematar de enumerar.",
	"apihelp-query+alllinks-param-prefix": "Buscar tódolos títulos ligados que comezan con este valor.",
	"apihelp-query+alllinks-param-unique": "Amosar só títulos ligados distintos. Non pode usarse con <kbd>$1prop=ids</kbd>.\nCando se usa como xerador, produce páxinas obxectivo no canto de páxinas fonte.",
	"apihelp-query+alllinks-param-prop": "Que partes de información incluír:",
	"apihelp-query+alllinks-paramvalue-prop-ids": "Engade o ID da páxina da ligazón (non pode usarse con <var>$1unique</var>).",
	"apihelp-query+alllinks-paramvalue-prop-title": "Engade o título da ligazón.",
	"apihelp-query+alllinks-param-namespace": "Espazo de nomes a enumerar.",
	"apihelp-query+alllinks-param-limit": "Número total de obxectos a devolver.",
	"apihelp-query+alllinks-param-dir": "Dirección na cal listar.",
	"apihelp-query+alllinks-example-b": "Lista os títulos ligados, incluíndo os eliminados, cos ID das páxinas das que proveñen, comezando en <kbd>B</kbd>.",
	"apihelp-query+alllinks-example-unique": "Listar títulos ligados únicos",
	"apihelp-query+alllinks-example-unique-generator": "Obtén tódolos títulos ligados, marcando os eliminados.",
	"apihelp-query+alllinks-example-generator": "Obtén as páxinas que conteñen as ligazóns.",
	"apihelp-query+allmessages-summary": "Devolver mensaxes deste sitio.",
	"apihelp-query+allmessages-param-messages": "Que mensaxes devolver. <kbd>*</kbd> (por defecto) significa todas as mensaxes",
	"apihelp-query+allmessages-param-prop": "Que propiedades obter.",
	"apihelp-query+allmessages-param-enableparser": "Marcar para activar o analizador, isto preprocesará o texto wiki da mensaxe (substituir palabras máxicas, xestionar modelo, etc.)",
	"apihelp-query+allmessages-param-nocontent": "Se se marca, non inclúe o contido das mensaxes na saída.",
	"apihelp-query+allmessages-param-includelocal": "Tamén inclúe mensaxes locais, p.ex. mensaxes que non existen no software pero existen como no espazo de nomes {{ns:MediaWiki}}. \nIsto lista todas as páxinas do espazo de nomes {{ns:MediaWiki}}, polo que tamén listará as que non son realmente mensaxes como [[MediaWiki:Common.js|Common.js]].",
	"apihelp-query+allmessages-param-args": "Argumentos a substituír na mensaxe.",
	"apihelp-query+allmessages-param-filter": "Retornar só mensaxes con nomes que conteñan esta cadea.",
	"apihelp-query+allmessages-param-customised": "Devolver só mensaxes neste estado de personalización.",
	"apihelp-query+allmessages-param-lang": "Retornar mensaxes nesta lingua.",
	"apihelp-query+allmessages-param-from": "Retornar mensaxes que comezan nesta mensaxe.",
	"apihelp-query+allmessages-param-to": "Retornar mensaxes que rematan nesta mensaxe.",
	"apihelp-query+allmessages-param-title": "Nome de páxina a usar como contexto cando se analice a mensaxe (para a opción $1enableparser)",
	"apihelp-query+allmessages-param-prefix": "Devolver mensaxes con este prefixo.",
	"apihelp-query+allmessages-example-ipb": "Mostar mensaxes que comecen por <kbd>ipb-</kbd>.",
	"apihelp-query+allmessages-example-de": "Amosar mensaxes <kbd>august</kbd> e <kbd>mainpage</kbd> en Alemán.",
	"apihelp-query+allpages-summary": "Numerar tódalas páxinas secuencialmente nun espazo de nomes determinado.",
	"apihelp-query+allpages-param-from": "Título da páxina na que comezar a enumerar.",
	"apihelp-query+allpages-param-to": "Título da páxina na que rematar de enumerar.",
	"apihelp-query+allpages-param-prefix": "Buscar tódolos títulos de páxinas que comezan con este valor.",
	"apihelp-query+allpages-param-namespace": "Espazo de nomes a enumerar.",
	"apihelp-query+allpages-param-filterredir": "Que páxinas listar.",
	"apihelp-query+allpages-param-minsize": "Limitar a páxinas con polo menos este número de bytes.",
	"apihelp-query+allpages-param-maxsize": "Limitar a páxinas con como máximo este número de bytes.",
	"apihelp-query+allpages-param-prtype": "Limitar a só protección de páxinas.",
	"apihelp-query+allpages-param-prlevel": "Filtrar proteccións baseándose no nivel de protección (debe empregarse có parámetro $1prtype= ).",
	"apihelp-query+allpages-param-prfiltercascade": "Filtrar proteccións baseadas en cascada (ignoradas se $1prtype non ten valor).",
	"apihelp-query+allpages-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+allpages-param-dir": "Dirección na cal listar.",
	"apihelp-query+allpages-param-filterlanglinks": "Filtro baseado en se unha páxina ten ligazóns de lingua. Decátese de que isto pode non considerar as ligazóns de lingua engadidas polas extensións.",
	"apihelp-query+allpages-param-prexpiry": "Que caducidade de protección pola que filtrar a páxina:",
	"apihelp-query+allpages-paramvalue-prexpiry-indefinite": "Obter só as páxinas coa caducidade de protección indefinida.",
	"apihelp-query+allpages-paramvalue-prexpiry-definite": "Obter só as páxinas cunha caducidade de protección definida (específica).",
	"apihelp-query+allpages-paramvalue-prexpiry-all": "Obter as páxinas con calquera caducidade de protección.",
	"apihelp-query+allpages-example-b": "Amosar unha lista de páxinas que comezan pola letra <kbd>B</kbd>.",
	"apihelp-query+allpages-example-generator": "Amosar información sobre 4 páxinas que comecen pola letra <kbd>T</kbd>.",
	"apihelp-query+allpages-example-generator-revisions": "Motrar o contido das dúas primeiras páxinas que non sexan redirección que comecen por <kbd>Re</kbd>.",
	"apihelp-query+allredirects-summary": "Lista tódalas redireccións a un espazo de nomes.",
	"apihelp-query+allredirects-param-from": "Título da redirección na que comezar a enumerar.",
	"apihelp-query+allredirects-param-to": "Título da redirección na que rematar de enumerar.",
	"apihelp-query+allredirects-param-prefix": "Buscar todas as páxinas que comecen con este valor.",
	"apihelp-query+allredirects-param-unique": "Só amosar páxinas obxectivo distintas. Non pode usarse con $1prop=ids|fragment|interwiki.\nCando se usa como xerador, produce páxinas obxectivo no canto de páxinas fonte.",
	"apihelp-query+allredirects-param-prop": "Que información incluír:",
	"apihelp-query+allredirects-paramvalue-prop-ids": "Engade o ID da páxina da redirección (non pode usarse con <var>$1unique</var>).",
	"apihelp-query+allredirects-paramvalue-prop-title": "Engade o título da redirección.",
	"apihelp-query+allredirects-paramvalue-prop-fragment": "Engade o fragmento da redirección, se o hai (non pode usarse con <var>$1unique</var>).",
	"apihelp-query+allredirects-paramvalue-prop-interwiki": "Engade o prefixo interwiki da redirección, se o hai (non pode usarse con <var>$1unique</var>).",
	"apihelp-query+allredirects-param-namespace": "Espazo de nomes a enumerar.",
	"apihelp-query+allredirects-param-limit": "Número total de obxectos a devolver.",
	"apihelp-query+allredirects-param-dir": "Dirección na cal listar.",
	"apihelp-query+allredirects-example-b": "Lista as páxinas obxectivo, incluíndo as eliminadas, cos ID das páxinas das que proveñen, comezando en <kbd>B</kbd>.",
	"apihelp-query+allredirects-example-unique": "Lista páxinas obxectivo únicas.",
	"apihelp-query+allredirects-example-unique-generator": "Obtén tódalas páxinas obxectivo, marcando as eliminadas.",
	"apihelp-query+allredirects-example-generator": "Obtén as páxinas que conteñen as redireccións.",
	"apihelp-query+allrevisions-summary": "Listar todas as revisións.",
	"apihelp-query+allrevisions-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+allrevisions-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+allrevisions-param-user": "Só listar revisións deste usuario.",
	"apihelp-query+allrevisions-param-excludeuser": "Non listar revisións deste usuario.",
	"apihelp-query+allrevisions-param-namespace": "Só listar páxinas neste espazo de nomes.",
	"apihelp-query+allrevisions-param-generatetitles": "Usado como xenerador, xenera títulos no canto de IDs de revisión.",
	"apihelp-query+allrevisions-example-user": "Listar as últimas 50 contribucións do usuario <kbd>Example</kbd>.",
	"apihelp-query+allrevisions-example-ns-any": "Listar as primeiras 50 revisións en calquera espazo de nomes.",
	"apihelp-query+mystashedfiles-summary": "Obter unha lista dos ficheiros da caché de carga do usuario actual.",
	"apihelp-query+mystashedfiles-param-prop": "Que propiedades obter para os ficheiros.",
	"apihelp-query+mystashedfiles-paramvalue-prop-size": "Consultar o tamaño de ficheiro e as dimensións da imaxe.",
	"apihelp-query+mystashedfiles-paramvalue-prop-type": "Consultar o tipo MIME do ficheiro e tipo multimedia.",
	"apihelp-query+mystashedfiles-param-limit": "Cantos ficheiros devolver.",
	"apihelp-query+mystashedfiles-example-simple": "Obter a clave de ficheiro, tamaño de ficheiro, e tamaño en pixels dos ficheiros na caché de carga do usuario actual.",
	"apihelp-query+alltransclusions-summary": "Listar todas as transclusións (páxinas integradas usando &#123;&#123;x&#125;&#125;), incluíndo as eliminadas.",
	"apihelp-query+alltransclusions-param-from": "Título da transclusión na que comezar a enumerar.",
	"apihelp-query+alltransclusions-param-to": "Título da transclusión na que rematar de enumerar.",
	"apihelp-query+alltransclusions-param-prefix": "Buscar todos os títulos transcluídos que comezan con este valor.",
	"apihelp-query+alltransclusions-param-unique": "Amosar só títulos transcluídos distintos. Non pode usarse con <kbd>$1prop=ids</kbd>.\nCando se usa como xerador, produce páxinas obxectivo no canto de páxinas fonte.",
	"apihelp-query+alltransclusions-param-prop": "Que partes de información incluír:",
	"apihelp-query+alltransclusions-paramvalue-prop-ids": "Engade o ID da páxina da páxina transcluída (non pode usarse con $1unique).",
	"apihelp-query+alltransclusions-paramvalue-prop-title": "Engade o título da transclusión.",
	"apihelp-query+alltransclusions-param-namespace": "Nome de espazos a numerar.",
	"apihelp-query+alltransclusions-param-limit": "Número total de obxectos a devolver.",
	"apihelp-query+alltransclusions-param-dir": "Dirección na cal listar.",
	"apihelp-query+alltransclusions-example-b": "Lista os títulos transcluídos, incluíndo os eliminados, cos ID das páxinas das que proveñen, comezando en <kbd>B</kbd>.",
	"apihelp-query+alltransclusions-example-unique": "Lista os títulos transcluídos únicos.",
	"apihelp-query+alltransclusions-example-unique-generator": "Obtén tódolos títulos transcluídos, marcando os eliminados.",
	"apihelp-query+alltransclusions-example-generator": "Obtén as páxinas que conteñen as transclusións.",
	"apihelp-query+allusers-summary": "Enumerar tódolos usuarios rexistrados.",
	"apihelp-query+allusers-param-from": "Nome de usuario no que comezar a enumeración.",
	"apihelp-query+allusers-param-to": "Nome de usuario no que rematar a enumeración.",
	"apihelp-query+allusers-param-excludenamed": "Excluír os usuarios de contas nomeadas.",
	"apihelp-query+allusers-param-excludetemp": "Excluír os usuarios de contas temporais.",
	"apihelp-query+allusers-param-prefix": "Buscar tódolos nomes de usuario que comezan con este valor.",
	"apihelp-query+allusers-param-dir": "Dirección na que ordenar.",
	"apihelp-query+allusers-param-group": "Incluír só ós usuarios dos grupos dados. Non se inclúen grupos implícitos nin autopromocionados como *, usuario ou autoconfirmado.",
	"apihelp-query+allusers-param-excludegroup": "Excluír usuarios nos grupos dados.",
	"apihelp-query+allusers-param-rights": "Incluír só ós usuarios cos dereitos dados. Non se inclúen grupo implícitos nin autopromocionados como *, usuario ou autoconfirmado.",
	"apihelp-query+allusers-param-prop": "Que información incluír:",
	"apihelp-query+allusers-paramvalue-prop-blockinfo": "Engade información sobre o bloque actual do usuario.",
	"apihelp-query+allusers-paramvalue-prop-groups": "Lista de grupos nos que está o usuario. Isto usa máis recursos no servidor e pode devolver menos resultados que o límite.",
	"apihelp-query+allusers-paramvalue-prop-implicitgroups": "Lista todos os grupos ós que usuario pertence de forma automática.",
	"apihelp-query+allusers-paramvalue-prop-rights": "Lista os dereitos que ten o usuario.",
	"apihelp-query+allusers-paramvalue-prop-editcount": "Engade o número de edicións do usuario.",
	"apihelp-query+allusers-paramvalue-prop-registration": "Engade o selo de tempo do momento no que se rexistrou o usuario, se está dispoñible (pode ser branco).",
	"apihelp-query+allusers-paramvalue-prop-centralids": "Engade os identificadores centrais e o estado de acoplamento do usuario.",
	"apihelp-query+allusers-param-limit": "Número total de nomes de usuario a devolver.",
	"apihelp-query+allusers-param-witheditsonly": "Só listar usuarios que teñan feito edicións.",
	"apihelp-query+allusers-param-activeusers": "Só listar usuarios activos {{PLURAL:$1|no último día|nos $1 últimos días}}.",
	"apihelp-query+allusers-param-attachedwiki": "Con <kbd>$1prop=centralids</kbd>, \ntamén indica se o usuario está acoplado á wiki identificada por este identificador.",
	"apihelp-query+allusers-example-y": "Listar usuarios que comecen por <kbd>Y</kbd>.",
	"apihelp-query+authmanagerinfo-summary": "Recuperar información sobre o estado de autenticación actual.",
	"apihelp-query+authmanagerinfo-param-securitysensitiveoperation": "Comprobar se o estado de autenticación actual do usuario é abondo para a operación especificada como sensible dende o punto de vista da seguridade.",
	"apihelp-query+authmanagerinfo-param-requestsfor": "Recuperar a información sobre as peticións de autenticación necesarias para a acción de autenticación especificada.",
	"apihelp-query+authmanagerinfo-example-login": "Recuperar as peticións que poden ser usadas ó comezo dunha conexión.",
	"apihelp-query+authmanagerinfo-example-login-merged": "Recuperar as peticións que poden ser usadas ó comezo dunha conexión, xunto cos campos de formulario integrados.",
	"apihelp-query+authmanagerinfo-example-securitysensitiveoperation": "Probar se a autenticación é abondo para a acción <kbd>foo</kbd>.",
	"apihelp-query+backlinks-summary": "Atopar todas as páxinas que ligan coa páxina dada.",
	"apihelp-query+backlinks-param-title": "Título a buscar. Non pode usarse xunto con <var>$1pageid</var>.",
	"apihelp-query+backlinks-param-pageid": "Identificador de páxina a buscar. Non pode usarse xunto con <var>$1title</var>.",
	"apihelp-query+backlinks-param-namespace": "Espazo de nomes a enumerar.",
	"apihelp-query+backlinks-param-dir": "Dirección na cal listar.",
	"apihelp-query+backlinks-param-filterredir": "Como filtrar as redireccións. Se o valor é <kbd>nonredirects</kbd> cando <var>$1redirect</var> está activa, só se aplica ó segundo nivel.",
	"apihelp-query+backlinks-param-limit": "Cantas páxinas devolver. Se <var>$1redirect</var> está activa, aplícase o límite a cada nivel de forma separada (isto significa que poden devolverse ata 2 * <var>$1limit</var> resultados).",
	"apihelp-query+backlinks-param-redirect": "Se a ligazón sobre unha páxina é unha redirección, atopa tamén todas as páxinas que ligan con esa redirección. O límite máximo divídese á metade.",
	"apihelp-query+backlinks-example-simple": "Amosar as ligazóns a [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+backlinks-example-generator": "Obter a información das páxinas que ligan con [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+blocks-summary": "Listar todos os usuarios e enderezos IP bloqueados.",
	"apihelp-query+blocks-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+blocks-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+blocks-param-ids": "Lista de IDs de bloque a listar (opcional).",
	"apihelp-query+blocks-param-users": "Lista de usuarios a buscar (opcional).",
	"apihelp-query+blocks-param-ip": "Obter todos os bloques aplicables a esta IPs ou a este rango CIDR, incluíndo bloques de rangos.\nNon pode usarse xunto con <var>$3users</var>. Os rangos CIDR maiores que IPv4/$1 ou IPv6/$2 non se aceptan.",
	"apihelp-query+blocks-param-limit": "Número máximo de bloqueos a listar.",
	"apihelp-query+blocks-param-prop": "Que propiedades obter:",
	"apihelp-query+blocks-paramvalue-prop-id": "Engade o identificador do bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-user": "Engade o nome de usario do usuario bloqueado.",
	"apihelp-query+blocks-paramvalue-prop-userid": "Engade o identificador de usuario do usuario bloqueado.",
	"apihelp-query+blocks-paramvalue-prop-by": "Engade o nome de usuario do usuario que fixo o bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-byid": "Engade o identificador do usuario que fixo o bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-timestamp": "Engade o selo de tempo de cando se realizou o bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-expiry": "Engade o selo de tempo de cando remata o bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-reason": "Engade a razón dada para o bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-parsedreason": "Engade a razón analizada dada para o bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-range": "Engade o rango de enderezos IP afectados polo bloqueo.",
	"apihelp-query+blocks-paramvalue-prop-flags": "Etiqueta o bloqueo con (autoblock, anononly, etc.).",
	"apihelp-query+blocks-paramvalue-prop-restrictions": "Engade as restricións de bloqueo parciais se o bloqueo non é en todo o sitio.",
	"apihelp-query+blocks-param-show": "Amosar só os elementos correspondentes a eses criterios.\nPor exemplo, para ver só os bloqueos indefinidos a enderezos IP, define <kbd>$1show=ip|!temp</kbd>.",
	"apihelp-query+blocks-example-simple": "Listar bloques.",
	"apihelp-query+blocks-example-users": "Lista de bloques de usuarios <kbd>Alice</kbd> e <kbd>Bob</kbd>.",
	"apihelp-query+categories-summary": "Listar todas as categorías ás que pertencen as páxinas.",
	"apihelp-query+categories-param-prop": "Que propiedades adicionais obter para cada categoría:",
	"apihelp-query+categories-paramvalue-prop-sortkey": "Engade a clave de ordenación (cadea hexadecimal) e o prefixo da clave de ordenación (parte lexible) da categoría.",
	"apihelp-query+categories-paramvalue-prop-timestamp": "Engade o selo de tempo de cando se engadíu a categoría.",
	"apihelp-query+categories-paramvalue-prop-hidden": "Pon unha marca nas categorías que están ocultas con <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+categories-param-show": "Tipo de categorías a amosar.",
	"apihelp-query+categories-param-limit": "Cantas categorías devolver.",
	"apihelp-query+categories-param-categories": "Listar só esas categorías. Útil para verificar se unha páxina concreta está nunha categoría determinada.",
	"apihelp-query+categories-param-dir": "Dirección na cal listar.",
	"apihelp-query+categories-example-simple": "Obter a lista de categorías ás que pertence a páxina <kbd>Albert Einstein</kbd>",
	"apihelp-query+categories-example-generator": "Obter a información de todas as categorías usadas na páxina <kbd>Albert Einstein</kbd>.",
	"apihelp-query+categoryinfo-summary": "Devolver información sobre as categorías dadas.",
	"apihelp-query+categoryinfo-example-simple": "Obter información sobre <kbd>Category:Foo</kbd> e <kbd>Category:Bar</kbd>",
	"apihelp-query+categorymembers-summary": "Listar tódalas páxinas nunha categoría determinada.",
	"apihelp-query+categorymembers-param-title": "Que categoría enumerar (obrigatorio). Debe incluír o prefixo <kbd>{{ns:category}}:</kbd>. Non pode usarse xunto con <var>$1pageid</var>.",
	"apihelp-query+categorymembers-param-pageid": "ID de páxina da categoría a enumerar. Non se pode usar xunto con <var>$1title</var>.",
	"apihelp-query+categorymembers-param-prop": "Que información incluír:",
	"apihelp-query+categorymembers-paramvalue-prop-ids": "Engade o ID da páxina.",
	"apihelp-query+categorymembers-paramvalue-prop-title": "Engade o título e o ID do espazo de nomes da páxina.",
	"apihelp-query+categorymembers-paramvalue-prop-sortkey": "Engade a clave de ordenación usada para ordenala na categoría (cadea hexadecimal).",
	"apihelp-query+categorymembers-paramvalue-prop-sortkeyprefix": "Engade o prefixo da clave de ordenación usado para ordenala na categoría (parte lexible da clave de ordenación).",
	"apihelp-query+categorymembers-paramvalue-prop-type": "Engade o tipo no que foi categorizado a páxina (<samp>page</samp>, <samp>subcat</samp> ou <samp>file</samp>).",
	"apihelp-query+categorymembers-paramvalue-prop-timestamp": "Engade o selo de tempo no que foi incluída a páxina.",
	"apihelp-query+categorymembers-param-namespace": "Só incluír páxinas nestes espazos de nomes. Decátese de que poden usarse <kbd>$1type=subcat</kbd> ou <kbd>$1type=file</kbd> no canto de <kbd>$1namespace=14</kbd> ou <kbd>6</kbd>.",
	"apihelp-query+categorymembers-param-type": "Que tipo de membros da categoría incluír. Ignorado cando está activo <kbd>$1sort=timestamp</kbd>.",
	"apihelp-query+categorymembers-param-limit": "Máximo número de páxinas a retornar.",
	"apihelp-query+categorymembers-param-sort": "Propiedade pola que ordenar.",
	"apihelp-query+categorymembers-param-dir": "En que dirección ordenar.",
	"apihelp-query+categorymembers-param-start": "Selo de tempo para comezar o listado. Só pode usarse con <kbd>$1sort=timestamp</kbd>.",
	"apihelp-query+categorymembers-param-end": "Selo de tempo co que rematar o listado. Só pode usarse con <kbd>$1sort=timestamp</kbd>.",
	"apihelp-query+categorymembers-param-starthexsortkey": "Clave de ordenación coa que comezar a lista, como se indique en <kbd>$1prop=sortkey</kbd>. Pode usarse só con <kbd>$1sort=sortkey</kbd>.",
	"apihelp-query+categorymembers-param-endhexsortkey": "Clave de ordenación na que rematar a lista, como se indique en <kbd>$1prop=sortkey</kbd>. Pode usarse só con <kbd>$1sort=sortkey</kbd>.",
	"apihelp-query+categorymembers-param-startsortkeyprefix": "Prefixo da clave de ordenación co que comezar a lista. Pode usarse só con <kbd>$1sort=sortkey</kbd>. Sobrescríbese <var>$1starthexsortkey</var>.",
	"apihelp-query+categorymembers-param-endsortkeyprefix": "Prefixo da clave de ordenación no que rematar a lista <strong>antes</strong> (e non <strong>en</strong>; se existe este valor entón non será incluído!). Pode usarse só con $1sort=sortkey. Sobrescríbese $1endhexsortkey.",
	"apihelp-query+categorymembers-param-startsortkey": "Usar $1starthexsortkey no seu lugar.",
	"apihelp-query+categorymembers-param-endsortkey": "Usar $1endhexsortkey no seu lugar.",
	"apihelp-query+categorymembers-example-simple": "Obter as dez primeiras páxinas de <kbd>Category:Physics</kbd>.",
	"apihelp-query+categorymembers-example-generator": "Obter a información das primeiras dez páxinas de <kbd>Category:Physics</kbd>.",
	"apihelp-query+codexicons-summary": "Obter as iconas do Codex",
	"apihelp-query+codexicons-param-names": "Nomes das iconas",
	"apihelp-query+codexicons-example": "Obter as iconas para cdxIconInfo e cdxIconTrash",
	"apihelp-query+contributors-summary": "Obter a lista de contribuidores conectados e o número de contribuidores anónimos dunha páxina.",
	"apihelp-query+contributors-summary-tempusers-enabled": "Obter a lista de contribuidores conectados (incluídos os usuarios temporais) e o número de contribuidores anónimos dunha páxina.",
	"apihelp-query+contributors-param-group": "Incluír só ós usuarios dos grupos dados. Non se inclúen grupos implícitos nin autopromocionados como *, usuario ou autoconfirmado.",
	"apihelp-query+contributors-param-excludegroup": "Excluír usuarios nos grupos dados. Non se inclúen grupos implícitos nin autopromocionados como *, usuario ou autoconfirmado.",
	"apihelp-query+contributors-param-rights": "Incluír só ós usuarios cos dereitos dados. Non se inclúen os dereitos dados a grupos implícitos nin autopromocionados como *, usuario ou autoconfirmado.",
	"apihelp-query+contributors-param-excluderights": "Excluír usuarios cos dereitos dados. Non se inclúen os dereitos dados a grupos implícitos nin autopromocionados como *, usuario ou autoconfirmado.",
	"apihelp-query+contributors-param-limit": "Número total de contribuidores a devolver.",
	"apihelp-query+contributors-example-simple": "Amosar os contribuidores da páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+deletedrevisions-summary": "Obter información sobre as revisións eliminadas.",
	"apihelp-query+deletedrevisions-extended-description": "Pode usarse de varias formas:\n#Obter as revisións borradas dun conxunto de páxinas, indicando os títulos ou os IDs das páxinas. Ordenado por título e selo de tempo.\n#Obter datos sobre un conxunto de revisións borradas, indicando os seus IDs e os seus IDs de revisión. Ordenado por ID de revisión.",
	"apihelp-query+deletedrevisions-param-start": "Selo de tempo no que comezar a enumeración. Ignorado cando se está procesando unha lista de IDs de revisións.",
	"apihelp-query+deletedrevisions-param-end": "Selo de tempo no que rematar a enumeración. Ignorado cando se está procesando unha lista de IDs de revisións.",
	"apihelp-query+deletedrevisions-param-tag": "Só listar revisións marcadas con esta etiqueta.",
	"apihelp-query+deletedrevisions-param-user": "Só listar revisións deste usuario.",
	"apihelp-query+deletedrevisions-param-excludeuser": "Non listar revisións deste usuario.",
	"apihelp-query+deletedrevisions-example-titles": "Listar as revisións borradas das páxinas [[{{MediaWiki:Mainpage}}]] e a súa páxina de conversa con contido.",
	"apihelp-query+deletedrevisions-example-revids": "Listar a información para a revisión borrada <kbd>123456</kbd>.",
	"apihelp-query+deletedrevs-summary": "Listar as revisións eliminadas.",
	"apihelp-query+deletedrevs-extended-description": "Opera según tres modos:\n#Lista as modificacións borradas dos títulos indicados, ordenados por selo de tempo.\n#Lista as contribucións borradas do usuario indicado, ordenadas por selo de tempo (sen indicar títulos).\n#Lista todas as modificacións borradas no espazo de nomes indicado, ordenadas por título e selo de tempo (sen indicar títulos, sen fixar $1user).\n\nCertos parámetros só se aplican a algúns modos e son ignorados noutros.",
	"apihelp-query+deletedrevs-paraminfo-modes": "{{PLURAL:$1|Modo|Modos}}: $2",
	"apihelp-query+deletedrevs-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+deletedrevs-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+deletedrevs-param-from": "Comezar listado neste título.",
	"apihelp-query+deletedrevs-param-to": "Rematar listado neste título.",
	"apihelp-query+deletedrevs-param-prefix": "Buscar tódolos títulos de páxina que comezan con este valor.",
	"apihelp-query+deletedrevs-param-unique": "Só listar unha revisión por cada páxina.",
	"apihelp-query+deletedrevs-param-tag": "Só listar revisións marcadas con esta etiqueta.",
	"apihelp-query+deletedrevs-param-user": "Só listar revisións deste usuario.",
	"apihelp-query+deletedrevs-param-excludeuser": "Non listar revisións deste usuario.",
	"apihelp-query+deletedrevs-param-namespace": "Só listar páxinas neste espazo de nomes.",
	"apihelp-query+deletedrevs-param-limit": "Número máximo de revisións a listar. Se se usa <var>$2prop=content</var>, o límite é $1.",
	"apihelp-query+deletedrevs-param-prop": "Que propiedades obter:",
	"apihelp-query+deletedrevs-paramvalue-prop-revid": "Engade o identificador de revisión da revisión borrada.",
	"apihelp-query+deletedrevs-paramvalue-prop-parentid": "Engade o identificador de revisión da versión anterior da páxina.",
	"apihelp-query+deletedrevs-paramvalue-prop-user": "Engade o usuario que fixo a revisión.",
	"apihelp-query+deletedrevs-paramvalue-prop-userid": "Engade o identificador do usuario que fixo a revisión.",
	"apihelp-query+deletedrevs-paramvalue-prop-comment": "Engade o comentario da revisión.",
	"apihelp-query+deletedrevs-paramvalue-prop-parsedcomment": "Engade o comentario analizado da revisión.",
	"apihelp-query+deletedrevs-paramvalue-prop-minor": "Indica se a modificación é pequena.",
	"apihelp-query+deletedrevs-paramvalue-prop-len": "Engade a lonxitude (en bytes) da revisión.",
	"apihelp-query+deletedrevs-paramvalue-prop-sha1": "Engade o resumo SHA-1 (en base 16) da revisión.",
	"apihelp-query+deletedrevs-paramvalue-prop-content": "Engade o contido da revisión. Por motivos de rendemento, ao usar esta opción, <var>$2limit</var> fórzase a ser $1.",
	"apihelp-query+deletedrevs-paramvalue-prop-token": "Devolve o identificador da modificación.",
	"apihelp-query+deletedrevs-paramvalue-prop-tags": "Etiquetas para a revisión.",
	"apihelp-query+deletedrevs-example-mode1": "Listar as últimas revisións borradas das páxinas [[{{MediaWiki:Mainpage}}]] e <kbd>Talk:Main Page</kbd>, con contido (modo 1).",
	"apihelp-query+deletedrevs-example-mode2": "Listar as últimas 50 contribucións borradas de <kbd>Bob</kbd> (modo 2).",
	"apihelp-query+deletedrevs-example-mode3-main": "Listar as primeiras 50 revisións borradas no espazo de nomes principal (modo 3)",
	"apihelp-query+deletedrevs-example-mode3-talk": "Listar as primeiras 50 páxinas no espazo de nomes {{ns:talk}} (modo 3).",
	"apihelp-query+disabled-summary": "Este módulo de consulta foi desactivado.",
	"apihelp-query+duplicatefiles-summary": "Listar todos os ficheiros que son duplicados dos fichieros dados baseado nos valores da función hash.",
	"apihelp-query+duplicatefiles-param-limit": "Cantos ficheiros duplicados devolver.",
	"apihelp-query+duplicatefiles-param-dir": "Dirección na cal listar.",
	"apihelp-query+duplicatefiles-param-localonly": "Só buscar por ficheiros no repositorio local.",
	"apihelp-query+duplicatefiles-example-simple": "Buscar duplicados de [[:File:Albert Einstein Head.jpg]]",
	"apihelp-query+duplicatefiles-example-generated": "Buscar duplicados de tódolos ficheiros",
	"apihelp-query+embeddedin-summary": "Atopar todas as páxinas que inclúen (por transclusión) o título dado.",
	"apihelp-query+embeddedin-param-title": "Título a buscar. Non pode usarse xunto con $1pageid.",
	"apihelp-query+embeddedin-param-pageid": "Identificador de páxina a buscar. Non pode usarse xunto con $1title.",
	"apihelp-query+embeddedin-param-namespace": "Espazo de nomes a enumerar.",
	"apihelp-query+embeddedin-param-dir": "Dirección na cal listar.",
	"apihelp-query+embeddedin-param-filterredir": "Como filtrar para redireccións.",
	"apihelp-query+embeddedin-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+embeddedin-example-simple": "Amosar as páxinas que inclúan <kbd>Template:Stub</kbd>.",
	"apihelp-query+embeddedin-example-generator": "Obter información sobre as páxinas que inclúen <kbd>Template:Stub</kbd>.",
	"apihelp-query+extlinks-summary": "Devolve todas as URLs externas (sen ser interwikis) das páxinas dadas.",
	"apihelp-query+extlinks-param-limit": "Cantas ligazóns devolver.",
	"apihelp-query+extlinks-param-protocol": "Protocolo da URL. Se está baleiro e está definido <var>$1query</var>, o protocolo é <kbd>http</kbd> e <kbd>https</kbd>. Deixa esa variable e a variable <var>$1query</var> baleiras para listar todas as ligazóns externas.",
	"apihelp-query+extlinks-param-query": "Buscar cadea sen protocolo. Útil para verificar se unha páxina determinada contén unha URL externa determinada.",
	"apihelp-query+extlinks-param-expandurl": "Expandir as URLs relativas a un protocolo co protocolo canónico.",
	"apihelp-query+extlinks-example-simple": "Obter unha de ligazóns externas na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+exturlusage-summary": "Enumerar páxinas que conteñen un enderezo URL dado.",
	"apihelp-query+exturlusage-param-prop": "Que información incluír:",
	"apihelp-query+exturlusage-paramvalue-prop-ids": "Engade o ID da páxina.",
	"apihelp-query+exturlusage-paramvalue-prop-title": "Engade o título e o ID do espazo de nomes da páxina.",
	"apihelp-query+exturlusage-paramvalue-prop-url": "Engade a URL usada na páxina.",
	"apihelp-query+exturlusage-param-protocol": "Protocolo da URL. Se está baleiro e está definido <var>$1query</var>, o protocolo é <kbd>http</kbd> e <kbd>https</kbd>. Deixa esa variable e a variable <var>$1query</var> baleiras para listar todas as ligazóns externas.",
	"apihelp-query+exturlusage-param-query": "Buscar unha cadea sen protocolo. Ver [[Special:LinkSearch]]. Deixar baleira para listar todas as ligazóns externas.",
	"apihelp-query+exturlusage-param-namespace": "Espazo de nomes a enumerar.",
	"apihelp-query+exturlusage-param-limit": "Cantas páxinas devolver.",
	"apihelp-query+exturlusage-param-expandurl": "Expandir as URLs relativas a un protocolo co protocolo canónico.",
	"apihelp-query+exturlusage-example-simple": "Amosar páxinas que ligan con <kbd>https://www.mediawiki.org</kbd>.",
	"apihelp-query+filearchive-summary": "Enumerar secuencialmente todos os ficheiros borrados.",
	"apihelp-query+filearchive-param-from": "Título da imaxe na que que comezar a enumeración.",
	"apihelp-query+filearchive-param-to": "Título da imaxe na que rematar a enumeración.",
	"apihelp-query+filearchive-param-prefix": "Buscar tódolos títulos de imaxes que comezan con este valor.",
	"apihelp-query+filearchive-param-limit": "Cantas imaxes devolver en total.",
	"apihelp-query+filearchive-param-dir": "Dirección na cal listar.",
	"apihelp-query+filearchive-param-sha1": "Función hash SHA1 da imaxe. Invalida $1sha1base36.",
	"apihelp-query+filearchive-param-sha1base36": "Función hash SHA1 da imaxe en base 36 (usado en MediaWiki).",
	"apihelp-query+filearchive-param-prop": "Que información de imaxe devolver:",
	"apihelp-query+filearchive-paramvalue-prop-sha1": "Engade a función hash SHA-1 da imaxe.",
	"apihelp-query+filearchive-paramvalue-prop-timestamp": "Engade o selo de tempo da versión subida.",
	"apihelp-query+filearchive-paramvalue-prop-user": "Engade o usuario que subiu a versión da imaxe.",
	"apihelp-query+filearchive-paramvalue-prop-size": "Engade o tamaño da imaxe en bytes e a altura, anchura e contador de páxina (se é aplicable).",
	"apihelp-query+filearchive-paramvalue-prop-dimensions": "Alias para o tamaño.",
	"apihelp-query+filearchive-paramvalue-prop-description": "Engade a descrición da versión da imaxe.",
	"apihelp-query+filearchive-paramvalue-prop-parseddescription": "Analiza a descrición na versión.",
	"apihelp-query+filearchive-paramvalue-prop-mime": "Engade o tipo MIME da imaxe.",
	"apihelp-query+filearchive-paramvalue-prop-mediatype": "Engade o tipo multimedia da imaxe.",
	"apihelp-query+filearchive-paramvalue-prop-metadata": "Lista os metadatos Exif da versión da imaxe.",
	"apihelp-query+filearchive-paramvalue-prop-bitdepth": "Engade a profundidade de bit da versión.",
	"apihelp-query+filearchive-paramvalue-prop-archivename": "Engade o nome do ficheiro da versión do ficheiro para as versións que non son a última.",
	"apihelp-query+filearchive-example-simple": "Amosar unha lista de tódolos fichieiros eliminados.",
	"apihelp-query+filerepoinfo-summary": "Devolver a metainformación sobre os repositorios de imaxes configurados no wiki.",
	"apihelp-query+filerepoinfo-param-prop": "Que propiedades obter do repositorio (as propiedades dispoñibles poden variar noutros wikis).",
	"apihelp-query+filerepoinfo-paramvalue-prop-apiurl": "URL da API do repositorio: útil para obter información da imaxe do aloxamento.",
	"apihelp-query+filerepoinfo-paramvalue-prop-articlepath": "<var>[[mw:Special:MyLanguage/Manual:$wgArticlePath|$wgArticlePath]]</var> do repositorio do wiki ou equivalente.",
	"apihelp-query+filerepoinfo-paramvalue-prop-canUpload": "Indica se os ficheiros se poden subir a este repositorio; por exemplo, mediante CORS e autenticación compartida.",
	"apihelp-query+filerepoinfo-paramvalue-prop-displayname": "O nome lexible por humanos do wiki do repositorio.",
	"apihelp-query+filerepoinfo-paramvalue-prop-favicon": "Enderezo URL da icona do repositorio do wiki, desde <var>[[mw:Special:MyLanguage/Manual:$wgFavicon|$wgFavicon]]</var>.",
	"apihelp-query+filerepoinfo-paramvalue-prop-fetchDescription": "Indica se as páxinas de descrición dos ficheiros se obteñen deste repositorio ao ver as páxinas de descrición locais dos ficheiros.",
	"apihelp-query+filerepoinfo-paramvalue-prop-initialCapital": "Indica se os nomes dos ficheiros comezan implicitamente cunha letra maiúscula.",
	"apihelp-query+filerepoinfo-paramvalue-prop-local": "Indica se ese repositorio é local ou non.",
	"apihelp-query+filerepoinfo-paramvalue-prop-name": "A chave do repositorio; usada, por exemplo, nos valores de devolución <var>[[mw:Special:MyLanguage/Manual:$wgForeignFileRepos|$wgForeignFileRepos]]</var> e [[Special:ApiHelp/query+imageinfo|imageinfo]].",
	"apihelp-query+filerepoinfo-paramvalue-prop-rootUrl": "Ruta URL raíz para as rutas das imaxe.",
	"apihelp-query+filerepoinfo-paramvalue-prop-scriptDirUrl": "Ruta URL raíz para a instalación de MediaWiki do wiki do repositorio.",
	"apihelp-query+filerepoinfo-paramvalue-prop-server": "<var>[[mw:Special:MyLanguage/Manual:$wgServer|$wgServer]]</var> do repositorio do wiki ou equivalente.",
	"apihelp-query+filerepoinfo-paramvalue-prop-thumbUrl": "Ruta URL raíz para as rutas das miniaturas.",
	"apihelp-query+filerepoinfo-paramvalue-prop-url": "Ruta URL da zona pública.",
	"apihelp-query+filerepoinfo-example-simple": "Obter a información sobre os repositorios de ficheiros.",
	"apihelp-query+fileusage-summary": "Atopar tódalas páxinas que usan os ficheiros dados.",
	"apihelp-query+fileusage-param-prop": "Que propiedades obter:",
	"apihelp-query+fileusage-paramvalue-prop-pageid": "ID de cada páxina.",
	"apihelp-query+fileusage-paramvalue-prop-title": "Título de cada páxina.",
	"apihelp-query+fileusage-paramvalue-prop-redirect": "Marca de se a páxina é unha redirección.",
	"apihelp-query+fileusage-param-namespace": "Só incluír páxinas nestes espazos de nomes.",
	"apihelp-query+fileusage-param-limit": "Cantos devolver.",
	"apihelp-query+fileusage-param-show": "Amosar só os elementos que cumpren estes criterios:",
	"apihelp-query+fileusage-paramvalue-show-redirect": "Amosar só as redireccións.",
	"apihelp-query+fileusage-paramvalue-show-!redirect": "Amosar só as non redireccións.",
	"apihelp-query+fileusage-example-simple": "Obter unha lista de páxinas usando [[:File:Example.jpg]]",
	"apihelp-query+fileusage-example-generator": "Obter infomación sobre páxinas que usan [[:File:Example.jpg]]",
	"apihelp-query+imageinfo-summary": "Devolve información de ficheiros e historial de subidas.",
	"apihelp-query+imageinfo-param-prop": "Que información do ficheiro obter",
	"apihelp-query+imageinfo-paramvalue-prop-timestamp": "Engade selo de tempo á versión subida.",
	"apihelp-query+imageinfo-paramvalue-prop-user": "Engade o usuario que subiu cada versión do ficheiro. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-userid": "Engade o ID do usuario que subiu cada versión do ficheiro. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-comment": "Comentario da versión. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-parsedcomment": "Analizar o comentario da versión. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-canonicaltitle": "Engade o título canónico do ficheiro. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-url": "Devolve o enderezo URL ó ficheiro e á páxina de descrición. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-size": "Engade o tamaño do ficheiro en bytes e a altura, a anchura e o contador de páxina (se é aplicable).",
	"apihelp-query+imageinfo-paramvalue-prop-dimensions": "Alias para o tamaño.",
	"apihelp-query+imageinfo-paramvalue-prop-sha1": "Engade o resumo hash SHA-1 do ficheiro. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-mime": "Engade o tipo MIME do ficheiro. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-thumbmime": "Engade o tipo MIME da miniatura da imaxe (precisa a url e o parámetro $1urlwidth). Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-mediatype": "Engade o tipo de multimedia do ficheiro. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-metadata": "Lista os metadatos Exif da versión do ficheiro. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-commonmetadata": "Lista os metadatos xenéricos do formato do ficheiro para a versión do ficheiro. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-extmetadata": "Lista os metadatos combinados formatados de múltiples fontes. Os resultados están en formato HTML. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-archivename": "Engade o nome de ficheiro da versión do ficheiro para versións anteriores ás últimas. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-bitdepth": "Engade a profundidade de bits da versión. Se a revisión do ficheiro foi borrada, ha recibirse unha propiedade <samp>filehidden</samp>.",
	"apihelp-query+imageinfo-paramvalue-prop-uploadwarning": "Usado pola páxina Special:Upload para obter información sobre un ficheiro existente. Non previsto para usar fóra do núcleo MediaWiki.",
	"apihelp-query+imageinfo-paramvalue-prop-badfile": "Engadido cando o ficheiro está na [[MediaWiki:Bad image list]]",
	"apihelp-query+imageinfo-param-limit": "Cantas revisións de ficheiro a devolver por ficheiro.",
	"apihelp-query+imageinfo-param-start": "Selo de tempo dende o que comezar a lista.",
	"apihelp-query+imageinfo-param-end": "Selo de tempo no que rematar a lista.",
	"apihelp-query+imageinfo-param-urlwidth": "Se $2prop=url está definido, será devolta unha URL a unha imaxe escalada a este ancho.\nPor razóns de rendimento se se usa esta opción, non se devolverán máis de $1 imaxes.",
	"apihelp-query+imageinfo-param-urlheight": "Similar a $1urlwidth.",
	"apihelp-query+imageinfo-param-metadataversion": "Versión de metadata a usar. Se <kbd>latest</kbd> está especificado, usa a última versión. Por defecto <kbd>1</kbd> para compatibilidade con versións anteriores.",
	"apihelp-query+imageinfo-param-extmetadatalanguage": "Que lingua buscar en extmetadata. Isto afecta tanto á tradución a buscar, se hai varias dispoñibles, como a como se formatean cousas como os números e outros valores.",
	"apihelp-query+imageinfo-param-extmetadatamultilang": "Se as traducións para a propiedade extmetadata están dispoñibles, búscaas todas.",
	"apihelp-query+imageinfo-param-extmetadatafilter": "Se está especificado e non baleiro, só se devolverán esas claves para $1prop=extmetadata.",
	"apihelp-query+imageinfo-param-urlparam": "Unha cadea de parámetro específico no analizador. Por exemplo, os PDFs poden usar <kbd>page15-100px</kbd>. Debe usarse <var>$1urlwidth</var> que debe ser coherente con <var>$1urlparam</var>.",
	"apihelp-query+imageinfo-param-badfilecontexttitle": "Se <kbd>$2prop=badfile</kbd> está definido, este é o título da páxina usado para avaliar a [[MediaWiki:Bad image list]]",
	"apihelp-query+imageinfo-param-localonly": "Só buscar ficheiros no repositorio local.",
	"apihelp-query+imageinfo-example-simple": "Busca a información sobre a versión actual de [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+imageinfo-example-dated": "Busca información sobre as versións de [[:File:Test.jpg]] posteriores a 2008.",
	"apihelp-query+images-summary": "Devolve todos os ficheiros contidos nas páxinas dadas.",
	"apihelp-query+images-param-limit": "Cantos ficheiros devolver.",
	"apihelp-query+images-param-images": "Listar só eses ficheiros. Útil para verificar se unha páxina concreta ten un ficheiro determinado.",
	"apihelp-query+images-param-dir": "Dirección na cal listar.",
	"apihelp-query+images-example-simple": "Obter unha lista dos ficheiros empregados na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+images-example-generator": "Obter a información sobre todos os ficheiros usados na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+imageusage-summary": "Atopar tódalas páxinas que usan o título da imaxe dada.",
	"apihelp-query+imageusage-param-title": "Título a buscar. Non pode usarse xunto con $1pageid.",
	"apihelp-query+imageusage-param-pageid": "ID de páxina a buscar. Non pode usarse xunto con $1title.",
	"apihelp-query+imageusage-param-namespace": "Nome de espazos a numerar.",
	"apihelp-query+imageusage-param-dir": "Dirección na cal listar.",
	"apihelp-query+imageusage-param-filterredir": "Como filtrar redireccións. Se se fixa a non redirección cando está activo $1redirect, isto só se aplica ó segundo nivel.",
	"apihelp-query+imageusage-param-limit": "Cantas páxinas devolver. Se <var>$1redirect</var> está activa, aplícase o límite a cada nivel de forma separada (isto significa que poden devolverse ata 2 * <var>$1limit</var> resultados).",
	"apihelp-query+imageusage-param-redirect": "Se a ligazón sobre unha páxina é unha redirección, atopa tamén todas as páxinas que ligan con esa redirección. O límite máximo divídese á metade.",
	"apihelp-query+imageusage-example-simple": "Amosar as páxinas que usan [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+imageusage-example-generator": "Obter información sobre as páxinas que usan [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+info-summary": "Obter información básica da páxina.",
	"apihelp-query+info-param-prop": "Que propiedades adicionais obter",
	"apihelp-query+info-paramvalue-prop-protection": "Listar o nivel de protección de cada páxina.",
	"apihelp-query+info-paramvalue-prop-talkid": "O ID de páxina da páxina de conversa para cada páxina que non é páxina de conversa.",
	"apihelp-query+info-paramvalue-prop-watched": "Listar o estado de vixilancia de cada páxina.",
	"apihelp-query+info-paramvalue-prop-watchers": "O número de vixiantes, se está permitido.",
	"apihelp-query+info-paramvalue-prop-visitingwatchers": "O nome dos usuarios que vixían cada páxina e que teñen visitado os cambios recentes a esta páxina, se está autorizado.",
	"apihelp-query+info-paramvalue-prop-notificationtimestamp": "O selo de tempo de notificación da lista de vixilancia de cada páxina.",
	"apihelp-query+info-paramvalue-prop-subjectid": "O ID de páxina da páxina pai para cada páxina de conversa.",
	"apihelp-query+info-paramvalue-prop-associatedpage": "O título prefixado da [[:mw:Special:MyLanguage/Help:Associated_pages|páxina de contido ou de conversa asociada]].",
	"apihelp-query+info-paramvalue-prop-url": "Devolve unha URL completa, unha URL de modificación, e a URL canónica de cada páxina.",
	"apihelp-query+info-paramvalue-prop-readable": "Se o usuario pode ler esta páxina. Usa <kbd>intestactions=read</kbd> no seu lugar.",
	"apihelp-query+info-paramvalue-prop-preload": "Proporciona o texto devolto por EditFormPreloadText. Usa <kbd>preloadcontent</kbd> no seu lugar, que soporta outros tipos de texto precargado.",
	"apihelp-query+info-paramvalue-prop-preloadcontent": "Proporciona o contido que se amosará no editor cando a páxina non existe ou mentres se engade unha nova sección.",
	"apihelp-query+info-paraminfo-preloadcontentonly": "Úsase só cando <var>$3prop</var> contén <var>preloadcontent</var>.",
	"apihelp-query+info-param-preloadcustom": "Título dunha páxina personalizada para usar como contido precargado.",
	"apihelp-query+info-param-preloadparams": "Parámetros para a páxina personalizada que se utiliza como contido precargado.",
	"apihelp-query+info-param-preloadnewsection": "Devolver o contido precargado para unha nova sección da páxina, en lugar dunha páxina nova.",
	"apihelp-query+info-paramvalue-prop-editintro": "Proporciona as mensaxes de introdución que deben amosarse ao usuario ao editar esta páxina ou revisión, en formato HTML.",
	"apihelp-query+info-paraminfo-editintroonly": "Úsase só cando <var>$3prop</var> contén <var>editintro</var>.",
	"apihelp-query+info-param-editintrostyle": "Algunhas mensaxes de introdución inclúen marcos de envoltura opcionais. Usa <kbd>moreframes</kbd> para incluílos ou <kbd>lessframes</kbd> para omitilos.",
	"apihelp-query+info-param-editintroskip": "Lista de mensaxes de introdución para eliminar da resposta. Usa isto se unha mensaxe específica non é relevante para a túa ferramenta ou se a información se transmite dun xeito diferente.",
	"apihelp-query+info-param-editintrocustom": "Título dunha páxina personalizada para usar como mensaxe de introdución adicional.",
	"apihelp-query+info-paramvalue-prop-displaytitle": "Devolve a forma na que se visualiza actualmente o título da páxina.",
	"apihelp-query+info-paramvalue-prop-varianttitles": "Devolve o título en todas as variantes da lingua do contido do sitio.",
	"apihelp-query+info-paramvalue-prop-linkclasses": "Ofrece as clases CSS adicionais (por exemplo, as cores das ligazóns) usadas para as ligazóns a esta páxina se aparecesen na páxina denominada por <var>$1linkcontext</var>.",
	"apihelp-query+info-param-linkcontext": "O título de contexto que se debe usar cando se determinan as clases CSS adicionais (por exemplo, as cores das ligazóns) cando <var>$1prop</var> contén <var>linkclasses</var>.",
	"apihelp-query+info-param-testactions": "Probar se o usuario actual pode realizar certas accións na páxina.",
	"apihelp-query+info-param-testactionsdetail": "Nivel de detalle para <var>$1testactions</var>. Usa os parámetros <var>errorformat</var> e <var>errorlang</var> do [[Special:ApiHelp/main|módulo principal]] para controlar o formato das mensaxes devoltas.",
	"apihelp-query+info-paramvalue-testactionsdetail-boolean": "Devolver un valor booleano para cada acción.",
	"apihelp-query+info-paramvalue-testactionsdetail-full": "Devolver mensaxes que describen por que non se permite a acción ou unha matriz baleira se está permitida.",
	"apihelp-query+info-paramvalue-testactionsdetail-quick": "Como <kbd>full</kbd>, pero saltando as comprobacións custosas.",
	"apihelp-query+info-param-testactionsautocreate": "Probar se a execución de <var>$1testactions</var> crearía automaticamente unha conta temporal.",
	"apihelp-query+info-example-simple": "Obter a información sobre a páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+info-example-protection": "Obter a información xeral e de protección sobre a páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+iwbacklinks-summary": "Atopar todas as páxina que ligan á ligazón interwiki indicada.",
	"apihelp-query+iwbacklinks-extended-description": "Pode usarse para atopar todas as ligazóns cun prefixo, ou todas as ligazóns a un título (co prefixo indicado). Se non se usa ningún parámetro funciona como \"todas as ligazóns interwiki\".",
	"apihelp-query+iwbacklinks-param-prefix": "Prefixo para a interwiki.",
	"apihelp-query+iwbacklinks-param-title": "Ligazón interwiki a buscar. Debe usarse con <var>$1blprefix</var>.",
	"apihelp-query+iwbacklinks-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+iwbacklinks-param-prop": "Que propiedades obter:",
	"apihelp-query+iwbacklinks-paramvalue-prop-iwprefix": "Engade o prefixo da interwiki.",
	"apihelp-query+iwbacklinks-paramvalue-prop-iwtitle": "Engade o título da interwiki.",
	"apihelp-query+iwbacklinks-param-dir": "Dirección na cal listar.",
	"apihelp-query+iwbacklinks-example-simple": "Obter as páxinas ligadas a [[wikibooks:Test]]",
	"apihelp-query+iwbacklinks-example-generator": "Obter información sobre as páxinas que ligan a [[wikibooks:Test]].",
	"apihelp-query+iwlinks-summary": "Devolve todas as ligazóns interwiki ás páxinas indicadas.",
	"apihelp-query+iwlinks-param-url": "Se obter a URL completa (non pode usarse con $1prop).",
	"apihelp-query+iwlinks-param-prop": "Que propiedades adicionais obter para cada ligazón interlingüística:",
	"apihelp-query+iwlinks-paramvalue-prop-url": "Engade a URL completa.",
	"apihelp-query+iwlinks-param-limit": "Cantas ligazóns interwiki devolver.",
	"apihelp-query+iwlinks-param-prefix": "Só devolver ligazóns interwiki con este prefixo.",
	"apihelp-query+iwlinks-param-title": "Ligazón interwiki a buscar. Debe usarse con <var>$1prefix</var>.",
	"apihelp-query+iwlinks-param-dir": "Dirección na cal listar.",
	"apihelp-query+iwlinks-example-simple": "Obter as ligazóns interwiki da páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+langbacklinks-summary": "Atopar todas as páxinas que ligan coa ligazón de lingua dada.",
	"apihelp-query+langbacklinks-extended-description": "Pode usarse para atopar todas as ligazóns cun código de lingua, ou todas as ligazón a un título (cunha lingua dada). Non usar cun parámetro que sexa \"todas as ligazóns de lingua\".\n\nDecátese que isto pode non considerar as ligazóns de idioma engadidas polas extensións.",
	"apihelp-query+langbacklinks-param-lang": "Lingua para a ligazón de lingua.",
	"apihelp-query+langbacklinks-param-title": "Ligazón de lingua a buscar. Debe usarse con $1lang.",
	"apihelp-query+langbacklinks-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+langbacklinks-param-prop": "Que propiedades obter:",
	"apihelp-query+langbacklinks-paramvalue-prop-lllang": "Engade o código de lingua á ligazón de páxina.",
	"apihelp-query+langbacklinks-paramvalue-prop-lltitle": "Engade o título da ligazón de lingua.",
	"apihelp-query+langbacklinks-param-dir": "Dirección na cal listar.",
	"apihelp-query+langbacklinks-example-simple": "Obter as páxinas ligadas a [[:fr:Test]].",
	"apihelp-query+langbacklinks-example-generator": "Obter información sobre as páxinas que ligan a [[:fr:Test]].",
	"apihelp-query+langlinks-summary": "Devolve todas as ligazóns interwiki ás páxinas indicadas.",
	"apihelp-query+langlinks-param-limit": "Cantas ligazóns de lingua devolver.",
	"apihelp-query+langlinks-param-url": "Se obter a URL completa (non pode usarse con <var>$1prop</var>).",
	"apihelp-query+langlinks-param-prop": "Que propiedades adicionais obter para cada ligazón interlingüística:",
	"apihelp-query+langlinks-paramvalue-prop-url": "Engade a URL completa.",
	"apihelp-query+langlinks-paramvalue-prop-langname": "Engade o nome localizado da lingua (o mellor intento). Use <var>$1inlanguagecode</var> para controlar a lingua.",
	"apihelp-query+langlinks-paramvalue-prop-autonym": "Engade o nome nativo da lingua.",
	"apihelp-query+langlinks-param-lang": "Devolver só ligazóns de lingua con este código de lingua.",
	"apihelp-query+langlinks-param-title": "Ligazón a buscar. Debe usarse con <var>$1lang</var>.",
	"apihelp-query+langlinks-param-dir": "Dirección na cal listar.",
	"apihelp-query+langlinks-param-inlanguagecode": "Código de lingua para nomes de lingua localizados.",
	"apihelp-query+langlinks-example-simple": "Obter as ligazóns interlingüísticas da páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+languageinfo-summary": "Devolver a información sobre as linguas dispoñibles.",
	"apihelp-query+languageinfo-extended-description": "Pódese aplicar unha [[mw:Special:MyLanguage/API:Continue|continuación]] se a recuperación da información tarda demasiado tempo para unha solicitude.",
	"apihelp-query+languageinfo-param-prop": "Que información obter para cada lingua.",
	"apihelp-query+languageinfo-paramvalue-prop-code": "O código da lingua. (Este código é específico de MediaWiki, aínda que hai superposicións con outros estándares.)",
	"apihelp-query+languageinfo-paramvalue-prop-bcp47": "O código de lingua BCP-47.",
	"apihelp-query+languageinfo-paramvalue-prop-dir": "A dirección de escritura da lingua (xa sexa <code>ltr</code> ou <code>rtl</code>).",
	"apihelp-query+languageinfo-paramvalue-prop-autonym": "O autónimo da lingua, é dicir, o nome nesa lingua.",
	"apihelp-query+languageinfo-paramvalue-prop-name": "O nome da lingua na lingua especificada polo parámetro <var>uselang</var>, aplicando a lingua alternativa se fose necesario.",
	"apihelp-query+languageinfo-paramvalue-prop-variantnames": "Os nomes curtos das variantes lingüísticas utilizadas para as ligazóns de conversión de linguas.",
	"apihelp-query+languageinfo-paramvalue-prop-fallbacks": "Os códigos de lingua das linguas alternativas configuradas para esta lingua. Non se inclúe a alternativa final implícita \"en\" (pero algunhas linguas poden ter \"en\" como alternativa explícita).",
	"apihelp-query+languageinfo-paramvalue-prop-variants": "Os códigos de lingua das variantes admitidas por esta lingua.",
	"apihelp-query+languageinfo-param-code": "Códigos de lingua das linguas que se deben devolver ou <code>*</code> para todas as linguas.",
	"apihelp-query+languageinfo-example-simple": "Obter os códigos de lingua de todas as linguas admitidas.",
	"apihelp-query+languageinfo-example-autonym-name-de": "Obter os autónimos e os nomes alemáns de todas as linguas admitidas.",
	"apihelp-query+languageinfo-example-fallbacks-variants-oc": "Obter as linguas alternativas e as variantes do occitano.",
	"apihelp-query+languageinfo-example-bcp47-dir": "Obter o código de lingua BCP-47 e a dirección de todas as linguas admitidas.",
	"apihelp-query+links-summary": "Devolve todas as ligazóns das páxinas indicadas.",
	"apihelp-query+links-param-namespace": "Amosa ligazóns só neste espazo de nomes.",
	"apihelp-query+links-param-limit": "Cantas ligazóns devolver.",
	"apihelp-query+links-param-titles": "Listar só as ligazóns a eses títulos. Útil para verificar se unha páxina concreta liga a un título determinado.",
	"apihelp-query+links-param-dir": "Dirección na cal listar.",
	"apihelp-query+links-example-simple": "Obter as ligazóns da páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+links-example-generator": "Obter a información sobre as ligazóns da páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+links-example-namespaces": "Obter as ligazóns da páxina [[{{MediaWiki:Mainpage}}]] nos espazos de nome {{ns:user}} e {{ns:template}}.",
	"apihelp-query+linkshere-summary": "Atopar todas as páxinas que ligan coas páxinas dadas.",
	"apihelp-query+linkshere-param-prop": "Que propiedades obter:",
	"apihelp-query+linkshere-paramvalue-prop-pageid": "ID de cada páxina.",
	"apihelp-query+linkshere-paramvalue-prop-title": "Título de cada páxina.",
	"apihelp-query+linkshere-paramvalue-prop-redirect": "Marca de se a páxina é unha redirección.",
	"apihelp-query+linkshere-param-namespace": "Só incluír páxinas nestes espazos de nomes.",
	"apihelp-query+linkshere-param-limit": "Cantos devolver.",
	"apihelp-query+linkshere-param-show": "Amosar só os elementos que cumpren estes criterios:",
	"apihelp-query+linkshere-paramvalue-show-redirect": "Amosar só as redireccións.",
	"apihelp-query+linkshere-paramvalue-show-!redirect": "Amosar só as non redireccións.",
	"apihelp-query+linkshere-example-simple": "Obter unha lista das páxinas que ligan con [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+linkshere-example-generator": "Obter a información sobre as páxinas que ligan con [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+logevents-summary": "Obter os eventos dos rexistros.",
	"apihelp-query+logevents-param-prop": "Que propiedades obter:",
	"apihelp-query+logevents-paramvalue-prop-ids": "Engade o identificador do evento.",
	"apihelp-query+logevents-paramvalue-prop-title": "Engade o título da páxina para o evento.",
	"apihelp-query+logevents-paramvalue-prop-type": "Engade o tipo de evento.",
	"apihelp-query+logevents-paramvalue-prop-user": "Engade o usuario responsable do evento no rexistro. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+logevents-paramvalue-prop-userid": "Engade o identificador do usuario responsable do evento no rexistro. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+logevents-paramvalue-prop-timestamp": "Engade o selo de tempo do evento no rexistro.",
	"apihelp-query+logevents-paramvalue-prop-comment": "Engade o comentario do evento no rexistro. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+logevents-paramvalue-prop-parsedcomment": "Engade o comentario analizado do evento no rexistro. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+logevents-paramvalue-prop-details": "Lista detalles adicionais do evento no rexistro. Se a revisión do evento no rexistro foi borrada, ha recibirse unha propiedade <samp>actionhidden</samp>.",
	"apihelp-query+logevents-paramvalue-prop-tags": "Lista as etiquetas do evento no rexistro.",
	"apihelp-query+logevents-param-type": "Filtrar as entradas do rexistro para amosar só as deste tipo.",
	"apihelp-query+logevents-param-action": "Filtrar accións no rexistro para amosar só esta acción. Ignora <var>$1type</var>. Na lista de posibles valores, valores coa máscara asterisco como <kbd>action/*</kbd> poden ter diferentes cadeas despois da barra (/).",
	"apihelp-query+logevents-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+logevents-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+logevents-param-user": "Filtrar entradas ás feitas polo usuario indicado.",
	"apihelp-query+logevents-param-title": "Filtrar entradas ás asociadas á páxina indicada.",
	"apihelp-query+logevents-param-namespace": "Filtrar entradas ás do espazo de nomes indicado.",
	"apihelp-query+logevents-param-prefix": "Filtrar entradas ás que comezan por este prefixo.",
	"apihelp-query+logevents-param-tag": "Só listar entradas de evento marcadas con esta etiqueta.",
	"apihelp-query+logevents-param-limit": "Número total de entradas de evento a devolver.",
	"apihelp-query+logevents-example-simple": "Lista de eventos recentes do rexistro.",
	"apihelp-query+pagepropnames-summary": "Listar os nomes de todas as propiedades de páxina usados na wiki.",
	"apihelp-query+pagepropnames-param-limit": "Máximo número de nomes a retornar.",
	"apihelp-query+pagepropnames-example-simple": "Obter os dez primeiros nomes de propiedade.",
	"apihelp-query+pageprops-summary": "Obter varias propiedades de páxina definidas no contido da páxina.",
	"apihelp-query+pageprops-param-prop": "Listar só estas propiedades de páxina (<kbd>[[Special:ApiHelp/query+pagepropnames|action=query&list=pagepropnames]]</kbd> devolve os nomes das propiedades de páxina usados). Útil para verificar se as páxinas usan unha determinada propiedade de páxina.",
	"apihelp-query+pageprops-example-simple": "Obter as propiedades para as páxinas <kbd>{{MediaWiki:Mainpage}}</kbd> e <kbd>MediaWiki</kbd>.",
	"apihelp-query+pageswithprop-summary": "Amosar a lista de páxinas que empregan unha propiedade determinada.",
	"apihelp-query+pageswithprop-param-propname": "Propiedade de páxina para a que enumerar as páxinas (<kbd>[[Special:ApiHelp/query+pagepropnames|action=query&list=pagepropnames]]</kbd> devolve os nomes das propiedades de páxina en uso).",
	"apihelp-query+pageswithprop-param-prop": "Que información incluír:",
	"apihelp-query+pageswithprop-paramvalue-prop-ids": "Engade o ID da páxina.",
	"apihelp-query+pageswithprop-paramvalue-prop-title": "Engade o título e o ID do espazo de nomes da páxina.",
	"apihelp-query+pageswithprop-paramvalue-prop-value": "Engade o valor da propiedade de páxina.",
	"apihelp-query+pageswithprop-param-limit": "Máximo número de páxinas a retornar.",
	"apihelp-query+pageswithprop-param-dir": "En que dirección ordenar.",
	"apihelp-query+pageswithprop-example-simple": "Lista as dez primeiras páxinas que usan <code>&#123;&#123;DISPLAYTITLE:&#125;&#125;</code>.",
	"apihelp-query+pageswithprop-example-generator": "Obter información adicional das dez primeiras páxinas que usan <code>_&#95;NOTOC_&#95;</code>.",
	"apihelp-query+prefixsearch-summary": "Facer unha busca de prefixo nos títulos das páxinas.",
	"apihelp-query+prefixsearch-extended-description": "Malia as semellanzas nos nomes, este módulo non pretende ser equivalente a [[Special:PrefixIndex]]; para iso consulta <kbd>[[Special:ApiHelp/query+allpages|action=query&list=allpages]]</kbd> co parámetro <kbd>apprefix</kbd>. O propósito deste módulo é semellante ó de <kbd>[[Special:ApiHelp/opensearch|action=opensearch]]</kbd>: para coller a entrada do usuario e fornecer mellores títulos que mellor se lle adapten. Dependendo do motor de procura do servidor, isto pode incluír corrección de erros, evitar as redireccións, ou outras heurísticas.",
	"apihelp-query+prefixsearch-param-search": "Buscar texto.",
	"apihelp-query+prefixsearch-param-namespace": "Espazo de nomes no que buscar. Ignórase se <var>$1search</var> comeza cun prefixo de espazo de nomes válido.",
	"apihelp-query+prefixsearch-param-limit": "Número máximo de resultados a visualizar.",
	"apihelp-query+prefixsearch-param-offset": "Número de resultados a saltar.",
	"apihelp-query+prefixsearch-example-simple": "Buscar títulos de páxina que comecen con <kbd>meaning</kbd>.",
	"apihelp-query+prefixsearch-param-profile": "Buscar o perfil a usar.",
	"apihelp-query+protectedtitles-summary": "Listar todos os títulos protexidos en creación.",
	"apihelp-query+protectedtitles-param-namespace": "Só listar títulos nestes espazos de nomes.",
	"apihelp-query+protectedtitles-param-level": "Só listar títulos con estes niveis de protección.",
	"apihelp-query+protectedtitles-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+protectedtitles-param-start": "Comezar a listar neste selo de tempo de protección.",
	"apihelp-query+protectedtitles-param-end": "Rematar de listar neste selo de tempo de protección.",
	"apihelp-query+protectedtitles-param-prop": "Que propiedades obter:",
	"apihelp-query+protectedtitles-paramvalue-prop-timestamp": "Engade o selo de tempo de cando se fixo a protección.",
	"apihelp-query+protectedtitles-paramvalue-prop-user": "Engade o usuario que fixo a protección.",
	"apihelp-query+protectedtitles-paramvalue-prop-userid": "Engade o ID do usuario que fixo a protección.",
	"apihelp-query+protectedtitles-paramvalue-prop-comment": "Engade o comentario da protección.",
	"apihelp-query+protectedtitles-paramvalue-prop-parsedcomment": "Engade o comentario analizado da protección.",
	"apihelp-query+protectedtitles-paramvalue-prop-expiry": "Engade o selo de tempo no que rematará a protección",
	"apihelp-query+protectedtitles-paramvalue-prop-level": "Engade o nivel de protección.",
	"apihelp-query+protectedtitles-example-simple": "Listar títulos protexidos",
	"apihelp-query+protectedtitles-example-generator": "Atopar ligazóns ós títulos protexidos no espazo de nomes principal",
	"apihelp-query+querypage-summary": "Obtén unha lista proporcionada por unha páxina especial basada en QueryPage.",
	"apihelp-query+querypage-param-page": "Nome da páxina especial. Teña en conta que diferencia entre maiúsculas e minúsculas.",
	"apihelp-query+querypage-param-limit": "Número de resultados a visualizar.",
	"apihelp-query+querypage-example-ancientpages": "Resultados devoltos de [[Special:Ancientpages]].",
	"apihelp-query+random-summary": "Obter un conxunto de páxinas aleatorias.",
	"apihelp-query+random-extended-description": "As páxinas están listadas nunha secuencia fixa, só o punto de comezo é aleatorio. Isto significa que se, por exemplo, a <samp>Main Page</samp> é a primeira páxina aleatoria da lista, a <samp>Lista de monos ficticios</samp> será <em>sempre</em> a segunda, <samp>Lista de xente en selos de Vanuatu</samp> será a terceira, etc.",
	"apihelp-query+random-param-namespace": "Devolver páxinas só neste espazo de nomes.",
	"apihelp-query+random-param-limit": "Limitar cantas páxinas aleatorias se van devolver.",
	"apihelp-query+random-param-minsize": "Limitar a páxinas con polo menos este número de bytes.",
	"apihelp-query+random-param-maxsize": "Limitar a páxinas con como máximo este número de bytes.",
	"apihelp-query+random-param-contentmodel": "Filtrar as páxinas que teñan o modelo de contido indicado.",
	"apihelp-query+random-param-redirect": "No canto use <kbd>$1filterredir=redirects</kbd>.",
	"apihelp-query+random-param-filterredir": "Como filtrar para redireccións.",
	"apihelp-query+random-example-simple": "Obter dúas páxinas aleatorias do espazo de nomes principal.",
	"apihelp-query+random-example-generator": "Obter a información da páxina de dúas páxinas aleatorias do espazo de nomes principal.",
	"apihelp-query+random-example-minsize": "Obter a información da páxina dunha páxina aleatoria do espazo de nomes principal que teña, como mínimo, 500 bytes de texto.",
	"apihelp-query+recentchanges-summary": "Enumerar os cambios recentes.",
	"apihelp-query+recentchanges-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+recentchanges-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+recentchanges-param-namespace": "Filtrar os cambios a só eses espazos de nomes.",
	"apihelp-query+recentchanges-param-user": "Só listar cambios deste usuario.",
	"apihelp-query+recentchanges-param-excludeuser": "Non listar cambios deste usuario.",
	"apihelp-query+recentchanges-param-tag": "Só listar cambios marcados con esta etiqueta.",
	"apihelp-query+recentchanges-param-slot": "Só listar cambios que tocan o espazo nomeado.",
	"apihelp-query+recentchanges-param-prop": "Engade información adicional:",
	"apihelp-query+recentchanges-paramvalue-prop-user": "Engade o usuario responsable da modificación e marca se é un enderezo IP. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+recentchanges-paramvalue-prop-userid": "Engade o identificador do usuario responsable da edición. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+recentchanges-paramvalue-prop-comment": "Engade o comentario da edición. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+recentchanges-paramvalue-prop-parsedcomment": "Engade o comentario analizado da edición. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+recentchanges-paramvalue-prop-flags": "Engade os indicadores da edición.",
	"apihelp-query+recentchanges-paramvalue-prop-timestamp": "Engade o selo de tempo da edición.",
	"apihelp-query+recentchanges-paramvalue-prop-title": "Engade o título da páxina da edición.",
	"apihelp-query+recentchanges-paramvalue-prop-ids": "Engade o identificador da páxina, o identificador dos cambios recentes e o identificador da versión nova e da vella.",
	"apihelp-query+recentchanges-paramvalue-prop-sizes": "Engade a lonxitude nova e vella da páxina en bytes.",
	"apihelp-query+recentchanges-paramvalue-prop-redirect": "Marca a edición se a páxina é unha redirección.",
	"apihelp-query+recentchanges-paramvalue-prop-patrolled": "Marca as edicións vixiables como vixiadas ou non vixiadas.",
	"apihelp-query+recentchanges-paramvalue-prop-autopatrolled": "Marca as edicións vixiables como vixiadas automaticamente ou non.",
	"apihelp-query+recentchanges-paramvalue-prop-loginfo": "Engade información do rexistro (identificador de rexistro, tipo de rexistro, etc) nas entradas do rexistro.",
	"apihelp-query+recentchanges-paramvalue-prop-tags": "Lista as etiquetas da entrada.",
	"apihelp-query+recentchanges-paramvalue-prop-sha1": "Engade o control de contido para as entradas asociadas a unha revisión. Se a revisión do contido foi borrada, ha recibirse unha propiedade <samp>sha1hidden</samp>.",
	"apihelp-query+recentchanges-param-show": "Só amosar elementos que cumpran eses criterios. Por exemplo, para ver só edicións menores feitas por usuarios conectados, activar $1show=minor|!anon.",
	"apihelp-query+recentchanges-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+recentchanges-param-type": "Que tipos de cambios amosar.",
	"apihelp-query+recentchanges-param-toponly": "Listar só cambios que son a última revisión.",
	"apihelp-query+recentchanges-param-title": "Filtrar entradas ás asociadas á páxina indicada.",
	"apihelp-query+recentchanges-param-generaterevisions": "Cando é usado como xerador, xera identificadore de revisión no canto de títulos. As entradas de modificacións recentes sen identificadores de revisión asociados (p. ex. a maioría das entradas de rexistro) non xerarán nada.",
	"apihelp-query+recentchanges-example-simple": "Listar cambios recentes.",
	"apihelp-query+recentchanges-example-generator": "Obter a información de páxina sobre cambios recentes sen vixilancia.",
	"apihelp-query+redirects-summary": "Devolve todas as redireccións das páxinas indicadas.",
	"apihelp-query+redirects-param-prop": "Que propiedades recuperar:",
	"apihelp-query+redirects-paramvalue-prop-pageid": "ID de páxina de cada redirección.",
	"apihelp-query+redirects-paramvalue-prop-title": "Título de cada redirección.",
	"apihelp-query+redirects-paramvalue-prop-fragment": "Fragmento de cada redirección, se hai algún.",
	"apihelp-query+redirects-param-namespace": "Só incluír páxinas nestes espacios de nomes.",
	"apihelp-query+redirects-param-limit": "Cantas redireccións devolver.",
	"apihelp-query+redirects-param-show": "Amosar só os elementos que cumpren estes criterios:",
	"apihelp-query+redirects-paramvalue-show-fragment": "Amosar só as redireccións que teñan un fragmento.",
	"apihelp-query+redirects-paramvalue-show-!fragment": "Amosar só as redireccións que non teñan un fragmento.",
	"apihelp-query+redirects-example-simple": "Obter unha lista das redireccións a [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+redirects-example-generator": "Obter a información sobre tódalas redireccións a [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-summary": "Obter información da revisión.",
	"apihelp-query+revisions-extended-description": "Pode usarse de varias formas:\n#Obter datos sobre un conxunto de páxinas (última modificación), fixando os títulos ou os IDs das páxinas.\n#Obter as modificacións da páxina indicada, usando os títulos ou os IDs de páxinas con comezar, rematar ou límite.\n#Obter os datos sobre un conxunto de modificacións fixando os seus IDs cos seus IDs de modificación.",
	"apihelp-query+revisions-paraminfo-singlepageonly": "Só pode usarse cunha única páxina (mode #2).",
	"apihelp-query+revisions-param-startid": "Iniciar a enumeración a partir da marca de tempo da revisión con este identificador. A revisión debe existir, pero non ten que pertencer a esta páxina.",
	"apihelp-query+revisions-param-endid": "Deter a enumeración na marca de tempo da revisión con este identificador. A revisión debe existir, pero non ten que pertencer a esta páxina.",
	"apihelp-query+revisions-param-start": "Desde que selo de tempo comezar a enumeración.",
	"apihelp-query+revisions-param-end": "Enumerar desde este selo de tempo.",
	"apihelp-query+revisions-param-user": "Só incluir revisión feitas polo usuario.",
	"apihelp-query+revisions-param-excludeuser": "Excluír revisións feitas polo usuario.",
	"apihelp-query+revisions-param-tag": "Só listar revisións marcadas con esta etiqueta.",
	"apihelp-query+revisions-example-content": "Obter os datos con contido da última revisión dos títulos <kbd>API</kbd> e [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-last5": "Obter as cinco últimas revisión de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-first5": "Obter as cinco primeiras revisións de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-first5-after": "Obter as cinco primeiras revisións de [[{{MediaWiki:Mainpage}}]] feitas despois do 01-05-2006.",
	"apihelp-query+revisions-example-first5-not-localhost": "Obter as cinco primeiras revisións de [[{{MediaWiki:Mainpage}}]] que non foron feitas polo usuario anónimo <kbd>127.0.0.1</kbd>.",
	"apihelp-query+revisions-example-first5-user": "Obter as cinco primeiras revisión de [[{{MediaWiki:Mainpage}}]] feitas polo usuario <kbd>MediaWiki default</kbd>.",
	"apihelp-query+revisions+base-param-prop": "Que propiedades amosar para cada modificación:",
	"apihelp-query+revisions+base-paramvalue-prop-ids": "O identificador da modificación.",
	"apihelp-query+revisions+base-paramvalue-prop-flags": "Marcas de modificación (menor).",
	"apihelp-query+revisions+base-paramvalue-prop-timestamp": "O selo de tempo da modificación.",
	"apihelp-query+revisions+base-paramvalue-prop-user": "Usuario que fixo a revisión. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+revisions+base-paramvalue-prop-userid": "Identificador de usuario do creador da revisión. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+revisions+base-paramvalue-prop-size": "Lonxitude (en bytes) da revisión.",
	"apihelp-query+revisions+base-paramvalue-prop-slotsize": "Lonxitude (en bytes) de cada espazo da revisión.",
	"apihelp-query+revisions+base-paramvalue-prop-sha1": "SHA-1 (en base 16) da modificación. Se a revisión do contido foi borrada, ha recibirse unha propiedade <samp>sha1hidden</samp>.",
	"apihelp-query+revisions+base-paramvalue-prop-slotsha1": "SHA-1 (en base 16) de cada espazo da revisión. Se a revisión do contido foi borrada, ha recibirse unha propiedade <samp>sha1hidden</samp>.",
	"apihelp-query+revisions+base-paramvalue-prop-contentmodel": "Identificador do modelo de contido de cada espazo da revisión.",
	"apihelp-query+revisions+base-paramvalue-prop-comment": "Comentario do usuario para a modificación. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+revisions+base-paramvalue-prop-parsedcomment": "Comentario analizado do usuario para a modificación. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+revisions+base-paramvalue-prop-content": "Contido de cada espazo da revisión. Se a revisión do contido foi borrada, ha recibirse unha propiedade <samp>sha1hidden</samp>. Por motivos de rendemento, ao usar esta opción, <var>$2limit</var> fórzase a ser $1.",
	"apihelp-query+revisions+base-paramvalue-prop-tags": "Etiquetas para a revisión.",
	"apihelp-query+revisions+base-paramvalue-prop-roles": "Listar os roles de espazo de contido que existen na revisión.",
	"apihelp-query+revisions+base-paramvalue-prop-parsetree": "Usa <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> ou <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd> no seu lugar. Árbore de análise XML do contido da modificación (precisa o modelo de contido <code>$1</code>). Por motivos de rendemento, ao usar esta opción, <var>$3limit</var> fórzase a ser $2.",
	"apihelp-query+revisions+base-param-slots": "Que espazos de revisión para os que devolver datos, cando as propiedades relacionadas co espazo están incluídas en <var>$1props</var>. Se se omite, os datos do espazo <kbd>main</kbd> han devolverse nun formato compatible con versións anteriores.",
	"apihelp-query+revisions+base-param-contentformat-slot": "Formato de serialización de contido utilizado para o contido de saída.",
	"apihelp-query+revisions+base-param-limit": "Limitar cantas revisións se van devolver. Se se usa <var>$3prop=content</var>, <var>$3prop=parsetree</var>, <var>$3diffto</var> ou <var>$3difftotext</var>, o límite é $1. Se se usa <var>$3parse</var>, o límite é $2.",
	"apihelp-query+revisions+base-param-expandtemplates": "En substitución, usa <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd>. Expandir os modelos no contido da revisión (require $1prop=content).",
	"apihelp-query+revisions+base-param-generatexml": "En substitución, usa <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> ou <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd>. Xerar a árbore de análise XML para o contido da revisión (cómpre $1prop=content).",
	"apihelp-query+revisions+base-param-parse": "En substitución, usa <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd>. Analiza o contido da revisión (cómpre <var>$2prop=content</var>). Por motivos de rendemento, se se usa esta opción, <var>$2limit</var> fórzase a ser $1.",
	"apihelp-query+revisions+base-param-section": "Recuperar unicamente o contido da sección con este identificador.",
	"apihelp-query+revisions+base-param-diffto": "En substitución, usa <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd>. Identificador de revisión a comparar con cada revisión. Usa <kbd>prev</kbd>, <kbd>next</kbd> e <kbd>cur</kbd> para a versión anterior, seguinte e actual respectivamente. Por motivos de rendemento, se se usa esta opción, <var>$2limit</var> fórzase a ser $1.",
	"apihelp-query+revisions+base-param-difftotext": "En substitución, usa <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd>. Texto co que comparar cada revisión. Só compara un número limitado de revisións. Sobrescribe o valor de <var>$2diffto</var>. Se <var>$2section</var> ten valor, só se comparará co texto esa sección. Por motivos de rendemento, se se usa esta opción, <var>$2limit</var> fórzase a ser $1.",
	"apihelp-query+revisions+base-param-difftotextpst": "En substitución, use <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd>. Facer unha transformación sobre o texto antes do gardado e antes de comparalo. Só válidoo cando se usa con <var>$1difftotext</var>.",
	"apihelp-query+revisions+base-param-contentformat": "Formato de serialización usado por <var>$1difftotext</var> e esperado para a saída do contido.",
	"apihelp-query+search-summary": "Facer unha busca por texto completo.",
	"apihelp-query+search-param-search": "Buscar os títulos de páxina ou contido que coincidan con este valor. Pode usar a cadea de busca para invocar funcións especiais de busca, dependendo do motor de busca que teña o wiki.",
	"apihelp-query+search-param-namespace": "Buscar só nestes espazos de nomes.",
	"apihelp-query+search-param-what": "Que tipo de busca lanzar.",
	"apihelp-query+search-param-info": "Que metadatos devolver.",
	"apihelp-query+search-param-prop": "Que propiedades devolver:",
	"apihelp-query+search-param-qiprofile": "Perfil independente das consultas a usar (afecta ó algoritmo de clasificación).",
	"apihelp-query+search-paramvalue-prop-size": "Engade o tamaño da páxina en bytes.",
	"apihelp-query+search-paramvalue-prop-wordcount": "Engade o número de palabras da páxina.",
	"apihelp-query+search-paramvalue-prop-timestamp": "Engade o selo de tempo da última vez que foi editada a páxina.",
	"apihelp-query+search-paramvalue-prop-snippet": "Engade un fragmento da páxina, con marcado realzando o termo de consulta.",
	"apihelp-query+search-paramvalue-prop-titlesnippet": "Engade o título da páxina, con marcado realzando o termo de consulta.",
	"apihelp-query+search-paramvalue-prop-redirectsnippet": "Engade o título da redirección asociada, con marcado realzando o termo de consulta.",
	"apihelp-query+search-paramvalue-prop-redirecttitle": "Engade o título da redirección asociada.",
	"apihelp-query+search-paramvalue-prop-sectionsnippet": "Engade o título da sección asociado, con marcado realzando o termo de consulta.",
	"apihelp-query+search-paramvalue-prop-sectiontitle": "Engade o título da sección asociada.",
	"apihelp-query+search-paramvalue-prop-categorysnippet": "Engade o nome da categoría asociada, con marcado realzando o termo de consulta.",
	"apihelp-query+search-paramvalue-prop-isfilematch": "Engade un booleano indicando se o resultado da busca coincidiu co contido dun ficheiro.",
	"apihelp-query+search-paramvalue-prop-extensiondata": "Engade datos adicionais xerados por extensións.",
	"apihelp-query+search-paramvalue-prop-score": "Ignorado.",
	"apihelp-query+search-paramvalue-prop-hasrelated": "Ignorado.",
	"apihelp-query+search-param-limit": "Número total de páxinas a devolver.",
	"apihelp-query+search-param-interwiki": "Incluir na busca resultados de interwikis, se é posible.",
	"apihelp-query+search-param-backend": "Que servidor de busca usar, se non se indica usa o que hai por defecto.",
	"apihelp-query+search-param-enablerewrites": "Habilitar reescritura da consulta interna. Algúns motores de busca poden reescribir a consulta a outra que consideran que dará mellores resultados, por exemplo, corrixindo erros de ortografía.",
	"apihelp-query+search-param-sort": "Establecer a orde de ordenación dos resultados devoltos.",
	"apihelp-query+search-example-simple": "Buscar <kbd>meaning</kbd>.",
	"apihelp-query+search-example-text": "Buscar texto por <kbd>significado</kbd>.",
	"apihelp-query+search-example-generator": "Obter información da páxina sobre as páxinas devoltas por unha busca por <kbd>meaning</kbd>.",
	"apihelp-query+siteinfo-summary": "Devolver información xeral sobre o sitio.",
	"apihelp-query+siteinfo-param-prop": "Que información obter:",
	"apihelp-query+siteinfo-paramvalue-prop-general": "Información xeral do sistema.",
	"apihelp-query+siteinfo-paramvalue-prop-namespaces": "Lista dos espazos de nomes rexistrados e os seus nomes canónicos.",
	"apihelp-query+siteinfo-paramvalue-prop-namespacealiases": "Lista de alias de espazos de nomes rexistrados .",
	"apihelp-query+siteinfo-paramvalue-prop-specialpagealiases": "Lista de alias de páxinas especiais.",
	"apihelp-query+siteinfo-paramvalue-prop-magicwords": "Lista de palabras máxicas e os seus alias.",
	"apihelp-query+siteinfo-paramvalue-prop-statistics": "Devolve as estatísticas do sitio.",
	"apihelp-query+siteinfo-paramvalue-prop-interwikimap": "Devolve o mapa interwiki (opcionalmente filtrado, opcionalmente localizado usando <var>$1inlanguagecode</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-dbrepllag": "Devolve o servidor de base de datos con maior retardo de replicación.",
	"apihelp-query+siteinfo-paramvalue-prop-usergroups": "Devolve os grupos de usuarios e os permisos que teñen asociados.",
	"apihelp-query+siteinfo-paramvalue-prop-autocreatetempuser": "Devolve a configuración para a creación automática de contas de usuario temporais (tamén coñecida como enmascaramento de enderezos IP).",
	"apihelp-query+siteinfo-paramvalue-prop-clientlibraries": "Devolve as bibliotecas do lado do cliente instaladas no wiki",
	"apihelp-query+siteinfo-paramvalue-prop-libraries": "Devolve as bibliotecas instaladas no wiki.",
	"apihelp-query+siteinfo-paramvalue-prop-extensions": "Devolve as extensións instaladas no wiki.",
	"apihelp-query+siteinfo-paramvalue-prop-fileextensions": "Devolve a lista de extensións de ficheiro (tipos de ficheiro) permitidas para subir ficheiros.",
	"apihelp-query+siteinfo-paramvalue-prop-rightsinfo": "Devolve a información dos dereitos (licenza) do wiki se está dispoñible.",
	"apihelp-query+siteinfo-paramvalue-prop-restrictions": "Devolve información dos tipos de restricións (protección) dispoñibles.",
	"apihelp-query+siteinfo-paramvalue-prop-languages": "Devolve unha lista dos idiomas que soporta MediaWiki (opcionalmente pode localizarse usando <var>$1inlanguagecode</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-languagevariants": "Devolve unha lista de códigos de lingua para os que [[mw:Special:MyLanguage/LanguageConverter|LanguageConverter]] está activo, e as variantes soportadas para cada un.",
	"apihelp-query+siteinfo-paramvalue-prop-skins": "Devolve unha lista de todas as aparencias dispoñibles (opcionalmente pode localizarse usando <var>$1inlanguagecode</var>, noutro caso no idioma do contido).",
	"apihelp-query+siteinfo-paramvalue-prop-extensiontags": "Devolve unha lista de etiquetas de extensión de analizador.",
	"apihelp-query+siteinfo-paramvalue-prop-functionhooks": "Devolve unha lista de ganchos de función de analizador.",
	"apihelp-query+siteinfo-paramvalue-prop-showhooks": "Devolve unha lista de todos os ganchos subscritos (contido de <var>[[mw:Special:MyLanguage/Manual:$wgHooks|$wgHooks]]</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-variables": "Devolve unha lista de identificadores de variable.",
	"apihelp-query+siteinfo-paramvalue-prop-protocols": "Devolve unha lista de protocolos que están permitidos nas ligazóns externas.",
	"apihelp-query+siteinfo-paramvalue-prop-defaultoptions": "Devolve os valores por defecto das preferencias de usuario.",
	"apihelp-query+siteinfo-paramvalue-prop-uploaddialog": "Devolve a configuración do diálogo de subas.",
	"apihelp-query+siteinfo-paramvalue-prop-autopromote": "Devolve a configuración automática da promoción.",
	"apihelp-query+siteinfo-paramvalue-prop-autopromoteonce": "Devolve a configuración automática da promoción que só se realiza unha vez.",
	"apihelp-query+siteinfo-paramvalue-prop-copyuploaddomains": "Devolve a lista de dominios permitidos para a suba de ficheiros desde URL",
	"apihelp-query+siteinfo-param-filteriw": "Só devolver entradas locais ou só non locais da correspondencia interwiki.",
	"apihelp-query+siteinfo-param-showalldb": "Listar todos os servidores de base de datos, non só o que teña máis retardo.",
	"apihelp-query+siteinfo-param-numberingroup": "Listar o número de usuarios nos grupos de usuarios.",
	"apihelp-query+siteinfo-param-inlanguagecode": "Código de lingua para os nomes de lingua localizados (a mellor forma posible) e nomes de presentación.",
	"apihelp-query+siteinfo-example-simple": "Obter información do sitio.",
	"apihelp-query+siteinfo-example-interwiki": "Obter unha lista de prefixos interwiki locais.",
	"apihelp-query+siteinfo-example-replag": "Revisar o retardo de replicación actual.",
	"apihelp-query+stashimageinfo-summary": "Devolve a información dos ficheiros almacenados.",
	"apihelp-query+stashimageinfo-param-filekey": "Clave que identifica unha subida precedente e que foi almacenada temporalmente.",
	"apihelp-query+stashimageinfo-param-sessionkey": "Alias para $1filekey, para compatibilidade con versións antigas.",
	"apihelp-query+stashimageinfo-example-simple": "Devolve a información dun ficheiro almacenado.",
	"apihelp-query+stashimageinfo-example-params": "Devolve as miniaturas de dous ficheiros almacenados.",
	"apihelp-query+tags-summary": "Lista de marcas de cambios.",
	"apihelp-query+tags-param-limit": "Máximo número de etiquetas a listar.",
	"apihelp-query+tags-param-prop": "Que propiedades recuperar:",
	"apihelp-query+tags-paramvalue-prop-name": "Engade o nome da etiqueta.",
	"apihelp-query+tags-paramvalue-prop-displayname": "Engade a mensaxe do sistema para a etiqueta.",
	"apihelp-query+tags-paramvalue-prop-description": "Engade a descrición da etiqueta.",
	"apihelp-query+tags-paramvalue-prop-hitcount": "Engade o número de modificacións e de entradas do rexistro que teñen esta etiqueta.",
	"apihelp-query+tags-paramvalue-prop-defined": "Indica se a etiqueta está definida.",
	"apihelp-query+tags-paramvalue-prop-source": "Obtén as fontes da etiqueta, que poden incluír <samp>extension</samp> para etiquetas definidas en extensión e <samp>manual</samp> para etiquetas que poden ser aplicadas manualmente polos usuarios.",
	"apihelp-query+tags-paramvalue-prop-active": "Se a etiqueta aínda está a ser usada.",
	"apihelp-query+tags-example-simple": "Listar as marcas dispoñibles",
	"apihelp-query+templates-summary": "Devolve todas as páxinas incluídas na páxina indicada.",
	"apihelp-query+templates-param-namespace": "Amosar os modelos só nestes espazos de nomes.",
	"apihelp-query+templates-param-limit": "Número de modelos a devolver.",
	"apihelp-query+templates-param-templates": "Listar só eses modelos. Útil para verificar se unha páxina concreta ten un modelo determinado.",
	"apihelp-query+templates-param-dir": "Dirección na cal listar.",
	"apihelp-query+templates-example-simple": "Obter os modelos usado na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+templates-example-generator": "Obter a información sobre os modelos usados na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+templates-example-namespaces": "Obter as páxinas nos espazos de nomes {{ns:user}} e {{ns:template}} que se transclúen na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+tokens-summary": "Recupera os identificadores das accións de modificación de datos.",
	"apihelp-query+tokens-param-type": "Tipos de identificadores a consultar.",
	"apihelp-query+tokens-example-simple": "Recuperar un identificador csrf (por defecto).",
	"apihelp-query+tokens-example-types": "Recuperar un identificador vixilancia e un de patrulla.",
	"apihelp-query+trackingcategories-summary": "Enumerar todas as categorías de seguimento existentes definidas en [[Special:TrackingCategories]]. Unha categoría de seguimento existe se contén páxinas ou se existe a súa páxina de categoría.",
	"apihelp-query+trackingcategories-param-trackingcatname": "Buscar todos os títulos de categorías de seguimento existentes que coincidan co nome da categoría de seguimento proporcionado (segundo estea definido por \"nome da mensaxe\" en [[Special:TrackingCategories]].)",
	"apihelp-query+trackingcategories-param-min": "Devolver só categorías de seguimento existentes con polo menos este número de membros.",
	"apihelp-query+trackingcategories-param-max": "Devolver só categorías de seguimento existentes con como moito este número de membros.",
	"apihelp-query+trackingcategories-param-limit": "Cantas categorías de seguimento devolver.",
	"apihelp-query+trackingcategories-param-prop": "Que propiedades obter:",
	"apihelp-query+trackingcategories-paramvalue-prop-size": "Engade o número de páxinas na categoría de seguimento.",
	"apihelp-query+trackingcategories-paramvalue-prop-hidden": "Marca as categorías de seguimento que están ocultas con <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+trackingcategories-example-size": "Listar categorías de seguimento con información do número de páxinas en cada unha.",
	"apihelp-query+trackingcategories-example-generator": "Recuperar información sobre as páxinas de categorías de seguimento que representan a propia categoría de ficheiros rotos, se existen",
	"apihelp-query+transcludedin-summary": "Atopar todas as páxinas que inclúen ás páxinas indicadas.",
	"apihelp-query+transcludedin-param-prop": "Que propiedades obter:",
	"apihelp-query+transcludedin-paramvalue-prop-pageid": "ID de páxina de cada páxina.",
	"apihelp-query+transcludedin-paramvalue-prop-title": "Título de cada páxina.",
	"apihelp-query+transcludedin-paramvalue-prop-redirect": "Marca si a páxina é unha redirección.",
	"apihelp-query+transcludedin-param-namespace": "Só incluir páxinas nestes espacios de nomes.",
	"apihelp-query+transcludedin-param-limit": "Cantos devolver.",
	"apihelp-query+transcludedin-param-show": "Amosar só os elementos que cumpren estes criterios:",
	"apihelp-query+transcludedin-paramvalue-show-redirect": "Amosar só as redireccións.",
	"apihelp-query+transcludedin-paramvalue-show-!redirect": "Amosar só as non redireccións.",
	"apihelp-query+transcludedin-example-simple": "Obter unha lista das páxinas que transclúen [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+transcludedin-example-generator": "Obter a información sobre as páxinas que transclúen [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+usercontribs-summary": "Amosar tódalas edicións dun usuario.",
	"apihelp-query+usercontribs-param-limit": "O número máximo de contribucións a devolver.",
	"apihelp-query+usercontribs-param-start": "O selo de tempo de comezo desde o que devolver datos; isto é, as revisións anteriores a ese selo de tempo.",
	"apihelp-query+usercontribs-param-end": "O selo de tempo de fin ata o que devolver datos; isto é, as revisións posteriores a ese selo de tempo.",
	"apihelp-query+usercontribs-param-user": "Os usuarios dos que recuperar as contribucións. Non pode usarse con <var>$1userids</var>, <var>$1userprefix</var> nin <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-userprefix": "Recuperar as contribucións de todos os usuarios cuxo nome comece por este valor. Non pode usarse con <var>$1user</var>, <var>$1userids</var> nin <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-userids": "Os identificadores dos usuarios dos que recuperar as contribucións. Non pode usarse con <var>$1user</var>, <var>$1userprefix</var> nin <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-iprange": "O rango CIDR do que recuperar as contribucións. Non pode usarse con <var>$1user</var>, <var>$1userprefix</var> nin <var>$1userids</var>.",
	"apihelp-query+usercontribs-param-namespace": "Listar só as contribucións nestes espazos de nomes.",
	"apihelp-query+usercontribs-param-prop": "Engade información adicional:",
	"apihelp-query+usercontribs-paramvalue-prop-ids": "Engade os identificadores de páxina e modificación.",
	"apihelp-query+usercontribs-paramvalue-prop-title": "Engade o título e o identificador do espazo de nomes da páxina.",
	"apihelp-query+usercontribs-paramvalue-prop-timestamp": "Engade o selo de tempo da modificación.",
	"apihelp-query+usercontribs-paramvalue-prop-comment": "Engade o comentario da edición. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+usercontribs-paramvalue-prop-parsedcomment": "Engade o comentario analizado da edición. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+usercontribs-paramvalue-prop-size": "Engade o novo tamaño da modificación.",
	"apihelp-query+usercontribs-paramvalue-prop-sizediff": "Engade o delta do tamaño da modificación comparada coa anterior.",
	"apihelp-query+usercontribs-paramvalue-prop-flags": "Engade os indicadores da modificación.",
	"apihelp-query+usercontribs-paramvalue-prop-patrolled": "Marca as modificacións vixiadas.",
	"apihelp-query+usercontribs-paramvalue-prop-autopatrolled": "Marca as modificacións vixiadas automaticamente.",
	"apihelp-query+usercontribs-paramvalue-prop-tags": "Lista as etiquetas da modificación.",
	"apihelp-query+usercontribs-param-show": "Só amosar elementos que cumpran estes criterios, p.ex. só edicións menores: <kbd>$2show=!minor</kbd>.\n\nSe está fixado <kbd>$2show=patrolled</kbd> ou <kbd>$2show=!patrolled</kbd>, as modificacións máis antigas que <var>[[mw:Special:MyLanguage/Manual:$wgRCMaxAge|$wgRCMaxAge]]</var> ($1 {{PLURAL:$1|segundo|segundos}}) non se amosarán.",
	"apihelp-query+usercontribs-param-tag": "Só listar revisións marcadas con esta etiqueta.",
	"apihelp-query+usercontribs-param-toponly": "Listar só cambios que son a última revisión.",
	"apihelp-query+usercontribs-example-user": "Amosar as contribucións do usuario <kbd>Exemplo</kbd>.",
	"apihelp-query+usercontribs-example-ipprefix": "Amosar as contribucións de tódolos enderezos IP que comezan por <kbd>192.0.2.</kbd>.",
	"apihelp-query+userinfo-summary": "Obter información sobre o usuario actual.",
	"apihelp-query+userinfo-param-prop": "Que pezas de información incluír:",
	"apihelp-query+userinfo-paramvalue-prop-blockinfo": "Marca se o usuario actual está bloqueado, por quen e por que razón.",
	"apihelp-query+userinfo-paramvalue-prop-hasmsg": "Engade unha etiqueta <samp>messages</samp> (mensaxe) se o usuario actual ten mensaxes pendentes.",
	"apihelp-query+userinfo-paramvalue-prop-groups": "Lista todos os grupos ós que pertence o usuario actual.",
	"apihelp-query+userinfo-paramvalue-prop-groupmemberships": "Lista os grupos ós que o usuario actual foi asignado explicitamente, incluíndo a data de caducidade de afiliación a cada grupo.",
	"apihelp-query+userinfo-paramvalue-prop-implicitgroups": "Lista todos so grupos dos que o usuario actual é membro automaticamente.",
	"apihelp-query+userinfo-paramvalue-prop-rights": "Lista todos os dereitos que ten o usuario actual.",
	"apihelp-query+userinfo-paramvalue-prop-changeablegroups": "Lista os grupos ós que o usuario pode engadir ou eliminar a outros usuarios.",
	"apihelp-query+userinfo-paramvalue-prop-options": "Lista todas as preferencias que ten seleccionadas o usuario actual.",
	"apihelp-query+userinfo-paramvalue-prop-editcount": "Engade o contador de edicións do usuario actual.",
	"apihelp-query+userinfo-paramvalue-prop-ratelimits": "Lista todos o límites de rango aplicados ó usuario actual.",
	"apihelp-query+userinfo-paramvalue-prop-theoreticalratelimits": "Lista todos o límites de rango que se aplicarían ó usuario actual se non estivese exento dos límites en base aos seus dereitos de usuario ou o seu enderezo IP.",
	"apihelp-query+userinfo-paramvalue-prop-realname": "Engade o nome real do usuario.",
	"apihelp-query+userinfo-paramvalue-prop-email": "Engade o enderezo de correo electrónico do usuario e a data de autenticación dese enderezo.",
	"apihelp-query+userinfo-paramvalue-prop-acceptlang": "Reenvía a cabeceira <code>Accept-Language</code> enviada polo cliente nun formato estruturado.",
	"apihelp-query+userinfo-paramvalue-prop-registrationdate": "Engade a data de rexistro do usuario.",
	"apihelp-query+userinfo-paramvalue-prop-unreadcount": "Engade o número de páxinas sen ler da lista de vixilancia do usuario (máximo $1; devolve <samp>$2</samp> se son máis).",
	"apihelp-query+userinfo-paramvalue-prop-centralids": "Engade os identificadores centrais e o estado de acoplamento do usuario.",
	"apihelp-query+userinfo-paramvalue-prop-latestcontrib": "Engade a data da última contribución do usuario.",
	"apihelp-query+userinfo-paramvalue-prop-cancreateaccount": "Indica se o usuario ten permiso para crear contas. Para comprobar se pode crear algunha conta en particular, usa [[Special:ApiHelp/query+users|<kbd>action=query&list=users&usprop=cancreate</kbd>]].",
	"apihelp-query+userinfo-param-attachedwiki": "Con <kbd>$1prop=centralids</kbd>, \nindica que o usuario está acoplado á wiki identificada por este identificador.",
	"apihelp-query+userinfo-example-simple": "Obter información sobre o usuario actual.",
	"apihelp-query+userinfo-example-data": "Obter información adicional sobre o usuario actual.",
	"apihelp-query+users-summary": "Obter información sobre unha lista de usuarios.",
	"apihelp-query+users-param-prop": "Que información incluír:",
	"apihelp-query+users-paramvalue-prop-blockinfo": "Marca se o usuario está bloqueado, por quen e por que razón.",
	"apihelp-query+users-paramvalue-prop-groups": "Lista todos os grupos ós que pertence cada usuario.",
	"apihelp-query+users-paramvalue-prop-groupmemberships": "Lista os grupos ós que foi asignado explicitamente cada usuario, incluíndo a data de caducidade de afiliación a cada grupo.",
	"apihelp-query+users-paramvalue-prop-implicitgroups": "Lista os grupos dos que un usuario é membro de forma automatica.",
	"apihelp-query+users-paramvalue-prop-rights": "Lista todos os dereitos que ten cada usuario.",
	"apihelp-query+users-paramvalue-prop-editcount": "Engade o contador de edicións do usuario.",
	"apihelp-query+users-paramvalue-prop-registration": "Engade o selo de tempo do rexistro do usuario.",
	"apihelp-query+users-paramvalue-prop-emailable": "Marca se o usuario pode e quere recibir correos a través de [[Special:Emailuser]].",
	"apihelp-query+users-paramvalue-prop-gender": "Marca o xénero do usuario. Devolve \"home\", \"muller\" ou \"descoñecido\".",
	"apihelp-query+users-paramvalue-prop-centralids": "Engade os identificadores centrais e o estado de acoplamento do usuario.",
	"apihelp-query+users-paramvalue-prop-cancreate": "Indica se unha conta pode ser creada para nomes de usuario válidos pero non rexistrados. Para comprobar se o usuario actual pode crear a conta, usa [[Special:ApiHelp/query+userinfo|<kbd>action=query&meta=userinfo&uiprop=cancreateaccount</kbd>]].",
	"apihelp-query+users-param-attachedwiki": "Con <kbd>$1prop=centralids</kbd>, indica se o usuario está acoplado ao wiki identificado por este identificador.",
	"apihelp-query+users-param-users": "Lista de usuarios para os que obter información.",
	"apihelp-query+users-param-userids": "Unha lista de identificadores de usuarios dos que obter información.",
	"apihelp-query+users-example-simple": "Mostar información para o usuario <kbd>Example</kbd>.",
	"apihelp-query+watchlist-summary": "Obter os cambios recentes das páxinas na lista de vixilancia do usuario actual.",
	"apihelp-query+watchlist-param-allrev": "Incluír múltiples revisións da mesma páxina dentro do intervalo de tempo indicado.",
	"apihelp-query+watchlist-param-start": "Selo de tempo no que comezar a enumeración.",
	"apihelp-query+watchlist-param-end": "Selo de tempo no que rematar a enumeración.",
	"apihelp-query+watchlist-param-namespace": "Filtrar os cambios a só os espazos de nomes indicados.",
	"apihelp-query+watchlist-param-user": "Só listar cambios deste usuario.",
	"apihelp-query+watchlist-param-excludeuser": "Non listar cambios deste usuario.",
	"apihelp-query+watchlist-param-limit": "Cantos resultados totais amosar por petición.",
	"apihelp-query+watchlist-param-prop": "Que propiedades adicionais obter:",
	"apihelp-query+watchlist-paramvalue-prop-ids": "Engade os identificadores das revisións e os identificadores das páxinas.",
	"apihelp-query+watchlist-paramvalue-prop-title": "Engade o título da páxina.",
	"apihelp-query+watchlist-paramvalue-prop-flags": "Engade etiquetas para a edición.",
	"apihelp-query+watchlist-paramvalue-prop-user": "Engade o usuario que fixo a edición. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+watchlist-paramvalue-prop-userid": "Engade o identificador do usuario responsable da edición. Se a revisión do usuario foi borrada, ha recibirse unha propiedade <samp>userhidden</samp>.",
	"apihelp-query+watchlist-paramvalue-prop-comment": "Engade o comentario da edición. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+watchlist-paramvalue-prop-parsedcomment": "Engade o comentario analizado da edición. Se a revisión do comentario foi borrada, ha recibirse unha propiedade <samp>commenthidden</samp>.",
	"apihelp-query+watchlist-paramvalue-prop-timestamp": "Engade o selo de tempo da edición.",
	"apihelp-query+watchlist-paramvalue-prop-patrol": "Marca edicións que están vixiadas.",
	"apihelp-query+watchlist-paramvalue-prop-autopatrol": "Marca edicións que están vixiadas automaticamente.",
	"apihelp-query+watchlist-paramvalue-prop-sizes": "Engade o tamaño antigo e novo da páxina.",
	"apihelp-query+watchlist-paramvalue-prop-notificationtimestamp": "Engade o selo de tempo da última vez en que o usuario foi avisado da modificación.",
	"apihelp-query+watchlist-paramvalue-prop-loginfo": "Engade información do rexistro cando sexa axeitado.",
	"apihelp-query+watchlist-paramvalue-prop-tags": "Lista as etiquetas da entrada.",
	"apihelp-query+watchlist-paramvalue-prop-expiry": "Engade o tempo de caducidade.",
	"apihelp-query+watchlist-param-show": "Só amosar elementos que cumpran eses criterios. Por exemplo, para ver só edicións menores feitas por usuarios conectados, activar $1show=minor|!anon.",
	"apihelp-query+watchlist-param-type": "Que tipos de cambios amosar:",
	"apihelp-query+watchlist-paramvalue-type-edit": "Edicións comúns a páxinas.",
	"apihelp-query+watchlist-paramvalue-type-external": "Cambios externos.",
	"apihelp-query+watchlist-paramvalue-type-new": "Creacións de páxinas.",
	"apihelp-query+watchlist-paramvalue-type-log": "Entradas do rexistro",
	"apihelp-query+watchlist-paramvalue-type-categorize": "Modificacións de pertenza á categoría.",
	"apihelp-query+watchlist-param-owner": "Usado con $1token para acceder á lista de vixilancia doutro usuario.",
	"apihelp-query+watchlist-param-token": "Un identificador de seguridade (dispoñible nas [[Special:Preferences#mw-prefsection-watchlist|preferencias]] de usuario) para permitir o acceso a outros á lista de vixilancia.",
	"apihelp-query+watchlist-example-simple": "Listar a última revisión das páxinas recentemente modificadas da lista de vixilancia do usuario actual.",
	"apihelp-query+watchlist-example-props": "Buscar a información adicional sobre a última revisión das páxinas modificadas recentemente da lista de vixilancia do usuario actual.",
	"apihelp-query+watchlist-example-expiry": "Buscar a información adicional sobre a última revisión das páxinas modificadas recentemente da lista de vixilancia do usuario actual, incluíndo a data de caducidade dos elementos temporais vixiados.",
	"apihelp-query+watchlist-example-allrev": "Buscar a información sobre todos os cambios recentes das páxinas da lista de vixilancia do usuario actual.",
	"apihelp-query+watchlist-example-generator": "Buscar a información da páxina daquelas páxinas da lista de vixilancia do usuario actual que foron modificadas recentemente.",
	"apihelp-query+watchlist-example-generator-rev": "Buscar a información da revisión dos cambios recentes daquelas páxinas na lista de vixilancia do usuario actual.",
	"apihelp-query+watchlist-example-wlowner": "Listar a última revisión das páxinas cambiadas recentemente da lista de vixilancia do usuario <kbd>Example</kbd>.",
	"apihelp-query+watchlistraw-summary": "Obter todas as páxinas da lista de vixilancia do usuario actual.",
	"apihelp-query+watchlistraw-param-namespace": "Só listar páxinas nestes espazos de nomes.",
	"apihelp-query+watchlistraw-param-limit": "Cantos resultados totais amosar por petición.",
	"apihelp-query+watchlistraw-param-prop": "Que propiedades adicionais obter:",
	"apihelp-query+watchlistraw-paramvalue-prop-changed": "Engade o selo de tempo da última notificación ó usuario dunha modificación.",
	"apihelp-query+watchlistraw-param-show": "Só listar os elementos que cumpren estes criterios.",
	"apihelp-query+watchlistraw-param-owner": "Usado con $1token para acceder á lista de vixilancia doutro usuario.",
	"apihelp-query+watchlistraw-param-token": "Un identificador de seguridade (dispoñible nas [[Special:Preferences#mw-prefsection-watchlist|preferencias]] de usuario) para permitir o acceso a outros á lista de vixilancia.",
	"apihelp-query+watchlistraw-param-dir": "Dirección na cal listar.",
	"apihelp-query+watchlistraw-param-fromtitle": "Título (co prefixo de espazo de nomes) dende o que comezar a enumerar.",
	"apihelp-query+watchlistraw-param-totitle": "Título (co prefixo de espazo de nomes) no que rematar de enumerar.",
	"apihelp-query+watchlistraw-example-simple": "Listar as páxinas na lista de vixilancia do usuario actual.",
	"apihelp-query+watchlistraw-example-generator": "Buscar a información de páxina das páxinas da lista de vixilancia do usuario actual.",
	"apihelp-removeauthenticationdata-summary": "Elimina os datos de autenticación do usuario actual.",
	"apihelp-removeauthenticationdata-example-simple": "Intenta eliminar os datos de usuario actual para <kbd>FooAuthenticationRequest</kbd>.",
	"apihelp-resetpassword-summary": "Envía un correo de inicialización de contrasinal a un usuario.",
	"apihelp-resetpassword-extended-description-noroutes": "Non están dispoñibles as rutas de reinicio de contrasinal \n\nActive as rutas en <var>[[mw:Special:MyLanguage/Manual:$wgPasswordResetRoutes|$wgPasswordResetRoutes]]</var> para usar este módulo.",
	"apihelp-resetpassword-param-user": "Usuario sendo reinicializado.",
	"apihelp-resetpassword-param-email": "Está reinicializándose o enderezo de correo electrónico do usuario.",
	"apihelp-resetpassword-example-user": "Enviar un correo de reinicialización de contrasinal ó usuario <kbd>Exemplo</kbd>.",
	"apihelp-resetpassword-example-email": "Enviar un correo de reinicialización de contrasinal a todos os usuarios con enderezo de correo electrónico <kbd>usario@exemplo.com</kbd>.",
	"apihelp-revisiondelete-summary": "Borrar e restaurar revisións.",
	"apihelp-revisiondelete-param-type": "Tipo de borrado de revisión a ser tratada.",
	"apihelp-revisiondelete-param-target": "Título de páxina para o borrado da revisión, se requerido para o tipo.",
	"apihelp-revisiondelete-param-ids": "Identificadores para as revisións a ser borradas.",
	"apihelp-revisiondelete-param-hide": "Que ocultar para cada revisión.",
	"apihelp-revisiondelete-param-show": "Que amosar para cada revisión.",
	"apihelp-revisiondelete-param-suppress": "Eliminar os datos dos administradores así coma dos doutros.",
	"apihelp-revisiondelete-param-reason": "Razón para o borrado ou restaurado.",
	"apihelp-revisiondelete-param-tags": "Etiquetas a aplicar á entrada no rexistro de borrados.",
	"apihelp-revisiondelete-example-revision": "Ocultar o contido da revisión <kbd>12345</kbd> na páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-revisiondelete-example-log": "Ocultar todos os datos da entrada de rexistro <kbd>67890</kbd> coa razón <kbd>BLP violation</kbd>.",
	"apihelp-rollback-summary": "Desfacer a última edición da páxina.",
	"apihelp-rollback-extended-description": "Se o último usuario que editou a páxina fixo varias edicións consecutivas, serán revertidas todas.",
	"apihelp-rollback-param-title": "Título da páxina a desfacer. Non pode usarse xunto con <var>$1pageid</var>.",
	"apihelp-rollback-param-pageid": "ID da páxina a desfacer. Non pode usarse xunto con <var>$1title</var>.",
	"apihelp-rollback-param-tags": "Etiquetas a aplicar á reversión.",
	"apihelp-rollback-param-user": "Nome do usuario cuxas modificacións van a desfacerse.",
	"apihelp-rollback-param-summary": "Personalizar o resumo de edición. Se está baleiro, usarase o resumo por defecto.",
	"apihelp-rollback-param-markbot": "Marcar as edicións revertidas e a reversión como edicións de bot.",
	"apihelp-rollback-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-rollback-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-rollback-example-simple": "Desfacer as últimas edicións na páxina [[{{MediaWiki:Mainpage}}]] feitas polo usuario <kbd>Example</kbd>.",
	"apihelp-rollback-example-summary": "Desfacer as últimas edicións na páxina [[{{MediaWiki:Mainpage}}]] feitas polo usuario do enderezo IP <kbd>192.0.2.5</kbd> co resumo de edición <kbd>Reverting vandalism</kbd>; marcar tamén esas edicións e a reversión como edicións feitas por un bot.",
	"apihelp-rsd-summary": "Exportar un esquema RSD (Really Simple Discovery).",
	"apihelp-rsd-example-simple": "Exportar o esquema RSD.",
	"apihelp-setnotificationtimestamp-summary": "Actualizar a data e hora de notificación das páxinas vixiadas.",
	"apihelp-setnotificationtimestamp-extended-description": "Isto afecta ao realce das páxinas modificadas na lista de vixilancia e no historial, e ao envío de correos cando a preferencia \"{{int:tog-enotifwatchlistpages}}\" está activada.",
	"apihelp-setnotificationtimestamp-param-entirewatchlist": "Traballar en tódalas páxinas vixiadas.",
	"apihelp-setnotificationtimestamp-param-timestamp": "Selo de tempo ó que fixar a notificación.",
	"apihelp-setnotificationtimestamp-param-torevid": "Modificación á que fixar o selo de tempo de modificación (só unha páxina).",
	"apihelp-setnotificationtimestamp-param-newerthanrevid": "Modificación na que fixar o selo de tempo de modificación máis recente (só unha páxina).",
	"apihelp-setnotificationtimestamp-example-all": "Restablecer o estado de notificación para toda a lista de vixilancia.",
	"apihelp-setnotificationtimestamp-example-page": "Restablecer o estado de notificación para a páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-setnotificationtimestamp-example-pagetimestamp": "Establecer o selo de tempo de notificación para a páxina [[{{MediaWiki:Mainpage}}]] de forma que todas as edicións dende o 1 de xaneiro de 2012 queden sen revisar.",
	"apihelp-setnotificationtimestamp-example-allpages": "Restaurar o estado de notificación para as páxinas no espazo de nomes de <kbd>{{ns:user}}</kbd>.",
	"apihelp-setpagelanguage-summary": "Cambiar a lingua dunha páxina.",
	"apihelp-setpagelanguage-extended-description-disabled": "Neste wiki non se permite modificar a lingua das páxinas.\n\nActive <var>[[mw:Special:MyLanguage/Manual:$wgPageLanguageUseDB|$wgPageLanguageUseDB]]</var> para utilizar esta acción.",
	"apihelp-setpagelanguage-param-title": "Título da páxina cuxa lingua quere cambiar. Non se pode usar xunto con <var>$1pageid</var>.",
	"apihelp-setpagelanguage-param-pageid": "Identificador da páxina cuxa lingua quere cambiar. Non se pode usar xunto con <var>$1title</var>.",
	"apihelp-setpagelanguage-param-lang": "Código da lingua á que se quere cambiar a páxina. Use <kbd>default</kbd> para restablecer a páxina á lingua por defecto do contido da wiki.",
	"apihelp-setpagelanguage-param-reason": "Motivo do cambio.",
	"apihelp-setpagelanguage-param-tags": "As etiquetas de cambio que se aplicarán á entrada de rexistro resultante desta acción.",
	"apihelp-setpagelanguage-example-language": "Cambiar a lingua da páxina [[{{MediaWiki:Mainpage}}]] ó éuscaro.",
	"apihelp-setpagelanguage-example-default": "Cambiar a lingua da páxina con identificador 123 á lingua predeterminada para o contido da wiki.",
	"apihelp-stashedit-summary": "Preparar unha edición na caché compartida.",
	"apihelp-stashedit-extended-description": "Está previsto que sexa usado vía AJAX dende o formulario de edición para mellorar o rendemento de gardado da páxina.",
	"apihelp-stashedit-param-title": "Título da páxina que se está a editar.",
	"apihelp-stashedit-param-section": "Identificador de sección. <kbd>0</kbd> para a sección superior, <kbd>new</kbd> para unha sección nova.",
	"apihelp-stashedit-param-sectiontitle": "Título para unha nova sección.",
	"apihelp-stashedit-param-text": "Contido da páxina.",
	"apihelp-stashedit-param-stashedtexthash": "Función hash do contido da páxina dunha reserva anterior para ser usada.",
	"apihelp-stashedit-param-contentmodel": "Modelo de contido para o novo contido.",
	"apihelp-stashedit-param-contentformat": "Formato de serialización de contido utilizado para o texto de entrada.",
	"apihelp-stashedit-param-baserevid": "Identificador da revisión da revisión de base.",
	"apihelp-stashedit-param-summary": "Resumo do cambio.",
	"apihelp-tag-summary": "Engadir ou eliminar etiquetas de cambio de revisións individuais ou entradas de rexistro.",
	"apihelp-tag-param-rcid": "Identificadores de un ou máis cambios recentes nos que engadir ou eliminar a etiqueta.",
	"apihelp-tag-param-revid": "Identificadores de unha ou máis revisións nas que engadir ou eliminar a etiqueta.",
	"apihelp-tag-param-logid": "Identificadores de unha ou máis entradas do rexistro nas que engadir ou eliminar a etiqueta.",
	"apihelp-tag-param-add": "Etiquetas a engadir. Só poden engadirse etiquetas definidas manualmente.",
	"apihelp-tag-param-remove": "Etiquetas a eliminar. Só se poden eliminar as etiquetas definidas manualmente ou que non teñen ningunha definición.",
	"apihelp-tag-param-reason": "Razón para o cambio.",
	"apihelp-tag-param-tags": "Etiquetas a aplicar á entrada de rexistro que será creada como resultado desta acción.",
	"apihelp-tag-example-rev": "Engadir a etiqueta <kbd>vandalismo</kbd> á revisión con identificador 123 sen indicar un motivo",
	"apihelp-tag-example-log": "Eliminar a etiqueta <kbd>publicidade</kbd> da entrada do rexistro con identificador 123 co motivo <kbd>aplicada incorrectamente</kbd>",
	"apihelp-unblock-summary": "Desbloquear un usuario.",
	"apihelp-unblock-param-id": "Identificador do bloqueo a desbloquear (obtido mediante <kbd>list=blocks</kbd>). Non pode usarse xunto con <var>$1user</var>.",
	"apihelp-unblock-param-user": "Usuario a desbloquear. Non pode usarse xunto con <var>$1id</var>.",
	"apihelp-unblock-param-userid": "Especifica <kbd>$1user=#<var>ID</var></kbd> no seu lugar.",
	"apihelp-unblock-param-reason": "Razón para desbloquear.",
	"apihelp-unblock-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de bloqueo.",
	"apihelp-unblock-param-watchuser": "Vixiar a páxina de usuario e a de conversa do usuario ou do enderezo IP.",
	"apihelp-unblock-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-unblock-example-id": "Desbloquear bloqueo ID #<kbd>105</kbd>.",
	"apihelp-unblock-example-user": "Desbloquear usuario <kbd>Bob</kbd> con razón <kbd>Síntoo Bob</kbd>.",
	"apihelp-undelete-summary": "Restaurar modificacións dunha páxina borrada.",
	"apihelp-undelete-extended-description": "Unha lista de modificacións borradas (incluíndo os seus selos de tempo) pode consultarse a través de [[Special:ApiHelp/query+deletedrevisions|prop=deletedrevisions]], e unha lista de IDs de ficheiros borrados pode consultarse a través de [[Special:ApiHelp/query+filearchive|list=filearchive]].",
	"apihelp-undelete-param-title": "Título da páxina a restaurar.",
	"apihelp-undelete-param-reason": "Razón para restaurar.",
	"apihelp-undelete-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de borrado.",
	"apihelp-undelete-param-timestamps": "Selos de tempo das modificacións a restaurar. Se <var>$1timestamps</var> e <var>$1fileids</var> están baleiros, restaurarase todo.",
	"apihelp-undelete-param-fileids": "IDs das modificacións de ficheiro a restaurar. Se <var>$1timestamps</var> e <var>$1fileids</var> están baleiras, serán restauradas todas.",
	"apihelp-undelete-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-undelete-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-undelete-param-undeletetalk": "Restaurar todas as revisións da páxina de conversa asociada, se as hai.",
	"apihelp-undelete-example-page": "Restaurar a páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-undelete-example-revisions": "Restaurar dúas revisións da páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-unlinkaccount-summary": "Elimina unha conta vinculada do usuario actual.",
	"apihelp-unlinkaccount-example-simple": "Tentar eliminar a ligazón do usuario actual co provedor asociado con <kbd>FooAuthenticationRequest</kbd>.",
	"apihelp-upload-summary": "Subir un ficheiro, ou obter o estado das subas pendentes.",
	"apihelp-upload-extended-description": "Hai varios métodos dispoñibles:\n* Subir o contido do ficheiro directamente, usando o parámetro <var>$1file</var>.\n* Subir o ficheiro por partes, usando os parámetros <var>$1filesize</var>, <var>$1chunk</var> e <var>$1offset</var>.\n* Mandar ó servidor MediaWiki que colla un ficheiro dun enderezo URL, usando o parámetro <var>$1url</var>.\n* Completar unha suba anterior que fallou a causa de avisos, que foi subida por partes ou que foi almacenada doutro xeito, usando o parámetro <var>$1filekey</var>.\nCómpre ter en conta que a solicitude HTTP POST debe facerse como suba de ficheiro (por exemplo, usando <code>multipart/form-data</code>) cando se envíe <var>$1file</var> ou <var>$1chunk</var>.",
	"apihelp-upload-param-filename": "Nome de ficheiro obxectivo.",
	"apihelp-upload-param-comment": "Subir comentario. Tamén usado como texto da páxina inicial para ficheiros novos se non se especifica <var>$1text</var>.",
	"apihelp-upload-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de subas e á revisión de páxina de ficheiro.",
	"apihelp-upload-param-text": "Texto da páxina inicial para novos ficheiros.",
	"apihelp-upload-param-watch": "Vixiar a páxina.",
	"apihelp-upload-param-watchlist": "Engadir ou eliminar incondicionalmente a páxina da lista de vixilancia do usuario actual, usar as preferencias (ignórase para os usuarios que son bots) ou non cambiar a vixilancia.",
	"apihelp-upload-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-upload-param-ignorewarnings": "Ignorar as advertencias.",
	"apihelp-upload-param-file": "Contido do ficheiro.",
	"apihelp-upload-param-url": "URL onde buscar o ficheiro.",
	"apihelp-upload-param-filekey": "Clave que identifica unha subida precedente e que foi almacenada temporalmente.",
	"apihelp-upload-param-sessionkey": "Igual a $1filekey, mantido por razóns de compatibilidade con procesos antigos.",
	"apihelp-upload-param-stash": "Se está indicado, o servidor almacenará o ficheiro temporalmente no canto de engadilo ó repositorio.",
	"apihelp-upload-param-filesize": "Tamaño de ficheiro completo da carga.",
	"apihelp-upload-param-offset": "Desaxuste do bloque en bytes.",
	"apihelp-upload-param-chunk": "Contido do bloque.",
	"apihelp-upload-param-async": "Facer de forma asíncrona as operacións de ficheiro potencialmente grandes cando sexa posible.",
	"apihelp-upload-param-checkstatus": "Só buscar o estado da subida da clave de ficheiro indicada.",
	"apihelp-upload-example-url": "Carga dunha URL",
	"apihelp-upload-example-filekey": "Completar carga que fallou debido a avisos",
	"apihelp-userrights-summary": "Cambiar a pertencia dun usuario a un grupo.",
	"apihelp-userrights-param-user": "Usuario.",
	"apihelp-userrights-param-userid": "Especifica <kbd>$1user=#<var>ID</var></kbd> no seu lugar.",
	"apihelp-userrights-param-add": "Engadir o usuario a estes grupos, ou se xa é membro, actualizar a caducidade da súa afiliación.",
	"apihelp-userrights-param-expiry": "Marcas de tempo de caducidade. Poden ser relativas (por exemplo, <kbd>5 months</kbd> ou <kbd>2 weeks</kbd>) ou absolutas (por exemplo, <kbd>2014-09-18T12:34:56Z</kbd>). Se só se fixa unha marca de tempo, utilizarase para tódolos grupos que se pasen ó parámetro <var>$1add</var>. Use <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd>, ou <kbd>never</kbd> para que a pertenza ó grupo non teña data de caducidade.",
	"apihelp-userrights-param-remove": "Eliminar o usuario destes grupos.",
	"apihelp-userrights-param-reason": "Motivo para o cambio.",
	"apihelp-userrights-param-tags": "As etiquetas de cambio que se aplicarán á entrada do rexistro de dereitos de usuario.",
	"apihelp-userrights-param-watchuser": "Vixiar a páxina de usuario e a de conversa do usuario.",
	"apihelp-userrights-param-watchlistexpiry": "Selo temporal para a caducidade da lista de vixilancia. Omitir este parámetro por completo para deixar a caducidade actual sen cambios.",
	"apihelp-userrights-example-user": "Engadir o usuario <kbd>FooBot</kbd> ó grupo <kbd>bot</kbd>, e eliminar dos grupos <kbd>sysop</kbd> e <kbd>bureaucrat</kbd>.",
	"apihelp-userrights-example-userid": "Engadir ó usuario con ID <kbd>123</kbd> ó grupo <kbd>bot</kbd>, e borralo dos grupos <kbd>sysop</kbd> e <kbd>burócrata</kbd>.",
	"apihelp-userrights-example-expiry": "Engadir o usuario <kbd>SometimeSysop</kbd> ó grupo <kbd>sysop</kbd> por 1 mes.",
	"apihelp-validatepassword-summary": "Valida un contrasinal contra as políticas de contrasinais da wiki.",
	"apihelp-validatepassword-extended-description": "A validez é <samp>Good</samp> se o contrasinal é aceptable, <samp>Change</samp> se o contrasinal pode usarse para iniciar sesión pero debe cambiarse ou <samp>Invalid</samp> se o contrasinal non se pode usar.",
	"apihelp-validatepassword-param-password": "Contrasinal a validar.",
	"apihelp-validatepassword-param-user": "Nome de usuario, para probas de creación de contas. O usuario nomeado non debe existir.",
	"apihelp-validatepassword-param-email": "Enderezo de correo electrónico, para probas de creación de contas.",
	"apihelp-validatepassword-param-realname": "Nome real, para probas de creación de contas.",
	"apihelp-validatepassword-example-1": "Validar o contrasinal <kbd>foobar</kbd> para o usuario actual.",
	"apihelp-validatepassword-example-2": "Validar o contrasinal <kbd>qwerty</kbd> para a creación do usuario <kbd>Example</kbd>.",
	"apihelp-watch-summary": "Engadir ou borrar páxinas da lista de vixilancia do usuario actual.",
	"apihelp-watch-param-title": "Páxina a vixiar/deixar de vixiar. Usar no canto <var>$1titles</var>.",
	"apihelp-watch-param-expiry": "Selo de tempo de caducidade que se aplicará a todas as páxinas indicadas. Omitir este parámetro por completo para deixar as caducidades actuais sen cambios.",
	"apihelp-watch-param-unwatch": "Se está definido, a páxina deixará de estar vixiada en vez de vixiada.",
	"apihelp-watch-example-watch": "Vixiar a páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-watch-example-watch-expiry": "Vixiar as páxinas [[{{MediaWiki:Mainpage}}]], <kbd>Foo</kbd> e <kbd>Bar</kbd> durante un mes.",
	"apihelp-watch-example-unwatch": "Deixar de vixiar a páxina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-watch-example-generator": "Vixiar as primeiras páxinas no espazo de nomes principal.",
	"apihelp-format-example-generic": "Devolver o resultado da consulta no formato $1.",
	"apihelp-format-param-wrappedhtml": "Devolver o HTML formatado e os módulos ResourceLoader asociados como un obxecto JSON.",
	"apihelp-json-summary": "Datos de saída en formato JSON.",
	"apihelp-json-param-callback": "Se está especificado, inclúe a saída na chamada da función indicada. Para maior seguridade, todos os datos específicos do usuario serán restrinxidos.",
	"apihelp-json-param-utf8": "Se está especificado, codifica a maioría (pero non todos) dos caracteres ASCII como UTF-8 no canto de reemprazalos con secuencias de escape hexadecimais. Por defecto cando <var>formatversion</var> non é <kbd>1</kbd>.",
	"apihelp-json-param-ascii": "Se está indicado, codifica todos os caracteres que non sexan ASCII usando secuencias de escape hexadecimais. Por defecto cando <var>formatversion</var> é <kbd>1</kbd>.",
	"apihelp-json-param-formatversion": "Formato de saída",
	"apihelp-json-paramvalue-formatversion-1": "Formato compatible con versións anteriores (booleanos de estilo XML, claves <samp>*</samp> para nodos de contido etc.).",
	"apihelp-json-paramvalue-formatversion-2": "Formato moderno.",
	"apihelp-json-paramvalue-formatversion-latest": "Usa o último formato (actualmente <kbd>2</kbd>), pode cambiar sen aviso previo.",
	"apihelp-jsonfm-summary": "Datos de saída en formato JSON(impresión en HTML).",
	"apihelp-none-summary": "Ningunha saída.",
	"apihelp-php-summary": "Datos de saída en formato serializado de PHP.",
	"apihelp-php-param-formatversion": "Formato de saída",
	"apihelp-php-paramvalue-formatversion-1": "Formato compatible con versións anteriores (booleanos de estilo XML, claves <samp>*</samp> para nodos de contido etc.).",
	"apihelp-php-paramvalue-formatversion-2": "Formato moderno.",
	"apihelp-php-paramvalue-formatversion-latest": "Usa o último formato (actualmente <kbd>2</kbd>), pode cambiar sen aviso previo.",
	"apihelp-phpfm-summary": "Datos de saída en formato serializado de PHP(impresión en HTML).",
	"apihelp-rawfm-summary": "Datos de saída, incluíndo os elementos de depuración, en formato JSON (impresión en HTML).",
	"apihelp-xml-summary": "Datos de saída en formato XML.",
	"apihelp-xml-param-xslt": "Se está indicado, engade o nome da páxina como unha folla de estilo XSL. O valor debe ser un título no espazo de nomes {{ns:MediaWiki}} rematando con <code>.xsl</code>.",
	"apihelp-xml-param-includexmlnamespace": "Se está indicado, engade un espazo de nomes XML.",
	"apihelp-xmlfm-summary": "Datos de saída en formato XML(impresión en HTML).",
	"api-format-title": "Resultado de API de MediaWiki",
	"api-format-prettyprint-header": "Esta é a representación HTML do formato $1. O HTML é bo para depurar, pero non é axeitado para usar nunha aplicación.\n\nEspecifica o parámetro <var>format</var> para cambiar o formato de saída. Para ver a representación non HTML do formato $1, define <kbd>format=$2</kbd>.\n\nConsulta a [[mw:Special:MyLanguage/API|documentación completa]] ou a [[Special:ApiHelp/main|axuda da API]] para obter máis información.",
	"api-format-prettyprint-header-only-html": "Esta é unha representación HTML empregada para a depuración de erros, e non é axeitada para o uso de aplicacións.\n\nVexa a [[mw:Special:MyLanguage/API|documentación completa]], ou a [[Special:ApiHelp/main|axuda da API]] para máis información.",
	"api-format-prettyprint-header-hyperlinked": "Esta é a representación HTML do formato $1. O HTML é bo para depurar, pero non é axeitado para usar nunha aplicación.\n\nEspecifica o parámetro <var>format</var> para cambiar o formato de saída. Para ver a representación non HTML do formato $1, define [$3 <kbd>format=$2</kbd>].\n\nConsulta a [[mw:API|documentación completa]] ou a [[Special:ApiHelp/main|axuda da API]] para obter máis información.",
	"api-format-prettyprint-status": "Esta resposta será devolta co estado de HTTP $1 $2.",
	"api-login-fail-aborted": "A autenticación require a interacción do usuario, que non é compatible con <kbd>action=login</kbd>. Para poder iniciar sesión con <kbd>action=login</kbd>, consulta [[Special:BotPasswords]]. Para seguir usando o inicio de sesión na conta principal, consulta <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"api-login-fail-aborted-nobotpw": "A autenticación require a interacción do usuario, que non é compatible con <kbd>action=login</kbd>. Para iniciar sesión, consulta <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"api-login-fail-badsessionprovider": "Non é posible conectarse usando $1.",
	"api-login-fail-sameorigin": "Non é posible conectarse cando non se usa a política de mesma orixe.",
	"api-pageset-param-titles": "Unha lista de títulos nos que traballar.",
	"api-pageset-param-pageids": "Unha lista de identificadores de páxina nos que traballar.",
	"api-pageset-param-revids": "Unha lista de identificadores de revisións sobre os que traballar. Ten en conta que case todos os módulos de consulta converterán os identificadores de revisión nos correspondentes identificadores de páxina e traballarán coa última revisión. Só <kbd>prop=revisions</kbd> usa revisións exactas para a súa resposta.",
	"api-pageset-param-generator": "Obter a lista de páxinas sobre as que traballar executando o módulo de consulta especificado.\n\n<strong>Nota:</strong> Os nomes de parámetro do xerador deben comezar cun \"g\" (consulta os exemplos).",
	"api-pageset-param-redirects-generator": "Resolver automaticamente as redireccións en <var>$1titles</var>, <var>$1pageids</var> e <var>$1revids</var>, e nas páxinas devoltas por <var>$1generator</var>.",
	"api-pageset-param-redirects-nogenerator": "Resolver automaticamente as redireccións en <var>$1titles</var>, <var>$1pageids</var> e <var>$1revids</var>.",
	"api-pageset-param-converttitles": "Converter os títulos a outras variantes se é preciso. Só funciona se a lingua de contido do wiki soporta a conversión en variantes. As linguas que soportan a conversión en variantes inclúen $1.",
	"api-help-title": "Axuda da API de MediaWiki",
	"api-help-lead": "Esta é unha páxina de documentación da API de MediaWiki xerada automaticamente.\n\nDocumentación e exemplos: https://www.mediawiki.org/wiki/Special:MyLanguage/API:Main_page",
	"api-help-main-header": "Módulo principal",
	"api-help-undocumented-module": "Non existe documentación para o móduloː $1",
	"api-help-flag-deprecated": "Este módulo está obsoleto.",
	"api-help-flag-internal": "<strong>Este módulo é interno ou inestable e non deberías utilizalo.</strong> O seu funcionamento pode cambiar sen aviso previo.",
	"api-help-flag-readrights": "Este módulo precisa permisos de lectura.",
	"api-help-flag-writerights": "Este módulo precisa permisos de escritura.",
	"api-help-flag-mustbeposted": "Este módulo só acepta peticións POST.",
	"api-help-flag-generator": "Este módulo pode usarse como xerador.",
	"api-help-source": "Fonte: $1",
	"api-help-source-unknown": "Fonte: <span class=\"apihelp-unknown\">descoñecida</span>",
	"api-help-license": "Licenza: [[$1|$2]]",
	"api-help-license-noname": "Licenza: [[$1|Ver ligazón]]",
	"api-help-license-unknown": "Licenza: <span class=\"apihelp-unknown\">descoñecida</span>",
	"api-help-parameters": "{{PLURAL:$1|Parámetro específico|Parámetros específicos}}:",
	"api-help-parameters-note": "Hai dispoñibles outros parámetros xerais.",
	"api-help-param-deprecated": "Obsoleto.",
	"api-help-param-deprecated-label": "obsoleto",
	"api-help-param-internal": "Interno.",
	"api-help-param-internal-label": "interna",
	"api-help-param-templated": "Este é un [[Special:ApiHelp/main#main/templatedparams|parámetro modelado]]. Ao facer a solicitude, $2.",
	"api-help-param-templated-var-first": "<var>&#x7B;$1&#x7D;</var> no nome do parámetro debe substituirse polos valores de <var>$2</var>",
	"api-help-param-templated-var": "<var>&#x7B;$1&#x7D;</var> polos valores de <var>$2</var>",
	"api-help-datatypes-header": "Tipos de datos",
	"api-help-datatypes-top": "A entrada de MediaWiki debería ser UTF-8 normalizada por NFC. MediaWiki pode intentar converter outras entradas, pero isto pode provocar que fallen algunhas operacións (como [[Special:ApiHelp/edit|editar]] coas comprobacións MD5).\n\nOs parámetros que toman varios valores envíanse normalmente cos valores separados mediante un carácter de barra vertical; por exemplo, <kbd>param=value1|value2</kbd> ou <kbd>param=value1%7Cvalue2</kbd>. Se un valor debe conter unha barra vertical, usa U+001F (o separador de unidades) como separador ''e'' engade o prefixo U+001F ao valor; por exemplo, <kbd>param=%1Fvalue1%1Fvalue2</kbd>.\n\nAlgúns tipos de parámetros nas solicitudes á API necesitan máis explicacións:",
	"api-help-datatype-boolean": "Os parámetros booleanos funcionan como as caixas de verificación HTML: se se especifica o parámetro, independentemente do seu valor, considérase verdadeiro. Para un valor falso, omite o parámetro por completo.",
	"api-help-datatype-expiry": "Os tempos de caducidade poden ser relativos (por exemplo, <kbd>5 months</kbd> ou <kbd>2 weeks</kbd>) ou absolutos (por exemplo, <kbd>2014-09-18T12:34:56Z</kbd>). Para que non caduque, usa <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd> ou <kbd>never</kbd>.",
	"api-help-datatype-timestamp": "As marcas de tempo poden especificarse en varios formatos, consulta [[mw:Special:MyLanguage/Timestamp|os formatos de entrada da biblioteca de marcas de tempo documentados en mediawiki.org]] para obter máis información. Recoméndase a data e hora ISO 8601: <kbd><var>2001</var>-<var>01</var>-<var>15</var>T<var>14</var>:<var>56</var>:<var>00</var>Z</kbd>. Ademais, a cadea <kbd>now</kbd> pódese usar para especificar a marca de tempo actual.",
	"api-help-templatedparams-header": "Parámetros modelados",
	"api-help-templatedparams": "Os parámetros modelados admiten casos nos que un módulo da API necesita un valor para cada valor dalgún outro parámetro. Por exemplo, se houbese un módulo da API para solicitar froita, podería ter un parámetro <var>froitas</var> para especificar que froitas se están solicitando e un parámetro modelado <var>{froita}-cantidade</var> para especificar cantas froitas de cada queres solicitar. Un cliente da API que queira 1 mazá, 5 plátanos e 20 amorodos podería facer unha solicitude como <kbd>froitas=mazás|plátanos|amorodos&mazás-cantidade=1&plátanos-cantidade=5&amorodos-cantidade=20</kbd>.",
	"api-help-param-type-expiry": "Tipo: {{PLURAL:$1|1=caducidade|2=lista de caducidades}} ([[Special:ApiHelp/main#main/datatype/expiry|detalles]])",
	"api-help-param-type-limit": "Tipo: enteiro ou <kbd>max</kbd>",
	"api-help-param-type-presenceboolean": "Tipo: booleano ([[Special:ApiHelp/main#main/datatype/boolean|detalles]])",
	"api-help-param-type-timestamp": "Tipo: {{PLURAL:$1|1=selo de tempo|2=lista de selos de tempo}} ([[Special:ApiHelp/main#main/datatype/timestamp|formatos permitidos]])",
	"api-help-param-type-enum": "{{PLURAL:$1|1=Un valor dos seguintes valores|2=Valores (separados con <kbd>{{!}}</kbd> ou [[Special:ApiHelp/main#main/datatypes|outros]])}}: $2",
	"api-help-param-multi-separate": "Separe os valores con <kbd>|</kbd> ou [[Special:ApiHelp/main#main/datatypes|outros]].",
	"api-help-param-multi-all": "Para especificar tódolos valores, use <kbd>$1</kbd>.",
	"api-help-param-default-empty": "Por defecto: <span class=\"apihelp-empty\">(baleiro)</span>",
	"api-help-param-token": "Un identificador \"$1\" recuperado por [[Special:ApiHelp/query+tokens|action=query&meta=tokens]]",
	"api-help-param-token-webui": "Por compatibilidade, o identificador usado na web UI tamén é aceptado.",
	"api-help-param-disabled-in-miser-mode": "Desactivado debido ó [[mw:Special:MyLanguage/Manual:$wgMiserMode|modo minimal]].",
	"api-help-param-limited-in-miser-mode": "<strong>Nota:</strong> Debido ó [[mw:Special:MyLanguage/Manual:$wgMiserMode|modo minimal]], usar isto pode devolver menos de <var>$1limit</var> resultados antes de seguir, en casos extremos, pode que non se devolvan resultados.",
	"api-help-param-direction": "En que dirección enumerar:",
	"api-help-paramvalue-direction-newer": "Lista os máis antigos primeiro. Nota: $1start ten que ser anterior a $1end.",
	"api-help-paramvalue-direction-older": "Lista os máis novos primeiro (por defecto). Nota: $1start ten que ser posterior a $1end.",
	"api-help-param-continue": "Cando estean dispoñibles máis resultados, usa isto para continuar. Podes atopar [[mw:Special:MyLanguage/API:Continue|información máis detallada en mediawiki.org]] sobre como continuar as consultas.",
	"api-help-param-no-description": "<span class=\"apihelp-empty\">(sen descrición)</span>",
	"api-help-examples": "{{PLURAL:$1|Exemplo|Exemplos}}:",
	"api-help-permissions": "{{PLURAL:$1|Permiso|Permisos}}:",
	"api-help-permissions-granted-to": "{{PLURAL:$1|Concedida a|Concedidas a}}: $2",
	"api-help-right-apihighlimits": "Usar os valores superiores das consultas da API (consultas lentas: $1; consultas rápidas: $2). Os límites para as consultas lentas tamén se aplican ós parámetros multivaluados.",
	"api-help-open-in-apisandbox": "<small>[abrir na zona de probas]</small>",
	"api-help-authmanager-general-usage": "O procedemento xeral para usar este módulo é:\n# Buscar os campos dispoñibles dende <kbd>[[Special:ApiHelp/query+authmanagerinfo|\n\naction=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$4</kbd>, e un identificador <kbd>$5</kbd> de <kbd>[[Special:ApiHelp/query+tokens|action=query&meta=tokens]]</kbd>.\n# Presentar os campos ó usuario, e obter o seu envío.\n# Enviar a este módulo, proporcionando <var>$1returnurl</var> e calquera campo relevante.\n# Comprobar o <samp>status</samp> na resposta.\n#* Se vostede recibe <samp>PASS</samp> ou <samp>FAIL</samp>, a acción rematou. A operación foi correcta ou non se fixo.\n#* Se vostede recibe <samp>UI</samp>, presenta os novos campos ó usuario e obtén o seu envío. Logo son enviados a este módulo con <var>$1continue</var> e o conxunto de campos relevantes, e repite o paso 4.\n#* Se vostede recibe <samp>REDIRECT</samp>, dirixe ó usuario a <samp>redirecttarget</samp> e espera pola resposta a <var>$1returnurl</var>. Logo envíaa a este módulo con <var>$1continue</var> e calquera campo pasado á URL de volta, e repite o paso 4.\n#* Se recibe <samp>RESTART</samp>, isto significa que a autenticación funcionou pero que non temos unha conta de usuario ligada. Debe tratar isto igual que <samp>UI</samp> ou como <samp>FAIL</samp>.",
	"api-help-authmanagerhelper-requests": "Só usar estas peticións de autenticación, co <samp>id</samp> devolto por <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$1</kbd> ou dunha resposta previa deste módulo.",
	"api-help-authmanagerhelper-request": "Usar esta petición de autenticación, co <samp>id</samp> devolto por <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$1</kbd>.",
	"api-help-authmanagerhelper-messageformat": "Formato a usar para devolver as mensaxes.",
	"api-help-authmanagerhelper-mergerequestfields": "Fusionar os campos de información para todas as peticións de autenticación nunha táboa.",
	"api-help-authmanagerhelper-preservestate": "Conservar o estado dun intento previo de conexión fallida, se é posible.",
	"api-help-authmanagerhelper-returnurl": "Devolve o URL para os fluxos de autenticación de terceiros, que debe ser absoluto. Este ou <var>$1continue</var> é obrigatorio.\n\nLogo da recepción dunha resposta <samp>REDIRECT</samp>, vostede normalmente abrirá un navegador web ou un visor web para ver a URL <samp>redirecttarget</samp> especificada para un fluxo de autenticación de terceiros. Cando isto se complete, a aplicación de terceiros enviará ó navegador web ou visor web a esta URL. Vostede debe eliminar calquera consulta ou parámetros POST da URL e pasalos como unha consulta <var>$1continue</var> a este módulo API.",
	"api-help-authmanagerhelper-continue": "Esta petición é unha continucación despois dun resposta precedente <samp>UI</samp> ou <samp>REDIRECT</samp>. Esta ou <var>$1returnurl</var> é requirida.",
	"api-help-authmanagerhelper-additional-params": "Este módulo acepta parámetros adicionais dependendo das consultas de autenticación dispoñibles. Use <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$1</kbd> (ou unha resposta previa deste módulo, se aplicable) para determinar as consultas dispoñibles e os campos que usan.",
	"apierror-allimages-redirect": "Usar <kbd>gaifilterredir=nonredirects</kbd> no canto de <var>redirects</var> cando <kbd>allimages</kbd> é usado como xerador.",
	"apierror-allpages-generator-redirects": "Usar <kbd>gapfilterredir=nonredirects</kbd> no canto de <var>redirects</var> cando <kbd>allpages</kbd> é usado como xerador.",
	"apierror-alreadyregistered": "Xa tes unha conta de usuario.",
	"apierror-ambiguous-block": "O obxectivo especificado ten máis dun bloqueo activo. Especifica sobre que bloqueo queres actuar mediante o parámetro <kbd>id</kbd>.",
	"apierror-appendnotsupported": "Non pode anexarse a páxinas que usan o modelo de contido $1.",
	"apierror-articleexists": "A páxina que intentaches crear xa existe.",
	"apierror-assertanonfailed": "Xa non estás sen a sesión iniciada, polo que non se puido completar a acción.",
	"apierror-assertbotfailed": "Non tes o dereito <code>bot</code>, polo que non se puido completar a acción.",
	"apierror-assertnameduserfailed": "Xa non tes a sesión iniciada como «$1», polo que non se puido completar a acción.",
	"apierror-assertuserfailed": "Xa non tes a sesión iniciada, polo que non se puido completar a acción.",
	"apierror-autoblocked": "O seu enderezo IP foi bloqueado automaticamente porque foi utilizado por un usuario bloqueado.",
	"apierror-bad-badfilecontexttitle": "Título non válido no parámetro <var>$1badfilecontexttitle</var>.",
	"apierror-badconfig-resulttoosmall": "O valor de <code>$wgAPIMaxResultSize</code> neste wiki é demasiado pequeno como para conter información de resultados básicos.",
	"apierror-badcontinue": "Parámetro de continuación non válido. Debe pasar o valor orixinal devolto pola consulta precedente.",
	"apierror-baddiff": "A comparación non pode recuperarse. Unha ou ambas revisións non existen ou non ten permiso para velas.",
	"apierror-baddiffto": "<var>$1diffto</var> debe fixarse cun número non negativo, <kbd>prev</kbd>, <kbd>next</kbd> ou <kbd>cur</kbd>.",
	"apierror-badformat-generic": "O formato solicitado $1 non está soportado polo modelo de contido $2.",
	"apierror-badformat": "O formato solicitado $1 non está soportado polo modelo de contido $2 utilizado por $3.",
	"apierror-badgenerator-notgenerator": "O módulo <kbd>$1</kbd> non pode utilizarse como xerador.",
	"apierror-badgenerator-unknown": "<kbd>generator=$1</kbd> descoñecido.",
	"apierror-badip": "O parámetro IP non é válido.",
	"apierror-badmd5": "O código hash MD5 non era incorrecto.",
	"apierror-badmodule-badsubmodule": "O módulo <kbd>$1</kbd> non ten un submódulo \"$2\".",
	"apierror-badmodule-nosubmodules": "O módulo <kbd>$1</kbd> non ten submódulos.",
	"apierror-badparameter": "Valor non válido para o parámetro <var>$1</var>.",
	"apierror-badquery": "A consulta non é válida.",
	"apierror-badtimestamp": "Valor \"$2\" non válido para o parámetro de data e hora <var>$1</var>.",
	"apierror-badtoken": "Identificador CSRF non válido.",
	"apierror-badupload": "O parámetro de subida de ficheiros <var>$1</var> non é unha subida de ficheiros; asegúrese de usar <code>multipart/form-data</code> para a súa petición POST e de incluír un nome de ficheiro na cabeceira <code>Content-Disposition</code>.",
	"apierror-badurl": "Valor \"$2\" non válido para o parámetro de URL <var>$1</var>.",
	"apierror-baduser": "Valor \"$2\" non válido para o parámetro de usuario <var>$1</var>.",
	"apierror-badvalue-notmultivalue": "O separador multivalor U+001F só pode utilizarse en parámetros multivalorados.",
	"apierror-bad-watchlist-token": "Identificador de lista de vixilancia proporcionado incorrecto. Por favor, obteña un identificador correcto en [[Special:Preferences]].",
	"apierror-blockedfrommail": "Foi bloqueado para o envío de correos electrónicos.",
	"apierror-blocked": "Foi bloqueado fronte á edición.",
	"apierror-blocked-partial": "Foi bloqueado fronte á edición desta páxina.",
	"apierror-botsnotsupported": "Esta interface non está dispoñible para bots.",
	"apierror-cannot-async-upload-file": "Non se poden combinar os parámetros <var>async</var> e <var>file</var>. Se queres un procesamento asíncrono do ficheiro que subas, tes que subilo primeiro á reserva (utilizando o parámetro <var>stash</var>) e despois publicalo de forma asíncrona (usando <var>filekey</var> e <var>async</var>).",
	"apierror-cannotreauthenticate": "Esta acción non está dispoñible xa que túa identidade non se pode verificar.",
	"apierror-cannotviewtitle": "Non tes autorización para ver $1.",
	"apierror-cantblock-email": "Non tes permiso para bloquear ós usuarios o envío de correo electrónico a través do wiki.",
	"apierror-cantblock": "Non tes permiso para bloquear usuarios.",
	"apierror-cantchangecontentmodel": "Non tes permiso para cambiar o modelo de contido dunha páxina.",
	"apierror-canthide": "Non tes permiso para ocultar nomes de usuario do rexistro de bloqueos.",
	"apierror-cantimport-upload": "Non tes permiso para importar páxinas subidas.",
	"apierror-cantimport": "Non tes permiso para importar páxinas.",
	"apierror-cantoverwrite-sharedfile": "O ficheiro de destino existe nun repositorio compartido e non tes permiso para substituílo.",
	"apierror-cantsend": "Non iniciaches sesión na túa conta, non tes un enderezo de correo electrónico confirmado ou non tes permiso para enviar correos electrónicos a outros usuarios, polo que non podes enviar correos electrónicos.",
	"apierror-cantundelete": "Non se puido restaurarː pode que as revisións solicitadas non existan ou pode que xa se restaurasen.",
	"apierror-cantview-deleted-comment": "Non tes permiso para ver os comentarios eliminados.",
	"apierror-cantview-deleted-description": "Non tes permiso para ver as descricións dos ficheiros eliminados.",
	"apierror-cantview-deleted-metadata": "Non tes permiso para ver os metadatos dos ficheiros eliminados.",
	"apierror-cantview-deleted-revision-content": "Non tes permiso para ver o contido das revisións eliminadas.",
	"apierror-changeauth-norequest": "Erro ó crear a petición de modificación.",
	"apierror-changecontentmodel-missingtitle": "A páxina que especificaches non existe. Para crear unha páxina nova cun modelo de contido personalizado, usa o módulo <kbd>action=edit</kbd>.",
	"apierror-changecontentmodel-nodirectediting": "O modelo de contido \"$1\" non admite a edición directa",
	"apierror-changecontentmodel-cannotbeused": "O modelo de contido \"$1\" non se pode usar en \"$2\"",
	"apierror-changecontentmodel-cannot-convert": "Non se puido converter \"$1\" ao modelo de contido \"$2\"",
	"apierror-chunk-too-small": "O tamaño mínimo dun segmento é de $1 {{PLURAL:$1|byte|bytes}} para os segmentos non finais.",
	"apierror-cidrtoobroad": "Os rangos CIDR $1 maiores que /$2 non son aceptados.",
	"apierror-compare-maintextrequired": "O parámetro <var>$1text-main</var> é obrigatorio cando <var>$1slots</var> contén <kbd>main</kbd> (non se pode eliminar o espazo principal).",
	"apierror-compare-no-title": "Non se pode gardar a transformación sen un título. Proba a especificar <var>fromtitle</var> ou <var>totitle</var>.",
	"apierror-compare-nosuchfromsection": "Non hai ningunha sección $1 no contido \"from\".",
	"apierror-compare-nosuchtosection": "Non hai ningunha sección $1 no contido \"to\".",
	"apierror-compare-nofromrevision": "Non hai revisión \"from\". Especifica <var>fromrev</var>, <var>fromtitle</var> ou <var>fromid</var>.",
	"apierror-compare-notext": "O parámetro <var>$1</var> non se pode usar sen <var>$2</var>.",
	"apierror-compare-notorevision": "Non hai revisión \"to\". Especifica <var>torev</var>, <var>totitle</var> ou <var>toid</var>.",
	"apierror-concurrency-limit": "Superouse un límite de simultaneidade. Agarda a que se reciba a resposta de cada solicitude antes de enviar a seguinte.",
	"apierror-compare-relative-to-deleted": "Non se pode usar <kbd>torelative=$1</kbd> en relación a unha revisión eliminada.",
	"apierror-compare-relative-to-nothing": "Non hai ningunha revisión \"from\" en relación á cal <var>torelative</var> sexa relativa.",
	"apierror-contentserializationexception": "Erro de serialización do contidoː $1",
	"apierror-contentmodel-mismatch": "O contido que achegaches ten o modelo de contido <kbd>$1</kbd>, que difire do modelo de contido actual da páxina: <kbd>$2</kbd>.",
	"apierror-copyuploadbaddomain": "As subas por URL non están permitidas para este dominio.",
	"apierror-copyuploadbadurl": "As subas non están permitidas para este enderezo URL.",
	"apierror-create-titleexists": "Os títulos existentes non se poden protexer con <kbd>create</kbd>.",
	"apierror-csp-report": "Erro procesando o informe CSPː $1.",
	"apierror-deletedrevs-param-not-1-2": "O parámetro <var>$1</var> non pode usarse nos modos 1 e 2.",
	"apierror-deletedrevs-param-not-3": "O parámetro <var>$1</var> non pode usarse no modo 3.",
	"apierror-edit-invalidredirect": "Non se pode editar <kbd>$1</kbd> mentres segues redireccións, xa que o destino <kbd>$2</kbd> non é válido.",
	"apierror-emptynewsection": "Non é posible crear novas seccións baleiras.",
	"apierror-emptypage": "Non é posible crear novas páxinas baleiras.",
	"apierror-exceptioncaught": "[$1] Excepción capturada: $2",
	"apierror-exceptioncaughttype": "[$1] Excepción capturada de tipo $2",
	"apierror-filedoesnotexist": "O ficheiro non existe.",
	"apierror-fileexists-sharedrepo-perm": "O ficheiro obxectivo existe nun servidor compartido. Use o parámetro <var>ignorewarnings</var> para ignoralo.",
	"apierror-filenopath": "Non é posible obter o camiño do ficheiro local.",
	"apierror-filetypecannotberotated": "O tipo de ficheiro non permite que sexa rotado.",
	"apierror-formatphp": "Esta resposta non pode ser representada usando kbd>format=php</kbd>. Consulte https://phabricator.wikimedia.org/T68776.",
	"apierror-http-contenttoolarge": "O contido da solicitude HTTP é demasiado grande. Lonxitude máxima: $1.",
	"apierror-imageusage-badtitle": "O título para <kbd>$1</kbd> debe ser un ficheiro.",
	"apierror-import-unknownerror": "Erro descoñecido ó importarː $1.",
	"apierror-info-singlepagerevision": "Fornecéronse varias páxinas ou revisións, pero <var>$1prop=preloadcontent</var> e <var>$1prop=editintro</var> só se poden usar cunha soa páxina e revisión.",
	"apierror-integeroutofrange-abovebotmax": "<var>$1</var> non pode pasar de $2 (fixado a $3) para bots ou administradores do sistema.",
	"apierror-integeroutofrange-abovemax": "<var>$1</var> non pode pasar de $2 (fixado a $3) para os usuarios.",
	"apierror-integeroutofrange-belowminimum": "<var>$1</var> non pode ser menor de $2 (fixado a $3).",
	"apierror-invalidcategory": "O nome da categoría que indicou non é válido.",
	"apierror-invalid-chunk": "O desplazamento máis o segmento actual é maior que o tamaño solicitado do ficheiro.",
	"apierror-invalidexpiry": "A hora de caducidade \"$1\" é incorrecta.",
	"apierror-invalid-file-key": "Non é unha clave válida de ficheiro.",
	"apierror-invalidiprange": "O rango CIDR \"$1\" non é válido.",
	"apierror-invalidlang": "Código de lingua incorrecto para o parámetro <var>$1</var>.",
	"apierror-invalidmethod": "Método HTTP non válido. Considera usar GET ou POST.",
	"apierror-invalidoldimage": "O parámetro <var>oldimage</var> ten un formato incorrecto.",
	"apierror-invalidparammix-cannotusewith": "O parámetro <kbd>$1</kbd> non pode usarse xunto con <kbd>$2</kbd>.",
	"apierror-invalidparammix-mustusewith": "O parámetro <kbd>$1</kbd> só pode usarse xunto con <kbd>$2</kbd>.",
	"apierror-invalidparammix-parse-new-section": "<kbd>section=new</kbd> non se pode combinar cos parámetros <var>oldid</var>, <var>pageid</var> e <var>page</var>. Por favor, utilice <var>title</var> e <var>text</var>.",
	"apierror-invalidparammix": "{{PLURAL:$2|Os parámetros}} $1 non poden usarse xuntos.",
	"apierror-invalidsection": "O parámetro <var>section</var> debe ser un ID de sección válido ou <kbd>new</kbd>.",
	"apierror-invalidsha1base36hash": "O código hash SHA1Base36 proporcionado non é correcto.",
	"apierror-invalidsha1hash": "O código hash SHA1 proporcionado non é correcto.",
	"apierror-invalidtitle": "Título incorrecto \"$1\".",
	"apierror-invalidurlparam": "Valor non válido para <var>$1urlparam</var> (<kbd>$2=$3</kbd>).",
	"apierror-invaliduser": "Nome de usuario incorrecto \"$1\".",
	"apierror-invaliduserid": "O identificador de usuario <var>$1</var> non é válido.",
	"apierror-ipoutofrange": "O rango CIDR solicitado \"$1\" non pode ser máis amplo que o límite CIDR de /$2.",
	"apierror-maxbytes": "O parámetro <var>$1</var> non pode ser superior a $2 {{PLURAL:$2|byte|bytes}}",
	"apierror-maxchars": "O parámetro <var>$1</var> non pode superar $2 {{PLURAL:$2|carácter|caracteres}}",
	"apierror-maxlag-generic": "Esperando por un servidor de base de datosː $1 {{PLURAL:$1|segundo|segundos}} de atraso.",
	"apierror-maxlag": "Esperando por $2: $1 {{PLURAL:$1|segundo|segundos}} de atraso.",
	"apierror-mimesearchdisabled": "A busca MIME está desactivada no modo Miser (avaro).",
	"apierror-missingcontent-pageid": "Falta contido para a páxina con identificador $1.",
	"apierror-missingcontent-revid": "Falta contido para a revisión con identificador $1.",
	"apierror-missingcontent-revid-role": "Falta contido para a revisión con identificador $1 para o rol $2.",
	"apierror-missingparam-at-least-one-of": "{{PLURAL:$2|O parámetro|Polo menos un dos parámetros}} $1 é necesario.",
	"apierror-missingparam-one-of": "{{PLURAL:$2|O parámetro|Un dos parámetros}} $1 é necesario.",
	"apierror-missingparam": "O parámetro <var>$1</var> debe estar definido.",
	"apierror-missingrev-pageid": "Non hai ningunha revisión actual da páxina con identificador $1.",
	"apierror-missingrev-title": "Non hai ningunha revisión actual do título $1.",
	"apierror-missingtitle-createonly": "Os títulos faltantes só se poden protexer con <kbd>create</kbd>.",
	"apierror-missingtitle": "A páxina que especificou non existe.",
	"apierror-missingtitle-byname": "A páxina $1 non existe.",
	"apierror-modify-autoblock": "O bloqueo especificado é un bloqueo automático, polo que os seus parámetros non se poden modificar.",
	"apierror-moduledisabled": "O módulo <kbd>$1</kbd> foi deshabilitado.",
	"apierror-multival-only-one-of": "Só {{PLURAL:$3|se permite o valor|se permiten os valores}} $2 para o parámetro <var>$1</var>.",
	"apierror-multpages": "<var>$1</var> non se pode utilizar máis que con unha soa páxina.",
	"apierror-mustbeloggedin-changeauth": "Debe estar conectado para poder cambiar os datos de autentificación.",
	"apierror-mustbeloggedin-generic": "Debe estar conectado.",
	"apierror-mustbeloggedin-linkaccounts": "Debe estar conectado para ligar contas.",
	"apierror-mustbeloggedin-removeauth": "Debe estar conectado para borrar datos de autentificación.",
	"apierror-mustbeloggedin-uploadstash": "A reserva de subas só está dispoñible para os usuarios que iniciaron a sesión.",
	"apierror-mustbeloggedin": "Debe iniciar a sesión para $1.",
	"apierror-mustbeposted": "O módulo <kbd>$1</kbd> require unha petición POST.",
	"apierror-mustpostparams": "{{PLURAL:$2|Atopouse o seguinte parámetro|Atopáronse os seguintes parámetros}} na cadea da consulta, pero debe{{PLURAL:$2||n}} estar no corpo do POST: $1.",
	"apierror-noapiwrite": "A edición deste wiki a través da API está deshabilitada.",
	"apierror-nochanges": "Non se solicitou ningún cambio.",
	"apierror-nodeleteablefile": "Non existe esa versión antiga do ficheiro.",
	"apierror-no-direct-editing": "A edición directa a través da API non é compatible co modelo de contido $1 utilizado por $2.",
	"apierror-noedit-anon": "Os usuarios anónimos non poden editar páxinas.",
	"apierror-noedit": "Non ten permisos para editar páxinas.",
	"apierror-noimageredirect-anon": "Os usuarios anónimos non poden crear redireccións de imaxes.",
	"apierror-noimageredirect": "Non ten permiso para crear redireccións de imaxes.",
	"apierror-nosuchblockid": "Non hai ningún bloqueo con identificador $1.",
	"apierror-nosuchlogid": "Non hai ningunha entrada de rexistro con identificador $1.",
	"apierror-nosuchpageid": "Non hai ningunha páxina con identificador $1.",
	"apierror-nosuchrcid": "Non hai ningún cambio recente con identificador $1.",
	"apierror-nosuchrevid": "Non hai ningunha revisión con identificador $1.",
	"apierror-nosuchsection": "Non hai ningunha sección $1.",
	"apierror-nosuchsection-what": "Non hai ningunha sección $1 en $2.",
	"apierror-nosuchuserid": "Non hai ningún usuario con identificador $1.",
	"apierror-notpatrollable": "A revisión r$1 non pode patrullarse por ser demasiado antiga.",
	"apierror-nouploadmodule": "Non se definiu un módulo de carga.",
	"apierror-opensearch-json-warnings": "Non se poden representar os avisos en formato JSON de OpenSearch.",
	"apierror-pagecannotexist": "O espazo de nomes non permite as páxinas actuais.",
	"apierror-pagedeleted": "A páxina foi borrada dende que obtivo o selo de tempo.",
	"apierror-pagelang-disabled": "Neste wiki non se pode cambiar a lingua dunha páxina.",
	"apierror-paramempty": "O parámetro <var>$1</var> non pode estar baleiro.",
	"apierror-parsetree-notwikitext": "<kbd>prop=parsetree</kbd> só está soportado para o contido wikitexto.",
	"apierror-parsetree-notwikitext-title": "<kbd>prop=parsetree</kbd> só está soportado para o contido wikitexto. $1 usa o modelo de contido $2.",
	"apierror-pastexpiry": "A tempo de caducidade \"$1\" está no pasado.",
	"apierror-permissiondenied": "Non ten permiso para $1.",
	"apierror-permissiondenied-generic": "Permisos rexeitados.",
	"apierror-permissiondenied-patrolflag": "Necesita o permiso <code>patrol</code> ou <code>patrolmarks</code> para solicitar a marca de patrullado.",
	"apierror-permissiondenied-unblock": "Non ten permiso para desbloquear usuarios.",
	"apierror-prefixsearchdisabled": "A busca de prefixo está desactivada no modo Miser (avaro).",
	"apierror-promised-nonwrite-api": "A cabeceira HTTP <code>Promise-Non-Write-API-Action</code> non se pode enviar a módulos da API en modo escritura.",
	"apierror-protect-invalidaction": "Tipo de protección \"$1\" non válido.",
	"apierror-protect-invalidlevel": "Nivel de protección \"$1\" non válido.",
	"apierror-ratelimited": "Superou o seu límite de rango. Agarde uns minutos e inténteo de novo",
	"apierror-readapidenied": "Necesita permiso de lectura para utilizar ese módulo.",
	"apierror-readonly": "O wiki está actualmente en modo de só lectura.",
	"apierror-reauthenticate": "Non se autentificou recentemente nesta sesión. Por favor, volva a autentificarse.",
	"apierror-redirect-appendonly": "Intentaches editar usando o modo de seguimento de redireccións, que debe usarse xunto con <kbd>section=new</kbd>, <var>prependtext</var> ou <var>appendtext</var>.",
	"apierror-revdel-mutuallyexclusive": "Non se pode usar o mesmo campo en <var>hide</var> e <var>show</var>.",
	"apierror-revdel-needtarget": "É necesario un título obxectivo para este tipo RevDel.",
	"apierror-revdel-paramneeded": "Requírese polo menos un valor para <var>hide</var> e/ou <var>show</var>.",
	"apierror-revisions-badid": "Non se atoparon modificacións para o parámetro <var>$1</var>.",
	"apierror-revisions-norevids": "O parámetro <var>revids</var> non se pode utilizar xunto coas opción de lista (<var>$1limit</var>, <var>$1startid</var>, <var>$1endid</var>, <kbd>$1dir=newer</kbd>, <var>$1user</var>, <var>$1excludeuser</var>, <var>$1start</var> e <var>$1end</var>).",
	"apierror-revisions-singlepage": "Utilizouse <var>titles</var>, <var>pageids</var> ou un xerador para proporcionar múltiples páxinas, pero os parámetros <var>$1limit</var>, <var>$1startid</var>, <var>$1endid</var>, <kbd>$1dir=newer</kbd>, <var>$1user</var>, <var>$1excludeuser</var>, <var>$1start</var> e <var>$1end</var> só poden utilizarse nunha soa páxina.",
	"apierror-revwrongpage": "r$1 non é unha revisión de $2.",
	"apierror-searchdisabled": "A busca <var>$1</var> está desactivada.",
	"apierror-sectionreplacefailed": "Non se puido combinar a sección actualizada.",
	"apierror-sectionsnotsupported": "As seccións non son compatibles co modelo de contido $1.",
	"apierror-sectionsnotsupported-what": "As seccións non son compatibles con $1.",
	"apierror-show": "Parámetro incorrecto: non se poden proporcionar valores mutuamente excluíntes.",
	"apierror-siteinfo-includealldenied": "Non se pode ver a información de tódolos servidores a menos que <var>$wgShowHostnames</var> teña valor verdadeiro.",
	"apierror-sizediffdisabled": "A diferenza de tamaño está deshabilitada no modo Miser.",
	"apierror-spamdetected": "A súa edición foi rexeitada por conter un fragmento de publicidade: <code>$1</code>.",
	"apierror-specialpage-cantexecute": "Non ten permiso para ver os resultados desta páxina especial.",
	"apierror-stashedfilenotfound": "Non se puido atopar o ficheiro na reserva: $1.",
	"apierror-stashedit-missingtext": "Non se atopou ningún texto reservado co hash indicado.",
	"apierror-stashfailed-complete": "A suba por partes completouse, revise o estado para obter máis detalles.",
	"apierror-stashfailed-nosession": "Non hai sesión de suba por partes con esa clave.",
	"apierror-stashfilestorage": "Non se puido almacenar a suba na reservaː $1",
	"apierror-stashinvalidfile": "Ficheiro de reserva incorrecto.",
	"apierror-stashnosuchfilekey": "A chave de ficheiro non existe: $1.",
	"apierror-stashpathinvalid": "Clave de ficheiro con formato incorrecto ou non válidaː $1.",
	"apierror-stashwrongowner": "Erro de propietarioː $1",
	"apierror-stashzerolength": "Ficheiro de lonxitude cero, non pode ser almacenado na reservaː $1.",
	"apierror-systemblocked": "Foi bloqueado automaticamente polo software MediaWiki.",
	"apierror-tempuserdisabled": "A creación de contas de usuario temporais está desactivada.",
	"apierror-tempuseracquirefailed": "Non se puido adquirir un nome de usuario para a conta temporal.",
	"apierror-templateexpansion-notwikitext": "A expansión de modelos só é compatible co contido en texto wiki. $1 usa o modelo de contido $2.",
	"apierror-toofewexpiries": "{{PLURAL:$1|Forneceuse $1 selo|Fornecéronse $1 selos}} de tempo de caducidade, cando se {{PLURAL:$2|necesitaba|necesitaban}} $2.",
	"apierror-toomanyvalues": "Demasiados valores para o parámetro <var>$1</var>. O límite é $2.",
	"apierror-unknownaction": "A acción especificada, <kbd>$1</kbd>, non está recoñecida.",
	"apierror-unknownerror-editpage": "Erro descoñecido EditPageː $1.",
	"apierror-unknownerror-nocode": "Erro descoñecido.",
	"apierror-unknownerror": "Erro descoñecido: \"$1\".",
	"apierror-unknownformat": "Formato descoñecido \"$1\".",
	"apierror-unrecognizedparams": "{{PLURAL:$2|Parámetro non recoñecido|Parámetros non recoñecidos}}: $1.",
	"apierror-unrecognizedvalue": "Valor non recoñecido para o parámetro <var>$1</var>: $2.",
	"apierror-unsupportedrepo": "O repositorio local de ficheiros non permite consultar tódalas imaxes.",
	"apierror-upload-filekeyneeded": "Debe proporcionar un <var>filekey</var> cando <var>offset</var> é distinto de cero.",
	"apierror-upload-filekeynotallowed": "Non pode proporcionar <var>filekey</var> cando <var>offset</var> é 0.",
	"apierror-upload-inprogress": "A suba dende a reserva está en progreso.",
	"apierror-upload-missingresult": "Non hai resultado nos datos de estado.",
	"apierror-urlparamnormal": "Non se puideron normalizar os parámetros de imaxe de $1.",
	"apierror-writeapidenied": "Non ten permiso para editar este wiki a través da API.",
	"apiwarn-alldeletedrevisions-performance": "Para ter un mellor rendemento á hora de xerar títulos, estableza <kbd>$1dir=newer</kbd>.",
	"apiwarn-badurlparam": "Non se puido analizar <var>$1urlparam</var> para $2. Só se usará a anchura e a altura.",
	"apiwarn-badutf8": "O valor pasado para <var>$1</var> contén datos non válidos ou non normalizados. Os datos de texto deberían estar en formato Unicode válido, normalizado en NFC e sen caracteres de control C0 distintos de HT (\\t), LF (\\n) e CR (\\r).",
	"apiwarn-checktoken-percentencoding": "Comproba que os símbolos como \"+\" que haxa no identificador estean correctamente codificados con símbolos de porcentaxe no enderezo URL.",
	"apiwarn-compare-no-next": "A revisión $2 é a última revisión de $1. Non hai ningunha revisión coa que comparar <kbd>torelative=next</kbd>.",
	"apiwarn-compare-no-prev": "A revisión $2 é a primeira revisión de $1. Non hai ningunha revisión coa que comparar <kbd>torelative=prev</kbd>.",
	"apiwarn-compare-nocontentmodel": "Non se puido determinar ningún modelo de contido; asúmese que é $1.",
	"apiwarn-deprecation-deletedrevs": "<kbd>list=deletedrevs</kbd> quedou obsoleto. No seu lugar, utiliza <kbd>prop=deletedrevisions</kbd> ou <kbd>list=alldeletedrevisions</kbd>.",
	"apiwarn-deprecation-httpsexpected": "Utilizouse HTTP e esperábase HTTPS.",
	"apiwarn-deprecation-login-botpw": "O inicio de sesión coa conta principal mediante <kbd>action=login</kbd> está en desuso e pode deixar de funcionar sen aviso previo. Para proseguir o inicio de sesión mediante <kbd>action=login</kbd>, consulta [[Special:BotPasswords]]. Para proseguir o inicio de sesión coa conta principal de forma segura, consulta <kbd>action=clientlogin</kbd>.",
	"apiwarn-deprecation-login-nobotpw": "O inicio de sesión coa conta principal mediante <kbd>action=login</kbd> está en desuso e pode deixar de funcionar sen aviso previo. Para iniciar sesión de forma segura, consulta <kbd>action=clientlogin</kbd>.",
	"apiwarn-deprecation-login-token": "Obter un identificador mediante <kbd>action=login</kbd> está obsoleto. Usa <kbd>action=query&meta=tokens&type=login</kbd> no seu lugar.",
	"apiwarn-deprecation-missingparam": "Como non se especificou <var>$1</var>, utilizouse un formato antigo para a saída. Este formato está obsoleto e no futuro sempre se utilizará o novo formato.",
	"apiwarn-deprecation-parameter": "O parámetro <var>$1</var> está obsoleto.",
	"apiwarn-deprecation-parse-headitems": "<kbd>prop=headitems</kbd> está en desuso desde MediaWiki 1.28. Use <kbd>prop=headhtml</kbd> cando cree novos documentos HTML, ou <kbd>prop=módulos|jsconfigvars</kbd> cando actualice un documento no lado do cliente.",
	"apiwarn-deprecation-post-without-content-type": "Fíxose unha solicitude POST sen a cabeceira <code>Content-Type</code>. Iso non funciona de forma fiable.",
	"apiwarn-deprecation-purge-get": "O uso de <kbd>action=purge</kbd> mediante GET está obsoleto. Usa POST no seu lugar.",
	"apiwarn-deprecation-withreplacement": "<kbd>$1</kbd> está obsoleto. No seu lugar, utiliza <kbd>$2</kbd>.",
	"apiwarn-difftohidden": "Imposible facer unha diferenza con r$1: o contido está oculto.",
	"apiwarn-errorprinterfailed": "Fallou a impresión de erros. A reintentar sen parámetros.",
	"apiwarn-global-option-ignored": "A opción <var>$1</var> anulouse globalmente. Podes usar <kbd>global=update</kbd> para cambiar a opción globalmente ou <kbd>global=override</kbd> para definir unha anulación local.",
	"apiwarn-ignoring-invalid-templated-value": "Ignorando o valor <kbd>$2</kbd> en <var>$1</var> ao procesar os parámetros modelados.",
	"apiwarn-invalidcategory": "\"$1\" non é unha categoría.",
	"apiwarn-invalidtitle": "\"$1\" non é un título válido.",
	"apiwarn-invalidxmlstylesheetext": "As follas de estilo deben ter a extensión <code>.xsl</code>.",
	"apiwarn-invalidxmlstylesheet": "A folla de estilos especificada non é válida ou non existe.",
	"apiwarn-invalidxmlstylesheetns": "A folla de estilos debería estar no espazo de nomes {{ns:MediaWiki}}.",
	"apiwarn-moduleswithoutvars": "A propiedade <kbd>modules</kbd> está definida, pero non o está <kbd>jsconfigvars</kbd> nin <kbd>encodedjsconfigvars</kbd>. As variables de configuración son necesarias para o correcto uso do módulo.",
	"apiwarn-notfile": "\"$1\" non é un ficheiro.",
	"apiwarn-nothumb-noimagehandler": "Non se puido crear a miniatura porque $1 non ten un controlador de imaxe asociado.",
	"apiwarn-parse-nocontentmodel": "Non se proporcionou <var>title</var> nin <var>contentmodel</var>; asúmese $1.",
	"apiwarn-parse-revidwithouttext": "<var>revid</var> utilizouse sen <var>text</var> e solicitáronse as propiedades da páxina analizada. Querías usar <var>oldid</var> en lugar de <var>revid</var>?",
	"apiwarn-parse-titlewithouttext": "<var>title</var> utilizouse sen <var>text</var> e solicitáronse as propiedades da páxina analizada. Querías usar <var>page</var> en lugar de <var>title</var>?",
	"apiwarn-redirectsandrevids": "A resolución de redireccións non se pode usar xunto co parámetro <var>revids</var>. Calquera redirección que apunte a <var>revids</var> quedou sen resolver.",
	"apiwarn-tokens-origin": "Non se poden obter identificadores se non se aplica a política de mesma orixe.",
	"apiwarn-truncatedresult": "Truncouse este resultado porque doutra maneira sobrepasaría o límite de $1 bytes.",
	"apiwarn-unclearnowtimestamp": "Pasar \"$2\" para o parámetro de marca temporal <var>$1</var> está obsoleto. Se, por algún motivo, precisa especificar explicitamente a hora actual sen calculala no lado do cliente, usa <kbd>now</kbd>.",
	"apiwarn-unrecognizedvalues": "{{PLURAL:$3|Valor non recoñecido|Valores non recoñecidos}} para o parámetro <var>$1</var>: $2.",
	"apiwarn-unsupportedarray": "O parámetro <var>$1</var> usa unha sintaxe PHP de matriz que non está soportada.",
	"apiwarn-urlparamwidth": "Ignorando o valor de ancho definido en <var>$1urlparam</var> ($2) en favor do valor de ancho derivado de <var>$1urlwidth</var>/<var>$1urlheight</var> ($3).",
	"apiwarn-validationfailed-badchars": "caracteres non válidos na clave (só se admiten os caracteres <code>a-z</code>, <code>A-Z</code>, <code>0-9</code>, <code>_</code> e <code>-</code>).",
	"apiwarn-validationfailed-badpref": "non é unha preferencia válida.",
	"apiwarn-validationfailed-cannotset": "non pode ser establecido por este módulo.",
	"apiwarn-validationfailed-keytoolong": "clave demasiado longa (non pode ter máis de $1 {{PLURAL:$1|byte|bytes}}).",
	"apiwarn-validationfailed-valuetoolong": "valor demasiado longo (non pode ter máis de $1 {{PLURAL:$1|byte|bytes}}).",
	"apiwarn-validationfailed": "Erro de validación de <kbd>$1</kbd>: $2",
	"apiwarn-wgdebugapi": "<strong>Aviso de seguridade:</strong> <var>$wgDebugAPI</var> está habilitado.",
	"api-feed-error-title": "Erro ($1)",
	"api-usage-docref": "Consulte $1 para ver o uso da API.",
	"api-usage-mailinglist-ref": "Subscribirse á lista de correo mediawiki-api-announce en &lt;https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/&gt; para obter avisos de obsolescencia da API ou de modificacións importantes.",
	"api-exception-trace": "$1 en $2($3)\n$4",
	"api-credits-header": "Créditos",
	"api-credits": "Desenvolvedores da API:\n* Yuri Astrakhan (creador e desenvolvedor principal, set. 2006-set. 2007)\n* Roan Kattouw (desenvolvedor principal, set. 2007-2009)\n* Victor Vasiliev\n* Bryan Tong Minh\n* Sam Reed\n* Brad Jorsch (desenvolvedor principal, 2013-2020)\n\nEnvía comentarios, suxestións e preguntas a mediawiki-api@lists.wikimedia.org\nou informa dun erro en https://phabricator.wikimedia.org/."
}
