{
	"@metadata": {
		"authors": [
			"McDutchie",
			"Rafaneta"
		]
	},
	"apihelp-main-extended-description": "<div class=\"hlist plainlinks api-main-links\">\n* [[mw:Special:MyLanguage/API:Main_page|Documentation]]\n* [[mw:Special:MyLanguage/API:Etiquette|Etiquetta e directivas de uso]]\n* [[mw:Special:MyLanguage/API:FAQ|FAQ]]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-api.lists.wikimedia.org/ Lista de diffusion]\n* [https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/ Annuncios sur le API]\n* [https://phabricator.wikimedia.org/maniphest/query/GebfyV4uCaLd/#R Bugs & demandas]\n</div>\n<strong>Stato:</strong> Le API de MediaWiki es un interfacie matur e stabile que es activemente supportate e meliorate. Ben que nos tenta de evitar lo, es occasionalmente necessari apportar modificationes disruptive. Subscribe te al [https://lists.wikimedia.org/hyperkitty/list/mediawiki-api-announce@lists.wikimedia.org/ lista de diffusion mediawiki-api-announce] pro esser informate de actualisationes.\n\n<strong>Requestas erronee:</strong> Quando requestas erronee se invia al API, un capite HTTP essera inviate con le clave \"MediaWiki-API-Error\". Le valor de iste capite e le codice de error reinviate essera identic. Pro plus information vide [[mw:Special:MyLanguage/API:Errors_and_warnings|API: Errores e avisos]].\n\n<p class=\"mw-apisandbox-link\"><strong>Tests:</strong> Pro facilitar le test de requestas API, vide [[Special:ApiSandbox]].</p>",
	"apihelp-main-param-action": "Qual action exequer.",
	"apihelp-main-param-format": "Le formato del resultato.",
	"apihelp-main-param-maxlag": "Le latentia maximal pote esser usate quando MediaWiki es installate in un cluster de base de datos replicate. Pro evitar actiones que causa additional latentia de replication de sito, iste parametro pote facer le cliente attender usque le latentia de replication es minus que le valor specificate. In caso de latentia excessive, le codice de error <samp>maxlag</samp> es retornate con un message como <samp>Attende $host: $lag secundas de latentia</samp>.<br />Vide [[mw:Special:MyLanguage/Manual:Maxlag_parameter|Manual: Maxlag parameter]] pro plus information.",
	"apihelp-main-param-smaxage": "Fixar le capite de controlo de cache HTTP <code>s-maxage</code> a iste numero de secundas. Errores nunquam es mittite in cache.",
	"apihelp-main-param-maxage": "Fixar le capite de controlo de cache HTTP <code>max-age</code> a iste numero de secundas. Errores nunquam es mittite in cache.",
	"apihelp-main-param-assert": "Verificar que le usator ha aperite session (pote esser como usator temporari) si le valor es <kbd>user</kbd>, o que <em>non</em> ha aperite session si le valor es <kbd>anon</kbd>, o que ha le derecto de usator robot si le valor es <kbd>bot</kbd>.",
	"apihelp-main-param-assertuser": "Verificar que le usator currente es le usator nominate.",
	"apihelp-main-param-requestid": "Omne valor fornite hic essera includite in le responsa. Pote esser usate pro distinguer requestas.",
	"apihelp-main-param-servedby": "Includer in le resultato le nomine del host que ha servite le requesta.",
	"apihelp-main-param-curtimestamp": "Includer le data e hora actual in le resultato.",
	"apihelp-main-param-responselanginfo": "Includer le linguas usate pro <var>uselang</var> e <var>errorlang</var> in le resultato.",
	"apihelp-main-param-origin": "Quando se accede al API usante un requesta AJAX inter-dominios (CORS), mitte le dominio de origine in iste parametro. Illo debe esser includite in omne requesta pre-flight, e dunque debe facer parte del URI del requesta (e non del corpore POST).\n\nPro requestas authenticate, isto debe corresponder exactemente a un del origines in le capite <code>Origin</code>, dunque debe esser mittite a qualcosa como <kbd>http://ia.wikipedia.org</kbd> o <kbd>https://meta.wikimedia.org</kbd>. Si iste parametro non corresponde al capite <code>Origin</code>, un responsa 403 essera retornate. Si iste parametro corresponde al capite <code>Origin</code> e le origine es permittite, le capites <code>Access-Control-Allow-Origin</code> e <code>Access-Control-Allow-Credentials</code> essera inserite.\n\nPro requestas non authenticate, specifica le valor <kbd>*</kbd>. Isto causara le insertion del capite <code>Access-Control-Allow-Origin</code>, ma <code>Access-Control-Allow-Credentials</code> essera mittite a <code>false</code> e tote le datos specific al usator essera restringite.",
	"apihelp-main-param-crossorigin": "Quando se accede al API usante un requesta AJAX inter dominios (CORS) e usante un fornitor de sessiones que es secur contra le falsification de requestas inter sitos (CSRF) (como OAuth), usa isto in loco de <code>origin=*</code> pro rende le requesta authenticate (i.e., con session aperte). Isto debe esser includite in omne requesta preparatori, e dunque debe facer parte del URI del requesta (e non del corpore POST).\n\nNota que le major parte del fornitores de sessiones, includente le sessiones normal a base de cookies, non supporta le CORS authenticate e non pote esser usate con iste parametro.",
	"apihelp-main-param-uselang": "Lingua a usar pro traductiones de messages <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo&siprop=languages]]</kbd> retorna un lista de codices de lingua. Tu pote specificar <kbd>user</kbd> pro usar le preferentia de lingua del usator actual o <kbd>content</kbd> pro usar le lingua de contento de iste wiki.",
	"apihelp-main-param-variant": "Variante del lingua. Functiona solmente si le lingua de base supporta le conversion de variantes.",
	"apihelp-main-param-errorformat": "Le formato a usar pro le texto de avisos e errores",
	"apihelp-main-paramvalue-errorformat-plaintext": "Wikitexto con etiquettas HTML removite e entitates reimplaciate.",
	"apihelp-main-paramvalue-errorformat-wikitext": "Wikitexto brute.",
	"apihelp-main-paramvalue-errorformat-raw": "Clave e parametros del message.",
	"apihelp-main-paramvalue-errorformat-none": "Non producer texto, solmente le codices de error.",
	"apihelp-main-paramvalue-errorformat-bc": "Formato usate ante MediaWiki 1.29. <var>errorlang</var> e <var>errorsuselocal</var> es ignorate.",
	"apihelp-main-param-errorlang": "Lingua a usar pro avisos e errores. <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo&siprop=languages]]</kbd> retorna un lista de codices de lingua. Specifica <kbd>content</kbd> pro usar le lingua de contento de iste wiki o <kbd>uselang</kbd> pro usar le valor del parametro <var>uselang</var>.",
	"apihelp-main-param-errorsuselocal": "Si fornite, le textos de error usa le messages localmente personalisate del spatio de nomines {{ns:MediaWiki}}.",
	"apihelp-acquiretempusername-summary": "Acquirer un nomine de usator temporari e memorar lo in le session actual, si le creation de contos temporari es activate e le usator actual non es in session. Si un nomine ha ja essite memorate, isto restitue le mesme nomine.",
	"apihelp-acquiretempusername-extended-description": "Si le usator exeque plus tarde un action que resulta in le creation de un conto temporari, le nomine de usator in reserva essera usate pro su conto. Illo pote tamben esser usate in previsualisationes. Nonobstante, le conto non es ancora create, e le nomine non es visibile pro altere usatores.",
	"apihelp-block-summary": "Blocar un usator.",
	"apihelp-block-param-id": "Le ID del blocada a modificar.",
	"apihelp-block-param-user": "Le usator a blocar.",
	"apihelp-block-param-userid": "Specifica <kbd>$1user=#<var>ID</var></kbd> in su loco.",
	"apihelp-block-param-expiry": "Tempore de expiration. Pote esser relative (p.ex. <kbd>5 months</kbd> o <kbd>2 weeks<.kbd>) o absolute (p.ex. <kbd>2014-09-18T12:34:56Z</kbd>). Si es mittite a <kbd>infinite</kbd>, <kbd>indefinite</kbd> o <kbd>never</kbd>, le blocada nunquam expirara.",
	"apihelp-block-param-reason": "Motivo del blocada.",
	"apihelp-block-param-anononly": "Blocar solmente usatores anonyme (i.e. disactivar modificationes anonyme pro iste adresse IP, includente le modificationes de contos temporari).",
	"apihelp-block-param-nocreate": "Impedir le creation de contos.",
	"apihelp-block-param-autoblock": "Blocar automaticamente le adresse IP usate le plus recentemente, e omne IPs successive desde le quales ille/-a tenta facer modificationes.",
	"apihelp-block-param-noemail": "Impedir que le usator invia e-mail per le wiki. (Require le derecto <code>blockemail</code>).",
	"apihelp-block-param-hidename": "Celar le nomine de usator in le registro de blocadas. (Require le derecto <code>hideuser</code>.)",
	"apihelp-block-param-allowusertalk": "Permitter que le usator modifica su proprie pagina de discussion (depende de <var>[[mw:Special:MyLanguage/Manual:$wgBlockAllowsUTEdit|$wgBlockAllowsUTEdit]]</var>).",
	"apihelp-block-param-reblock": "Si le usator es jam blocate per un blocada singule, superscriber le blocada existente. Si le usator es blocate plus de un vice, isto non functiona; in tal caso, usa le parametro <var>id</var> pro specificar qual blocada superscriber.",
	"apihelp-block-param-newblock": "Adder un altere blocada mesmo si le usator es ja blocate.",
	"apihelp-block-param-watchuser": "Observar le paginas de usator e discussion del usator o del adresse IP.",
	"apihelp-block-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-block-param-tags": "Etiquettas de modification a applicar al entrata in le registro de blocadas.",
	"apihelp-block-param-partial": "Blocar le usator pro paginas o spatios de nomines specific in loco del sito integre.",
	"apihelp-block-param-pagerestrictions": "Lista de titulos pro impedir al usator de modificar. Se applica solo si <var>partial</var> es mittite a 'true' (ver).",
	"apihelp-block-param-namespacerestrictions": "Lista de identificatores del spatios de nomines pro impedir al usator de modificar. Se applica solo si <var>partial</var> es mittite a 'true' (ver).",
	"apihelp-block-param-actionrestrictions": "Lista de actiones pro impedir al usator de exequer. Se applica solo si <var>partial</var> es mittite a 'true' (ver).",
	"apihelp-block-example-ip-simple": "Blocar le adresse IP <kbd>192.0.2.5</kbd> pro tres dies con un motivo.",
	"apihelp-block-example-user-complex": "Blocar le usator <kbd>Vandalo</kbd> pro tempore indeterminate con un motivo, e impedir le creation de nove contos e le invio de e-mail.",
	"apihelp-changeauthenticationdata-summary": "Cambiar le datos de authentication pro le usator actual.",
	"apihelp-changeauthenticationdata-example-password": "Tentar de cambiar le contrasigno del usator actual a <kbd>ExemploDeContrasigno</kbd>.",
	"apihelp-changecontentmodel-summary": "Cambiar le modello de contento de un pagina",
	"apihelp-changecontentmodel-param-title": "Titulo del pagina del qual alterar le modello de contento. Non pote esser usate con <var>$1pageid</var>.",
	"apihelp-changecontentmodel-param-pageid": "ID del pagina del qual alterar le modello de contento. Non pote esser usate con <var>$1title</var>.",
	"apihelp-changecontentmodel-param-summary": "Summario de modification e motivo del entrata de registro",
	"apihelp-changecontentmodel-param-tags": "Etiquettas de modification a applicar al entrata del registro e al modification.",
	"apihelp-changecontentmodel-param-model": "Modello de contento del nove contento.",
	"apihelp-changecontentmodel-param-bot": "Marcar le cambio de modello de contento con un indicator de robot.",
	"apihelp-changecontentmodel-example": "Cambia le pagina principal pro haber le modello de contento <code>text</code>",
	"apihelp-checktoken-summary": "Verificar le validitate de un token ab <kbd>[[Special:ApiHelp/query+tokens|action=query&meta=tokens]]</kbd>.",
	"apihelp-checktoken-param-type": "Typo de token a testar.",
	"apihelp-checktoken-param-token": "Le token a testar.",
	"apihelp-checktoken-param-maxtokenage": "Etate maxime permittite pro le token, in secundas.",
	"apihelp-checktoken-example-simple": "Testar le validitate de un token <kbd>csrf</kbd>.",
	"apihelp-clearhasmsg-summary": "Cancella le signal <code>hasmsg</code> pro le usator actual.",
	"apihelp-clearhasmsg-example-1": "Cancellar le signal <code>hasmsg</code> pro le usator actual.",
	"apihelp-clientlogin-summary": "Aperir session in le wiki usante le fluxo interactive.",
	"apihelp-clientlogin-example-login": "Comenciar le processo de aperir session in le wiki como le usator <kbd>Exemplo</kbd> con le contrasigno <kbd>ExemploDeContrasigno</kbd>.",
	"apihelp-clientlogin-example-login2": "Continuar a aperir session post un responsa <samp>UI</samp> pro authentication bifactorial, forniente un <var>OATHToken</var> de <kbd>987654</kbd>.",
	"apihelp-compare-summary": "Obtener le differentia inter duo paginas.",
	"apihelp-compare-extended-description": "Es necessari indicar un numero de version, un titulo de pagina o un ID de pagina, e pro \"from\" e pro \"to\".",
	"apihelp-compare-param-fromtitle": "Prime titulo a comparar.",
	"apihelp-compare-param-fromid": "Prime ID de pagina comparar.",
	"apihelp-compare-param-fromrev": "Prime version a comparar.",
	"apihelp-compare-param-frompst": "Facer un transformation sur <var>fromtext-&#x7B;slot}</var> ante de salveguardar",
	"apihelp-compare-param-fromslots": "Substituer le contento del version specificate per <var>fromtitle</var>, <var>fromid</var> o <var>fromrev</var>.\n\nIste parametro specifica le segmentos que debe esser modificate. Usa <var>fromtext-&#x7B;slot}</var>, <var>fromcontentmodel-&#x7B;slot}</var>, e <var>fromcontentformat-&#x7B;slot}</var> pro specificar contento pro cata segmento.",
	"apihelp-compare-param-fromtext-{slot}": "Texto del segmento specificate. Si omittite, le segmento es removite del version.",
	"apihelp-compare-param-fromsection-{slot}": "Quando <var>fromtext-&#x7B;slot}</var> es le contento de un singule section, isto es le identificator del section. Illo essera fusionate in le revision specificate per <var>fromtitle</var>, <var>fromid</var> o <var>fromrev</var> como si pro un modification de section.",
	"apihelp-compare-param-fromcontentmodel-{slot}": "Modello de contento de <var>fromtext-&#x7B;slot}</var>. Si non fornite, illo essera supponite basate sur le altere parametros.",
	"apihelp-compare-param-fromcontentformat-{slot}": "Formato de serialisation del contento de <var>fromtext-&#x7B;slot}</var>.",
	"apihelp-compare-param-fromtext": "Specificar <kbd>fromslots=main</kbd> e usar <var>fromtext-main</var> in su loco.",
	"apihelp-compare-param-fromcontentmodel": "Specificar <kbd>fromslots=main</kbd> e usar <var>fromcontentmodel-main</var> in su loco.",
	"apihelp-compare-param-fromcontentformat": "Specificar <kbd>fromslots=main</kbd> e usar <var>fromcontentformat-main</var> in su loco.",
	"apihelp-compare-param-fromsection": "Usar solmente le section specificate del contento 'from' specificate.",
	"apihelp-compare-param-totitle": "Secunde titulo a comparar.",
	"apihelp-compare-param-toid": "Secunde ID de pagina a comparar.",
	"apihelp-compare-param-torev": "Secunde version a comparar.",
	"apihelp-compare-param-torelative": "Usar un revision relative al revision determinate per <var>fromtitle</var>, <var>fromid</var> o <var>fromrev</var>. Tote le altere optiones 'to' essera ignorate.",
	"apihelp-compare-param-topst": "Facer un transformation sur <var>totext</var> ante de salveguardar.",
	"apihelp-compare-param-toslots": "Substituer le contento del version specificate per <var>totitle</var>, <var>toid</var> o <var>torev</var>.\n\nIste parametro specifica le segmentos que debe esser modificate. Usa <var>totext-&#x7B;slot}</var>, <var>tocontentmodel-&#x7B;slot}</var>, e <var>tocontentformat-&#x7B;slot}</var> pro specificar contento pro cata segmento.",
	"apihelp-compare-param-totext-{slot}": "Texto del segmento specificate. Si omittite, le segmento es removite del version.",
	"apihelp-compare-param-tosection-{slot}": "Quando <var>totext-&#x7B;slot}</var> es le contento de un singule section, isto es le identificator del section. Illo essera fusionate in le revision specificate per <var>totitle</var>, <var>toid</var> o <var>torev</var> como si pro un modification de section.",
	"apihelp-compare-param-tocontentmodel-{slot}": "Modello de contento de <var>totext-&#x7B;slot}</var>. Si non fornite, illo essera supponite basate sur le altere parametros.",
	"apihelp-compare-param-tocontentformat-{slot}": "Formato de serialisation del contento de <var>totext-&#x7B;slot}</var>.",
	"apihelp-compare-param-totext": "Specificar <kbd>toslots=main</kbd> e usar <var>totext-main</var> in su loco.",
	"apihelp-compare-param-tocontentmodel": "Specificar <kbd>toslots=main</kbd> e usar <var>tocontentmodel-main</var> in su loco.",
	"apihelp-compare-param-tocontentformat": "Specificar <kbd>toslots=main</kbd> e usar <var>tocontentformat-main</var> in su loco.",
	"apihelp-compare-param-tosection": "Usar solmente le section specificate del contento 'to' specificate.",
	"apihelp-compare-param-prop": "Qual informationes obtener.",
	"apihelp-compare-paramvalue-prop-diff": "Le diff HTML.",
	"apihelp-compare-paramvalue-prop-diffsize": "La dimension del diff HTML in bytes.",
	"apihelp-compare-paramvalue-prop-rel": "Le IDs de version del versiones ante 'from' e post 'to', si existe.",
	"apihelp-compare-paramvalue-prop-ids": "The IDs de pagina e de version del versiones 'from' e 'to'.",
	"apihelp-compare-paramvalue-prop-title": "Le titulos de pagina del versiones 'from' e 'to'.",
	"apihelp-compare-paramvalue-prop-user": "Le nomine de usator e ID del versiones 'from' e 'to'. Si le usator ha essite delite del versiones, un proprietate <samp>fromuserhidden</samp> o <samp>touserhidden</samp> essera restituite.",
	"apihelp-compare-paramvalue-prop-comment": "Le commento sur le versiones 'from' e 'to'. Si le commento ha essite delite del versiones, un proprietate <samp>fromcommenthidden</samp> o <samp>tocommenthidden</samp> essera restituite.",
	"apihelp-compare-paramvalue-prop-parsedcomment": "Le commento post analyse syntactic sur le versiones 'from' e 'to'. Si le commento ha essite delite del versiones, un proprietate <samp>fromcommenthidden</samp> o <samp>tocommenthidden</samp> essera restituite.",
	"apihelp-compare-paramvalue-prop-size": "Le dimension del versiones 'from' e 'to'.",
	"apihelp-compare-paramvalue-prop-timestamp": "Le data e hora del versiones 'from' e 'to'.",
	"apihelp-compare-param-difftype": "Restituer le comparation formatate como HTML integrate.",
	"apihelp-compare-param-slots": "Restituer diffs individual pro iste segmentos in loco de un diff combinate pro tote le segmentos.",
	"apihelp-compare-example-1": "Crear un diff inter version 1 e 2.",
	"apihelp-createaccount-summary": "Crear un nove conto de usator.",
	"apihelp-createaccount-param-preservestate": "Si <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> restitue ver pro <samp>hasprimarypreservedstate</samp>, requestas marcate como <samp>primary-required</samp> debe esser omittite. Si illo restitue un valor non vacue pro <samp>preservedusername</samp>, ille nomine de usator debe esser usate pro le parametro <var>username</var>.",
	"apihelp-createaccount-example-create": "Initiar le processo de crear le usator <kbd>Example</kbd> con le contrasigno <kbd>ExamplePassword</kbd>.",
	"apihelp-cspreport-summary": "Usate per navigatores pro reportar violationes del Politica de Securitate de Contento. Iste modulo non debe esser usate, excepte quando usate automaticamente per un navigator web conforme a CSP.",
	"apihelp-cspreport-param-reportonly": "Marcar como essente un reporto de un politica de surveliantia, non de un politica exigite.",
	"apihelp-cspreport-param-source": "Lo que ha generate le capite CSP que ha provocate iste reporto",
	"apihelp-delete-summary": "Deler un pagina.",
	"apihelp-delete-param-title": "Titulo del pagina a deler. Non pote esser usate con <var>$1pageid</var>.",
	"apihelp-delete-param-pageid": "ID del pagina a deler. Non pote esser usate con <var>$1title</var>.",
	"apihelp-delete-param-reason": "Motivo pro le deletion. Si non fornite, un motivo generate automaticamente essera usate.",
	"apihelp-delete-param-tags": "Etiquettas de modification a applicar al entrata in le registro de deletiones.",
	"apihelp-delete-param-deletetalk": "Deler le pagina de discussion, si existe.",
	"apihelp-delete-param-watch": "Adder le pagina al observatorio del usator actual.",
	"apihelp-delete-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-delete-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-delete-param-unwatch": "Remover le pagina del observatorio del usator actual.",
	"apihelp-delete-param-oldimage": "Le nomine del imagine ancian a deler como fornite per [[Special:ApiHelp/query+imageinfo|action=query&prop=imageinfo&iiprop=archivename]].",
	"apihelp-delete-example-simple": "Deler [[{{MediaWiki:Mainpage}}]].",
	"apihelp-delete-example-reason": "Deler [[{{MediaWiki:Mainpage}}]] con le motivo <kbd>Preparing for move</kbd>.",
	"apihelp-disabled-summary": "Iste modulo ha essite disactivate.",
	"apihelp-edit-summary": "Crear e modificar paginas.",
	"apihelp-edit-param-title": "Titulo del pagina a modificar. Non pote esser usate con <var>$1pageid</var>.",
	"apihelp-edit-param-pageid": "ID del pagina a modificar. Non pote esser usate con <var>$1title</var>.",
	"apihelp-edit-param-section": "Identificator de section. <kbd>0</kbd> pro le section superior, <kbd>new</kbd> pro un nove section. Sovente un numero integre positive, sed pote tamben esser non-numeric.",
	"apihelp-edit-param-sectiontitle": "Le titulo pro un nove section quando se usa <var>$1section=new</var>.",
	"apihelp-edit-param-text": "Contento del pagina.",
	"apihelp-edit-param-summary": "Summario de modification.\n\nQuando iste parametro non es fornite o es vacue, [[mw:Special:MyLanguage/Autosummary|un summario de modification pote esser generate automaticamente]].\n\nQuando se usa <var>$1section=new</var> e <var>$1sectiontitle</var> non es fornite, le valor de iste parametro es usate pro le titulo de section in su loco, e un summario de modification es generate automaticamente.",
	"apihelp-edit-param-tags": "Etiquettas de modification a applicar al version.",
	"apihelp-edit-param-minor": "Marcar iste modification como minor.",
	"apihelp-edit-param-notminor": "Non marcar iste modification como un modification minor mesmo si le preferentia de usator \"{{int:tog-minordefault}}\" es configurate.",
	"apihelp-edit-param-bot": "Marcar iste modification como un modification de robot.",
	"apihelp-edit-param-baserevid": "ID del version de base, usate pro deteger conflictos de modification. Pote esser obtenite per [[Special:ApiHelp/query+revisions|action=query&prop=revisions]]. Conflictos interne causa le fallimento del modification, excepte si basetimestamp es configurate.",
	"apihelp-edit-param-basetimestamp": "Data e hora del version de base, usate pro deteger conflictos de modification. Pote esser obtenite per [[Special:ApiHelp/query+revisions|action=query&prop=revisions&rvprop=timestamp]]. Conflictos interne es ignorate.",
	"apihelp-edit-param-starttimestamp": "Data e hora quando le processo de modification comenciava, usate pro deteger conflictos de modification. Un valor appropriate pote esser obtenite usante <var>[[Special:ApiHelp/main|curtimestamp]]</var> quando se initia le processo de modification (p.ex. quando se carga le contento del pagina a modificar).",
	"apihelp-edit-param-recreate": "Ignorar omne errores concernente le pagina habente essite delite intertanto.",
	"apihelp-edit-param-createonly": "Non modificar le pagina si illo ja existe.",
	"apihelp-edit-param-nocreate": "Levar un error si le pagina non existe.",
	"apihelp-edit-param-watch": "Adder le pagina al observatorio del usator actual.",
	"apihelp-edit-param-unwatch": "Remover le pagina del observatorio del usator actual.",
	"apihelp-edit-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-edit-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-edit-param-md5": "Le hash MD5 del parametro $1text, o del parametros $1prependtext e $1appendtext concatenate. Si es definite, le modification essera solmente facite si le hash es correcte.",
	"apihelp-edit-param-prependtext": "Adder iste texto al initio del pagina o section. Ignorar $1text.",
	"apihelp-edit-param-appendtext": "Adder iste texto al fin del pagina o section. Ignorar $1text.\n\nUsa $1section=new pro adjunger un nove section in loco de iste parametro.",
	"apihelp-edit-param-undo": "Disfacer iste version. Ignorar $1text, $1prependtext e $1appendtext.",
	"apihelp-edit-param-undoafter": "Disfacer tote le versiones desde $1undo usque a iste. Si ille parametro non es definite, disfacer solmente un version.",
	"apihelp-edit-param-redirect": "Resolver redirectiones automaticamente.",
	"apihelp-edit-param-contentformat": "Formato de serialisation de contento usate pro le texto de entrata.",
	"apihelp-edit-param-contentmodel": "Modello de contento del nove contento.",
	"apihelp-edit-param-returnto": "Titulo de pagina. Si salveguardar le modification crea un conto temporari, le API pote responder con un URL que le cliente debe visitar pro complir le apertura de session. Si iste parametro es fornite, le URL redirigera al pagina specificate, in vice del pagina que esseva modificate.",
	"apihelp-edit-param-returntoquery": "Parametros de consulta de URL (con un <kbd>?</kbd> initial). Si salveguardar le modification crea un conto temporari, le API pote responder con un URL que le cliente debe visitar pro completar le apertura de session. Si iste parametro es fornite, le URL redirigera a un pagina con le parametros de consulta specificate.",
	"apihelp-edit-param-returntoanchor": "Fragmento de URL (con un <kbd>#</kbd> initial). S salveguardar le modification crea un conto temporari, le API pote responder con un URL que le cliente debe visitar pro completar le apertura de session. Si iste parametro es fornite, le URL redirigera a un pagina con le fragmento specificate.",
	"apihelp-edit-param-token": "Le token debe sempre esser inviate como le ultime parametro, o al minus post le parametro $1text.",
	"apihelp-edit-example-edit": "Modificar un pagina.",
	"apihelp-edit-example-prepend": "Anteponer <kbd>_&#95;NOTOC_&#95;</kbd> a un pagina.",
	"apihelp-edit-example-undo": "Disfacer le versiones 13579 a 13585 con summario automatic.",
	"apihelp-emailuser-summary": "Inviar e-mail a un usator.",
	"apihelp-emailuser-param-target": "Le usator al qual inviar e-mail.",
	"apihelp-emailuser-param-subject": "Capite de subjecto.",
	"apihelp-emailuser-param-text": "Texto del message.",
	"apihelp-emailuser-param-ccme": "Inviar me un copia de iste e-mail.",
	"apihelp-emailuser-example-email": "Inviar un message de electronic al usator <kbd>WikiSysop</kbd> con le texto <kbd>Content</kbd>.",
	"apihelp-expandtemplates-summary": "Expande tote le patronos in le wikitexto.",
	"apihelp-expandtemplates-param-title": "Titulo del pagina.",
	"apihelp-expandtemplates-param-text": "Le wikitexto a converter.",
	"apihelp-expandtemplates-param-revid": "ID de version, pro <code><nowiki>{{REVISIONID}}</nowiki></code> e similar variabiles.",
	"apihelp-expandtemplates-param-prop": "Qual pecias de information obtener.\n\nNota que si nulle valores es seligite, le resultato continera le wikitexto, ma le output essera in un formato obsolescente.",
	"apihelp-expandtemplates-paramvalue-prop-wikitext": "Le wikitexto expandite.",
	"apihelp-expandtemplates-paramvalue-prop-categories": "Qualcunque categorias presente in le entrata que non es representate in le sortita de wikitexto.",
	"apihelp-expandtemplates-paramvalue-prop-properties": "Proprietates de pagina definite per parolas magic expandite in le wikitexto.",
	"apihelp-expandtemplates-paramvalue-prop-volatile": "Si le sortita es volatile e non debe esser reusate alterubi in le pagina.",
	"apihelp-expandtemplates-paramvalue-prop-ttl": "Le tempore maxime post le qual caches del resultato debe esser invalidate.",
	"apihelp-expandtemplates-paramvalue-prop-modules": "Qualcunque modulos de ResourceLoader que le functiones del analysator syntactic ha requestate de adder al sortita. O <kbd>jsconfigvars</kbd> o <kbd>encodedjsconfigvars</kbd> debe esser requestate conjunctemente con <kbd>modules</kbd>.",
	"apihelp-expandtemplates-paramvalue-prop-jsconfigvars": "Da le variabiles de configuration JavaScript specific al pagina.",
	"apihelp-expandtemplates-paramvalue-prop-encodedjsconfigvars": "Da le variabiles de configuration JavaScript specific al pagina como catena JSON.",
	"apihelp-expandtemplates-paramvalue-prop-parsetree": "Le arbore de analyse syntactic XML del entrata.",
	"apihelp-expandtemplates-param-includecomments": "Si includer commentos HTML in le sortita.",
	"apihelp-expandtemplates-param-generatexml": "Generar un arbore de analyse syntactic XML (reimplaciate per $1prop=parsetree).",
	"apihelp-expandtemplates-param-showstrategykeys": "Si includer information de strategia de fusion interne in jsconfigvars.",
	"apihelp-expandtemplates-example-simple": "Expander le wikitexto <kbd><nowiki>{{Project:Sandbox}}</nowiki></kbd>.",
	"apihelp-feedcontributions-summary": "Restitue le fluxo de contributiones de un usator.",
	"apihelp-feedcontributions-param-feedformat": "Le formato del fluxo.",
	"apihelp-feedcontributions-param-user": "Le usatores pro le quales obtener le contributiones.",
	"apihelp-feedcontributions-param-namespace": "Le spatio de nomines per le qual filtrar le contributiones.",
	"apihelp-feedcontributions-param-year": "A partir del anno (e anterior).",
	"apihelp-feedcontributions-param-month": "A partir del mense (e anterior).",
	"apihelp-feedcontributions-param-tagfilter": "Filtrar le contributiones que ha iste etiquettas.",
	"apihelp-feedcontributions-param-deletedonly": "Monstrar solmente contributiones delite.",
	"apihelp-feedcontributions-param-toponly": "Monstrar solmente le modificationes que es le versiones le plus recente.",
	"apihelp-feedcontributions-param-newonly": "Monstrar solmente le modificationes que es creationes de paginas.",
	"apihelp-feedcontributions-param-hideminor": "Celar modificationes minor.",
	"apihelp-feedcontributions-param-showsizediff": "Monstrar le differentia de dimension inter versiones.",
	"apihelp-feedcontributions-example-simple": "Restituer contributiones pro le usator <kbd>Example</kbd>.",
	"apihelp-feedrecentchanges-summary": "Restitue un fluxo de cambiamentos recente.",
	"apihelp-feedrecentchanges-param-feedformat": "Le formato del fluxo.",
	"apihelp-feedrecentchanges-param-namespace": "Le spatio de nomines al qual limitar le resultatos.",
	"apihelp-feedrecentchanges-param-invert": "Tote le spatios de nomines excepte le seligite.",
	"apihelp-feedrecentchanges-param-associated": "Includer le spatio de nomines (discussion o principal) associate.",
	"apihelp-feedrecentchanges-param-days": "Dies al quales limitar le resultatos.",
	"apihelp-feedrecentchanges-param-limit": "Numero maxime de resultatos a restituer.",
	"apihelp-feedrecentchanges-param-from": "Monstrar cambiamentos desde alora.",
	"apihelp-feedrecentchanges-param-hideminor": "Celar modificationes minor.",
	"apihelp-feedrecentchanges-param-hidebots": "Celar modificationes facite per robots.",
	"apihelp-feedrecentchanges-param-hideanons": "Celar modificationes facite per usatores anonyme.",
	"apihelp-feedrecentchanges-param-hideanons-temp": "Celar le cambiamentos facite per usatores anonyme e per contos temporari.",
	"apihelp-feedrecentchanges-param-hideliu": "Celar modificationes facite per usatores registrate.",
	"apihelp-feedrecentchanges-param-hidepatrolled": "Celar cambiamentos patruliate.",
	"apihelp-feedrecentchanges-param-hidemyself": "Celar cambiamentos facite per le usator actual.",
	"apihelp-feedrecentchanges-param-hidecategorization": "Celar cambiamentos de membrato de categoria.",
	"apihelp-feedrecentchanges-param-tagfilter": "Filtrar per etiquetta.",
	"apihelp-feedrecentchanges-param-inverttags": "Tote le modificationes excepte les etiquettate con le seligites.",
	"apihelp-feedrecentchanges-param-target": "Monstrar solmente cambiamentos sur paginas ligate desde iste pagina.",
	"apihelp-feedrecentchanges-param-showlinkedto": "Monstrar cambiamentos sur paginas ligate al pagina seligite in su loco.",
	"apihelp-feedrecentchanges-example-simple": "Monstrar cambiamentos recente.",
	"apihelp-feedrecentchanges-example-30days": "Monstrar cambiamentos recente pro 30 dies.",
	"apihelp-feedwatchlist-summary": "Restitue un fluxo de observatorio.",
	"apihelp-feedwatchlist-param-feedformat": "Le formato del fluxo.",
	"apihelp-feedwatchlist-param-hours": "Listar paginas modificate intra tante horas desde ora.",
	"apihelp-feedwatchlist-param-linktosections": "Ligar directemente al sectiones cambiate si es possibile.",
	"apihelp-feedwatchlist-example-default": "Monstrar le fluxo del observatorio.",
	"apihelp-feedwatchlist-example-all6hrs": "Monstrar tote le cambiamentos de paginas observate in le ultime 6 horas.",
	"apihelp-filerevert-summary": "Reverter un file a un version ancian.",
	"apihelp-filerevert-param-filename": "Nomine de file de destination, sin prefixo File:.",
	"apihelp-filerevert-param-comment": "Commento sur le incargamento.",
	"apihelp-filerevert-param-archivename": "Nomine de archivo del version al qual reverter.",
	"apihelp-filerevert-example-revert": "Reverter <kbd>Wiki.png</kbd> al version del <kbd>2011-03-05T15:27:40Z</kbd>.",
	"apihelp-help-summary": "Monstrar adjuta pro le modulos specificate.",
	"apihelp-help-param-modules": "Modulos pro le quales monstrar adjuta (valores del parametros <var>action</var> e <var>format</var>, o <kbd>main</kbd>). Pote specificar submodulos con un <kbd>+</kbd>.",
	"apihelp-help-param-submodules": "Includer adjuta pro submodulos del modulo nominate.",
	"apihelp-help-param-recursivesubmodules": "Includer adjuta pro submodulos recursivemente.",
	"apihelp-help-param-helpformat": "Formato del sortita de adjuta.",
	"apihelp-help-param-wrap": "Inveloppar le sortita in un structura standard de responsa de API.",
	"apihelp-help-param-toc": "Includer un tabula de contento in le sortita HTML.",
	"apihelp-help-example-main": "Adjuta pro le modulo principal.",
	"apihelp-help-example-submodules": "Adjuta pro <kbd>action=query</kbd> e tote su submodulos.",
	"apihelp-help-example-recursive": "Tote le adjuta in un pagina.",
	"apihelp-help-example-help": "Adjuta pro le modulo de adjuta illo mesme.",
	"apihelp-help-example-query": "Adjuta pro duo submodulos de consulta.",
	"apihelp-imagerotate-summary": "Rotar un o plure imagines.",
	"apihelp-imagerotate-param-rotation": "Grados pro rotar le imagine in senso horologic.",
	"apihelp-imagerotate-param-tags": "Etiquettas de modification a applicar al entrata in le registro de incargamentos.",
	"apihelp-imagerotate-example-simple": "Rotar <kbd>File:Example.png</kbd> per <kbd>90</kbd> grados.",
	"apihelp-imagerotate-example-generator": "Rotar tote le imagines in <kbd>Category:Flip</kbd> per <kbd>180</kbd> grados.",
	"apihelp-import-summary": "Importar un pagina de un altere wiki, o de un file XML.",
	"apihelp-import-extended-description": "Nota que le HTTP POST debe esser facite como un incargamento de file (p.ex. usante multipart/form-data) quando se invia un file pro le parametro <var>xml</var>.",
	"apihelp-import-param-summary": "Summario de importation de entrata de registro.",
	"apihelp-import-param-xml": "File XML incargate.",
	"apihelp-import-param-interwikiprefix": "Pro importationes incargate: prefixo interwiki a applicar a nomines de usator incognite (e a usatores cognite si <var>$1assignknownusers</var> es configurate).",
	"apihelp-import-param-assignknownusers": "Assignar modificationes a usatores local quando le usator in question existe localmente.",
	"apihelp-import-param-interwikisource": "Pro importationes interwiki: le wiki desde le qual importar.",
	"apihelp-import-param-interwikipage": "Pro importationes interwiki: le pagina a importar.",
	"apihelp-import-param-fullhistory": "Pro importationes interwiki: importar le historia complete, non solmente le version actual.",
	"apihelp-import-param-templates": "Pro importationes interwiki: importar tamben tote le patronos includite.",
	"apihelp-import-param-namespace": "Importar in iste spatio de nomines. Non pote esser usate insimul con <var>$1rootpage</var>.",
	"apihelp-import-param-rootpage": "Importar como subpagina de iste pagina. Non pote esser usate insimul con <var>$1namespace</var>.",
	"apihelp-import-param-tags": "Etiquettas de modification a applicar al entrata in le registro de importationes e al version nulle in le paginas importate.",
	"apihelp-import-example-import": "Importar [[meta:Help:ParserFunctions]] in le spatio de nomines 100 con historia complete.",
	"apihelp-linkaccount-summary": "Ligar un conto de un fornitor tertie al usator actual.",
	"apihelp-linkaccount-example-link": "Initiar le processo de ligar a un conto desde <kbd>Example</kbd>.",
	"apihelp-login-summary": "Aperir session e obtener cookies de authentication.",
	"apihelp-login-extended-description": "Iste action debe solmente esser usate in combination con [[Special:BotPasswords]]; le uso pro aperir session al conto principal es obsolescente e pote faller sin previe aviso. Pro aperir session al conto principal in modo secur, usa <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"apihelp-login-extended-description-nobotpasswords": "Iste action es obsolescente e pote faller sin previe aviso. Pro aperir session in modo secur, usa <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"apihelp-login-param-name": "Nomine de usator.",
	"apihelp-login-param-password": "Contrasigno.",
	"apihelp-login-param-domain": "Dominio (optional).",
	"apihelp-login-param-token": "Token de apertura de session obtenite in le prime requesta.",
	"apihelp-login-example-login": "Aperir session.",
	"apihelp-logout-summary": "Clauder session e rader datos de session.",
	"apihelp-logout-example-logout": "Clauder le session del usator actual.",
	"apihelp-managetags-summary": "Executar cargas de gestion concernente le etiquettas de modification.",
	"apihelp-managetags-param-operation": "Qual operation exequer:",
	"apihelp-managetags-paramvalue-operation-create": "Crear un nove etiquetta de modification pro uso manual.",
	"apihelp-managetags-paramvalue-operation-delete": "Remover un etiquetta de modification del base de datos. Isto remove inter alteres le etiquetta de tote versiones, le entratas de modificationes recente e le entratas de registro in le quales illo es usate.",
	"apihelp-managetags-paramvalue-operation-activate": "Activar un etiquetta de modification, permittente a usatores applicar lo manualmente.",
	"apihelp-managetags-paramvalue-operation-deactivate": "Deactivar un etiquetta de modification, impediente a usatores applicar lo manualmente.",
	"apihelp-managetags-param-tag": "Le etiquetta a crear, deler, activar o disactivar. Pro crear un etiquetta, le etiquetta non debe exister. Pro deler un etiquetta, le etiquetta debe exister. Pro activar un etiquetta, le etiquetta debe exister e non esser in uso per un extension. Pro disactivar un etiquetta, le etiquetta debe esser actualmente active e manualmente definite.",
	"apihelp-managetags-param-reason": "Un motivo optional pro crear, deler, activar o disactivar le etiquetta.",
	"apihelp-managetags-param-ignorewarnings": "Si ignorar qualcunque advertimentos que es emittite durante le operation.",
	"apihelp-managetags-param-tags": "Etiquettas de modification a applicar al entrata in le registro de gestion de etiquettas.",
	"apihelp-managetags-example-create": "Crear un etiquetta nominate <kbd>spam</kbd> con le motivo <kbd>For use in edit patrolling</kbd>",
	"apihelp-managetags-example-delete": "Deler le etiquetta <kbd>vandlaism</kbd> con le motivo <kbd>Misspelt</kbd>",
	"apihelp-managetags-example-activate": "Activar un etiquetta nominate <kbd>spam</kbd> con le motivo <kbd>For use in edit patrolling</kbd>",
	"apihelp-managetags-example-deactivate": "Disactivar un etiquetta nominate <kbd>spam</kbd> con le motivo <kbd>No longer required</kbd>",
	"apihelp-mergehistory-summary": "Fusionar historias de paginas.",
	"apihelp-mergehistory-param-from": "Titulo del pagina desde le qual le historia essera fusionate. Non pote esser usate conjunctemente con <var>$1fromid</var>.",
	"apihelp-mergehistory-param-fromid": "ID del pagina desde le qual le historia essera fusionate. Non pote esser usate conjunctemente con <var>$1from</var>.",
	"apihelp-mergehistory-param-to": "Titulo del pagina in le qual le historia essera fusionate. Non pote esser usate conjunctemente con <var>$1toid</var>.",
	"apihelp-mergehistory-param-toid": "ID del pagina in le qual le historia essera fusionate. Non pote esser usate conjunctemente con <var>$1to</var>.",
	"apihelp-mergehistory-param-timestamp": "Data e hora usque le qual le versiones essera transferite desde le historia del pagina de origine al historia del pagina de destination. Si es omittite, le historia complete del pagina de origine essera fusionate in le pagina de destination.",
	"apihelp-mergehistory-param-reason": "Motivo pro le fusion de historia.",
	"apihelp-mergehistory-example-merge": "Fusionar le historia complete de <kbd>Oldpage</kbd> in <kbd>Newpage</kbd>.",
	"apihelp-mergehistory-example-merge-timestamp": "Fusionar le versiones del pagina <kbd>Oldpage</kbd> datante usque al <kbd>2015-12-31T04:37:41Z</kbd> in <kbd>Newpage</kbd>.",
	"apihelp-move-summary": "Renominar un pagina.",
	"apihelp-move-param-from": "Titulo del pagina a renominar. Non pote esser usate con <var>$1fromid</var>.",
	"apihelp-move-param-fromid": "ID del pagina a renominar. Non pote esser usate con <var>$1from</var>.",
	"apihelp-move-param-to": "Le titulo al qual renominar le pagina.",
	"apihelp-move-param-reason": "Motivo del renomination.",
	"apihelp-move-param-movetalk": "Renominar le pagina de discussion, si existe.",
	"apihelp-move-param-movesubpages": "Renominar subpaginas, si applicabile.",
	"apihelp-move-param-noredirect": "Non crear un redirection.",
	"apihelp-move-param-watch": "Adder le pagina e le redirection al observatorio del usator actual.",
	"apihelp-move-param-unwatch": "Remover le pagina e le redirection del observatorio del usator actual.",
	"apihelp-move-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-move-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-move-param-ignorewarnings": "Ignorar omne advertimentos.",
	"apihelp-move-param-tags": "Etiquettas de modification a applicar al entrata in le registro de renominationes e al version nulle in le pagina de destination.",
	"apihelp-move-example-move": "Renominar <kbd>Badtitle</kbd> a <kbd>Goodtitle</kbd> sin lassar un redirection.",
	"apihelp-opensearch-summary": "Cercar in le wiki usante le protocollo OpenSearch.",
	"apihelp-opensearch-param-search": "Le texto a cercar.",
	"apihelp-opensearch-param-limit": "Numero maxime de resultatos a retornar.",
	"apihelp-opensearch-param-namespace": "Spatios de nomines in le quales cercar. Ignorate si <var>$1search</var> comencia con un prefixo de spatio de nomines valide.",
	"apihelp-opensearch-param-suggest": "Non plus usate.",
	"apihelp-opensearch-param-redirects": "Como gerer redirectiones:",
	"apihelp-opensearch-paramvalue-redirects-return": "Restituer le redirection mesme.",
	"apihelp-opensearch-paramvalue-redirects-resolve": "Restituer le pagina de destination. Pote restituer minus de $1limit resultatos.",
	"apihelp-opensearch-param-redirects-append": "Pro motivos historic, le predefinition es “return” pro $1format=json e “resolve” pro altere formatos.",
	"apihelp-opensearch-param-format": "Le formato del sortita.",
	"apihelp-opensearch-param-warningsaserror": "Si advertimentos es levate con <kbd>format=json</kbd>, restituer un error API in loco de ignorar los.",
	"apihelp-opensearch-example-te": "Trovar paginas que comencia con <kbd>Te</kbd>.",
	"apihelp-options-summary": "Cambiar le preferentias del usator actual.",
	"apihelp-options-extended-description": "Solmente optiones que es registrate centralmente o in un del extensiones installate, o optiones con claves con prefixo <code>userjs-</code> (destinate a esser usate per scripts de usator), pote esser definite.",
	"apihelp-options-param-reset": "Reinitialisa le preferentias al valores predefinite del sito.",
	"apihelp-options-param-resetkinds": "Lista de typos de optiones a reinitialisar quando le option <var>$1reset</var> es activate.",
	"apihelp-options-param-change": "Lista de cambiamentos, in formato nomine=valor (p.ex. skin=vector). Si nulle valor es date (non mesmo un signo equal), p.ex., nominedeoption|altereoption|..., le option essera reinitialisate a su valor predefinite. Si alcun valor passate contine le character de barra vertical (<kbd>|</kbd>), usa le [[Special:ApiHelp/main#main/datatypes|separator alternative de valores]] pro assecurar un operation correcte.",
	"apihelp-options-param-optionname": "Le nomine del option que debe esser mittite al valor date per <var>$1optionvalue</var>.",
	"apihelp-options-param-optionvalue": "Le valor del option specificate per <var>$1optionname</var>. Si <var>$1optionname</var> es definite ma <var>$1optionvalue</var> es omittite, le option se reinitialisa a su valor predefinite.",
	"apihelp-options-param-global": "Que facer si le option ha essite definite globalmente usante le extension GlobalPreferences.\n\n* <kbd>ignore</kbd>: Facer nihil. Le option retene su previe valor.\n* <kbd>override</kbd>: Reimplaciar localmente.\n* <kbd>update</kbd>: Actualisar globalmente le option.\n* <kbd>create</kbd>: Definir globalmente le option, supplantante omne valor local.",
	"apihelp-options-example-reset": "Reinitialisar tote le preferentias.",
	"apihelp-options-example-change": "Cambiar le preferentias <kbd>skin</kbd> e <kbd>hideminor</kbd>.",
	"apihelp-options-example-complex": "Reinitialisar tote le preferentias, postea definir <kbd>skin</kbd> e <kbd>nickname</kbd>.",
	"apihelp-paraminfo-summary": "Obtener information sur modulos API.",
	"apihelp-paraminfo-param-modules": "Lista de nomines de modulo (valores del parametros <var>action</var> e <var>format</var>, o <kbd>main</kbd>). Pote specificar submodulos con un <kbd>+</kbd>, o tote le submodulos con <kbd>+*</kbd>, o tote le submodulos recursivemente con <kbd>+**</kbd>.",
	"apihelp-paraminfo-param-helpformat": "Formato del catenas de adjuta.",
	"apihelp-paraminfo-param-querymodules": "Lista de nomines de modulos de consulta (valor del parametro <var>prop</var>, <var>meta</var> o <var>list</var>). Usar <kbd>$1modules=query+foo</kbd> in loco de <kbd>$1querymodules=foo</kbd>.",
	"apihelp-paraminfo-param-mainmodule": "Obtener tamben information sur le modulo principal (de nivello superior). Usar <kbd>$1modules=main</kbd> in su loco.",
	"apihelp-paraminfo-param-pagesetmodule": "Obtener information sur le modulo pageset (que forni titles= e amicos).",
	"apihelp-paraminfo-param-formatmodules": "Lista de nomines de modulos de formato (valor del parametro <var>format</var>). Usar <var>$1modules</var> in su loco.",
	"apihelp-paraminfo-example-1": "Monstrar information pro <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd>, <kbd>[[Special:ApiHelp/jsonfm|format=jsonfm]]</kbd>, <kbd>[[Special:ApiHelp/query+allpages|action=query&list=allpages]]</kbd> e <kbd>[[Special:ApiHelp/query+siteinfo|action=query&meta=siteinfo]]</kbd>.",
	"apihelp-paraminfo-example-2": "Monstrar information pro tote le submodulos de <kbd>[[Special:ApiHelp/query|action=query]]</kbd>.",
	"apihelp-parse-summary": "Analysa le syntaxe del contento e restitue le sortita del analysator syntactic.",
	"apihelp-parse-extended-description": "Vide le varie modulos de prop de <kbd>[[Special:ApiHelp/query|action=query]]</kbd> pro obtener information ab le version actual de un pagina.\n\nIl ha plure manieras de specificar le texto a analysar:\n# Specificar un pagina o version, usante <var>$1page</var>, <var>$1pageid</var>, o <var>$1oldid</var>.\n# Specificar contento explicitemente, usante <var>$1text</var>, <var>$1title</var>, <var>$1revid</var>, e <var>$1contentmodel</var>.\n# Specificar solmente un summario a analysar. <var>$1prop</var> deberea esser date un valor vacue.",
	"apihelp-parse-param-title": "Titulo del pagina al qual le texto pertine. Si omittite, <var>$1contentmodel</var> debe esser specificate, e [[API]] essera usate como titulo.",
	"apihelp-parse-param-text": "Texto a analysar. Usa <var>$1title</var> o <var>$1contentmodel</var> pro controlar le modello de contento.",
	"apihelp-parse-param-revid": "ID de version, ori <code><nowiki>{{REVISIONID}}</nowiki></code> e variabiles similar.",
	"apihelp-parse-param-summary": "Summario a analysar.",
	"apihelp-parse-param-page": "Analysar le syntaxe del contento de iste pagina. Non pote esser usate conjunctemente con <var>$1text</var> e <var>$1title</var>.",
	"apihelp-parse-param-pageid": "Analysar le syntaxe del contento de iste pagina. Supplanta <var>$1page</var>.",
	"apihelp-parse-param-redirects": "Si <var>$1page</var> o <var>$1pageid</var> es mittite a un redirection, resolver lo.",
	"apihelp-parse-param-oldid": "Analysar le syntaxe del contento de iste version. Supplanta <var>$1page</var> and <var>$1pageid</var>.",
	"apihelp-parse-param-prop": "Qual informationes obtener:",
	"apihelp-parse-paramvalue-prop-text": "Da le texto syntacticamente analysate del wikitexto.",
	"apihelp-parse-paramvalue-prop-langlinks": "Da le ligamines de linguas in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-categories": "Da le categorias in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-categorieshtml": "Da le version HTML del categorias.",
	"apihelp-parse-paramvalue-prop-links": "Da le ligamines interne in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-templates": "Da le patronos in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-images": "Da le imagines in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-externallinks": "Da le ligamines externe in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-sections": "Da le sectiones in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-revid": "Da le ID de version del pagina syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-displaytitle": "Adde le titulo del wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-subtitle": "Adde le subtitulo de pagina pro le pagina syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-headitems": "Da elementos a mitter in le section <code>&lt;head&gt;</code> del pagina.",
	"apihelp-parse-paramvalue-prop-headhtml": "Da le resultato del analyse syntactic del doctype, elemento de apertura <code>&lt;html&gt;</code>, <code>&lt;head&gt;</code> e le elemento de apertura <code>&lt;body&gt;</code> del pagina.",
	"apihelp-parse-paramvalue-prop-modules": "Da le modulos ResourceLoader usate sur le pagina. Pro cargar, usa <code>mw.loader.using()</code>. Sia <kbd>jsconfigvars</kbd> sia <kbd>encodedjsconfigvars</kbd> debe esser requestate conjunctemente con <kbd>modules</kbd>.",
	"apihelp-parse-paramvalue-prop-jsconfigvars": "Da le variabiles de configuration JavaScript specific al pagina. Pro applicar, usa <code>mw.config.set()</code>.",
	"apihelp-parse-paramvalue-prop-encodedjsconfigvars": "Da le variabiles de configuration JavaScript specific al pagina como catena JSON.",
	"apihelp-parse-paramvalue-prop-indicators": "Da le HTML del indicatores de stato de pagina usate in le pagina.",
	"apihelp-parse-paramvalue-prop-iwlinks": "Da ligamines interwiki in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-wikitext": "Da le wikitexto original que esseva analysate syntacticamente.",
	"apihelp-parse-paramvalue-prop-properties": "Da varie proprietates definite in le wikitexto syntacticamente analysate.",
	"apihelp-parse-paramvalue-prop-limitreportdata": "Da le reporto de limite in un maniera structurate. Non da datos, quando <var>$1disablelimitreport</var> es configurate.",
	"apihelp-parse-paramvalue-prop-limitreporthtml": "Da le version HTML del reporto de limite. Non da datos, quando <var>$1disablelimitreport</var> es configurate.",
	"apihelp-parse-paramvalue-prop-parsetree": "Le arbore de analyse XML del contento del version (require le modello de contento <code>$1</code>)",
	"apihelp-parse-paramvalue-prop-parsewarnings": "Da le advertimentos que ha essite emittite durante le analyse syntactic del contento (como wikitexto).",
	"apihelp-parse-paramvalue-prop-parsewarningshtml": "Da le advertimentos que ha essite emittite durante le analyse syntactic del contento (como HTML).",
	"apihelp-parse-param-wrapoutputclass": "Classe CSS a usar pro inveloppar le sortita del analysator syntactic.",
	"apihelp-parse-param-usearticle": "Usar le puncto de ancorage ArticleParserOptions pro assecurar que le optiones usate corresponde a illos usate pro le visitas de pagina de articulo",
	"apihelp-parse-param-parsoid": "Generar codice HTML que conforme al [[mw:Specs/HTML|specification DOM de MediaWiki]] usante [[mw:Parsoid|Parsoid]].",
	"apihelp-parse-param-pst": "Executa un transformation pre-salveguarda sur le entrata ante que su syntaxe es analysate. Solmente es valide si usate con texto.",
	"apihelp-parse-param-onlypst": "Facer un transformation pre-salveguarda (PST) sur le entrata, ma sin analysar su syntaxe. Restitue le mesme wikitexto, post que un PST ha essite applicate. Solo valide quando usate con <var>$1text</var>.",
	"apihelp-parse-param-effectivelanglinks": "Includer ligamines de linguas fornite per extensiones (pro usar con <kbd>$1prop=langlinks</kbd>).",
	"apihelp-parse-param-section": "Solmente analysar le contento del section con iste identificator.\n\nQuando le valor es <kbd>new</kbd>, analysar <var>$1text</var> e <var>$1sectiontitle</var> como si se adde un nove section al pagina.\n\n<kbd>new</kbd> es permittite solmente quando se specifica <var>text</var>.",
	"apihelp-parse-param-sectiontitle": "Titulo de nove section quando <var>section</var> es <kbd>new</kbd>.\n\nA differentia del modification de paginas, isto non recurre a <var>summary</var> quando omittite o vacue.",
	"apihelp-parse-param-disablelimitreport": "Omitter le reporto de limite (\"Reporto de limite de NewPP\") del sortita del analysator syntactic.",
	"apihelp-parse-param-disablepp": "Usar <var>$1disablelimitreport</var> in su loco.",
	"apihelp-parse-param-disableeditsection": "Omitter le ligamines pro modificar sectiones del sortita del analysator syntactic.",
	"apihelp-parse-param-disablestylededuplication": "Non deduplicar le folios de stilo interne in le sortita del analysator syntactic.",
	"apihelp-parse-param-showstrategykeys": "Si includer information de strategia de fusion interne in jsconfigvars.",
	"apihelp-parse-param-generatexml": "Generar arbore de analyse XML (require modello de contento <code>$1</code>; reimplaciate per <kbd>$2prop=parsetree</kbd>).",
	"apihelp-parse-param-preview": "Analysar le syntaxe in le modo de previsualisation.",
	"apihelp-parse-param-sectionpreview": "Analysar le syntaxe in modo de previsualisation de section (activa tamben le modo de previsualisation).",
	"apihelp-parse-param-disabletoc": "Omitter le tabula de contento in le sortita.",
	"apihelp-parse-param-useskin": "Applicar le apparentia seligite al sortita del analysator syntactic. Pote affectar le sequente proprietates: <kbd>text</kbd>, <kbd>langlinks</kbd>, <kbd>headitems</kbd>, <kbd>modules</kbd>, <kbd>jsconfigvars</kbd>, <kbd>indicators</kbd>.",
	"apihelp-parse-param-contentformat": "Formato de serialisation de contento usate pro le texto de entrata. Valide solmente quando usate con $1text.",
	"apihelp-parse-param-contentmodel": "Modello de contento del texto de entrata. Si omittite, $1title debe esser specificate, e le valor predefinite essera le modello del titulo specificate. Valide solmente quando usate con $1text.",
	"apihelp-parse-example-page": "Analysar le syntaxe de un pagina.",
	"apihelp-parse-example-text": "Analysar le syntaxe de wikitexto.",
	"apihelp-parse-example-texttitle": "Analysar le syntaxe de wikitexto, specificante le titulo del pagina.",
	"apihelp-parse-example-summary": "Analysar le syntaxe de un summario.",
	"apihelp-patrol-summary": "Patruliar un pagina o un version.",
	"apihelp-patrol-param-rcid": "ID de modificationes recente a patruliar.",
	"apihelp-patrol-param-revid": "ID de version a patruliar.",
	"apihelp-patrol-param-tags": "Etiquettas de modification a applicar al entrata in le registro de patrulia.",
	"apihelp-patrol-example-rcid": "Patruliar un modification recente.",
	"apihelp-patrol-example-revid": "Patruliar un version.",
	"apihelp-protect-summary": "Cambiar le nivello de protection de un pagina.",
	"apihelp-protect-param-title": "Titulo del pagina a (dis)proteger. Non pote esser usate conjunctemente con $1pageid.",
	"apihelp-protect-param-pageid": "ID del pagina a (dis)proteger. Non pote esser usate conjunctemente con $1title.",
	"apihelp-protect-param-protections": "Lista de nivellos de protection, formatate <kbd>action=level</kbd> (p.ex. <kbd>edit=sysop</kbd>). Un nivello de <kbd>all</kbd> significa que tote le personas es permittite a facer le action, i.e. sin restriction.\n\n<strong>Nota:</strong> Qualcunque actiones non listate habera lor restrictiones removite.",
	"apihelp-protect-param-expiry": "Datas e horas de expiration. Si solmente un data e hora es configurate, illo essera usate pro tote le protectiones. Usa <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd>, o <kbd>never</kbd>, pro un protection que non expira jammais.",
	"apihelp-protect-param-reason": "Motivo pro (dis)proteger.",
	"apihelp-protect-param-tags": "Etiquettas de modification a applicar al entrata in le registro de protectiones.",
	"apihelp-protect-param-cascade": "Activar le protection in cascada (i.e. proteger patronos transcludite e imagines usate in iste pagina). Ignorate si necun del nivellos de protection specificate supporta le cascada.",
	"apihelp-protect-param-watch": "Si configurate, adde le pagina que es (dis)protegite al observatorio del usator actual.",
	"apihelp-protect-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-protect-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-protect-example-protect": "Proteger un pagina.",
	"apihelp-protect-example-unprotect": "Disproteger un pagina per configurar restrictiones a <kbd>all</kbd> (i.e. tote le personas es permittite a facer le action).",
	"apihelp-protect-example-unprotect2": "Disproteger un pagina per configurar nulle restrictiones.",
	"apihelp-purge-summary": "Purgar le cache pro le titulos date.",
	"apihelp-purge-param-forcelinkupdate": "Actualisar le tabellas de ligamines e facer altere actualisationes de datos secundari.",
	"apihelp-purge-param-forcerecursivelinkupdate": "Le mesme que <kbd>forcelinkupdate</kbd>, e actualisar le tabellas de ligamines pro qualcunque pagina que usa iste pagina como un patrono.",
	"apihelp-purge-example-simple": "Purgar [[{{MediaWiki:Mainpage}}]] e le pagina <kbd>API</kbd>.",
	"apihelp-purge-example-generator": "Purgar le prime 10 paginas in le spatio de nomines principal.",
	"apihelp-query-summary": "Obtener datos desde e concernente MediaWiki.",
	"apihelp-query-extended-description": "Tote le modificationes de datos debera primo usar un consulta pro acquirer un token pro prevenir le abuso ab sitos maligne.",
	"apihelp-query-param-prop": "Qual proprietates obtener pro le paginas requestate.",
	"apihelp-query-param-list": "Qual listas obtener.",
	"apihelp-query-param-meta": "Qual metadatos obtener.",
	"apihelp-query-param-indexpageids": "Includer un section additional de pageids que lista tote le IDs de paginas restituite.",
	"apihelp-query-param-export": "Exportar le versiones actual de tote le paginas date o generate.",
	"apihelp-query-param-exportnowrap": "Retornar le XML de exportation sin inveloppar lo in un resultato XML (mesme formato que [[Special:Export]]). Solo pote esser usate con $1export.",
	"apihelp-query-param-exportschema": "Visar al version specificate del formato de instantaneo XML quando se exporta. Solo pote esser usate con <var>$1export</var>.",
	"apihelp-query-param-iwurl": "Si se debe obtener le URL complete si le titulo es un ligamine interwiki.",
	"apihelp-query-param-rawcontinue": "Restituer datos <samp>query-continue</samp> brute pro continuation.",
	"apihelp-query-example-revisions": "Obtener [[Special:ApiHelp/query+siteinfo|info de sito]] e [[Special:ApiHelp/query+revisions|versiones]] de [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query-example-allpages": "Obtener versiones de paginas a partir de <kbd>API/</kbd>.",
	"apihelp-query+allcategories-summary": "Enumerar tote le categorias.",
	"apihelp-query+allcategories-param-from": "Le categoria desde le qual comenciar a enumerar.",
	"apihelp-query+allcategories-param-to": "Le categoria al qual cessar de enumerar.",
	"apihelp-query+allcategories-param-prefix": "Cercar tote le titulos de categorias que comencia con iste valor.",
	"apihelp-query+allcategories-param-dir": "Direction de ordinamento.",
	"apihelp-query+allcategories-param-min": "Solmente restituer categorias con al minimo iste numero de membros.",
	"apihelp-query+allcategories-param-max": "Solmente restituer categorias con al maximo iste numero de membros.",
	"apihelp-query+allcategories-param-limit": "Quante categorias restituer.",
	"apihelp-query+allcategories-param-prop": "Qual proprietates obtener:",
	"apihelp-query+allcategories-paramvalue-prop-size": "Adde le numero de paginas in le categoria.",
	"apihelp-query+allcategories-paramvalue-prop-hidden": "Etiquetta le categorias que es celate con <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+allcategories-example-size": "Listar categorias con information sur le numero de paginas in cata un.",
	"apihelp-query+allcategories-example-generator": "Recuperar information sur le pagina de categoria mesme pro categorias que comencia per <kbd>List</kbd>.",
	"apihelp-query+alldeletedrevisions-summary": "Listar tote le versiones delite de un usator o in un spatio de nomines.",
	"apihelp-query+alldeletedrevisions-paraminfo-useronly": "Pote solmente esser usate con <var>$3user</var>.",
	"apihelp-query+alldeletedrevisions-paraminfo-nonuseronly": "Non pote esser usate con <var>$3user</var>.",
	"apihelp-query+alldeletedrevisions-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+alldeletedrevisions-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+alldeletedrevisions-param-from": "Comenciar le lista a iste titulo.",
	"apihelp-query+alldeletedrevisions-param-to": "Terminar le lista a iste titulo.",
	"apihelp-query+alldeletedrevisions-param-prefix": "Cercar tote le titulos de paginas que comencia con iste valor.",
	"apihelp-query+alldeletedrevisions-param-tag": "Solmente listar versiones marcate con iste etiquetta.",
	"apihelp-query+alldeletedrevisions-param-user": "Solmente listar versiones de iste usator.",
	"apihelp-query+alldeletedrevisions-param-excludeuser": "Non listar versiones de iste usator.",
	"apihelp-query+alldeletedrevisions-param-namespace": "Solmente listar paginas in iste spatio de nomines.",
	"apihelp-query+alldeletedrevisions-param-miser-user-namespace": "<strong>Nota:</strong> A causa del [[mw:Special:MyLanguage/Manual:$wgMiserMode|modo avar]], usar <var>$1user</var> e <var>$1namespace</var> insimul pote resultar in minus de <var>$1limit</var> resultatos restituite ante de continuar; in casos extreme, zero resultatos pote esser restituite.",
	"apihelp-query+alldeletedrevisions-param-generatetitles": "Quando se usa como generator, generar titulos in loco de IDs de version.",
	"apihelp-query+alldeletedrevisions-example-user": "Listar le ultime 50 contributiones delite del usator <kbd>Example</kbd>.",
	"apihelp-query+alldeletedrevisions-example-ns-main": "Listar le prime 50 versiones delite in le spatio de nomines principal.",
	"apihelp-query+allfileusages-summary": "Listar tote le usos de files, includente le non existentes.",
	"apihelp-query+allfileusages-param-from": "Le titulo del file al qual comenciar a enumerar.",
	"apihelp-query+allfileusages-param-to": "Le titulo del file al qual cessar de enumerar.",
	"apihelp-query+allfileusages-param-prefix": "Cercar tote le titulos de file que comencia con iste valor.",
	"apihelp-query+allfileusages-param-unique": "Monstrar solmente titulos distincte de file. Non pote esser usate con <kbd>$1prop=ids</kbd>.\nQuando usate como generator, restitue paginas de destination in loco de paginas de origine.",
	"apihelp-query+allfileusages-param-prop": "Qual pecias de information includer:",
	"apihelp-query+allfileusages-paramvalue-prop-ids": "Adde le IDs de pagina del paginas que lo usa (non pote esser usate con $1unique).",
	"apihelp-query+allfileusages-paramvalue-prop-title": "Adde le titulo del file.",
	"apihelp-query+allfileusages-param-limit": "Quante elementos restituer in total.",
	"apihelp-query+allfileusages-param-dir": "Le direction in le qual listar.",
	"apihelp-query+allfileusages-example-b": "Listar titulos de files, includente mancantes, con le IDs del paginas del quales illos proveni, comenciante a <kbd>B</kbd>.",
	"apihelp-query+allfileusages-example-unique": "Listar titulos de files unic.",
	"apihelp-query+allfileusages-example-unique-generator": "Obtene tote le titulos de file, marcante le mancantes.",
	"apihelp-query+allfileusages-example-generator": "Obtene le paginas que contine le files.",
	"apihelp-query+allimages-summary": "Enumerar tote le imagines in sequentia.",
	"apihelp-query+allimages-param-sort": "Proprietate per le qual ordinar.",
	"apihelp-query+allimages-param-dir": "Le direction in le qual listar.",
	"apihelp-query+allimages-param-from": "Le titulo de imagine desde le qual comenciar a enumerar. Pote solmente esser usate con $1sort=name.",
	"apihelp-query+allimages-param-to": "Le titulo de imagine al qual cessar de enumerar. Pote solmente esser usate con $1sort=name.",
	"apihelp-query+allimages-param-start": "Le data e hora desde le qual comenciar a enumerar. Pote solmente esser usate con $1sort=timestamp.",
	"apihelp-query+allimages-param-end": "Le data e hora al qual cessar de enumerar. Pote solmente esser usate con $1sort=timestamp.",
	"apihelp-query+allimages-param-prefix": "Cercar tote le titulos de imagine que comencia con iste valor. Pote solmente esser usate con $1sort=name.",
	"apihelp-query+allimages-param-minsize": "Limitar al imagines con al minus iste numero de bytes.",
	"apihelp-query+allimages-param-maxsize": "Limitar al imagines con al plus iste numero de bytes.",
	"apihelp-query+allimages-param-sha1": "Hash SHA1 del imagine. Supplanta $1sha1base36.",
	"apihelp-query+allimages-param-sha1base36": "Hash SHA1 del imagine in base 36 (usate in MediaWiki).",
	"apihelp-query+allimages-param-user": "Restituer solmente files del quales le ultime version ha essite incargate per iste usator. Pote solmente esser usate con $1sort=timestamp. Non pote esser usate insimul con $1filterbots.",
	"apihelp-query+allimages-param-filterbots": "Como filtrar le files incargate per bots. Pote solmente esser usate con $1sort=timestamp. Non pote esser usate insimul con $1user.",
	"apihelp-query+allimages-param-mime": "Qual typos MIME cercar, p.ex. <kbd>image/jpeg</kbd>.",
	"apihelp-query+allimages-param-limit": "Quante imagines restituer in total.",
	"apihelp-query+allimages-example-b": "Monstrar un lista de files comenciante al littera <kbd>B</kbd>.",
	"apihelp-query+allimages-example-recent": "Monstrar un lista de files recentemente incargate, similar a [[Special:NewFiles]].",
	"apihelp-query+allimages-example-mimetypes": "Monstrar un lista de files con typo MIME <kbd>image/png</kbd> o <kbd>image/gif</kbd>",
	"apihelp-query+allimages-example-generator": "Monstrar information sur 4 files a partir del littera <kbd>T</kbd>.",
	"apihelp-query+alllinks-summary": "Enumerar tote le ligamines que puncta a un spatio de nomines date.",
	"apihelp-query+alllinks-param-from": "Le titulo del ligamine al qual comenciar a enumerar.",
	"apihelp-query+alllinks-param-to": "Le titulo del ligamine al qual cessar de enumerar.",
	"apihelp-query+alllinks-param-prefix": "Cercar tote le titulos ligate que comencia con iste valor.",
	"apihelp-query+alllinks-param-unique": "Monstrar solmente titulos ligate distincte. Non pote esser usate con <kbd>$1prop=ids</kbd>.\nQuando usate como generator, restitue paginas de destination in loco de paginas de origine.",
	"apihelp-query+alllinks-param-prop": "Qual pecias de information includer:",
	"apihelp-query+alllinks-paramvalue-prop-ids": "Adde le IDs de pagina del pagina ligante (non pote esser usate con <var>$1unique</var>).",
	"apihelp-query+alllinks-paramvalue-prop-title": "Adde le titulo del ligamine.",
	"apihelp-query+alllinks-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+alllinks-param-limit": "Quante elementos restituer in total.",
	"apihelp-query+alllinks-param-dir": "Le direction in le qual listar.",
	"apihelp-query+alllinks-example-b": "Listar titulos ligate, includente mancantes, con le IDs del paginas del quales illos proveni, comenciante a <kbd>B</kbd>.",
	"apihelp-query+alllinks-example-unique": "Listar titulos ligate unic.",
	"apihelp-query+alllinks-example-unique-generator": "Obtene tote le titulos ligate, marcante le mancantes.",
	"apihelp-query+alllinks-example-generator": "Obtene le paginas que contine le ligamines.",
	"apihelp-query+allmessages-summary": "Restituer messages de iste sito.",
	"apihelp-query+allmessages-param-messages": "Qual messages producer. <kbd>*</kbd> (predefinition) significa tote le messages.",
	"apihelp-query+allmessages-param-prop": "Qual proprietates obtener.",
	"apihelp-query+allmessages-param-enableparser": "Defini isto pro activar le analysator syntactic, le qual preprocessara le wikitexto del message (substituente le parolas magic, gerente le patronos, etc.).",
	"apihelp-query+allmessages-param-nocontent": "Si es definite, non includer le contento del messages in le sortita.",
	"apihelp-query+allmessages-param-includelocal": "Includer etiam le messages local, i.e., le messages que non existe in le software ma existe como in le spatio de nomines {{ns:MediaWiki}}. Isto lista tote le paginas in le spatio de nomines {{ns:MediaWiki}}, de maniera que se listara tamben illos que non es vermente messages, como [[MediaWiki:Common.js|Common.js]].",
	"apihelp-query+allmessages-param-args": "Argumentos a substituer in le message.",
	"apihelp-query+allmessages-param-filter": "Restituer solmente messages con nomines que contine iste catena.",
	"apihelp-query+allmessages-param-customised": "Restituer solmente messages in iste stato de personalisation.",
	"apihelp-query+allmessages-param-lang": "Restituer messages in iste lingua.",
	"apihelp-query+allmessages-param-from": "Restituer messages a partir de iste message.",
	"apihelp-query+allmessages-param-to": "Restituer messages usque a iste message.",
	"apihelp-query+allmessages-param-title": "Nomine de pagina a usar como contexto quando se analysa le syntaxe de un message (pro le option $1enableparser).",
	"apihelp-query+allmessages-param-prefix": "Restituer messages con iste prefixo.",
	"apihelp-query+allmessages-example-ipb": "Monstrar messages a partir de <kbd>ipb-</kbd>.",
	"apihelp-query+allmessages-example-de": "Monstrar messages <kbd>august</kbd> e <kbd>mainpage</kbd> in germano.",
	"apihelp-query+allpages-summary": "Enumerar tote le paginas in sequentia in un spatio de nomines date.",
	"apihelp-query+allpages-param-from": "Le titulo de pagina al qual comenciar a enumerar.",
	"apihelp-query+allpages-param-to": "Le titulo de pagina al qual cessar de enumerar.",
	"apihelp-query+allpages-param-prefix": "Cercar tote le titulos de paginas que comencia con iste valor.",
	"apihelp-query+allpages-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+allpages-param-filterredir": "Qual paginas listar.",
	"apihelp-query+allpages-param-minsize": "Limitar al paginas con al minus iste numero de bytes.",
	"apihelp-query+allpages-param-maxsize": "Limitar al paginas con al plus iste numero de bytes.",
	"apihelp-query+allpages-param-prtype": "Limitar a solo paginas protegite.",
	"apihelp-query+allpages-param-prlevel": "Filtrar protectiones a base del nivello de protection (debe esser usate con le parametro $1prtype=).",
	"apihelp-query+allpages-param-prfiltercascade": "Filtrar protectiones a base de lor stato de cascada (ignorate si $1prtype non es definite).",
	"apihelp-query+allpages-param-limit": "Quante paginas restituer in total.",
	"apihelp-query+allpages-param-dir": "Le direction in le qual listar.",
	"apihelp-query+allpages-param-filterlanglinks": "Filtrar a base de si un pagina ha ligamines de lingua. Nota que isto pote non considerar ligamines de lingua addite per extensiones.",
	"apihelp-query+allpages-param-prexpiry": "Qual expiration de protection usar pro filtrar le pagina:",
	"apihelp-query+allpages-paramvalue-prexpiry-indefinite": "Obtener solmente paginas con expiration de protection indefinite.",
	"apihelp-query+allpages-paramvalue-prexpiry-definite": "Obtener solmente paginas con un expiration definite (specific) de protection.",
	"apihelp-query+allpages-paramvalue-prexpiry-all": "Obtener paginas con qualcunque expiration de protection.",
	"apihelp-query+allpages-example-b": "Monstrar un lista de paginas comenciante al littera <kbd>B</kbd>.",
	"apihelp-query+allpages-example-generator": "Monstrar information sur 4 paginas a partir del littera <kbd>T</kbd>.",
	"apihelp-query+allpages-example-generator-revisions": "Monstrar le contento del prime 2 paginas non-redirection a partir de <kbd>Re</kbd>.",
	"apihelp-query+allredirects-summary": "Listar tote le redirectiones a un spatio de nomines.",
	"apihelp-query+allredirects-param-from": "Le titulo del redirection al qual comenciar a enumerar.",
	"apihelp-query+allredirects-param-to": "Le titulo del redirection al qual cessar de enumerar.",
	"apihelp-query+allredirects-param-prefix": "Cercar tote le paginas de destination que comencia con iste valor.",
	"apihelp-query+allredirects-param-unique": "Monstrar solmente paginas de destination distincte. Non pote esser usate con <kbd>$1prop=ids|fragment|interwiki</kbd>.\nQuando usate como generator, restitue paginas de destination in loco de paginas de origine.",
	"apihelp-query+allredirects-param-prop": "Qual pecias de information includer:",
	"apihelp-query+allredirects-paramvalue-prop-ids": "Adde le IDs de pagina del pagina redirigente (non pote esser usate con <var>$1unique</var>).",
	"apihelp-query+allredirects-paramvalue-prop-title": "Adde le titulo del redirection.",
	"apihelp-query+allredirects-paramvalue-prop-fragment": "Adde le fragmento del redirection, si existe (non pote esser usate con <var>$1unique</var>).",
	"apihelp-query+allredirects-paramvalue-prop-interwiki": "Adde le prefixo interwiki del redirection, si existe (non pote esser usate con <var>$1unique</var>).",
	"apihelp-query+allredirects-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+allredirects-param-limit": "Quante elementos restituer in total.",
	"apihelp-query+allredirects-param-dir": "Le direction in le qual listar.",
	"apihelp-query+allredirects-example-b": "Listar paginas de destination, includente mancantes, con le IDs del paginas del quales illos proveni, comenciante a <kbd>B</kbd>.",
	"apihelp-query+allredirects-example-unique": "Listar paginas unic de destination.",
	"apihelp-query+allredirects-example-unique-generator": "Obtene tote le paginas de destination, marcante le mancantes.",
	"apihelp-query+allredirects-example-generator": "Obtene le paginas que contine le redirectiones.",
	"apihelp-query+allrevisions-summary": "Listar tote le versiones.",
	"apihelp-query+allrevisions-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+allrevisions-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+allrevisions-param-user": "Solmente listar versiones de iste usator.",
	"apihelp-query+allrevisions-param-excludeuser": "Non listar versiones de iste usator.",
	"apihelp-query+allrevisions-param-namespace": "Solmente listar paginas in iste spatio de nomines.",
	"apihelp-query+allrevisions-param-generatetitles": "Quando se usa como generator, generar titulos in loco de IDs de version.",
	"apihelp-query+allrevisions-example-user": "Listar le ultime 50 contributiones del usator <kbd>Example</kbd>.",
	"apihelp-query+allrevisions-example-ns-any": "Listar le prime 50 versiones in qualcunque spatio de nomines.",
	"apihelp-query+mystashedfiles-summary": "Obtener un lista de files in le deposito de incargamentos del usator actual.",
	"apihelp-query+mystashedfiles-param-prop": "Qual proprietates obtener pro le files.",
	"apihelp-query+mystashedfiles-paramvalue-prop-size": "Obtener le grandor del file e le dimensiones del imagine.",
	"apihelp-query+mystashedfiles-paramvalue-prop-type": "Obtener le typo MIME del file e le typo multimedial.",
	"apihelp-query+mystashedfiles-param-limit": "Quante files obtener.",
	"apihelp-query+mystashedfiles-example-simple": "Obtener le clave de file, grandor del file, e dimensiones in pixels del files in le deposito de incargamentos del usator actual.",
	"apihelp-query+alltransclusions-summary": "Listar tote le transclusiones (paginas incastrate usante &#123;&#123;x&#125;&#125;), includente le non existentes.",
	"apihelp-query+alltransclusions-param-from": "Le titulo del transclusion al qual comenciar a enumerar.",
	"apihelp-query+alltransclusions-param-to": "Le titulo del transclusion al qual cessar de enumerar.",
	"apihelp-query+alltransclusions-param-prefix": "Cercar tote le titulos transcludite que comencia con iste valor.",
	"apihelp-query+alltransclusions-param-unique": "Monstrar solmente titulos transcludite distincte. Non pote esser usate con <kbd>$1prop=ids</kbd>.\nQuando usate como generator, restitue paginas de destination in loco de paginas de origine.",
	"apihelp-query+alltransclusions-param-prop": "Qual pecias de information includer:",
	"apihelp-query+alltransclusions-paramvalue-prop-ids": "Adde le ID del pagina transcludente (non pote esser usate con $1unique).",
	"apihelp-query+alltransclusions-paramvalue-prop-title": "Adde le titulo del transclusion.",
	"apihelp-query+alltransclusions-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+alltransclusions-param-limit": "Quante elementos restituer in total.",
	"apihelp-query+alltransclusions-param-dir": "Le direction in le qual listar.",
	"apihelp-query+alltransclusions-example-b": "Listar titulos transcludite, includente mancantes, con le IDs del paginas del quales illos proveni, comenciante a <kbd>B</kbd>.",
	"apihelp-query+alltransclusions-example-unique": "Listar titulos transcludite unic.",
	"apihelp-query+alltransclusions-example-unique-generator": "Obtene tote le titulos transcludite, marcante le mancantes.",
	"apihelp-query+alltransclusions-example-generator": "Obtene le paginas que contine le transclusiones.",
	"apihelp-query+allusers-summary": "Enumerar tote le usatores registrate.",
	"apihelp-query+allusers-param-from": "Le nomine de usator a partir del qual comenciar le enumeration.",
	"apihelp-query+allusers-param-to": "Le nomine de usator al qual cessar le enumeration.",
	"apihelp-query+allusers-param-excludenamed": "Excluder le usatores del contos nominate.",
	"apihelp-query+allusers-param-excludetemp": "Excluder le usatores de contos temporari.",
	"apihelp-query+allusers-param-prefix": "Cercar tote le usatores comenciante con iste valor.",
	"apihelp-query+allusers-param-dir": "Direction de ordinamento.",
	"apihelp-query+allusers-param-group": "Includer solmente le usatores in le gruppos date. Non include gruppos implicite o auto-promovite como *, user, o autoconfirmed.",
	"apihelp-query+allusers-param-excludegroup": "Excluder usatores in le gruppos date.",
	"apihelp-query+allusers-param-rights": "Includer solmente le usatores con le derectos date. Non includer derectos concedite per gruppos implicite o auto-promovite como *, user, o autoconfirmed.",
	"apihelp-query+allusers-param-prop": "Qual pecias de information includer:",
	"apihelp-query+allusers-paramvalue-prop-blockinfo": "Adde le information sur un blocada actual del usator.",
	"apihelp-query+allusers-paramvalue-prop-groups": "Lista le gruppos al quales le usator pertine. Isto usa plus ressources del servitor e pote restituer minus resultatos que le limite.",
	"apihelp-query+allusers-paramvalue-prop-implicitgroups": "Lista tote le gruppos al quales le usator pertine automaticamente.",
	"apihelp-query+allusers-paramvalue-prop-rights": "Lista le derectos del quales le usator dispone.",
	"apihelp-query+allusers-paramvalue-prop-editcount": "Adde le numero de modificationes del usator.",
	"apihelp-query+allusers-paramvalue-prop-registration": "Adde le data e hora del inscription de un usator, si disponibile (pote esser vacue).",
	"apihelp-query+allusers-paramvalue-prop-centralids": "Adde le IDs central e le stato de annexo pro le usator.",
	"apihelp-query+allusers-param-limit": "Quante nomines de usator restituer in total.",
	"apihelp-query+allusers-param-witheditsonly": "Solmente listar le usatores que ha facite modificationes.",
	"apihelp-query+allusers-param-activeusers": "Solmente listar le usatores active in le ultime $1 die{{PLURAL:$1||s}}.",
	"apihelp-query+allusers-param-attachedwiki": "Con <kbd>$1prop=centralids</kbd>, indicar tamben si le usator es attachate al wiki identificate per iste ID.",
	"apihelp-query+allusers-example-y": "Listar usatores a partir de <kbd>Y</kbd>.",
	"apihelp-query+authmanagerinfo-summary": "Recuperar information sur le stato actual de authentication.",
	"apihelp-query+authmanagerinfo-param-securitysensitiveoperation": "Verificar si le stato actual de authentication del usator suffice pro le fornite operation sensibile al securitate.",
	"apihelp-query+authmanagerinfo-param-requestsfor": "Obtener information sur le requestas de authentication necessari pro le action de authentication specificate.",
	"apihelp-query+authmanagerinfo-example-login": "Obtener le requestas que pote esser usate quando se comencia un apertura de session.",
	"apihelp-query+authmanagerinfo-example-login-merged": "Obtener le requestas que pote esser usate quando se comencia un apertura de session, con le campos del formulario fusionate.",
	"apihelp-query+authmanagerinfo-example-securitysensitiveoperation": "Testar si le authentication es sufficiente pro le action <kbd>foo</kbd>.",
	"apihelp-query+backlinks-summary": "Trovar tote le paginas que liga al pagina date.",
	"apihelp-query+backlinks-param-title": "Titulo a cercar. Non pote esser usate con <var>$1pageid</var>.",
	"apihelp-query+backlinks-param-pageid": "ID de pagina a cercar. Non pote esser usate con <var>$1title</var>.",
	"apihelp-query+backlinks-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+backlinks-param-dir": "Le direction in le qual listar.",
	"apihelp-query+backlinks-param-filterredir": "Como filtrar pro redirectiones. Si es mittite a <kbd>nonredirects</kbd> quando <var>$1redirect</var> es activate, isto es solmente applicate al secunde nivello.",
	"apihelp-query+backlinks-param-limit": "Quante paginas restituer in total. Si <var>$1redirect</var> es activate, le limite se applica a cata nivello separatemente (isto vole dicer que usque a 2 * <var>$1limit</var> resultatos pote esser restituite).",
	"apihelp-query+backlinks-param-redirect": "Si le pagina con le ligamine es un redirection, trovar tamben tote le paginas que liga a ille redirection. Le limite maxime es dividite per duo.",
	"apihelp-query+backlinks-example-simple": "Monstrar ligamines a [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+backlinks-example-generator": "Obtener information sur paginas que liga a [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+blocks-summary": "Listar tote le usatores e adresses IP blocate.",
	"apihelp-query+blocks-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+blocks-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+blocks-param-ids": "Lista de IDs de blocada a listar (optional).",
	"apihelp-query+blocks-param-users": "Lista de usatores a cercar (optional).",
	"apihelp-query+blocks-param-ip": "Obtener tote le blocadas que se applica a iste adresse IP o intervallo CIDR, incluse blocadas de intervallos.\nNon pote esser usate con <var>$3users</var>. Le intervallos CIDR plus ample que IPv4/$1 o IPv6/$2 non es acceptate.",
	"apihelp-query+blocks-param-limit": "Le numero maxime de blocadas a listar.",
	"apihelp-query+blocks-param-prop": "Qual proprietates obtener:",
	"apihelp-query+blocks-paramvalue-prop-id": "Adde le ID del blocada.",
	"apihelp-query+blocks-paramvalue-prop-user": "Adde le nomine de usator del usator blocate.",
	"apihelp-query+blocks-paramvalue-prop-userid": "Adde le ID de usator del usator blocate.",
	"apihelp-query+blocks-paramvalue-prop-by": "Adde le nomine de usator del usator blocante.",
	"apihelp-query+blocks-paramvalue-prop-byid": "Adde le ID de usator del usator blocante.",
	"apihelp-query+blocks-paramvalue-prop-timestamp": "Adde le data e hora de emission del blocada.",
	"apihelp-query+blocks-paramvalue-prop-expiry": "Adde le data e hora de expiration del blocada.",
	"apihelp-query+blocks-paramvalue-prop-reason": "Adde le motivo date pro le blocada.",
	"apihelp-query+blocks-paramvalue-prop-parsedreason": "Adde le motivo processate date pro le blocada.",
	"apihelp-query+blocks-paramvalue-prop-range": "Adde le intervallo de adresses IP affectate per le blocada.",
	"apihelp-query+blocks-paramvalue-prop-flags": "Etiquetta le expulsion con (autoblock, anononly, etc.).",
	"apihelp-query+blocks-paramvalue-prop-restrictions": "Adde le restrictiones partial del blocada si le blocada non es pro tote le sito.",
	"apihelp-query+blocks-param-show": "Monstrar solmente le elementos que satisface iste criterios. Per exemplo, pro vider solmente le blocadas infinite de adresses IP, mitte <kbd>$1show=ip|!temp</kbd>.",
	"apihelp-query+blocks-example-simple": "Listar blocadas.",
	"apihelp-query+blocks-example-users": "Listar le blocadas del usatores <kbd>Alice</kbd> e <kbd>Bob</kbd>.",
	"apihelp-query+categories-summary": "Listar tote le categorias al quales le paginas pertine.",
	"apihelp-query+categories-param-prop": "Qual proprietates additional obtener pro cata categoria:",
	"apihelp-query+categories-paramvalue-prop-sortkey": "Adde le clave de ordinamento (catena hexadecimal) e prefixo de clave de ordinamento (parte legibile per humanos) pro le categoria.",
	"apihelp-query+categories-paramvalue-prop-timestamp": "Adde le data e hora de addition del categoria.",
	"apihelp-query+categories-paramvalue-prop-hidden": "Etiquetta le categorias que es celate con <code>_&#95;HIDDENCAT_&#95;</code>.",
	"apihelp-query+categories-param-show": "Qual typo de categorias monstrar.",
	"apihelp-query+categories-param-limit": "Quante categorias restituer.",
	"apihelp-query+categories-param-categories": "Listar solmente iste categorias. Utile pro verificar si un certe pagina es in un certe categoria.",
	"apihelp-query+categories-param-dir": "Le direction in le qual listar.",
	"apihelp-query+categories-example-simple": "Obtener un lista de categorias al quales le pagina <kbd>Albert Einstein</kbd> pertine.",
	"apihelp-query+categories-example-generator": "Obtener information sur tote le categorias usate in le pagina <kbd>Albert Einstein</kbd>.",
	"apihelp-query+categoryinfo-summary": "Restitue information sur le categorias date.",
	"apihelp-query+categoryinfo-example-simple": "Obtener information sur <kbd>Category:Foo</kbd> e <kbd>Category:Bar</kbd>.",
	"apihelp-query+categorymembers-summary": "Listar tote le paginas in un categoria date.",
	"apihelp-query+categorymembers-param-title": "Qual categoria enumerar (obligatori). Debe includer le prefixo <kbd>{{ns:category}}:</kbd>. Non pote esser usate insimul con <var>$1pageid</var>.",
	"apihelp-query+categorymembers-param-pageid": "ID de pagina del categoria a enumerar. Non pote esser usate insimul con <var>$1title</var>.",
	"apihelp-query+categorymembers-param-prop": "Qual pecias de information includer:",
	"apihelp-query+categorymembers-paramvalue-prop-ids": "Adde le ID del pagina.",
	"apihelp-query+categorymembers-paramvalue-prop-title": "Adde le titulo e ID de spatio de nomines del pagina.",
	"apihelp-query+categorymembers-paramvalue-prop-sortkey": "Adde le clave de ordinamento usate pro ordinar in le categoria (catena hexadecimal).",
	"apihelp-query+categorymembers-paramvalue-prop-sortkeyprefix": "Adde le prefixo de clave de ordinamento usate pro ordinar in le categoria (parte legibile per humanos del clave de ordinamento).",
	"apihelp-query+categorymembers-paramvalue-prop-type": "Adde le typo de categorisation del pagina (<samp>page</samp>, <samp>subcat</samp> o <samp>file</samp>).",
	"apihelp-query+categorymembers-paramvalue-prop-timestamp": "Adde le data e hora de inclusion del pagina.",
	"apihelp-query+categorymembers-param-namespace": "Includer solmente paginas in iste spatios de nomines. Nota que <kbd>$1type=subcat</kbd> o <kbd>$1type=file</kbd> pote esser usate in loco de <kbd>$1namespace=14</kbd> o <kbd>6</kbd>.",
	"apihelp-query+categorymembers-param-type": "Qual typo de membros de categoria includer. Ignorate si <kbd>$1sort=timestamp</kbd> es definite.",
	"apihelp-query+categorymembers-param-limit": "Le numero maxime de paginas a restituer.",
	"apihelp-query+categorymembers-param-sort": "Proprietate per le qual ordinar.",
	"apihelp-query+categorymembers-param-dir": "In qual direction ordinar.",
	"apihelp-query+categorymembers-param-start": "Data e hora desde le qual comenciar le lista. Pote solmente esser usate con <kbd>$1sort=timestamp</kbd>.",
	"apihelp-query+categorymembers-param-end": "Data e hora al qual terminar le lista. Pote solmente esser usate con <kbd>$1sort=timestamp</kbd>.",
	"apihelp-query+categorymembers-param-starthexsortkey": "Clave de ordinamento desde le qual comenciar le lista, como restituite per <kbd>$1prop=sortkey</kbd>. Pote solmente esser usate con <kbd>$1sort=sortkey</kbd>.",
	"apihelp-query+categorymembers-param-endhexsortkey": "Clave de ordinamento al qual terminar le lista, como restituite per <kbd>$1prop=sortkey</kbd>. Pote solmente esser usate con <kbd>$1sort=sortkey</kbd>.",
	"apihelp-query+categorymembers-param-startsortkeyprefix": "Prefixo de clave de ordinamento desde le qual comenciar le lista. Pote solmente esser usate con <kbd>$1sort=sortkey</kbd>. Supplanta <var>$1starthexsortkey</var>.",
	"apihelp-query+categorymembers-param-endsortkeyprefix": "Clave de ordinamento <strong>ante</strong> le qual terminar le lista (e non <strong>al</strong> qual; si iste valor occurre, illo non essera includite!). Pote solmente esser usate con $1sort=sortkey. Supplanta $1endhexsortkey.",
	"apihelp-query+categorymembers-param-startsortkey": "Usar $1starthexsortkey in su loco.",
	"apihelp-query+categorymembers-param-endsortkey": "Usar $1endhexsortkey in su loco.",
	"apihelp-query+categorymembers-example-simple": "Obtener le prime 10 paginas in <kbd>Category:Physics</kbd>.",
	"apihelp-query+categorymembers-example-generator": "Obtener information de pagina sur le prime 10 paginas in <kbd>Category:Physics</kbd>.",
	"apihelp-query+codexicons-summary": "Obtener icones Codex",
	"apihelp-query+codexicons-param-names": "Nomines de icones",
	"apihelp-query+codexicons-example": "Obtener icones pro cdxIconInfo e cdxIconTrash",
	"apihelp-query+contributors-summary": "Obtener le lista de contributores authenticate e le numero de contributores non authenticate de un pagina.",
	"apihelp-query+contributors-summary-tempusers-enabled": "Obtener le lista de contributores authenticate (includente usatores temporari) e le numero de contributores non authenticate de un pagina.",
	"apihelp-query+contributors-param-group": "Includer solmente le usatores in le gruppos date. Non include gruppos implicite o auto-promovite como *, user, o autoconfirmed.",
	"apihelp-query+contributors-param-excludegroup": "Excluder usatores in le gruppos date. Non include gruppos implicite o auto-promovite como *, user, o autoconfirmed.",
	"apihelp-query+contributors-param-rights": "Includer solmente le usatores con le derectos date. Non include derectos concedite per gruppos implicite o auto-promovite como *, user, o autoconfirmed.",
	"apihelp-query+contributors-param-excluderights": "Excluder le usatores con le derectos date. Non include derectos concedite per gruppos implicite o auto-promovite como *, user, o autoconfirmed.",
	"apihelp-query+contributors-param-limit": "Quante contributores restituer.",
	"apihelp-query+contributors-example-simple": "Monstrar le contributores del pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+deletedrevisions-summary": "Obtener information sur versiones delite.",
	"apihelp-query+deletedrevisions-extended-description": "Isto pote esser usate in plure modos:\n# Obtener le versiones delite de un insimul de paginas, si se forni <var>titles</var> o <var>pageids</var>. Ordinate per titulo e per data e hora.\n# Obtener datos sur un insimul de versiones delite, si se forni lor identificatores con <var>revids</var>. Ordinate per identificator de version.",
	"apihelp-query+deletedrevisions-param-start": "Le data e hora desde le qual comenciar a enumerar. Isto es ignorate quando se processa un lista de identificatores de version.",
	"apihelp-query+deletedrevisions-param-end": "Le data e hora al qual cessar de enumerar. Isto es ignorate quando se processa un lista de identificatores de version.",
	"apihelp-query+deletedrevisions-param-tag": "Solmente listar versiones marcate con iste etiquetta.",
	"apihelp-query+deletedrevisions-param-user": "Solmente listar versiones de iste usator.",
	"apihelp-query+deletedrevisions-param-excludeuser": "Non listar versiones de iste usator.",
	"apihelp-query+deletedrevisions-example-titles": "Listar le versiones delite del pagina [[{{MediaWiki:Mainpage}}]] e su pagina de discussion, con contento.",
	"apihelp-query+deletedrevisions-example-revids": "Listar le information pro le version delite <kbd>123456</kbd>.",
	"apihelp-query+deletedrevs-summary": "Listar versiones delite.",
	"apihelp-query+deletedrevs-extended-description": "Functiona in tres modos:\n# Listar versiones delite pro le titulos date, ordinate per data e hora.\n# Listar contributiones delite pro le usator date, ordinate per data e hora (necun titulo specificate).\n# Listar tote le versiones delite in le spatio de nomines date, ordinate per titulo e per data e hora (necun titulo specificate, $1usator non definite).\n\nCerte parametros solo se applica a alcun modos e es ignorate in alteres.",
	"apihelp-query+deletedrevs-paraminfo-modes": "{{PLURAL:$1|Modo|Modos}}: $2",
	"apihelp-query+deletedrevs-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+deletedrevs-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+deletedrevs-param-from": "Comenciar le lista a iste titulo.",
	"apihelp-query+deletedrevs-param-to": "Terminar le lista a iste titulo.",
	"apihelp-query+deletedrevs-param-prefix": "Cercar tote le titulos de paginas que comencia con iste valor.",
	"apihelp-query+deletedrevs-param-unique": "Listar solmente un version pro cata pagina.",
	"apihelp-query+deletedrevs-param-tag": "Solmente listar versiones marcate con iste etiquetta.",
	"apihelp-query+deletedrevs-param-user": "Solmente listar versiones de iste usator.",
	"apihelp-query+deletedrevs-param-excludeuser": "Non listar versiones de iste usator.",
	"apihelp-query+deletedrevs-param-namespace": "Solmente listar paginas in iste spatio de nomines.",
	"apihelp-query+deletedrevs-param-limit": "Le numero maxime de versiones a listar. Si <var>$2prop=content</var> es usate, le limite es $1.",
	"apihelp-query+deletedrevs-param-prop": "Qual proprietates obtener:",
	"apihelp-query+deletedrevs-paramvalue-prop-revid": "Adde le identificator del version delite.",
	"apihelp-query+deletedrevs-paramvalue-prop-parentid": "Adde le identificator del version previe del pagina.",
	"apihelp-query+deletedrevs-paramvalue-prop-user": "Adde le usator que ha facite le version.",
	"apihelp-query+deletedrevs-paramvalue-prop-userid": "Adde le identificator del usator que ha facite le version.",
	"apihelp-query+deletedrevs-paramvalue-prop-comment": "Adde le commento del version.",
	"apihelp-query+deletedrevs-paramvalue-prop-parsedcomment": "Adde le commento del version post analyse syntactic.",
	"apihelp-query+deletedrevs-paramvalue-prop-minor": "Indica si le version es minor.",
	"apihelp-query+deletedrevs-paramvalue-prop-len": "Adde le longitude (in bytes) del version.",
	"apihelp-query+deletedrevs-paramvalue-prop-sha1": "Adde le SHA-1 (base 16) del version.",
	"apihelp-query+deletedrevs-paramvalue-prop-content": "Adde le contento del version. Pro motivos de rendimento, si iste option es usate, <var>$2limit</var> es fortiate a $1.",
	"apihelp-query+deletedrevs-paramvalue-prop-token": "Da le token de modification.",
	"apihelp-query+deletedrevs-paramvalue-prop-tags": "Etiquettas del version.",
	"apihelp-query+deletedrevs-example-mode1": "Listar le ultime versiones delite del pagina [[{{MediaWiki:Mainpage}}]] e su pagina de discussion, con contento (modo 1).",
	"apihelp-query+deletedrevs-example-mode2": "Listar le ultime 50 contributiones delite de <kbd>Bob</kbd> (modo 2).",
	"apihelp-query+deletedrevs-example-mode3-main": "Listar le prime 50 versiones delite in le spatio de nomines principal (modo 3).",
	"apihelp-query+deletedrevs-example-mode3-talk": "Listar le prime 50 paginas delite in le spatio de nomines {{ns:talk}} (modo 3).",
	"apihelp-query+disabled-summary": "Iste modulo de consulta ha essite disactivate.",
	"apihelp-query+duplicatefiles-summary": "Listar tote le files que es duplicatos del files date, basate sur valores de hash.",
	"apihelp-query+duplicatefiles-param-limit": "Quante files duplicate restituer.",
	"apihelp-query+duplicatefiles-param-dir": "Le direction in le qual listar.",
	"apihelp-query+duplicatefiles-param-localonly": "Cercar solmente files in le repositorio local.",
	"apihelp-query+duplicatefiles-example-simple": "Cercar duplicatos de [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+duplicatefiles-example-generated": "Cercar duplicatos de tote le files.",
	"apihelp-query+embeddedin-summary": "Trovar tote le paginas que incastra (transclude) le titulo date.",
	"apihelp-query+embeddedin-param-title": "Titulo a cercar. Non pote esser usate insimul con <var>$1pageid</var>.",
	"apihelp-query+embeddedin-param-pageid": "ID de pagina a cercar. Non pote esser usate insimul con <var>$1title</var>.",
	"apihelp-query+embeddedin-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+embeddedin-param-dir": "Le direction in le qual listar.",
	"apihelp-query+embeddedin-param-filterredir": "Como filtrar pro monstrar redirectiones.",
	"apihelp-query+embeddedin-param-limit": "Quante paginas retornar in total.",
	"apihelp-query+embeddedin-example-simple": "Monstrar le paginas que transclude <kbd>Template:Stub</kbd>.",
	"apihelp-query+embeddedin-example-generator": "Obtener information sur le paginas que transclude <kbd>Template:Stub</kbd>.",
	"apihelp-query+extlinks-summary": "Restitue tote le URLs externe (non interwikis) del paginas date.",
	"apihelp-query+extlinks-param-limit": "Quante ligamines restituer.",
	"apihelp-query+extlinks-param-protocol": "Protocollo del URL. Si es vacue e <var>$1query</var> es definite, le protocollo es <kbd>http</kbd> e <kbd>https</kbd>. Lassa iste e <var>$1query</var> vacue pro listar tote le ligamines externe.",
	"apihelp-query+extlinks-param-query": "Catena de recerca sin protocollo. Utile pro verificar si un certe pagina contine un certe URL externe.",
	"apihelp-query+extlinks-param-expandurl": "Expander URLs relative al protocollo con le protocollo canonic.",
	"apihelp-query+extlinks-example-simple": "Obtener un lista de ligamines externe sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+exturlusage-summary": "Enumerar le paginas que contine un URL date.",
	"apihelp-query+exturlusage-param-prop": "Qual pecias de information includer:",
	"apihelp-query+exturlusage-paramvalue-prop-ids": "Adde le ID del pagina.",
	"apihelp-query+exturlusage-paramvalue-prop-title": "Adde le titulo e ID de spatio de nomines del pagina.",
	"apihelp-query+exturlusage-paramvalue-prop-url": "Adde le URL usate in le pagina.",
	"apihelp-query+exturlusage-param-protocol": "Protocollo del URL. Si es vacue e <var>$1query</var> es definite, le protocollo es <kbd>http</kbd> e <kbd>https</kbd>. Lassa iste e <var>$1query</var> vacue pro listar tote le ligamines externe.",
	"apihelp-query+exturlusage-param-query": "Catena de recerca sin protocollo. Vide [[Special:LinkSearch|Special:Recerca de ligamines]]. Lassa vacue pro listar tote le ligamines externe.",
	"apihelp-query+exturlusage-param-namespace": "Le spatios de nomines de pagina a enumerar.",
	"apihelp-query+exturlusage-param-limit": "Quante paginas restituer.",
	"apihelp-query+exturlusage-param-expandurl": "Expander URLs relative al protocollo con le protocollo canonic.",
	"apihelp-query+exturlusage-example-simple": "Monstrar paginas que liga a <kbd>https://www.mediawiki.org</kbd>.",
	"apihelp-query+filearchive-summary": "Enumerar tote le files delite in sequentia.",
	"apihelp-query+filearchive-param-from": "Le titulo de imagine al qual comenciar a enumerar.",
	"apihelp-query+filearchive-param-to": "Le titulo de imagine al qual cessar de enumerar.",
	"apihelp-query+filearchive-param-prefix": "Cercar tote le titulos de imagine que comencia con iste valor.",
	"apihelp-query+filearchive-param-limit": "Quante imagines restituer in total.",
	"apihelp-query+filearchive-param-dir": "Le direction in le qual listar.",
	"apihelp-query+filearchive-param-sha1": "Hash SHA1 del imagine. Supplanta $1sha1base36.",
	"apihelp-query+filearchive-param-sha1base36": "Hash SHA1 del imagine in base 36 (usate in MediaWiki).",
	"apihelp-query+filearchive-param-prop": "Qual informationes de imagine obtener:",
	"apihelp-query+filearchive-paramvalue-prop-sha1": "Adde le hash SHA-1 del imagine.",
	"apihelp-query+filearchive-paramvalue-prop-timestamp": "Adde le data e hora del version incargate.",
	"apihelp-query+filearchive-paramvalue-prop-user": "Adde le usator qui ha incargate le version del imagine.",
	"apihelp-query+filearchive-paramvalue-prop-size": "Adde le dimension del imagine in bytes e le altitude, latitude e numero de paginas (si es applicabile).",
	"apihelp-query+filearchive-paramvalue-prop-dimensions": "Nomine alternative pro <var>size</var>.",
	"apihelp-query+filearchive-paramvalue-prop-description": "Adde le description del version del imagine.",
	"apihelp-query+filearchive-paramvalue-prop-parseddescription": "Analysar le syntaxe del description del version.",
	"apihelp-query+filearchive-paramvalue-prop-mime": "Adde le typo MIME del imagine.",
	"apihelp-query+filearchive-paramvalue-prop-mediatype": "Adde le typo multimedial del imagine.",
	"apihelp-query+filearchive-paramvalue-prop-metadata": "Listar le metadatos Exif del version del imagine.",
	"apihelp-query+filearchive-paramvalue-prop-bitdepth": "Adde le profunditate de bits del version.",
	"apihelp-query+filearchive-paramvalue-prop-archivename": "Adde le nomine de file del version archivate pro le versiones anterior al ultime.",
	"apihelp-query+filearchive-example-simple": "Monstrar un lista de tote le files delite.",
	"apihelp-query+filerepoinfo-summary": "Restituer meta-information sur le repositorios de imagines configurate sur le wiki.",
	"apihelp-query+filerepoinfo-param-prop": "Qual proprietates de repositorio obtener (le proprietates disponibile pote variar sur altere wikis).",
	"apihelp-query+filerepoinfo-paramvalue-prop-apiurl": "URL verso le API del repositorio; utile pro obtener information de imagine del hospite.",
	"apihelp-query+filerepoinfo-paramvalue-prop-articlepath": "Le <var>[[mw:Special:MyLanguage/Manual:$wgArticlePath|$wgArticlePath]]</var> del wiki del repositorio, o equivalente.",
	"apihelp-query+filerepoinfo-paramvalue-prop-canUpload": "Indica si es possibile incargar files a iste repositorio, p.ex. via CORS e authentication condividite.",
	"apihelp-query+filerepoinfo-paramvalue-prop-displayname": "Le nomine legibile per humanos del wiki del repositorio.",
	"apihelp-query+filerepoinfo-paramvalue-prop-favicon": "URL de favicon del wiki del repositorio, proveniente de <var>[[mw:Special:MyLanguage/Manual:$wgFavicon|$wgFavicon]]</var>.",
	"apihelp-query+filerepoinfo-paramvalue-prop-fetchDescription": "Indica si le paginas de description de file se obtene de iste repositorio quando se visita paginas de description de file local.",
	"apihelp-query+filerepoinfo-paramvalue-prop-initialCapital": "Indica si le nomines de file comencia implicitemente con un majuscula.",
	"apihelp-query+filerepoinfo-paramvalue-prop-local": "Indica si ille repositorio es le local o non.",
	"apihelp-query+filerepoinfo-paramvalue-prop-name": "Le clave del repositorio; usate in le valores restituite de p.ex. <var>[[mw:Special:MyLanguage/Manual:$wgForeignFileRepos|$wgForeignFileRepos]]</var> e [[Special:ApiHelp/query+imageinfo|imageinfo]].",
	"apihelp-query+filerepoinfo-paramvalue-prop-rootUrl": "Percurso URL radice pro percursos de imagines.",
	"apihelp-query+filerepoinfo-paramvalue-prop-scriptDirUrl": "Percurso URL radice pro le installation de MediaWiki del wiki del repositorio.",
	"apihelp-query+filerepoinfo-paramvalue-prop-server": "Le <var>[[mw:Special:MyLanguage/Manual:$wgServer|$wgServer]]</var> del wiki del repositorio, o equivalente.",
	"apihelp-query+filerepoinfo-paramvalue-prop-thumbUrl": "Percurso URL radice pro percursos de miniaturas.",
	"apihelp-query+filerepoinfo-paramvalue-prop-url": "Percurso URL del zona public.",
	"apihelp-query+filerepoinfo-example-simple": "Obtener information sur repositorios de files.",
	"apihelp-query+fileusage-summary": "Trovar tote le paginas que usa le files date.",
	"apihelp-query+fileusage-param-prop": "Qual proprietates obtener:",
	"apihelp-query+fileusage-paramvalue-prop-pageid": "ID de pagina de cata pagina.",
	"apihelp-query+fileusage-paramvalue-prop-title": "Titulo de cata pagina.",
	"apihelp-query+fileusage-paramvalue-prop-redirect": "Marcar si le pagina es un redirection.",
	"apihelp-query+fileusage-param-namespace": "Solmente includer paginas in iste spatios de nomines.",
	"apihelp-query+fileusage-param-limit": "Quantes restituer.",
	"apihelp-query+fileusage-param-show": "Monstrar solmente elementos que satisface iste criterios:",
	"apihelp-query+fileusage-paramvalue-show-redirect": "Monstrar solmente redirectiones.",
	"apihelp-query+fileusage-paramvalue-show-!redirect": "Monstrar solmente non-redirectiones.",
	"apihelp-query+fileusage-example-simple": "Obtener un lista de paginas que usa [[:File:Example.jpg]].",
	"apihelp-query+fileusage-example-generator": "Obtener information sur le paginas que usa [[:File:Example.jpg]].",
	"apihelp-query+imageinfo-summary": "Restitue information de file e historia de incargamento.",
	"apihelp-query+imageinfo-param-prop": "Qual information de file obtener:",
	"apihelp-query+imageinfo-paramvalue-prop-timestamp": "Adde le data e hora del version incargate.",
	"apihelp-query+imageinfo-paramvalue-prop-user": "Adde le usator qui ha incargate cata version del file. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-userid": "Adde le ID del usator qui ha incargate cata version del file. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-comment": "Commento sur le version. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-parsedcomment": "Analysar le syntaxe del commento sur le version. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-canonicaltitle": "Adde le titulo canonic del file. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-url": "Da le URL al file e le pagina de description. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-size": "Adde le dimension del file in bytes e le altitude, latitude e numero de paginas (si es applicabile).",
	"apihelp-query+imageinfo-paramvalue-prop-dimensions": "Nomine alternative pro <var>size</var>.",
	"apihelp-query+imageinfo-paramvalue-prop-sha1": "Adde hash SHA-1 del file. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-mime": "Adde le typo MIME del file. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-thumbmime": "Adde le typo MIME del miniatura del imagine (require url e le parametro $1urlwidth). Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-mediatype": "Adde le typo multimedial del file. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-metadata": "Lista le metadatos Exif del file. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-commonmetadata": "Lista le metadatos generic sur le formato de file pro le version del file. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-extmetadata": "Lista le metadatos formatate combinate de plure fontes. Le resultatos es in formato HTML. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-archivename": "Adde le nomine de file del version de archivo pro le versiones anterior al ultime. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-bitdepth": "Adde le profunditate de bits del version. Si le versiones del file ha essite delite, un proprietate <samp>filehidden</samp> essera restituite.",
	"apihelp-query+imageinfo-paramvalue-prop-uploadwarning": "Usate per le pagina Special:Upload pro obtener information sur un file existente. Non intendite pro uso foras del nucleo central de MediaWiki.",
	"apihelp-query+imageinfo-paramvalue-prop-badfile": "Adde un indication de si le file es sur le [[MediaWiki:Bad image list|lista de mal imagines de MediaWiki]].",
	"apihelp-query+imageinfo-param-limit": "Quante versiones de file restituer per file.",
	"apihelp-query+imageinfo-param-start": "Data e hora a partir del qual comenciar le lista.",
	"apihelp-query+imageinfo-param-end": "Data e hora al qual terminar le lista.",
	"apihelp-query+imageinfo-param-urlwidth": "Si $2prop=url es definite, un URL a un imagine redimensionate a iste latitude essera restituite.\nPro motivos de rendimento, si iste option es usate, non plus de $1 imagines redimensionate essera restituite.",
	"apihelp-query+imageinfo-param-urlheight": "Similar a $1urlwidth.",
	"apihelp-query+imageinfo-param-metadataversion": "Version de metadatos a usar. Si <kbd>latest</kbd> es specificate, usar le ultime version. Le valor predefinite es <kbd>1</kbd> pro retrocompatibilitate.",
	"apihelp-query+imageinfo-param-extmetadatalanguage": "In qual lingua obtener extmetadata. Isto influentia qual traduction es obtenite (si plures es disponibile) e como se formata cosas como numeros e varie valores.",
	"apihelp-query+imageinfo-param-extmetadatamultilang": "Si traductiones pro le proprietate extmetadata es disponibile, obtener tote illos.",
	"apihelp-query+imageinfo-param-extmetadatafilter": "Si es specificate e non es vacue, solmente iste claves essera restituite pro $1prop=extmetadata.",
	"apihelp-query+imageinfo-param-urlparam": "Un catena de parametro specific al gestor. Per exemplo, PDFs poterea usar <kbd>page15-100px</kbd>. <var>$1urlwidth</var> debe esser usate e esser consistente con <var>$1urlparam</var>.",
	"apihelp-query+imageinfo-param-badfilecontexttitle": "Si <kbd>$2prop=badfile</kbd> es definite, isto es le titulo de pagina usate pro evalutar le [[MediaWiki:Bad image list|lista de mal imagines de MediaWiki]].",
	"apihelp-query+imageinfo-param-localonly": "Cercar solmente files in le repositorio local.",
	"apihelp-query+imageinfo-example-simple": "Obtener information sur le version actual de [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+imageinfo-example-dated": "Obtener information sur le versiones de [[:File:Test.jpg]] de 2008 e plus recente.",
	"apihelp-query+images-summary": "Restitue tote le files continite sur le paginas date.",
	"apihelp-query+images-param-limit": "Quante files restituer.",
	"apihelp-query+images-param-images": "Listar solmente iste files. Utile pro verificar si un certe pagina ha un certe file.",
	"apihelp-query+images-param-dir": "Le direction in le qual listar.",
	"apihelp-query+images-example-simple": "Obtener un lista de files usate sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+images-example-generator": "Obtener information sur tote le files usate sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+imageusage-summary": "Trovar tote le paginas que usa le titulo de imagine date.",
	"apihelp-query+imageusage-param-title": "Titulo a cercar. Non pote esser usate insimul con <var>$1pageid</var>.",
	"apihelp-query+imageusage-param-pageid": "ID de pagina a cercar. Non pote esser usate insimul con <var>$1title</var>.",
	"apihelp-query+imageusage-param-namespace": "Le spatio de nomines a enumerar.",
	"apihelp-query+imageusage-param-dir": "Le direction in le qual listar.",
	"apihelp-query+imageusage-param-filterredir": "Como filtrar pro redirectiones. Si es mittite a <kbd>nonredirects</kbd> quando <var>$1redirect</var> es activate, isto es solmente applicate al secunde nivello.",
	"apihelp-query+imageusage-param-limit": "Quante paginas restituer in total. Si <var>$1redirect</var> es activate, le limite se applica a cata nivello separatemente (isto vole dicer que usque a 2 * <var>$1limit</var> resultatos pote esser restituite).",
	"apihelp-query+imageusage-param-redirect": "Si le pagina con le ligamine es un redirection, trovar tamben tote le paginas que liga a ille redirection. Le limite maxime es dividite per duo.",
	"apihelp-query+imageusage-example-simple": "Monstrar paginas que usa [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+imageusage-example-generator": "Obtener information sur le paginas que usa [[:File:Albert Einstein Head.jpg]].",
	"apihelp-query+info-summary": "Obtener informationes de base sur un pagina.",
	"apihelp-query+info-param-prop": "Qual proprietates additional obtener:",
	"apihelp-query+info-paramvalue-prop-protection": "Listar le nivello de protection de cata pagina.",
	"apihelp-query+info-paramvalue-prop-talkid": "Le identificator del pagina de discussion associate a cata pagina non de discussion.",
	"apihelp-query+info-paramvalue-prop-watched": "Listar le stato de observation de cata pagina.",
	"apihelp-query+info-paramvalue-prop-watchers": "Le numero de observatores, si permittite.",
	"apihelp-query+info-paramvalue-prop-visitingwatchers": "Le numero de observatores de cata pagina qui ha visitate le modificationes recente de ille pagina, si permittite.",
	"apihelp-query+info-paramvalue-prop-notificationtimestamp": "Le data e hora de notification de observatorio de cata pagina.",
	"apihelp-query+info-paramvalue-prop-subjectid": "Le identificator del pagina genitor associate a cata pagina de discussion.",
	"apihelp-query+info-paramvalue-prop-associatedpage": "Le titulo prefixate del [[:mw:Special:MyLanguage/Help:Associated_pages|subjecto o pagina de discussion associate]].",
	"apihelp-query+info-paramvalue-prop-url": "Da un URL complete, un URL de modification, e le URL canonic de cata pagina.",
	"apihelp-query+info-paramvalue-prop-readable": "Si le usator pote leger iste pagina. Usa <kbd>intestactions=read</kbd> in su loco.",
	"apihelp-query+info-paramvalue-prop-preload": "Forni le texto restituite per EditFormPreloadText. Usa <kbd>preloadcontext</kbd> in su loco, le qual supporta tamben altere typos de texto precargate.",
	"apihelp-query+info-paramvalue-prop-preloadcontent": "Da le contento a monstrar in le editor quando le pagina non existe o durante le addition de un nove section.",
	"apihelp-query+info-paraminfo-preloadcontentonly": "Usate solmente quando <var>$3prop</var> contine <var>preloadcontent</var>.",
	"apihelp-query+info-param-preloadcustom": "Titulo de un pagina personalisate a usar como contento precargate.",
	"apihelp-query+info-param-preloadparams": "Parametros pro le pagina personalisate usate como contento precargate.",
	"apihelp-query+info-param-preloadnewsection": "Restituer contento precargate pro un nove section sur le pagina, e non pro un nove pagina.",
	"apihelp-query+info-paramvalue-prop-editintro": "Da le messages introductive que debe esser monstrate al usator durante le modification de iste pagina o version, in HTML.",
	"apihelp-query+info-paraminfo-editintroonly": "Usate solmente quando <var>$3prop</var> contine <var>editintro</var>.",
	"apihelp-query+info-param-editintrostyle": "Alcun messages introductive veni con quadros inveloppator optional. Usa <kbd>moreframes</kbd> pro includer los o <kbd>lessframes</kbd> pro omitter los.",
	"apihelp-query+info-param-editintroskip": "Lista de messages introductive a remover del responsa. Usa isto si un certe message non es pertinente pro tu utensile, o si le information es ja fornite de un altere maniera.",
	"apihelp-query+info-param-editintrocustom": "Titulo de un pagina personalisate a usar como message introductive additional.",
	"apihelp-query+info-paramvalue-prop-displaytitle": "Da le maniera in le qual le titulo del pagina es de facto monstrate.",
	"apihelp-query+info-paramvalue-prop-varianttitles": "Da le titulo monstrate in tote le variantes del lingua de contento del sito.",
	"apihelp-query+info-paramvalue-prop-linkclasses": "Da le classes CSS additional (p.ex. colores de ligamine) usate pro ligamines a iste pagina si illos apparerea sur le pagina nominate per <var>$1linkcontext</var>.",
	"apihelp-query+info-param-linkcontext": "Le titulo de contexto a usar quando se determina classes CSS extra (p.ex. colores de ligamine) quando <var>$1prop</var> contine <var>linkclasses</var>.",
	"apihelp-query+info-param-testactions": "Testar si le usator actual pote exequer certe actiones sur le pagina.",
	"apihelp-query+info-param-testactionsdetail": "Nivello de detalio pro <var>$1testactions</var>. Usa le parametros <var>errorformat</var> e <var>errorlang</var> del [[Special:ApiHelp/main|modulo principal]] pro specificar le formato del messages retornate.",
	"apihelp-query+info-paramvalue-testactionsdetail-boolean": "Retorna un valor boolean pro cata action.",
	"apihelp-query+info-paramvalue-testactionsdetail-full": "Restitue messages que explica proque le action non es permittite, o un matrice vacue si illo es permittite.",
	"apihelp-query+info-paramvalue-testactionsdetail-quick": "Como <kbd>full</kbd> ma sin probas costose.",
	"apihelp-query+info-param-testactionsautocreate": "Testar si exequer <var>$1testactions</var> crearea automaticamente un conto temporari.",
	"apihelp-query+info-example-simple": "Obtener information sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+info-example-protection": "Obtener information general e de protection sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+iwbacklinks-summary": "Trovar tote le paginas que liga al ligamine interwiki date.",
	"apihelp-query+iwbacklinks-extended-description": "Pote esser usate pro trovar tote le ligamines con un prefixo, o tote le ligamines a un titulo (con un prefixo date). Usar necun de iste parametros equivale a \"tote le ligamines interwiki\".",
	"apihelp-query+iwbacklinks-param-prefix": "Prefixo pro le interwiki.",
	"apihelp-query+iwbacklinks-param-title": "Ligamine interwiki a cercar. Debe esser usate con <var>$1blprefix</var>.",
	"apihelp-query+iwbacklinks-param-limit": "Quante paginas retornar in total.",
	"apihelp-query+iwbacklinks-param-prop": "Qual proprietates obtener:",
	"apihelp-query+iwbacklinks-paramvalue-prop-iwprefix": "Adde le prefixo del interwiki.",
	"apihelp-query+iwbacklinks-paramvalue-prop-iwtitle": "Adde le titulo del interwiki.",
	"apihelp-query+iwbacklinks-param-dir": "Le direction in le qual listar.",
	"apihelp-query+iwbacklinks-example-simple": "Obtener paginas que liga a [[wikibooks:Test]].",
	"apihelp-query+iwbacklinks-example-generator": "Obtener information sur paginas que liga a [[wikibooks:Test]].",
	"apihelp-query+iwlinks-summary": "Restitue tote le ligamines interwiki del paginas date.",
	"apihelp-query+iwlinks-param-url": "Indica si se debe obtener le URL complete (non pote esser usate con $1prop).",
	"apihelp-query+iwlinks-param-prop": "Qual proprietates additional obtener pro cata ligamine interwiki:",
	"apihelp-query+iwlinks-paramvalue-prop-url": "Adde le URL complete.",
	"apihelp-query+iwlinks-param-limit": "Quante ligamines interwiki restituer.",
	"apihelp-query+iwlinks-param-prefix": "Restituer solmente ligamines interwiki con iste prefixo.",
	"apihelp-query+iwlinks-param-title": "Ligamine interwiki a cercar. Debe esser usate con <var>$1prefix</var>.",
	"apihelp-query+iwlinks-param-dir": "Le direction in le qual listar.",
	"apihelp-query+iwlinks-example-simple": "Obtener ligamines interwiki del pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+langbacklinks-summary": "Trovar tote le paginas que liga al ligamine de lingua date.",
	"apihelp-query+langbacklinks-extended-description": "Pote esser usate pro trovar tote le ligamines con un codice de lingua, o tote le ligamines a un titulo (con un lingua date). Usar necun de iste parametros effectivemente significa \"tote le ligamines de lingua\".\n\nNota que isto pote non considerar ligamines de lingua addite per extensiones.",
	"apihelp-query+langbacklinks-param-lang": "Lingua pro le ligamine de lingua.",
	"apihelp-query+langbacklinks-param-title": "Ligamine de lingua a cercar. Debe esser usate con $1lang.",
	"apihelp-query+langbacklinks-param-limit": "Quante paginas retornar in total.",
	"apihelp-query+langbacklinks-param-prop": "Qual proprietates obtener:",
	"apihelp-query+langbacklinks-paramvalue-prop-lllang": "Adde le codice de lingua del ligamine de lingua.",
	"apihelp-query+langbacklinks-paramvalue-prop-lltitle": "Adde le titulo del ligamine de lingua.",
	"apihelp-query+langbacklinks-param-dir": "Le direction in le qual listar.",
	"apihelp-query+langbacklinks-example-simple": "Obtener paginas que liga a [[:fr:Test]].",
	"apihelp-query+langbacklinks-example-generator": "Obtener information sur paginas que liga a [[:fr:Test]]..",
	"apihelp-query+langlinks-summary": "Restitue tote le ligamines inter-lingual del paginas date.",
	"apihelp-query+langlinks-param-limit": "Quante ligamines de lingua restituer.",
	"apihelp-query+langlinks-param-url": "Indica si se debe obtener le URL complete (non pote esser usate con <var>$1prop</var>).",
	"apihelp-query+langlinks-param-prop": "Qual proprietates additional obtener pro cata ligamine inter-lingual:",
	"apihelp-query+langlinks-paramvalue-prop-url": "Adde le URL complete.",
	"apihelp-query+langlinks-paramvalue-prop-langname": "Adde le nomine localisate del lingua (melior estimation). Usa <var>$1inlanguagecode</var> pro controlar le lingua.",
	"apihelp-query+langlinks-paramvalue-prop-autonym": "Adde le nomine native del lingua.",
	"apihelp-query+langlinks-param-lang": "Restituer solmente ligamines de lingua con iste codice de lingua.",
	"apihelp-query+langlinks-param-title": "Ligamine a cercar. Debe esser usate con <var>$1lang</var>.",
	"apihelp-query+langlinks-param-dir": "Le direction in le qual listar.",
	"apihelp-query+langlinks-param-inlanguagecode": "Codice de lingua pro le nomines de lingua localisate.",
	"apihelp-query+langlinks-example-simple": "Obtener ligamines inter-lingual del pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+languageinfo-summary": "Restituer information sur le linguas disponibile.",
	"apihelp-query+languageinfo-extended-description": "Un [[mw:Special:MyLanguage/API:Continue|continuation]] pote esser applicate si le recuperation del information prende troppo de tempore pro un consulta.",
	"apihelp-query+languageinfo-param-prop": "Qual information obtener pro cata lingua.",
	"apihelp-query+languageinfo-paramvalue-prop-code": "Le codice de lingua. (Iste codice es specific a MediaWiki, benque existe coincidentias con altere standards).",
	"apihelp-query+languageinfo-paramvalue-prop-bcp47": "Le codice de lingua BCP-47.",
	"apihelp-query+languageinfo-paramvalue-prop-dir": "Le direction de scriptura del lingua (<code>ltr</code>, de sinistra a dextra, o <code>rtl</code>, de dextra a sinistra).",
	"apihelp-query+languageinfo-paramvalue-prop-autonym": "Le autonymo del lingua, isto es, su nomine in ille lingua.",
	"apihelp-query+languageinfo-paramvalue-prop-name": "Le nomine del lingua in le lingua specificate per le parametro <var>uselang</var>, con application de linguas de recurso si necessari.",
	"apihelp-query+languageinfo-paramvalue-prop-variantnames": "Le curte nomines de variantes de lingua usate pro ligamines de conversion de lingua.",
	"apihelp-query+languageinfo-paramvalue-prop-fallbacks": "Le codices de lingua del linguas de recurso configurate pro iste lingua. Le recurso final implicite a 'en' non es includite (ma alcun linguas pote recurrer a 'en' explicitemente).",
	"apihelp-query+languageinfo-paramvalue-prop-variants": "Le codices de lingua del variantes supportate per iste lingua.",
	"apihelp-query+languageinfo-param-code": "Le codices de lingua del linguas que debe esser restituite, o <code>*</code> pro tote le linguas.",
	"apihelp-query+languageinfo-example-simple": "Obtener le codices de lingua de tote le linguas supportate.",
	"apihelp-query+languageinfo-example-autonym-name-de": "Obtener le autonymos e nomines german de tote le linguas supportate.",
	"apihelp-query+languageinfo-example-fallbacks-variants-oc": "Obtener le linguas de recurso e le variantes del occitano.",
	"apihelp-query+languageinfo-example-bcp47-dir": "Obtener le codice de linguas BCP-47 e le direction de tote le linguas supportate.",
	"apihelp-query+links-summary": "Restitue tote le ligamines del paginas date.",
	"apihelp-query+links-param-namespace": "Monstrar solmente ligamines in iste spatios de nomines.",
	"apihelp-query+links-param-limit": "Quante ligamines restituer.",
	"apihelp-query+links-param-titles": "Listar solmente iste titulos. Utile pro verificar si un certe pagina liga a un certe titulo.",
	"apihelp-query+links-param-dir": "Le direction in le qual listar.",
	"apihelp-query+links-example-simple": "Obtener ligamines del pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+links-example-generator": "Obtener information sur le paginas de ligamine in le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+links-example-namespaces": "Obtener ligamines del pagina [[{{MediaWiki:Mainpage}}]] in le spatios de nomines {{ns:user}} e {{ns:template}}.",
	"apihelp-query+linkshere-summary": "Trovar tote le paginas que liga al paginas date.",
	"apihelp-query+linkshere-param-prop": "Qual proprietates obtener:",
	"apihelp-query+linkshere-paramvalue-prop-pageid": "ID de pagina de cata pagina.",
	"apihelp-query+linkshere-paramvalue-prop-title": "Titulo de cata pagina.",
	"apihelp-query+linkshere-paramvalue-prop-redirect": "Marcar si le pagina es un redirection.",
	"apihelp-query+linkshere-param-namespace": "Solmente includer paginas in iste spatios de nomines.",
	"apihelp-query+linkshere-param-limit": "Quantes restituer.",
	"apihelp-query+linkshere-param-show": "Monstrar solmente elementos que satisface iste criterios:",
	"apihelp-query+linkshere-paramvalue-show-redirect": "Monstrar solmente redirectiones.",
	"apihelp-query+linkshere-paramvalue-show-!redirect": "Monstrar solmente non-redirectiones.",
	"apihelp-query+linkshere-example-simple": "Obtener un lista de paginas que liga al [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+linkshere-example-generator": "Obtener information sur paginas que liga al [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+logevents-summary": "Obtener eventos de registros.",
	"apihelp-query+logevents-param-prop": "Qual proprietates obtener:",
	"apihelp-query+logevents-paramvalue-prop-ids": "Adde le ID del evento de registro.",
	"apihelp-query+logevents-paramvalue-prop-title": "Adde le titulo del pagina del evento de registro.",
	"apihelp-query+logevents-paramvalue-prop-type": "Adde le typo de evento de registro.",
	"apihelp-query+logevents-paramvalue-prop-user": "Adde le usator responsabile del evento de registro. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+logevents-paramvalue-prop-userid": "Adde le ID del usator responsabile del evento de registro. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+logevents-paramvalue-prop-timestamp": "Adde le data e hora del registro de evento.",
	"apihelp-query+logevents-paramvalue-prop-comment": "Adde le commento del evento de registro. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+logevents-paramvalue-prop-parsedcomment": "Adde le commento del evento de registro post analyse syntactic. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+logevents-paramvalue-prop-details": "Lista detalios additional sur le evento de registro. Si le versiones del evento de registro ha essite delite, un proprietate <samp>actionhidden</samp> essera restituite.",
	"apihelp-query+logevents-paramvalue-prop-tags": "Lista etiquettas pro le evento de registro.",
	"apihelp-query+logevents-param-type": "Filtrar entratas de registro solo a iste typo.",
	"apihelp-query+logevents-param-action": "Filtrar actiones de registro solo a iste action. Supplanta <var>$1type</var>. In le lista de valores possibile, valores con le metacharacter de asterisco como <kbd>action/*</kbd> pote haber differente catenas post le barra oblique (/).",
	"apihelp-query+logevents-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+logevents-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+logevents-param-user": "Filtrar entratas a illos facite per le usator date.",
	"apihelp-query+logevents-param-title": "Filtrar entratas a illos associate a un pagina.",
	"apihelp-query+logevents-param-namespace": "Filtrar entratas a illos in le spatio de nomines date.",
	"apihelp-query+logevents-param-prefix": "Filtrar entratas que comencia per iste prefixo.",
	"apihelp-query+logevents-param-tag": "Solmente listar entratas de evento marcate con iste etiquetta.",
	"apihelp-query+logevents-param-limit": "Quante entratas de evento restituer in total.",
	"apihelp-query+logevents-example-simple": "Listar eventos recente de registro.",
	"apihelp-query+pagepropnames-summary": "Listar tote le nomines de proprietate de pagina in uso sur le wiki.",
	"apihelp-query+pagepropnames-param-limit": "Le numero maxime de nomines a restituer.",
	"apihelp-query+pagepropnames-example-simple": "Obtener le prime 10 nomines de proprietate.",
	"apihelp-query+pageprops-summary": "Obtener varie proprietates de pagina definite in le contento del pagina.",
	"apihelp-query+pageprops-param-prop": "Solmente listar iste proprietates de pagina (<kbd>[[Special:ApiHelp/query+pagepropnames|action=query&list=pagepropnames]]</kbd> restitue le nomines de proprietate de pagina in uso). Utile pro verificar si paginas usa un certe proprietate de pagina.",
	"apihelp-query+pageprops-example-simple": "Obtener proprietates pro le paginas <kbd>{{MediaWiki:Mainpage}}</kbd> e <kbd>MediaWiki</kbd>.",
	"apihelp-query+pageswithprop-summary": "Listar tote le paginas que usa un proprietate de pagina date.",
	"apihelp-query+pageswithprop-param-propname": "Proprietate de pagina pro le qual enumerar paginas (<kbd>[[Special:ApiHelp/query+pagepropnames|action=query&list=pagepropnames]]</kbd> restitue le nomines de proprietate de pagina in uso).",
	"apihelp-query+pageswithprop-param-prop": "Qual pecias de information includer:",
	"apihelp-query+pageswithprop-paramvalue-prop-ids": "Adde le ID del pagina.",
	"apihelp-query+pageswithprop-paramvalue-prop-title": "Adde le titulo e ID de spatio de nomines del pagina.",
	"apihelp-query+pageswithprop-paramvalue-prop-value": "Adde le valor del proprietate de pagina.",
	"apihelp-query+pageswithprop-param-limit": "Le numero maxime de paginas a restituer.",
	"apihelp-query+pageswithprop-param-dir": "In qual direction ordinar.",
	"apihelp-query+pageswithprop-example-simple": "Listar le prime 10 paginas que usa <code>&#123;&#123;DISPLAYTITLE:&#125;&#125;</code>.",
	"apihelp-query+pageswithprop-example-generator": "Obtener information additional sur le prime 10 paginas que usa <code>_&#95;NOTOC_&#95;</code>.",
	"apihelp-query+prefixsearch-summary": "Exequer un recerca de prefixo de titulos de pagina.",
	"apihelp-query+prefixsearch-extended-description": "Nonobstante le similaritate in nomines, iste modulo non es intendite a esser equivalente a [[Special:PrefixIndex]]; pro isto, vide <kbd>[[Special:ApiHelp/query+allpages|action=query&list=allpages]]</kbd> con le parametro <kbd>apprefix</kbd>. Le scopo de iste modulo es similar a <kbd>[[Special:ApiHelp/opensearch|action=opensearch]]</kbd>: prender entrata de usator e fornir le titulos con le plus bon correspondentia. Dependente del servicio de motor de recerca, isto pote includer le correction de errores orthographic, le evitation de redirectiones, o altere heuristicas.",
	"apihelp-query+prefixsearch-param-search": "Le texto a cercar.",
	"apihelp-query+prefixsearch-param-namespace": "Spatios de nomines in le quales cercar. Ignorate si <var>$1search</var> comencia con un prefixo de spatio de nomines valide.",
	"apihelp-query+prefixsearch-param-limit": "Numero maxime de resultatos a retornar.",
	"apihelp-query+prefixsearch-param-offset": "Numero de resultatos a saltar.",
	"apihelp-query+prefixsearch-example-simple": "Cercar titulos de pagina que comencia per <kbd>meaning</kbd>.",
	"apihelp-query+prefixsearch-param-profile": "Le profilo de recerca a usar.",
	"apihelp-query+protectedtitles-summary": "Listar tote le titulos protegite contra creation.",
	"apihelp-query+protectedtitles-param-namespace": "Solmente listar titulos in iste spatio de nomines.",
	"apihelp-query+protectedtitles-param-level": "Solmente listar titulos con iste nivello de protection.",
	"apihelp-query+protectedtitles-param-limit": "Quante paginas retornar in total.",
	"apihelp-query+protectedtitles-param-start": "Comenciar le lista a iste data e hora de protection.",
	"apihelp-query+protectedtitles-param-end": "Terminar le lista a iste data e hora de protection.",
	"apihelp-query+protectedtitles-param-prop": "Qual proprietates obtener:",
	"apihelp-query+protectedtitles-paramvalue-prop-timestamp": "Adde le data e hora de addition del protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-user": "Adde le usator qui ha addite le protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-userid": "Adde le ID del usator qui ha addite le protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-comment": "Adde le commento del protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-parsedcomment": "Adde le commento post analyse syntactic del protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-expiry": "Adde le data e hora de levamento del protection.",
	"apihelp-query+protectedtitles-paramvalue-prop-level": "Adde le nivello de protection.",
	"apihelp-query+protectedtitles-example-simple": "Listar titulos protegite.",
	"apihelp-query+protectedtitles-example-generator": "Trovar ligamines a titulos protegite in le spatio de nomines principal.",
	"apihelp-query+querypage-summary": "Obtener un lista fornite per un pagina special basate sur QueryPage.",
	"apihelp-query+querypage-param-page": "Le nomine del pagina special. Nota que isto distingue inter majusculas e minusculas.",
	"apihelp-query+querypage-param-limit": "Numero de resultatos a restituer.",
	"apihelp-query+querypage-example-ancientpages": "Restituer resultatos de [[Special:Ancientpages|Special:Paginas ancian]].",
	"apihelp-query+random-summary": "Obtener un insimul aleatori de paginas.",
	"apihelp-query+random-extended-description": "Paginas se lista in un sequentia fixe; solmente le puncto de initio es aleatori. Isto significa que si, per exemplo, <samp>Main Page</samp> es le prime pagina aleatori in le lista, <samp>List of fictional monkeys</samp> essera <em>sempre</em> le secunde, <samp>List of people on stamps of Vanuatu</samp> le tertie, etc.",
	"apihelp-query+random-param-namespace": "Restituer solmente paginas in iste spatio de nomines.",
	"apihelp-query+random-param-limit": "Limitar quante paginas aleatori se restitue.",
	"apihelp-query+random-param-minsize": "Limitar al paginas con al minus iste numero de bytes.",
	"apihelp-query+random-param-maxsize": "Limitar al paginas con al plus iste numero de bytes.",
	"apihelp-query+random-param-contentmodel": "Filtrar le paginas que ha le modello de contento specificate.",
	"apihelp-query+random-param-redirect": "Usa <kbd>$1filterredir=redirects</kbd> in su loco.",
	"apihelp-query+random-param-filterredir": "Como filtrar pro monstrar redirectiones.",
	"apihelp-query+random-example-simple": "Restituer duo paginas aleatori del spatio de nomines principal.",
	"apihelp-query+random-example-generator": "Restituer information de pagina sur duo paginas aleatori del spatio de nomines principal.",
	"apihelp-query+random-example-minsize": "Restitue information sur un pagina aleatori del spatio de nomines principal que contine al minus 500 bytes de texto.",
	"apihelp-query+recentchanges-summary": "Enumerar le modificationes recente.",
	"apihelp-query+recentchanges-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+recentchanges-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+recentchanges-param-namespace": "Filtrar cambiamentos a solo iste spatios de nomines.",
	"apihelp-query+recentchanges-param-user": "Solmente listar cambiamentos facite per iste usator.",
	"apihelp-query+recentchanges-param-excludeuser": "Non listar cambiamentos facite per iste usator.",
	"apihelp-query+recentchanges-param-tag": "Solmente listar cambiamentos marcate con iste etiquetta.",
	"apihelp-query+recentchanges-param-slot": "Solmente listar cambiamentos que tocca le segmento nominate.",
	"apihelp-query+recentchanges-param-prop": "Includer pecias additional de information:",
	"apihelp-query+recentchanges-paramvalue-prop-user": "Adde le usator responsabile del modification e lo marca con un etiquetta si le usator es un adresse IP. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+recentchanges-paramvalue-prop-userid": "Adde le ID del usator responsabile del modification. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+recentchanges-paramvalue-prop-comment": "Adde le commento del modification. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+recentchanges-paramvalue-prop-parsedcomment": "Adde le commento del modification post analyse syntactic. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+recentchanges-paramvalue-prop-flags": "Adde le etiquettas/marcas del modification.",
	"apihelp-query+recentchanges-paramvalue-prop-timestamp": "Adde le data e hora del modification.",
	"apihelp-query+recentchanges-paramvalue-prop-title": "Adde le titulo de pagina del modification.",
	"apihelp-query+recentchanges-paramvalue-prop-ids": "Adde le ID de pagina, le ID de modificationes recente e le IDs del versiones nove e ancian.",
	"apihelp-query+recentchanges-paramvalue-prop-sizes": "Adde le longitude nove e ancian del pagina in bytes.",
	"apihelp-query+recentchanges-paramvalue-prop-redirect": "Marca le modification con un etiquetta si le pagina es un redirection.",
	"apihelp-query+recentchanges-paramvalue-prop-patrolled": "Marca modificationes patruliabile como patruliate o non patruliate.",
	"apihelp-query+recentchanges-paramvalue-prop-autopatrolled": "Marca modificationes patruliabile como autopatruliate o non.",
	"apihelp-query+recentchanges-paramvalue-prop-loginfo": "Adde information de registro (identificator de registro, typo de registro, etc.) al entratas de registro.",
	"apihelp-query+recentchanges-paramvalue-prop-tags": "Listar le etiquettas del entrata.",
	"apihelp-query+recentchanges-paramvalue-prop-sha1": "Adde le summa de verification de contento pro entratas associate con un version. Si le versiones del contento ha essite delite, un proprietate <samp>sha1hidden</samp> essera restituite.",
	"apihelp-query+recentchanges-param-show": "Monstra solmente elementos que satisface iste criterios. Per exemplo, pro vider solmente modificationes minor facite per usatores registrate, defini $1show=minor|!anon.",
	"apihelp-query+recentchanges-param-limit": "Quante cambiamentos restituer in total.",
	"apihelp-query+recentchanges-param-type": "Qual typos de cambiamento monstrar.",
	"apihelp-query+recentchanges-param-toponly": "Listar solmente le cambiamentos que es le ultime version.",
	"apihelp-query+recentchanges-param-title": "Filtrar entratas a illos associate a un pagina.",
	"apihelp-query+recentchanges-param-generaterevisions": "Quando se usa como generator, generar identificatores de version in loco de titulos. Entratas recente de cambiamento sin identificator de version associate (p.ex. le majoritate del entratas de registro) generara nihil.",
	"apihelp-query+recentchanges-example-simple": "Listar cambiamentos recente.",
	"apihelp-query+recentchanges-example-generator": "Obtener information de pagina sur cambiamentos recente non patruliate.",
	"apihelp-query+redirects-summary": "Restitue tote le redirectiones al paginas date.",
	"apihelp-query+redirects-param-prop": "Qual proprietates obtener:",
	"apihelp-query+redirects-paramvalue-prop-pageid": "ID de pagina de cata redirection.",
	"apihelp-query+redirects-paramvalue-prop-title": "Titulo de cata redirection.",
	"apihelp-query+redirects-paramvalue-prop-fragment": "Fragmento de cata redirection, si existe.",
	"apihelp-query+redirects-param-namespace": "Solmente includer paginas in iste spatios de nomines.",
	"apihelp-query+redirects-param-limit": "Quante redirectiones retornar.",
	"apihelp-query+redirects-param-show": "Monstrar solmente elementos que satisface iste criterios:",
	"apihelp-query+redirects-paramvalue-show-fragment": "Monstrar solmente redirectiones con fragmento.",
	"apihelp-query+redirects-paramvalue-show-!fragment": "Monstrar solmente redirectiones sin fragmento.",
	"apihelp-query+redirects-example-simple": "Obtener un lista de redirectiones al [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+redirects-example-generator": "Obtener information sur tote le redirectiones al [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-summary": "Obtener information sur versiones.",
	"apihelp-query+revisions-extended-description": "Pote esser usate in plure modos:\n# Obtener datos sur un insimul de paginas (ultime version), definiente titles (titulos) o pageids (IDs de pagina).\n# Obtener versiones de un pagina specific, usante titles (titulos) o pageid (ID de pagina) con start (initio), end (fin), o limit (limite).\n# Obtener datos sur un insimul de versiones definiente lor IDs con revids.",
	"apihelp-query+revisions-paraminfo-singlepageonly": "Pote solmente esser usate con un sol pagina (modo №2).",
	"apihelp-query+revisions-param-startid": "Comenciar le enumeration a partir del data e hora del version con iste ID. Le version debe exister, ma non es necessari que illo pertine a iste pagina.",
	"apihelp-query+revisions-param-endid": "Terminar le enumeration al data e hora del version con iste ID. Le version debe exister, ma non es necessari que illo pertine a iste pagina.",
	"apihelp-query+revisions-param-start": "A qual data e hora de version comenciar le enumeration.",
	"apihelp-query+revisions-param-end": "Enumerar usque a iste data e hora.",
	"apihelp-query+revisions-param-user": "Solmente includer versiones facite per iste usator.",
	"apihelp-query+revisions-param-excludeuser": "Excluder versiones facite per iste usator.",
	"apihelp-query+revisions-param-tag": "Solmente listar versiones marcate con iste etiquetta.",
	"apihelp-query+revisions-example-content": "Obtener datos con contento pro le ultime version del titulos <kbd>API</kbd> e [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-last5": "Obtener le ultime 5 versiones del [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-first5": "Obtene le prime 5 versiones del [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+revisions-example-first5-after": "Obtener le prime 5 versiones del [[{{MediaWiki:Mainpage}}]] facite post le 1 de maio 2006.",
	"apihelp-query+revisions-example-first5-not-localhost": "Obtener le prime 5 versiones del [[{{MediaWiki:Mainpage}}]] que non ha essite facite per le usator anonyme <kbd>127.0.0.1</kbd>",
	"apihelp-query+revisions-example-first5-user": "Obtener le prime 5 versiones del [[{{MediaWiki:Mainpage}}]] que ha essite facite per le usator <kbd>MediaWiki default</kbd>.",
	"apihelp-query+revisions+base-param-prop": "Qual proprietates obtener pro cata version:",
	"apihelp-query+revisions+base-paramvalue-prop-ids": "Le ID del version.",
	"apihelp-query+revisions+base-paramvalue-prop-flags": "Le marcas/etiquettas del version (minor).",
	"apihelp-query+revisions+base-paramvalue-prop-timestamp": "Le data e hora del version.",
	"apihelp-query+revisions+base-paramvalue-prop-user": "Le usator qui ha facite le version. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+revisions+base-paramvalue-prop-userid": "Le ID del usator qui ha facite le version. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+revisions+base-paramvalue-prop-size": "Longitude (in bytes) del version.",
	"apihelp-query+revisions+base-paramvalue-prop-slotsize": "Longitude (in bytes) de cata segmento del version.",
	"apihelp-query+revisions+base-paramvalue-prop-sha1": "SHA-1 (base 16) del version. Si le versiones del contento ha essite delite, un proprietate <samp>sha1hidden</samp> essera restituite.",
	"apihelp-query+revisions+base-paramvalue-prop-slotsha1": "SHA-1 (base 16) de cata segmento del version. Si le versiones del contento ha essite delite, un proprietate <samp>sha1hidden</samp> essera restituite.",
	"apihelp-query+revisions+base-paramvalue-prop-contentmodel": "Identificator del modello de contento de cata segmento del version.",
	"apihelp-query+revisions+base-paramvalue-prop-comment": "Commento per le usator sur le version. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+revisions+base-paramvalue-prop-parsedcomment": "Commento per le usator sur le version post analyse syntactic. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+revisions+base-paramvalue-prop-content": "Contento de cata segmento del version. Si le versiones del contento ha essite delite, un proprietate <samp>texthidden</samp> essera restituite. Pro motivos de rendimento, si iste option es usate, <var>$2limit</var> es fortiate a $1.",
	"apihelp-query+revisions+base-paramvalue-prop-tags": "Etiquettas del version.",
	"apihelp-query+revisions+base-paramvalue-prop-roles": "Listar le rolos del segmentos de contento que existe in le version.",
	"apihelp-query+revisions+base-paramvalue-prop-parsetree": "Usar <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> o <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd> in su loco. Le arbore de analyse syntactic de XML del contento del version (require le modello de contento <code>$1</code>). Pro motivos de rendimento, si iste option es usate, <var>$3limit</var> es fortiate a $2.",
	"apihelp-query+revisions+base-param-slots": "Le segmentos del version pro le quales restituer datos, si proprietates concernente segmentos es includite in <var>$1props</var>. Si non, le datos del segmento <kbd>main</kbd> (principal) essera restituite in un formato retrocompatibile.",
	"apihelp-query+revisions+base-param-contentformat-slot": "Formato de serialisation de contento usate pro le sortita de contento.",
	"apihelp-query+revisions+base-param-limit": "Limitar quante versiones se restitue. Si se usa <var>$3prop=content</var>, <var>$3prop=parsetree</var>, <var>$3diffto</var> o <var>$3difftotext</var>, le limite es $1. Si se usa <var>$3parse</var>, le limite es $2.",
	"apihelp-query+revisions+base-param-expandtemplates": "Usar <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> in su loco. Expander patronos in le contento del version (require $1prop=content).",
	"apihelp-query+revisions+base-param-generatexml": "Usar <kbd>[[Special:ApiHelp/expandtemplates|action=expandtemplates]]</kbd> o <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd> in su loco. Generar un arbore de analyse syntactic de pro le contento del version (require $1prop=content).",
	"apihelp-query+revisions+base-param-parse": "Usar <kbd>[[Special:ApiHelp/parse|action=parse]]</kbd> in su loco. Analysar le syntaxe del contento del version (require <var>$2prop=content</var>). Pro motivos de rendimento, si iste option es usate, <var>$2limit</var> es fortiate a $1.",
	"apihelp-query+revisions+base-param-section": "Obtener solmente le contento del section con iste identificator.",
	"apihelp-query+revisions+base-param-diffto": "Usar <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd> in su loco. Le ID del version a comparar con cata version. Usa <kbd>prev</kbd>, <kbd>next</kbd> e <kbd>cur</kbd> pro le version precedente, sequente e actual, respectivemente. Pro motivos de rendimento, si iste option es usate, <var>$2limit</var> es fortiate a $1.",
	"apihelp-query+revisions+base-param-difftotext": "Usar <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd> in su loco. Le texto con le qual comparar cata version. Compara solmente un numero limitate de versiones. Supplanta <var>$1diffto</var>. Si <var>$1section</var> es definite, solmente ille section essera comparate con iste texto. Pro motivos de rendimento, si iste option es usate, <var>$2limit</var> es fortiate a $1.",
	"apihelp-query+revisions+base-param-difftotextpst": "Usar <kbd>[[Special:ApiHelp/compare|action=compare]]</kbd> in su loco. Exequer un transformation pre-salveguarda sur le texto ante de comparar lo. Solmente valide si es usate con <var>$1difftotext</var>.",
	"apihelp-query+revisions+base-param-contentformat": "Formato de serialisation usate pro <var>$1difftotext</var> e expectate pro le sortita de contento.",
	"apihelp-query+search-summary": "Exequer un recerca de texto complete.",
	"apihelp-query+search-param-search": "Cercar titulos de pagina o contento correspondente a iste valor. On pote usar le catena de recerca pro invocar functiones de recerca special, dependente de lo que implementa le servitor de recerca del wiki.",
	"apihelp-query+search-param-namespace": "Cercar solmente intra iste spatios de nomines.",
	"apihelp-query+search-param-what": "Qual typo de recerca exequer.",
	"apihelp-query+search-param-info": "Qual metadatos restituer.",
	"apihelp-query+search-param-prop": "Qual proprietates restituer:",
	"apihelp-query+search-param-qiprofile": "Le profilo independente de consultas a usar (affecta le algorithmo de classamento).",
	"apihelp-query+search-paramvalue-prop-size": "Adde le grandor del pagina in bytes.",
	"apihelp-query+search-paramvalue-prop-wordcount": "Adde le numero de parolas del pagina.",
	"apihelp-query+search-paramvalue-prop-timestamp": "Adde le data e hora de ultime modification del pagina.",
	"apihelp-query+search-paramvalue-prop-snippet": "Adde un extracto del pagina, con marcation que mitte in evidentia le terminos de recerca.",
	"apihelp-query+search-paramvalue-prop-titlesnippet": "Adde le titulo del pagina, con marcation que mitte in evidentia le terminos de recerca.",
	"apihelp-query+search-paramvalue-prop-redirectsnippet": "Adde le titulo del redirection correspondente, con marcation que mitte in evidentia le terminos de recerca.",
	"apihelp-query+search-paramvalue-prop-redirecttitle": "Adde le titulo del redirection correspondente.",
	"apihelp-query+search-paramvalue-prop-sectionsnippet": "Adde le titulo del section correspondente, con marcation que mitte in evidentia le terminos de recerca.",
	"apihelp-query+search-paramvalue-prop-sectiontitle": "Adde le titulo del section correspondente.",
	"apihelp-query+search-paramvalue-prop-categorysnippet": "Adde le nomine del categoria correspondente, con marcation que mitte in evidentia le terminos de recerca.",
	"apihelp-query+search-paramvalue-prop-isfilematch": "Adde un booleano que indica si le recerca ha trovate contento de files.",
	"apihelp-query+search-paramvalue-prop-extensiondata": "Adde datos supplementari generate per extensiones.",
	"apihelp-query+search-paramvalue-prop-score": "Ignorate.",
	"apihelp-query+search-paramvalue-prop-hasrelated": "Ignorate.",
	"apihelp-query+search-param-limit": "Quante paginas retornar in total.",
	"apihelp-query+search-param-interwiki": "Includer resultatos interwiki in le recerca, si disponibile.",
	"apihelp-query+search-param-backend": "Qual servitor de recerca usar, si non le predefinite.",
	"apihelp-query+search-param-enablerewrites": "Activar le rescriptura interne de consultas. Alcun servitores de recerca pote rescriber le consulta in un altere que se pensa fornir melior resultatos, per exemplo corrigente errores de orthographia.",
	"apihelp-query+search-param-sort": "Definir le ordinamento del resultatos retornate.",
	"apihelp-query+search-example-simple": "Cercar <kbd>meaning</kbd>.",
	"apihelp-query+search-example-text": "Cercar <kbd>meaning</kbd> in textos.",
	"apihelp-query+search-example-generator": "Obtener information de pagina sur le paginas restituite pro un recerca de <kbd>meaning</kbd>.",
	"apihelp-query+siteinfo-summary": "Restitue information general sur le sito.",
	"apihelp-query+siteinfo-param-prop": "Qual information obtener:",
	"apihelp-query+siteinfo-paramvalue-prop-general": "Information global del systema.",
	"apihelp-query+siteinfo-paramvalue-prop-namespaces": "Lista de spatios de nomines registrate e lor nomines canonic.",
	"apihelp-query+siteinfo-paramvalue-prop-namespacealiases": "Lista de aliases de spatios de nomines registrate.",
	"apihelp-query+siteinfo-paramvalue-prop-specialpagealiases": "Lista de aliases de paginas special.",
	"apihelp-query+siteinfo-paramvalue-prop-magicwords": "Lista de parolas magic e lor aliases.",
	"apihelp-query+siteinfo-paramvalue-prop-statistics": "Restitue statisticas del sito.",
	"apihelp-query+siteinfo-paramvalue-prop-interwikimap": "Restitue le mappa interwiki (optionalmente filtrate, optionalmente localisate usante <var>$1inlanguagecode</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-dbrepllag": "Restitue le servitor de base de datos con le plus grande latentia de replication.",
	"apihelp-query+siteinfo-paramvalue-prop-usergroups": "Restitue gruppos de usatores e lor permissiones associate.",
	"apihelp-query+siteinfo-paramvalue-prop-autocreatetempuser": "Restitue configuration pro le creation automatic de contos temporari de usator (tamben cognoscite como mascage IP).",
	"apihelp-query+siteinfo-paramvalue-prop-clientlibraries": "Restitue le bibliothecas de latere del cliente installate sur le wiki",
	"apihelp-query+siteinfo-paramvalue-prop-libraries": "Restitue le bibliothecas installate sur iste wiki.",
	"apihelp-query+siteinfo-paramvalue-prop-extensions": "Restitue le extensiones installate sur iste wiki.",
	"apihelp-query+siteinfo-paramvalue-prop-fileextensions": "Restitue le lista de extensiones de file (typos de file) autorisate a esser incargate.",
	"apihelp-query+siteinfo-paramvalue-prop-rightsinfo": "Restitue information sur le derectos wiki (licentia) si disponibile.",
	"apihelp-query+siteinfo-paramvalue-prop-restrictions": "Restitue information sur le typos disponibile de restriction (protection).",
	"apihelp-query+siteinfo-paramvalue-prop-languages": "Restitue un lista de linguas que MediaWiki supporta (optionalmente localisate usante <var>$1inlanguagecode</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-languagevariants": "Restitue un lista de codices de lingua pro le quales [[mw:Special:MyLanguage/LanguageConverter|LanguageConverter]] es activate, e le variantes supportate pro cata un.",
	"apihelp-query+siteinfo-paramvalue-prop-skins": "Restitue un lista de tote le apparentias activate (optionalmente localisate usante <var>$1inlanguagecode</var>, alteremente in le lingua de contento).",
	"apihelp-query+siteinfo-paramvalue-prop-extensiontags": "Restitue un lista de etiquettas de extension de analysator syntactic.",
	"apihelp-query+siteinfo-paramvalue-prop-functionhooks": "Restitue un lista de uncinos al functiones del analysator syntactic.",
	"apihelp-query+siteinfo-paramvalue-prop-showhooks": "Restitue un lista de tote le uncinos subscribite (le contento de <var>[[mw:Special:MyLanguage/Manual:$wgHooks|$wgHooks]]</var>).",
	"apihelp-query+siteinfo-paramvalue-prop-variables": "Restitue un lista de identificatores de variabiles.",
	"apihelp-query+siteinfo-paramvalue-prop-protocols": "Restitue un lista de protocollos autorisate in ligamines externe.",
	"apihelp-query+siteinfo-paramvalue-prop-defaultoptions": "Restitue le valores predefinite pro le preferentias de usator.",
	"apihelp-query+siteinfo-paramvalue-prop-uploaddialog": "Restitue le configuration del dialogo de incargamento.",
	"apihelp-query+siteinfo-paramvalue-prop-autopromote": "Restitue le configuration del promotion automatic.",
	"apihelp-query+siteinfo-paramvalue-prop-autopromoteonce": "Restitue le configuration del promotion automatic que es facite solmente un vice.",
	"apihelp-query+siteinfo-param-filteriw": "Restituer solmente le entratas local o solmente les non local del mappa interwiki.",
	"apihelp-query+siteinfo-param-showalldb": "Listar tote le servitores de base de datos, non solmente illo con le plus grande latentia.",
	"apihelp-query+siteinfo-param-numberingroup": "Lista le numero de usatores in gruppos de usatores.",
	"apihelp-query+siteinfo-param-inlanguagecode": "Codice de lingua pro nomines localisate de linguas (melior estimation) e nomines de apparentia.",
	"apihelp-query+siteinfo-example-simple": "Obtener information del sito.",
	"apihelp-query+siteinfo-example-interwiki": "Obtener un lista de prefixo interwiki local.",
	"apihelp-query+siteinfo-example-replag": "Verificar le latentia de replication actual.",
	"apihelp-query+stashimageinfo-summary": "Restitue information de file pro files in reserva.",
	"apihelp-query+stashimageinfo-param-filekey": "Clave que identifica un file anteriormente incargate que ha essite temporarimente mittite in reserva.",
	"apihelp-query+stashimageinfo-param-sessionkey": "Alias de $1filekey, pro retrocompatibilitate.",
	"apihelp-query+stashimageinfo-example-simple": "Restitue information sur un file in reserva.",
	"apihelp-query+stashimageinfo-example-params": "Restitue miniaturas pro duo files in reserva.",
	"apihelp-query+tags-summary": "Listar etiquettas de cambiamento.",
	"apihelp-query+tags-param-limit": "Le numero maxime de etiquettas a listar.",
	"apihelp-query+tags-param-prop": "Qual proprietates obtener:",
	"apihelp-query+tags-paramvalue-prop-name": "Adde le nomine del etiquetta.",
	"apihelp-query+tags-paramvalue-prop-displayname": "Adde le message de systema pro le etiquetta.",
	"apihelp-query+tags-paramvalue-prop-description": "Adde le description del etiquetta.",
	"apihelp-query+tags-paramvalue-prop-hitcount": "Adde le numero de versiones e entratas de registro marcate con iste etiquetta.",
	"apihelp-query+tags-paramvalue-prop-defined": "Indica si le etiquetta es definite.",
	"apihelp-query+tags-paramvalue-prop-source": "Obtener le fontes del etiquetta, le quales pote includer <samp>extension</samp> pro etiquettas definite per extensiones e <samp>manual</samp> pro etiquettas que pote esser applicate manualmente per usatores.",
	"apihelp-query+tags-paramvalue-prop-active": "Indica si le etiquetta es ancora applicate.",
	"apihelp-query+tags-example-simple": "Listar etiquettas disponibile.",
	"apihelp-query+templates-summary": "Restitue tote le paginas transcludite sur le paginas date.",
	"apihelp-query+templates-param-namespace": "Monstrar solmente patronos in iste spatios de nomines.",
	"apihelp-query+templates-param-limit": "Quante patronos restituer.",
	"apihelp-query+templates-param-templates": "Listar solmente iste patronos. Utile pro verificar si un certe pagina usa un certe patrono.",
	"apihelp-query+templates-param-dir": "Le direction in le qual listar.",
	"apihelp-query+templates-example-simple": "Obtener le patronos usate sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+templates-example-generator": "Obtener information sur le paginas de patrono usate sur [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+templates-example-namespaces": "Obtener le paginas in le spatios de nomines {{ns:user}} e {{ns:template}} que es transcludite sur le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+tokens-summary": "Obtene tokens pro actiones que modifica datos.",
	"apihelp-query+tokens-param-type": "Typos de token a requestar.",
	"apihelp-query+tokens-example-simple": "Recuperar un token csrf (le typo predefinite).",
	"apihelp-query+tokens-example-types": "Recuperar un token de observation e un token de patrulia.",
	"apihelp-query+transcludedin-summary": "Trovar tote le paginas que transclude le paginas date.",
	"apihelp-query+transcludedin-param-prop": "Qual proprietates obtener:",
	"apihelp-query+transcludedin-paramvalue-prop-pageid": "ID de pagina de cata pagina.",
	"apihelp-query+transcludedin-paramvalue-prop-title": "Titulo de cata pagina.",
	"apihelp-query+transcludedin-paramvalue-prop-redirect": "Marcar si le pagina es un redirection.",
	"apihelp-query+transcludedin-param-namespace": "Solmente includer paginas in iste spatios de nomines.",
	"apihelp-query+transcludedin-param-limit": "Quantes restituer.",
	"apihelp-query+transcludedin-param-show": "Monstrar solmente elementos que satisface iste criterios:",
	"apihelp-query+transcludedin-paramvalue-show-redirect": "Monstrar solmente redirectiones.",
	"apihelp-query+transcludedin-paramvalue-show-!redirect": "Monstrar solmente non-redirectiones.",
	"apihelp-query+transcludedin-example-simple": "Obtener un lista de paginas que transclude [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+transcludedin-example-generator": "Obtener information sur le paginas que transclude [[{{MediaWiki:Mainpage}}]].",
	"apihelp-query+usercontribs-summary": "Obtener tote le modificationes de un usator.",
	"apihelp-query+usercontribs-param-limit": "Le numero maxime de contributiones a restituer.",
	"apihelp-query+usercontribs-param-start": "Le data e hora a partir del qual restituer contributiones, i.e. versiones ante iste data e hora.",
	"apihelp-query+usercontribs-param-end": "Le data e hora usque le qual restituer contributiones, i.e. versiones post iste data e hora.",
	"apihelp-query+usercontribs-param-user": "Le usatores pro le quales recuperar contributiones. Non pote esser usate con <var>$1userids</var>, <var>$1userprefix</var> o <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-userprefix": "Recuperar contributiones pro tote le usatores del quales le nomines comencia per iste valor. Non pote esser usate con <var>$1user</var>, <var>$1userids</var> or <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-userids": "Le identificatores de usator pro le quales recuperar contributiones. Non pote esser usate con <var>$1user</var>, <var>$1userprefix</var> or <var>$1iprange</var>.",
	"apihelp-query+usercontribs-param-iprange": "Le intervallo CIDR pro le qual recuperar contributiones. Non pote esser usate con <var>$1user</var>, <var>$1userprefix</var> o <var>$1userids</var>.",
	"apihelp-query+usercontribs-param-namespace": "Solmente listar contributiones in iste spatio de nomines.",
	"apihelp-query+usercontribs-param-prop": "Includer pecias additional de information:",
	"apihelp-query+usercontribs-paramvalue-prop-ids": "Adde le identificator de pagina e le identificator de version.",
	"apihelp-query+usercontribs-paramvalue-prop-title": "Adde le titulo e le identificator de spatio de nomines del pagina.",
	"apihelp-query+usercontribs-paramvalue-prop-timestamp": "Adde le data e hora del modification.",
	"apihelp-query+usercontribs-paramvalue-prop-comment": "Adde le commento del modification. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+usercontribs-paramvalue-prop-parsedcomment": "Adde le commento del modification post analyse syntactic. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+usercontribs-paramvalue-prop-size": "Adde le nove grandor del modification.",
	"apihelp-query+usercontribs-paramvalue-prop-sizediff": "Adde le differentia de grandor del modification in comparation con su genitor.",
	"apihelp-query+usercontribs-paramvalue-prop-flags": "Adde le etiquettas/marcas del modification.",
	"apihelp-query+usercontribs-paramvalue-prop-patrolled": "Etiquetta modificationes patruliate.",
	"apihelp-query+usercontribs-paramvalue-prop-autopatrolled": "Etiquetta modificationes autopatruliate.",
	"apihelp-query+usercontribs-paramvalue-prop-tags": "Lista le etiquettas del modification.",
	"apihelp-query+usercontribs-param-show": "Monstrar solmente elementos que satisface iste criterios, p.ex. modificationes non minor solmente: <kbd>$2show=!minor</kbd>.\n\nSi <kbd>$2show=patrolled</kbd> o <kbd>$2show=!patrolled</kbd> es definite, le versiones plus ancian que <var>[[mw:Special:MyLanguage/Manual:$wgRCMaxAge|$wgRCMaxAge]]</var> ($1 secunda{{PLURAL:$1||s}}) non essera monstrate.",
	"apihelp-query+usercontribs-param-tag": "Solmente listar versiones marcate con iste etiquetta.",
	"apihelp-query+usercontribs-param-toponly": "Listar solmente le cambiamentos que es le ultime version.",
	"apihelp-query+usercontribs-example-user": "Restituer contributiones del usator <kbd>Example</kbd>.",
	"apihelp-query+usercontribs-example-ipprefix": "Monstrar contributiones de tote le adresses IP con prefixo <kbd>192.0.2.</kbd>.",
	"apihelp-query+userinfo-summary": "Obtener information sur le usator actual.",
	"apihelp-query+userinfo-param-prop": "Qual pecias de information includer:",
	"apihelp-query+userinfo-paramvalue-prop-blockinfo": "Etiquetta si le usator actual es blocate, per qui, e pro qual motivo.",
	"apihelp-query+userinfo-paramvalue-prop-hasmsg": "Adde un etiquetta <samp>messages</samp> si le usator actual ha messages pendente.",
	"apihelp-query+userinfo-paramvalue-prop-groups": "Lista tote le gruppos al quales le usator actual pertine.",
	"apihelp-query+userinfo-paramvalue-prop-groupmemberships": "Lista gruppos al quales le usator actual ha essite explicitemente assignate, includente le data de expiration de cata membrato de gruppo.",
	"apihelp-query+userinfo-paramvalue-prop-implicitgroups": "Lista tote le gruppos del quales le usator actual es automaticamente un membro.",
	"apihelp-query+userinfo-paramvalue-prop-rights": "Lista tote le derectos que le usator actual ha.",
	"apihelp-query+userinfo-paramvalue-prop-changeablegroups": "Lista le gruppos al quales le usator actual pote adder e del quales le usator actual pote remover.",
	"apihelp-query+userinfo-paramvalue-prop-options": "Lista tote le preferentias que le usator actual ha definite.",
	"apihelp-query+userinfo-paramvalue-prop-editcount": "Adde le numero de modificationes del usator actual.",
	"apihelp-query+userinfo-paramvalue-prop-ratelimits": "Lista tote le limites de frequentia que se applica al usator actual.",
	"apihelp-query+userinfo-paramvalue-prop-theoreticalratelimits": "Lista tote le limites de frequentia que se applicarea al usator actual si illa non esseva exempte de tote le limites de frequentia secundo su derectos de usator o adresse IP.",
	"apihelp-query+userinfo-paramvalue-prop-realname": "Adde le nomine real del usator.",
	"apihelp-query+userinfo-paramvalue-prop-email": "Adde le adresse de e-mail e le data de authentication de e-mail del usator.",
	"apihelp-query+userinfo-paramvalue-prop-acceptlang": "Reproduce le capite <code>Accept-Language</code> inviate per le cliente in un formato structurate.",
	"apihelp-query+userinfo-paramvalue-prop-registrationdate": "Adde le data de registration del usator.",
	"apihelp-query+userinfo-paramvalue-prop-unreadcount": "Adde le numero de paginas non legite sur le observatorio del usator (maximo $1; restitue <samp>$2</samp> si il ha plus).",
	"apihelp-query+userinfo-paramvalue-prop-centralids": "Adde le IDs central e le stato de annexo pro le usator.",
	"apihelp-query+userinfo-paramvalue-prop-latestcontrib": "Adde le data del ultime contribution del usator.",
	"apihelp-query+userinfo-paramvalue-prop-cancreateaccount": "Indica si le usator es autorisate a crear contos. Pro verificar si un conto specific pote esser create, usa [[Special:ApiHelp/query+users|<kbd>action=query&list=users&usprop=cancreate</kbd>]].",
	"apihelp-query+userinfo-param-attachedwiki": "Con <kbd>$1prop=centralids</kbd>, indica si le usator es attachate con le wiki identificate per iste ID.",
	"apihelp-query+userinfo-example-simple": "Obtener information sur le usator actual.",
	"apihelp-query+userinfo-example-data": "Obtener information additional sur le usator actual.",
	"apihelp-query+users-summary": "Obtener information sur un lista de usatores.",
	"apihelp-query+users-param-prop": "Qual pecias de information includer:",
	"apihelp-query+users-paramvalue-prop-blockinfo": "Etiquetta si le usator es blocate, per qui, e pro qual motivo.",
	"apihelp-query+users-paramvalue-prop-groups": "Lista tote le gruppos al quales cata usator pertine.",
	"apihelp-query+users-paramvalue-prop-groupmemberships": "Lista gruppos al quales cata usator ha essite explicitemente assignate, includente le data de expiration de cata membrato de gruppo.",
	"apihelp-query+users-paramvalue-prop-implicitgroups": "Lista tote le gruppos del quales un usator es automaticamente un membro.",
	"apihelp-query+users-paramvalue-prop-rights": "Lista tote le derectos que cata usator ha.",
	"apihelp-query+users-paramvalue-prop-editcount": "Adde le numero de modificationes del usator.",
	"apihelp-query+users-paramvalue-prop-registration": "Adde le data e hora de registration del usator.",
	"apihelp-query+users-paramvalue-prop-emailable": "Etiquetta si le usator pote e vole reciper e-mail a transverso [[Special:Emailuser]].",
	"apihelp-query+users-paramvalue-prop-gender": "Etiquetta le genere del usator. Restitue \"male\" (masculin), \"female\" (feminin) o \"unknown\" (incognite).",
	"apihelp-query+users-paramvalue-prop-centralids": "Adde le IDs central e le stato de annexo pro le usator.",
	"apihelp-query+users-paramvalue-prop-cancreate": "Indica si un conto pro nomines de usator valide ma non registrate pote esser create. Pro verificar si le usator actual pote effectuar le creation del conto, usa [[Special:ApiHelp/query+userinfo|<kbd>action=query&meta=userinfo&uiprop=cancreateaccount</kbd>]].",
	"apihelp-query+users-param-attachedwiki": "Con <kbd>$1prop=centralids</kbd>, indica si le usator es attachate con le wiki identificate per iste ID.",
	"apihelp-query+users-param-users": "Un lista de usatores pro le quales obtener information.",
	"apihelp-query+users-param-userids": "Un lista de identificatores de usator pro le quales obtener information.",
	"apihelp-query+users-example-simple": "Restitue information pro le usator <kbd>Example</kbd>.",
	"apihelp-query+watchlist-summary": "Obtener cambiamentos recente de paginas sur le observatorio del usator actual.",
	"apihelp-query+watchlist-param-allrev": "Includer plure versiones del mesme pagina in un intervallo de tempore fornite.",
	"apihelp-query+watchlist-param-start": "Le data e hora al qual comenciar a enumerar.",
	"apihelp-query+watchlist-param-end": "Le data e hora al qual cessar de enumerar.",
	"apihelp-query+watchlist-param-namespace": "Filtrar cambiamentos a solo le spatios de nomines date.",
	"apihelp-query+watchlist-param-user": "Solmente listar cambiamentos facite per iste usator.",
	"apihelp-query+watchlist-param-excludeuser": "Non listar cambiamentos facite per iste usator.",
	"apihelp-query+watchlist-param-limit": "Quante resultatos restituer in total per requesta.",
	"apihelp-query+watchlist-param-prop": "Qual proprietates additional obtener:",
	"apihelp-query+watchlist-paramvalue-prop-ids": "Adde identificatores de version e identificatores de pagina.",
	"apihelp-query+watchlist-paramvalue-prop-title": "Adde le titulo del pagina.",
	"apihelp-query+watchlist-paramvalue-prop-flags": "Adde le etiquettas/marcas del modification.",
	"apihelp-query+watchlist-paramvalue-prop-user": "Adde le usator qui ha facite le modification. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+watchlist-paramvalue-prop-userid": "Adde le identificator del usator qui ha facite le modification. Si le versiones del usator ha essite delite, un proprietate <samp>userhidden</samp> essera restituite.",
	"apihelp-query+watchlist-paramvalue-prop-comment": "Adde le commento del modification. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+watchlist-paramvalue-prop-parsedcomment": "Adde le commento del modification post analyse syntactic. Si le versiones del commento ha essite delite, un proprietate <samp>commenthidden</samp> essera restituite.",
	"apihelp-query+watchlist-paramvalue-prop-timestamp": "Adde le data e hora del modification.",
	"apihelp-query+watchlist-paramvalue-prop-patrol": "Etiquetta le modificationes que es patruliate.",
	"apihelp-query+watchlist-paramvalue-prop-autopatrol": "Etiquetta le modificationes que es autopatruliate.",
	"apihelp-query+watchlist-paramvalue-prop-sizes": "Adde le grandores ancian e nove del pagina.",
	"apihelp-query+watchlist-paramvalue-prop-notificationtimestamp": "Adde le data e hora del ultime notification al usator sur le modification.",
	"apihelp-query+watchlist-paramvalue-prop-loginfo": "Adde le information del registro ubi es appropriate.",
	"apihelp-query+watchlist-paramvalue-prop-tags": "Listar le etiquettas del entrata.",
	"apihelp-query+watchlist-paramvalue-prop-expiry": "Adde le hora de expiration.",
	"apihelp-query+watchlist-param-show": "Monstra solmente elementos que satisface iste criterios. Per exemplo, pro vider solmente modificationes minor facite per usatores registrate, defini $1show=minor|!anon.",
	"apihelp-query+watchlist-param-type": "Qual typos de cambiamento monstrar:",
	"apihelp-query+watchlist-paramvalue-type-edit": "Modificationes normal de paginas.",
	"apihelp-query+watchlist-paramvalue-type-external": "Cambiamentos externe.",
	"apihelp-query+watchlist-paramvalue-type-new": "Creationes de paginas.",
	"apihelp-query+watchlist-paramvalue-type-log": "Entratas de registro.",
	"apihelp-query+watchlist-paramvalue-type-categorize": "Cambiamentos de membrato de categoria.",
	"apihelp-query+watchlist-param-owner": "Usate insimul con $1token pro acceder al observatorio de un altere usator.",
	"apihelp-query+watchlist-param-token": "Un token de securitate (disponibile in le [[Special:Preferences#mw-prefsection-watchlist|preferentias]] del usator) pro permitter le accesso al observatorio de un altere usator.",
	"apihelp-query+watchlist-example-simple": "Listar le ultime version del paginas con cambiamentos recente del observatorio del usator actual.",
	"apihelp-query+watchlist-example-props": "Obtener information additional sur le ultime version de paginas con cambiamentos recente in le observatorio del usator actual.",
	"apihelp-query+watchlist-example-expiry": "Obtener information additional sur le ultime version pro paginas recentemente cambiate sur le observatorio del usator actual, incluse quando le elementos temporarimente observate expirara.",
	"apihelp-query+watchlist-example-allrev": "Obtener information sur tote le cambiamentos recente de paginas sur le observatorio del usator actual.",
	"apihelp-query+watchlist-example-generator": "Obtener information de pagina pro paginas recentemente cambiate sur le observatorio del usator actual.",
	"apihelp-query+watchlist-example-generator-rev": "Obtener information de version pro cambiamentos recente de paginas sur le observatorio del usator actual.",
	"apihelp-query+watchlist-example-wlowner": "Listar le ultime version de paginas recentemente cambiate sur le observatorio del usator <kbd>Example</kbd>.",
	"apihelp-query+watchlistraw-summary": "Obtener tote le paginas sur le observatorio del usator actual.",
	"apihelp-query+watchlistraw-param-namespace": "Solmente listar paginas in le spatio de nomines date.",
	"apihelp-query+watchlistraw-param-limit": "Quante resultatos restituer in total per requesta.",
	"apihelp-query+watchlistraw-param-prop": "Qual proprietates additional obtener:",
	"apihelp-query+watchlistraw-paramvalue-prop-changed": "Adde le data e hora del ultime notification al usator sur le modification.",
	"apihelp-query+watchlistraw-param-show": "Listar solmente elementos que satisface iste criterios.",
	"apihelp-query+watchlistraw-param-owner": "Usate insimul con $1token pro acceder al observatorio de un altere usator.",
	"apihelp-query+watchlistraw-param-token": "Un token de securitate (disponibile in le [[Special:Preferences#mw-prefsection-watchlist|preferentias]] del usator) pro permitter le accesso al observatorio de un altere usator.",
	"apihelp-query+watchlistraw-param-dir": "Le direction in le qual listar.",
	"apihelp-query+watchlistraw-param-fromtitle": "Titulo (con prefixo de spatio de nomines) desde le qual comenciar a enumerar.",
	"apihelp-query+watchlistraw-param-totitle": "Titulo (con prefixo de spatio de nomines) al qual cessar de enumerar.",
	"apihelp-query+watchlistraw-example-simple": "Listar le paginas sur le observatorio del usator actual.",
	"apihelp-query+watchlistraw-example-generator": "Obtener information de pagina sur le paginas sur le observatorio del usator actual.",
	"apihelp-removeauthenticationdata-summary": "Remover le datos de authentication pro le usator actual.",
	"apihelp-removeauthenticationdata-example-simple": "Tentativa de remover le datos del usator actual pro <kbd>FooAuthenticationRequest</kbd>.",
	"apihelp-resetpassword-summary": "Inviar un message de e-mail pro reinitialisar le contrasigno a un usator.",
	"apihelp-resetpassword-extended-description-noroutes": "Necun methodo pro reinitialisar le contrasigno es disponibile.\n\nActiva methodos in <var>[[mw:Special:MyLanguage/Manual:$wgPasswordResetRoutes|$wgPasswordResetRoutes]]</var> pro usar iste modulo.",
	"apihelp-resetpassword-param-user": "Le usator in curso de reinitialisation.",
	"apihelp-resetpassword-param-email": "Le adresse de e-mail del usator in curso de reinitialisation.",
	"apihelp-resetpassword-example-user": "Inviar un message de e-mail pro reinitialisar le contrasigno al usator <kbd>Example</kbd>.",
	"apihelp-resetpassword-example-email": "Inviar un message de e-mail pro reinitialisar le contrasigno a tote le usatores con le adresse de e-mail <kbd>user@example.com</kbd>.",
	"apihelp-revisiondelete-summary": "Deler e restaurar versiones.",
	"apihelp-revisiondelete-param-type": "Typo de deletion de version effectuate.",
	"apihelp-revisiondelete-param-target": "Titulo de pagina pro le deletion de version, si necessari pro le typo.",
	"apihelp-revisiondelete-param-ids": "Identificatores del versiones a deler.",
	"apihelp-revisiondelete-param-hide": "Que celar pro cata version.",
	"apihelp-revisiondelete-param-show": "Que non celar pro cata version.",
	"apihelp-revisiondelete-param-suppress": "Si se debe supprimer datos de administratores e alteres.",
	"apihelp-revisiondelete-param-reason": "Motivo pro le deletion o restauration.",
	"apihelp-revisiondelete-param-tags": "Etiquettas a applicar al entrata in le registro de deletiones.",
	"apihelp-revisiondelete-example-revision": "Celar le contento del version <kbd>12345</kbd> del pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-revisiondelete-example-log": "Celar tote le datos del entrata de registro <kbd>67890</kbd> con le motivo <kbd>BLP violation</kbd>.",
	"apihelp-rollback-summary": "Disfacer le ultime modification del pagina.",
	"apihelp-rollback-extended-description": "Si le ultime usator qui ha modificate ha facite plure modificationes consecutive, tote illos essera revocate.",
	"apihelp-rollback-param-title": "Titulo del pagina a revocar. Non pote esser usate con <var>$1pageid</var>.",
	"apihelp-rollback-param-pageid": "ID de pagina del pagina a revocar. Non pote esser usate con <var>$1title</var>.",
	"apihelp-rollback-param-tags": "Etiquettas a applicar al revocation.",
	"apihelp-rollback-param-user": "Nomine del usator de qui le modificationes debe esser revocate.",
	"apihelp-rollback-param-summary": "Summario personalisate del modification. Si es vacue, le summario predefinite essera usate.",
	"apihelp-rollback-param-markbot": "Marcar le modificationes revertite e le reversion como modificationes facite per un robot.",
	"apihelp-rollback-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-rollback-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-rollback-example-simple": "Revocar le ultime modificationes del pagina [[{{MediaWiki:Mainpage}}]] facite per le usator <kbd>Example</kbd>.",
	"apihelp-rollback-example-summary": "Revocar le ultime modificationes del pagina [[{{MediaWiki:Mainpage}}]] facite per le usator del adresse IP <kbd>192.0.2.5</kbd> con summario <kbd>Reverting vandalism</kbd>, e marcar ille modificationes e le reversion como modificationes facite per un robot.",
	"apihelp-rsd-summary": "Exportar un schema RSD (Really Simple Discovery, discoperta multo simple).",
	"apihelp-rsd-example-simple": "Exportar le schema RSD.",
	"apihelp-setnotificationtimestamp-summary": "Actualisar le data e hora de notification pro paginas sub observation.",
	"apihelp-setnotificationtimestamp-extended-description": "Isto affecta como se mitte in evidentia le paginas cambiate in le observatorio e le historia, e le invio de e-mail quando le preferentia \"{{int:tog-enotifwatchlistpages}}\" es activate.",
	"apihelp-setnotificationtimestamp-param-entirewatchlist": "Travaliar sur tote le paginas sub observation.",
	"apihelp-setnotificationtimestamp-param-timestamp": "Data e hora al qual fixar le data e hora de notification.",
	"apihelp-setnotificationtimestamp-param-torevid": "Version al qual fixar le data e hora de notification (un pagina solmente).",
	"apihelp-setnotificationtimestamp-param-newerthanrevid": "Version plus nove que le qual fixar le data e hora de notification (un pagina solmente).",
	"apihelp-setnotificationtimestamp-example-all": "Reinitialisar le stato de notification de tote le observatorio.",
	"apihelp-setnotificationtimestamp-example-page": "Reinitialisar le stato de notification pro [[{{MediaWiki:Mainpage}}]].",
	"apihelp-setnotificationtimestamp-example-pagetimestamp": "Fixar le data e hora de notification pro [[{{MediaWiki:Mainpage}}]] de maniera que tote le modificationes desde le 1 de januario 2012 passa a esser considerate como non ancora vidite.",
	"apihelp-setnotificationtimestamp-example-allpages": "Reinitialisar le stato de notification pro paginas in le spatio de nomines <kbd>{{ns:user}}</kbd>.",
	"apihelp-setpagelanguage-summary": "Cambiar le lingua de un pagina.",
	"apihelp-setpagelanguage-extended-description-disabled": "Cambiar le lingua de un pagina non es permittite sur iste wiki.\n\nActiva <var>[[mw:Special:MyLanguage/Manual:$wgPageLanguageUseDB|$wgPageLanguageUseDB]]</var> pro usar iste action.",
	"apihelp-setpagelanguage-param-title": "Titulo del pagina del qual cambiar le lingua. Non pote esser usate insimul con <var>$1pageid</var>.",
	"apihelp-setpagelanguage-param-pageid": "Identificator de pagina del pagina del qual cambiar le lingua. Non pote esser usate insimul con <var>$1title</var>.",
	"apihelp-setpagelanguage-param-lang": "Codice de lingua del lingua al qual cambiar le pagina. Usa <kbd>default</kbd> pro reinitialisar le pagina al lingua de contento predefinite del wiki.",
	"apihelp-setpagelanguage-param-reason": "Motivo del cambiamento.",
	"apihelp-setpagelanguage-param-tags": "Etiquettas de cambiamento a applicar al entrata de registro que resulta de iste action.",
	"apihelp-setpagelanguage-example-language": "Cambiar le lingua del pagina [[{{MediaWiki:Mainpage}}]] al basco.",
	"apihelp-setpagelanguage-example-default": "Cambiar le lingua del pagina con ID 123 al lingua de contento predefinite del wiki.",
	"apihelp-stashedit-summary": "Preparar un modification in cache condividite.",
	"apihelp-stashedit-extended-description": "Isto es destinate a esser usate a transverso AJAX desde le formulario de modification pro meliorar le rendimento del salveguarda del pagina.",
	"apihelp-stashedit-param-title": "Titulo del pagina que es in curso de modification.",
	"apihelp-stashedit-param-section": "Identificator del section. <kbd>0</kbd> pro le prime section, <kbd>new</kbd> pro un nove section.",
	"apihelp-stashedit-param-sectiontitle": "Le titulo pro un nove section.",
	"apihelp-stashedit-param-text": "Contento del pagina.",
	"apihelp-stashedit-param-stashedtexthash": "Hash de contento de pagina de un reserva anterior a usar in su loco.",
	"apihelp-stashedit-param-contentmodel": "Modello de contento del nove contento.",
	"apihelp-stashedit-param-contentformat": "Formato de serialisation de contento usate pro le texto de entrata.",
	"apihelp-stashedit-param-baserevid": "ID de version del version de base.",
	"apihelp-stashedit-param-summary": "Cambiar summario.",
	"apihelp-tag-summary": "Adder o remover etiquettas de cambiamento de versiones individual o entratas de registro.",
	"apihelp-tag-param-rcid": "Un o plus identificatores de cambiamentos recente al quales adder le etiquetta o del quales remover le etiquetta.",
	"apihelp-tag-param-revid": "Un o plus identificatores de version al quales adder le etiquetta o del quales remover le etiquetta.",
	"apihelp-tag-param-logid": "Un o plus identificatores de entrata de registro al quales adder le etiquetta o del quales remover le etiquetta.",
	"apihelp-tag-param-add": "Etiquettas a adder. Solmente etiquettas manualmente definite pote esser addite.",
	"apihelp-tag-param-remove": "Etiquettas a remover. Solmente etiquettas que es definite manualmente o non es definite del toto pote esser removite.",
	"apihelp-tag-param-reason": "Motivo del cambiamento.",
	"apihelp-tag-param-tags": "Etiquettas a applicar al entrata de registro que essera create como resultato de iste action.",
	"apihelp-tag-example-rev": "Adder le etiquetta <kbd>vandalism</kbd> al identificator de version 123 sin specificar un motivo.",
	"apihelp-tag-example-log": "Remover le etiqueetta <kbd>spam</kbd> del identificator de entrata de registro 123 con le motivo <kbd>Wrongly applied</kbd>.",
	"apihelp-unblock-summary": "Disblocar un usator.",
	"apihelp-unblock-param-id": "ID del blocada a levar (obtenite con <kbd>list=blocks</kbd>). Non pote esser usate insimul con <var>$1user</var>.",
	"apihelp-unblock-param-user": "Le usator a disblocar. Non pote esser usate insimul con <var>$1id</var>.",
	"apihelp-unblock-param-userid": "Specifica <kbd>$1user=#<var>ID</var></kbd> in su loco.",
	"apihelp-unblock-param-reason": "Motivo pro le disblocage.",
	"apihelp-unblock-param-tags": "Etiquettas de modification a applicar al entrata in le registro de blocadas.",
	"apihelp-unblock-param-watchuser": "Observar le paginas de usator e discussion del usator o del adresse IP.",
	"apihelp-unblock-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-unblock-example-id": "Levar le blocada con ID #<kbd>105</kbd>.",
	"apihelp-unblock-example-user": "Disblocar le usator <kbd>Bob</kbd> con motivo <kbd>Sorry Bob</kbd>.",
	"apihelp-undelete-summary": "Restaurar versiones de un pagina delite.",
	"apihelp-undelete-extended-description": "Un lista de versiones delite (con le datas e horas) pote esser recuperate per [[Special:ApiHelp/query+deletedrevisions|prop=deletedrevisions]], e un lista de identificatores de files delite pote esser recuperate per [[Special:ApiHelp/query+filearchive|list=filearchive]].",
	"apihelp-undelete-param-title": "Titulo del pagina a restaurar.",
	"apihelp-undelete-param-reason": "Motivo de restauration.",
	"apihelp-undelete-param-tags": "Etiquettas de modification a applicar al entrata in le registro de deletiones.",
	"apihelp-undelete-param-timestamps": "Datas e horas del versiones a restaurar. Si le duo de <var>$1timestamps</var> e <var>$1fileids</var> es vacue, totes essera restaurate.",
	"apihelp-undelete-param-fileids": "Identificatores del versiones de file a restaurar. Si le duo de <var>$1timestamps</var> e <var>$1fileids</var> es vacue, totes essera restaurate.",
	"apihelp-undelete-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-undelete-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-undelete-param-undeletetalk": "Restaurar tote le versiones del pagina de discussion associate, si existe.",
	"apihelp-undelete-example-page": "Restaurar le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-undelete-example-revisions": "Restaurar duo versiones del pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-unlinkaccount-summary": "Remover un conto de tertio ligate del usator actual.",
	"apihelp-unlinkaccount-example-simple": "Tentar remover le ligamine del usator actual pro le fornitor associate con <kbd>FooAuthenticationRequest</kbd>.",
	"apihelp-upload-summary": "Incargar un file, o obtener le stato del incargamentos pendente.",
	"apihelp-upload-extended-description": "Plure methodos es disponibile:\n* Incargar directemente le contento del file, usante le parametro <var>$1file</var>.\n* Incargar le file in pecias, usante le parametros <var>$1filesize</var>, <var>$1chunk</var> e <var>$1offset</var>.\n* Facer que le servitor MediaWiki prende un file ab un URL, usante le parametro <var>$1url</var>.\n* Completar un incargamento anterior que ha fallite a causa de advertimentos, usante le parametro <var>$1filekey</var>.\nNota que le HTTP POST debe esser facite como un incargamento de file (i.e. usante <code>multipart/form-data</code>) quando se invia le <var>$1file</var>.",
	"apihelp-upload-param-filename": "Nomine del file de destination.",
	"apihelp-upload-param-comment": "Commento sur le incargamento. Equalmente usate como le texto de pagina initial pro nove files si <var>$1text</var> non es specificate.",
	"apihelp-upload-param-tags": "Etiquettas de cambiamento a applicar al entrata del registro de incargamentos e al version del pagina de file.",
	"apihelp-upload-param-text": "Texto de pagina initial pro nove files.",
	"apihelp-upload-param-watch": "Observar le pagina.",
	"apihelp-upload-param-watchlist": "Adder o remover le pagina del observatorio del usator actual sin conditiones, usar le preferentias (ignorate pro usatores de robot) o non cambiar le observation.",
	"apihelp-upload-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-upload-param-ignorewarnings": "Ignorar omne advertimentos.",
	"apihelp-upload-param-file": "Contento del file.",
	"apihelp-upload-param-url": "URL ab le qual prender le file.",
	"apihelp-upload-param-filekey": "Clave que identifica un file anteriormente incargate que ha essite temporarimente mittite in reserva.",
	"apihelp-upload-param-sessionkey": "Identic a $1filekey, mantenite pro retrocompatibilitate.",
	"apihelp-upload-param-stash": "Si es definite, le servitor immagazinara temporarimente le file in loco de adder lo al repositorio.",
	"apihelp-upload-param-filesize": "Grandor de file de tote le incargamento.",
	"apihelp-upload-param-offset": "Position del fragmento in bytes.",
	"apihelp-upload-param-chunk": "Contento del fragmento.",
	"apihelp-upload-param-async": "Facer operationes de file potentialmente grande de maniera asynchrone quando possibile.",
	"apihelp-upload-param-checkstatus": "Solmente obtener le stato de incargamento pro le clave de file date.",
	"apihelp-upload-example-url": "Incargar desde un URL.",
	"apihelp-upload-example-filekey": "Completar un incargamento que ha fallite a causa de advertimentos.",
	"apihelp-userrights-summary": "Cambiar le membrato de gruppo de un usator.",
	"apihelp-userrights-param-user": "Usator.",
	"apihelp-userrights-param-userid": "Specifica <kbd>$1user=#<var>ID</var></kbd> in su loco.",
	"apihelp-userrights-param-add": "Adder le usator a iste gruppos, o si illa es ja membro, actualisar le expiration de su membrato de ille gruppo.",
	"apihelp-userrights-param-expiry": "Datas e horas de expiration. Pote esser relative (p.ex. <kbd>5 months</kbd> o <kbd>2 weeks</kbd>) o absolute (p.ex. <kbd>2014-09-18T12:34:56Z</kbd>). Si solmente un data e hora es definite, illo essera usate pro tote le gruppos passate al parametro <var>$1add</var>. Usa <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd> o <kbd>never</kbd> pro un gruppo de usatores que non expira jammais.",
	"apihelp-userrights-param-remove": "Remover le usator de iste gruppos.",
	"apihelp-userrights-param-reason": "Motivo del cambiamento.",
	"apihelp-userrights-param-tags": "Etiquettas de cambiamento a applicar al entrata in le registro de derectos de usator.",
	"apihelp-userrights-param-watchuser": "Observar le paginas de usator e de discussion del usator.",
	"apihelp-userrights-param-watchlistexpiry": "Data e hora de expiration del observatorio. Omitte totalmente iste parametro pro lassar le expiration actual intacte.",
	"apihelp-userrights-example-user": "Adder le usator <kbd>FooBot</kbd> al gruppo <kbd>bot</kbd>, e remover del gruppos <kbd>sysop</kbd> e <kbd>bureaucrat</kbd>.",
	"apihelp-userrights-example-userid": "Adder le usator con ID <kbd>123</kbd> al gruppo <kbd>bot</kbd>, e remover del gruppos <kbd>sysop</kbd> e <kbd>bureaucrat</kbd>.",
	"apihelp-userrights-example-expiry": "Adder le usator <kbd>SometimeSysop</kbd> al gruppo <kbd>sysop</kbd> pro 1 mense.",
	"apihelp-validatepassword-summary": "Validar un contrasigno contra le politicas de contrasigno del wiki.",
	"apihelp-validatepassword-extended-description": "Le validitate es reportate como <samp>Good</samp> (bon) si le contrasigno es acceptabile, <samp>Change</samp> (cambiar) si le contrasigno pote esser usate pro aperir session ma debe esser cambiate, o <samp>Invalid</samp> (non valide) si le contrasigno non es utilisabile.",
	"apihelp-validatepassword-param-password": "Le contrasigno a validar.",
	"apihelp-validatepassword-param-user": "Nomine de usator, a usar quando se testa le creation de contos. Le usator nominate non debe exister.",
	"apihelp-validatepassword-param-email": "Adresse de e-mail, a usar quando se testa le creation de conto.",
	"apihelp-validatepassword-param-realname": "Nomine real, a usar quando se testa le creation de contos.",
	"apihelp-validatepassword-example-1": "Validar le contrasigno <kbd>foobar</kbd> pro le usator actual.",
	"apihelp-validatepassword-example-2": "Validar le contrasigno <kbd>qwerty</kbd> pro le creation del usator <kbd>Example</kbd>.",
	"apihelp-watch-summary": "Adder paginas al, o remover paginas del observatorio del usator actual.",
	"apihelp-watch-param-title": "Le pagina a (dis)observar. Usa <var>$1titles</var> in su loco.",
	"apihelp-watch-param-expiry": "Data e hora de expiration a applicar a tote le paginas date. Omitte totalmente iste parametro pro non cambiar le expirationes currente.",
	"apihelp-watch-param-unwatch": "Si definite, le pagina essera disobservate in vice de observate.",
	"apihelp-watch-example-watch": "Observar le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-watch-example-watch-expiry": "Observar le paginas [[{{MediaWiki:Mainpage}}]], <kbd>Foo</kbd> e <kbd>Bar</kbd> durante un mense.",
	"apihelp-watch-example-unwatch": "Disobservar le pagina [[{{MediaWiki:Mainpage}}]].",
	"apihelp-watch-example-generator": "Observar le prime paginas in le spatio de nomines principal.",
	"apihelp-format-example-generic": "Restituer le resultato de consulta in le formato $1.",
	"apihelp-format-param-wrappedhtml": "Restitue le HTML con coloration syntactic e le modulos ResourceLoader associate como objecto JSON.",
	"apihelp-json-summary": "Generar datos in formato JSON.",
	"apihelp-json-param-callback": "Si es specificate, inveloppa le sortita in le appello de un function date. Pro securitate, tote le datos specific al usator essera restringite.",
	"apihelp-json-param-utf8": "Si specificate, codifica le majoritate de characteres non-ASCII (ma non totes) como UTF-8 in loco de reimplaciar los per sequentias de escappamento hexadecimal. Predefinite quando <var>formatversion</var> non es <kbd>1</kbd>.",
	"apihelp-json-param-ascii": "Si specificate, codifica tote le characteres non-ASCII usante sequentias de escappamento hexadecimal. Predefinite quando <var>formatversion</var> es <kbd>1</kbd>.",
	"apihelp-json-param-formatversion": "Formatation de sortita",
	"apihelp-json-paramvalue-formatversion-1": "Formato retrocompatibile (booleanos in stilo XML, claves <samp>*</samp> pro nodos de contento, etc.).",
	"apihelp-json-paramvalue-formatversion-2": "Formato moderne.",
	"apihelp-json-paramvalue-formatversion-latest": "Usar le ultime formato (actualmente <kbd>2</kbd>), pote cambiar sin aviso previe.",
	"apihelp-jsonfm-summary": "Generar datos in formato JSON (con coloration syntactic in HTML).",
	"apihelp-none-summary": "Non producer sortita.",
	"apihelp-php-summary": "Generar datos in formato PHP serialisate.",
	"apihelp-php-param-formatversion": "Formatation de sortita",
	"apihelp-php-paramvalue-formatversion-1": "Formato retrocompatibile (booleanos in stilo XML, claves <samp>*</samp> pro nodos de contento, etc.).",
	"apihelp-php-paramvalue-formatversion-2": "Formato moderne.",
	"apihelp-php-paramvalue-formatversion-latest": "Usar le ultime formato (actualmente <kbd>2</kbd>), pote cambiar sin aviso previe.",
	"apihelp-phpfm-summary": "Generar datos in formato PHP serialisate (con coloration syntactic in HTML).",
	"apihelp-rawfm-summary": "Generar datos, includente le elementos de debugging, in formato JSON (con coloration syntactic in HTML).",
	"apihelp-xml-summary": "Generator datos in formato XML.",
	"apihelp-xml-param-xslt": "Si specificate, adde le pagina nominate como filio de stilo XSL. Le valor debe esser un titulo in le spatio de nomines {{ns:MediaWiki}} que termina in <code>.xsl</code>.",
	"apihelp-xml-param-includexmlnamespace": "Si specificate, adde un spatio de nomines XML.",
	"apihelp-xmlfm-summary": "Generar datos in formato XML (con coloration syntactic in HTML).",
	"api-format-title": "Resultato del API de MediaWiki",
	"api-format-prettyprint-header": "Isto es le representation HTML del formato $1. HTML es bon pro depurar, ma non es appropriate pro uso in applicationes.\n\nSpecifica le parametro <var>format</var> pro cambiar le formato del sortita. Pro vider le representation non-HTML del formato $1, defini <kbd>format=$2</kbd>.\n\nVide le [[mw:Special:MyLanguage/API|documentation complete]], o le [[Special:ApiHelp/main|adjuta sur le API]] pro plus information.",
	"api-format-prettyprint-header-only-html": "Isto es un representation HTML intendite pro depurar, e non es appropriate pro uso in applicationes.\n\nVide le [[mw:Special:MyLanguage/API|documentation complete]], o le [[Special:ApiHelp/main|adjuta sur le API]] pro plus information.",
	"api-format-prettyprint-header-hyperlinked": "Isto es le representation HTML del formato $1. HTML es bon pro depurar, ma non es appropriate pro uso in applicationes.\n\nSpecifica le parametro <var>format</var> pro cambiar le formato del sortita. Pro vider le representation non-HTML del formato $1, defini [$3 <kbd>format=$2</kbd>].\n\nVide le [[mw:API|documentation complete]], o le [[Special:ApiHelp/main|adjuta sur le API]] pro plus information.",
	"api-format-prettyprint-status": "Iste responsa se restituerea con le stato HTTP $1 $2.",
	"api-login-fail-aborted": "Le authentication require un interaction con le usator, le qual non es supportate per <kbd>action=login</kbd>. Pro poter aperir session con <kbd>action=login</kbd>, vide [[Special:BotPasswords]]. Pro continuar a usar le apertura de session de conto principal, vide <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"api-login-fail-aborted-nobotpw": "Le authentication require un interaction con le usator, le qual non es supportate per <kbd>action=login</kbd>. Pro aperir session, vide <kbd>[[Special:ApiHelp/clientlogin|action=clientlogin]]</kbd>.",
	"api-login-fail-badsessionprovider": "Non pote aperir session quando se usa $1.",
	"api-login-fail-sameorigin": "Non pote aperir session quando le politica del mesme origine non es applicate.",
	"api-pageset-param-titles": "Un lista de titulos sur le quales travaliar.",
	"api-pageset-param-pageids": "Un lista de identificatores de pagina sur le quales travaliar.",
	"api-pageset-param-revids": "Un lista de identificatores de version sur le quales travaliar. Nota que quasi tote le modulos de consulta converte identificatores de version al identificator de pagina correspondente e tractara le ultime version del pagina. Solmente <kbd>prop=revisions</kbd> usa versiones exacte pro su responsa.",
	"api-pageset-param-generator": "Obtener le lista de paginas sur le quales travaliar, executante le modulo de consulta specificate.\n\n<strong>Nota:</strong> Le nomines de parametro de generator debe haber un prefixo \"g\", vide exemplos.",
	"api-pageset-param-redirects-generator": "Resolver automaticamente le redirectiones in <var>$1titles</var>, <var>$1pageids</var> e <var>$1revids</var>, e in paginas restituite per <var>$1generator</var>.",
	"api-pageset-param-redirects-nogenerator": "Resolver automaticamente le redirectiones in <var>$1titles</var>, <var>$1pageids</var> e <var>$1revids</var>.",
	"api-pageset-param-converttitles": "Converte titulos a altere variantes si necessari. Solo functiona si le lingua de contento del wiki supporta conversion de variantes. Le linguas que supporta conversion de variantes include $1.",
	"api-help-title": "Adjuta sur le API de MediaWiki",
	"api-help-lead": "Iste es un pagina de documentation generate automaticamente sur le API de MediaWiki.\n\nDocumentation e exemplos: https://www.mediawiki.org/wiki/Special:MyLanguage/API:Main_page",
	"api-help-main-header": "Modulo principal",
	"api-help-undocumented-module": "Il non ha documentation pro le modulo $1.",
	"api-help-flag-deprecated": "Iste modulo es obsolescente.",
	"api-help-flag-internal": "<strong>Iste modulo es interne o instabile, e non deberea esser usate.</strong> Su operation pote cambiar sin aviso previe.",
	"api-help-flag-readrights": "Iste modulo require derectos de lectura.",
	"api-help-flag-writerights": "Iste modulo require derectos de scriptura.",
	"api-help-flag-mustbeposted": "Iste modulo accepta solmente le requestas POST.",
	"api-help-flag-generator": "Iste modulo pote esser usate como generator.",
	"api-help-source": "Fonte: $1",
	"api-help-source-unknown": "Fonte: <span class=\"apihelp-unknown\">incognite</span>",
	"api-help-license": "Licentia: [[$1|$2]]",
	"api-help-license-noname": "Licentia: [[$1|Vide ligamine]]",
	"api-help-license-unknown": "Licentia: <span class=\"apihelp-unknown\">incognite</span>",
	"api-help-parameters": "Parametro{{PLURAL:$1||s}} specific:",
	"api-help-parameters-note": "Altere parametros general es disponibile.",
	"api-help-param-deprecated": "Obsolescente.",
	"api-help-param-deprecated-label": "obsolescente",
	"api-help-param-internal": "Interne.",
	"api-help-param-internal-label": "interne",
	"api-help-param-templated": "Isto es un [[Special:ApiHelp/main#main/templatedparams|parametro de patrono]]. Quando se face le requesta, $2.",
	"api-help-param-templated-var-first": "<var>&#x7B;$1&#x7D;</var> in le nomine del parametro debe esser reimplaciate per valores de <var>$2</var>",
	"api-help-param-templated-var": "<var>&#x7B;$1&#x7D;</var> con valores de <var>$2</var>",
	"api-help-datatypes-header": "Typos de datos",
	"api-help-datatypes-top": "Le entrata de texto in MediaWiki debe esser codificate in UTF-8 in forma normalisate canonic precomposite (NFC). MediaWiki pote tentar converter altere entrata, ma isto pote causar le fallimento de certe operationes (como [[Special:ApiHelp/edit|modificationes]] con verificationes MD5).\n\nLe parametros que prende valores multiple es normalmente submitte con lor valores separate con le character de barra vertical, p.ex. <kbd>param=valor1|valor2</kbd> o <kbd>param=valor1%7Cvalor2</kbd>. Si un valor debe continer le character de barra vertical, usa U+001F (separator de unitate) como le separator ''e'' prefixa le valor con U+001F, p.ex. <kbd>param=%1Fvalor1%1Fvalor2</kbd>.\n\nAlcun typos de parametro in requestas API require ulterior explication:",
	"api-help-datatype-boolean": "Le parametros boolean functiona como quadratos de selection HTML: si le parametro es specificate, independentemente del valor, illo es considerate como ver. Pro un valor false, omitte totalmente le parametro.",
	"api-help-datatype-expiry": "Valores de expiration pote esser relative (p.ex. <kbd>5 months</kbd> (5 menses) o <kbd>2 weeks</kbd> (2 septimanas)) o absolute (p.ex. <kbd>2014-09-18T12:34:56Z</kbd>). Pro non haber alcun expiration, usa <kbd>infinite</kbd>, <kbd>indefinite</kbd>, <kbd>infinity</kbd> (infinitate) o <kbd>never</kbd> (nunquam).",
	"api-help-datatype-timestamp": "Le datas e horas pote esser specificate in varie formatos, vide [[mw:Special:MyLanguage/Timestamp|le formatos de entrata del bibliotheca Timestamp documentate sur mediawiki.org]] pro detalios. Un data e hora ISO 8601 es recommendate: <kbd><var>2001</var>-<var>01</var>-<var>15</var>T<var>14</var>:<var>56</var>:<var>00</var>Z</kbd>. In ultra, le catena <kbd>now</kbd> (ora) pote esser usate pro specificar le data e hora currente.",
	"api-help-templatedparams-header": "Parametros de patrono",
	"api-help-templatedparams": "Le parametros de patrono supporta casos ubi un modulo API ha besonio de un valor pro cata valor de un altere parametro. Per exemplo, si il habeva un modulo API pro requestar fructos, illo poterea haber un parametro <var>fructos</var> pro specificar qual fructos es requestate e un parametro de patrono <var>{fructo}-quantitate</var> pro specificar quantes de cata fructo requestar. Un cliente API que vole 1 pomo, 5 bananas, e 20 fragas poterea alora facer un requesta como <kbd>fructos=pomos|bananas|fragas&pomos-quantitate=1&bananas-quantitate=5&fragas-quantitate=20</kbd>.",
	"api-help-param-type-expiry": "Typo: {{PLURAL:$1|1=expiration|2=lista de expirationes}} ([[Special:ApiHelp/main#main/datatype/expiry|detalios]])",
	"api-help-param-type-limit": "Typo: numero integre o <kbd>max</kbd>",
	"api-help-param-type-presenceboolean": "Typo: booleano ([[Special:ApiHelp/main#main/datatype/boolean|detalios]])",
	"api-help-param-type-timestamp": "Typo: {{PLURAL:$1|1=data e hora|2=lista de datas e horas}} ([[Special:ApiHelp/main#main/datatype/timestamp|formatos permittite]])",
	"api-help-param-type-enum": "{{PLURAL:$1|1=Un del sequente valores|2=Valores (separar con <kbd>{{!}}</kbd> o un [[Special:ApiHelp/main#main/datatypes|alternativa]])}}: $2",
	"api-help-param-multi-separate": "Separar valores con <kbd>|</kbd> o un [[Special:ApiHelp/main#main/datatypes|alternativa]].",
	"api-help-param-multi-all": "Pro specificar tote le valores, usa <kbd>$1</kbd>.",
	"api-help-param-default-empty": "Predefinition: <span class=\"apihelp-empty\">(vacue)</span>",
	"api-help-param-token": "Un token \"$1\" recuperate ab [[Special:ApiHelp/query+tokens|action=query&meta=tokens]]",
	"api-help-param-token-webui": "Pro compatibilitate, le token usate in le interfacie de usator web es equalmente acceptate.",
	"api-help-param-disabled-in-miser-mode": "Disactivate a causa del [[mw:Special:MyLanguage/Manual:$wgMiserMode|modo avar]].",
	"api-help-param-limited-in-miser-mode": "<strong>Nota:</strong> A causa del [[mw:Special:MyLanguage/Manual:$wgMiserMode|modo avar]], usar isto pote resultar in minus de <var>$1limite</var> resultatos restituite ante de continuar; in casos extreme, zero resultatos pote esser restituite.",
	"api-help-param-direction": "In qual direction enumerar:",
	"api-help-paramvalue-direction-newer": "Listar le plus vetules primo. Nota: $1start debe esser ante $1end.",
	"api-help-paramvalue-direction-older": "Listar le plus noves primo (option predefinite). Nota: $1start debe esser post $1end.",
	"api-help-param-continue": "Quando il habera plus resultatos disponibile, usa isto pro continuar. Information plus detaliate sur como continuar consultas [[mw:Special:MyLanguage/API:Continue|se trova sur mediawiki.org]].",
	"api-help-param-no-description": "<span class=\"apihelp-empty\">(sin description)</span>",
	"api-help-examples": "Exemplo{{PLURAL:$1||s}}:",
	"api-help-permissions": "Permission{{PLURAL:$1||es}}:",
	"api-help-permissions-granted-to": "{{PLURAL:$1|Concedite a}}: $2",
	"api-help-right-apihighlimits": "Usa limites plus alte in requestas API (requestas lente: $1; requestas rapide: $2). Le limites pro requestas lente tamben se applica a parametros de valores multiple.",
	"api-help-open-in-apisandbox": "<small>[aperir in sabliera]</small>",
	"api-help-authmanager-general-usage": "Le procedura general pro usar iste modulo es:\n# Recuperar le campos disponibile de <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$4</kbd>, e un token <kbd>$5</kbd> de <kbd>[[Special:ApiHelp/query+tokens|action=query&meta=tokens]]</kbd>.\n# Presentar le campos al usator, e obtener lor submission.\n# Inviar a iste modulo, forniente <var>$1returnurl</var> e qualcunque campos relevante.\n# Verificar le <samp>status</samp> (stato) in le responsa.\n#* Si tu recipeva <samp>PASS</samp> o <samp>FAIL</samp>, tu es finite. Le operation ha succedite o fallite.\n#* Si tu recipeva <samp>UI</samp>, presenta le nove campos al usator e obtene lor submission. Postea invia a iste modulo con <var>$1continue</var> e le campos relevante definite, e repete le passo 4.\n#* Si tu recipeva <samp>REDIRECT</samp>, dirige le usator al <samp>redirecttarget</samp> (destination del redirection) e attende le retorno a <var>$1returnurl</var>. Postea invia a iste modulo con <var>$1continue</var> e qualcunque campos passate al URL de retorno, e repete le passo 4.\n#* Si tu recipeva <samp>RESTART</samp>, isto significa que le authentication functionava ma nos non ha un conto de usator ligate. Tu poterea tractar isto como <samp>UI</samp> o como <samp>FAIL</samp>.",
	"api-help-authmanagerhelper-requests": "Usar solmente iste requestas de authentication per le <samp>id</samp> restituite ab <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$1</kbd> o ab un responsa anterior de iste modulo.",
	"api-help-authmanagerhelper-request": "Usar iste requesta de authentication per le <samp>id</samp> restituite ab <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$1</kbd>.",
	"api-help-authmanagerhelper-messageformat": "Formato a usar pro restituer messages.",
	"api-help-authmanagerhelper-mergerequestfields": "Fusionar le information de campo pro tote le requestas de authentication in un sol matrice.",
	"api-help-authmanagerhelper-preservestate": "Conservar le stato de un previe tentativa de apertura de session fallite, si possibile.",
	"api-help-authmanagerhelper-returnurl": "URL de retorno pro fluxos de authentication de tertie parte, debe esser absolute. O iste o <var>$1continue</var> es obligatori.\n\nQuando se recipe un responsa <samp>REDIRECT</samp>, on normalmente aperira un navigator o vista web al URL <samp>redirecttarget</samp> specificate pro un fluxo de authentication de tertie parte. Quando illo termina, le tertie parte inviara le navigator o vista web a iste URL. Tu debe extraher tote parametros de requesta o POST del URL e passar los como un requesta <var>$1continue</var> a iste modulo API.",
	"api-help-authmanagerhelper-continue": "Iste requesta es un continuation post un responsa anterior de <samp>UI</samp> o <samp>REDIRECT</samp>. O iste o <var>$1returnurl</var> es obligatori.",
	"api-help-authmanagerhelper-additional-params": "Iste modulo accepta parametros additional dependente del requestas de authentication disponibile. Usa <kbd>[[Special:ApiHelp/query+authmanagerinfo|action=query&meta=authmanagerinfo]]</kbd> con <kbd>amirequestsfor=$1</kbd> (o un responsa anterior ab iste modulo, si applicabile) pro determinar le requestas disponibile e le campos que illos usa.",
	"apierror-allimages-redirect": "Usar <kbd>gaifilterredir=nonredirects</kbd> in loco de <var>redirects</var> quando <kbd>allimages</kbd> se usa como generator.",
	"apierror-allpages-generator-redirects": "Usar <kbd>gapfilterredir=nonredirects</kbd> in loco de <var>redirects</var> quando <kbd>allpages</kbd> se usa como generator.",
	"apierror-alreadyregistered": "Tu ha ja un conto de usator.",
	"apierror-ambiguous-block": "Le objectivo specificate ha plus de un blocada active. Per favor specifica le blocada sur le qual tu vole ager con <kbd>id</kbd>.",
	"apierror-appendnotsupported": "Non pote adjunger a paginas que usa le modello de contento $1.",
	"apierror-articleexists": "Le pagina que tu tentava crear ha ja essite create.",
	"apierror-assertanonfailed": "Pare que tu ha reaperite session, dunque le action non ha potite esser concludite.",
	"apierror-assertbotfailed": "Tu non ha le drecto <code>bot</code>, dunque le action non ha potite esser concludite.",
	"apierror-assertnameduserfailed": "Tu non es plus authenticate como \"$1\", dunque le action non ha potite esser concludite.",
	"apierror-assertuserfailed": "Tu non ha plus un session aperte, dunque le action non ha potite esser concludite.",
	"apierror-autoblocked": "Tu adresse IP ha essite blocate automaticamente, perque illo ha essite usate per un usator blocate.",
	"apierror-bad-badfilecontexttitle": "Titulo non valide in le parametro <var>$1badfilecontexttitle</var>.",
	"apierror-badconfig-resulttoosmall": "Le valor de <code>$wgAPIMaxResultSize</code> sur iste wiki es troppo micre pro continer information basic de resultato.",
	"apierror-badcontinue": "Parametro \"continue\" non valide. Tu deberea passar le valor original restituite per le consulta anterior.",
	"apierror-baddiff": "Le diff non pote esser recuperate. Un del versiones o le duo non existe o tu non ha le permission de vider los.",
	"apierror-baddiffto": "<var>$1diffto</var> debe esser definite como un numero non negative, <kbd>prev</kbd>, <kbd>next</kbd> o <kbd>cur</kbd>.",
	"apierror-badformat-generic": "Le formato requestate $1 non es supportate pro le modello de contento $2.",
	"apierror-badformat": "Le formato requestate $1 non es supportate pro le modello de contento $2 usate per $3.",
	"apierror-badgenerator-notgenerator": "Le modulo <kbd>$1</kbd> non pote esser usate como generator.",
	"apierror-badgenerator-unknown": "<kbd>generator=$1</kbd> incognite.",
	"apierror-badip": "Parametro IP non valide.",
	"apierror-badmd5": "Le hash MD5 fornite es incorrecte.",
	"apierror-badmodule-badsubmodule": "Le modulo <kbd>$1</kbd> non ha un submodulo \"$2\".",
	"apierror-badmodule-nosubmodules": "Le modulo <kbd>$1</kbd> non ha submodulos.",
	"apierror-badparameter": "Valor invalide pro le parametro <var>$1</var>.",
	"apierror-badquery": "Consulta invalide.",
	"apierror-badtimestamp": "Valor invalide \"$2\" pro le parametro de data e hora <var>$1</var>.",
	"apierror-badtoken": "Token CSRF invalide.",
	"apierror-badupload": "Le parametro de incargamento de file <var>$1</var> non es un incargamento de file; assecura te de usar <code>multipart/form-data</code> pro tu invio POST e include un nomine de file in le capite <code>Content-Disposition</code>.",
	"apierror-badurl": "Valor non valide \"$2\" pro le parametro de URL <var>$1</var>.",
	"apierror-baduser": "Valor non valide \"$2\" pro le parametro de usator <var>$1</var>.",
	"apierror-badvalue-notmultivalue": "Le separation de valores multiple U+001F solmente pote esser usate pro parametros con valores multiple.",
	"apierror-bad-watchlist-token": "Token de observatorio incorrecte fornite. Per favor configura un token correcte in [[Special:Preferences|Special:Preferentias]].",
	"apierror-blockedfrommail": "Tu ha essite blocate pro le invio de e-mail.",
	"apierror-blocked": "Tu ha essite blocate pro le modification.",
	"apierror-blocked-partial": "Tu ha essite blocate pro modification de iste pagina.",
	"apierror-botsnotsupported": "Iste interfacie non es supportate pro robots.",
	"apierror-cannot-async-upload-file": "Le parametros <var>async</var> e <var>file</var> non pote esser combinate. Si tu vole un processamento asynchrone de tu file incargate, primo incarga lo al reserva (usante le parametro <var>stash</var>) e postea publica le file in reserva asynchronemente (usante <var>filekey</var> e <var>async</var>).",
	"apierror-cannotreauthenticate": "Iste action non es disponibile perque tu identitate non pote esser verificate.",
	"apierror-cannotviewtitle": "Tu non es autorisate a vider $1.",
	"apierror-cantblock-email": "Tu non ha permission de blocar usatores pro le invio de e-mail per le wiki.",
	"apierror-cantblock": "Tu non ha le permission de blocar usatores.",
	"apierror-cantchangecontentmodel": "Tu non ha le permission de cambiar le modello de contento de un pagina.",
	"apierror-canthide": "Tu non ha le permission de celar nomines de usator in le registro de blocadas.",
	"apierror-cantimport-upload": "Tu non ha le permission de importar paginas incargate.",
	"apierror-cantimport": "Tu non ha le permission de importar paginas.",
	"apierror-cantoverwrite-sharedfile": "Le file de destination existe in un repositorio condividite e tu non ha le permission de supplantar lo.",
	"apierror-cantsend": "Tu non es authenticate, tu non ha un adresse de e-mail confirmate, o tu non es autorisate a inviar e-mail a altere usatores, dunque tu non pote inviar e-mail.",
	"apierror-cantundelete": "Impossibile restaurar: le versiones requestate pote non exister, o pote ja haber essite delite.",
	"apierror-cantview-deleted-comment": "Tu non ha le permission de vider commentos delite.",
	"apierror-cantview-deleted-description": "Tu non ha le permission de vider descriptiones de files delite.",
	"apierror-cantview-deleted-metadata": "Tu non ha le permission de vider metadatos sur files delite.",
	"apierror-cantview-deleted-revision-content": "Tu non ha le permission de vider le contento de versiones delite.",
	"apierror-changeauth-norequest": "Non poteva crear le requesta de cambiamento.",
	"apierror-changecontentmodel-missingtitle": "Le pagina que tu specificava non existe. Pro crear un nove pagina con un modello de contento personalisate, usa le modulo <kbd>action=edit</kbd>.",
	"apierror-changecontentmodel-nodirectediting": "Le modello de contento $1 non supporta le modification directe.",
	"apierror-changecontentmodel-cannotbeused": "Le modello de contento $1 non pote esser usate sur $2.",
	"apierror-changecontentmodel-cannot-convert": "Non poteva converter $1 al modello de contento $2.",
	"apierror-chunk-too-small": "Le grandor minimal de segmentos es $1 byte{{PLURAL:$1||s}} pro le segmentos non final.",
	"apierror-cidrtoobroad": "Le intervallos CIDR $1 plus large que /$2 non es acceptate.",
	"apierror-compare-maintextrequired": "Le parametro <var>$1text-main</var> es obligatori quando <var>$1slots</var> contine <kbd>main</kbd> (non pote deler le segmento principal).",
	"apierror-compare-no-title": "Impossibile pre-salveguardar un transformation sin titulo. Tenta specificar <var>fromtitle</var> o <var>totitle</var>.",
	"apierror-compare-nosuchfromsection": "Non existe un section $1 in le contento 'from'.",
	"apierror-compare-nosuchtosection": "Non existe un section $1 in le contento 'to'.",
	"apierror-compare-nofromrevision": "Necun version 'from'. Specifica <var>fromrev</var>, <var>fromtitle</var> o <var>fromid</var>.",
	"apierror-compare-notext": "Le parametro <var>$1</var> non pote esser usate sin <var>$2</var>.",
	"apierror-compare-notorevision": "Necun version 'to'. Specifica <var>torev</var>, <var>totitle</var> o <var>toid</var>.",
	"apierror-concurrency-limit": "Un limite de parallelisation ha essite excedite. Per favor attende que cata requesta termina ante submitter le sequente.",
	"apierror-compare-relative-to-deleted": "Non pote usar <kbd>torelative=$1</kbd> relative a un version delite.",
	"apierror-compare-relative-to-nothing": "Necun version 'from' pro <var>torelative</var> al qual esser relative.",
	"apierror-contentserializationexception": "Serialisation de contento fallite: $1",
	"apierror-contentmodel-mismatch": "Le contento que tu forniva ha le modello de contento <kbd>$1</kbd>, que es differente del modello de contento actual del pagina, <kbd>$2</kbd>.",
	"apierror-copyuploadbaddomain": "Le incargamentos per URL ab iste dominio non es autorisate.",
	"apierror-copyuploadbadurl": "Le incargamentos ab iste URL non es autorisate.",
	"apierror-create-titleexists": "Titulos existente non pote esser protegite con <kbd>create</kbd>.",
	"apierror-csp-report": "Error de processamento del reporto CSP: $1.",
	"apierror-deletedrevs-param-not-1-2": "Le parametro <var>$1</var> non pote esser usate in modos 1 or 2.",
	"apierror-deletedrevs-param-not-3": "Le parametro <var>$1</var> non pote esser usate in modo 3.",
	"apierror-edit-invalidredirect": "Non pote modificar <kbd>$1</kbd> durante que se seque un redirection, perque le destination <kbd>$2</kbd> non es valide.",
	"apierror-emptynewsection": "Crear nove sectiones vacue non es possibile.",
	"apierror-emptypage": "Le creation de nove paginas vacue non es permittite.",
	"apierror-exceptioncaught": "[$1] Exception capturate: $2",
	"apierror-exceptioncaughttype": "[$1] Capturava un exception del typo $2",
	"apierror-filedoesnotexist": "File non existe.",
	"apierror-fileexists-sharedrepo-perm": "Le file de destination existe sur un repositorio condividite. Usa le parametro <var>ignorewarnings</var> pro supplantar lo.",
	"apierror-filenopath": "Impossibile obtener le percurso de file local.",
	"apierror-filetypecannotberotated": "Le typo de file non pote esser rotate.",
	"apierror-formatphp": "Iste responsa non pote esser representate con <kbd>format=php</kbd>. Vide https://phabricator.wikimedia.org/T68776.",
	"apierror-http-contenttoolarge": "Le contento del requesta HTTP es troppo grande. Le longitude maxime es $1.",
	"apierror-imageusage-badtitle": "Le titulo de <kbd>$1</kbd> debe esser un file.",
	"apierror-import-unknownerror": "Error incognite durante le importation: $1.",
	"apierror-info-singlepagerevision": "Plure paginas o versiones ha essite fornite, ma <var>$1prop=preloadcontent</var> e <var>$1prop=editintro</var> pote solmente esser usate con un sol pagina o version.",
	"apierror-integeroutofrange-abovebotmax": "<var>$1</var> non pote esser superior a $2 (definite como $3) pro robots o administratores.",
	"apierror-integeroutofrange-abovemax": "<var>$1</var> non pote esser superior a $2 (definite como $3) pro usatores.",
	"apierror-integeroutofrange-belowminimum": "<var>$1</var> non pote esser inferior a $2 (definite como $3).",
	"apierror-invalidcategory": "Le nomine de categoria fornite non es valide.",
	"apierror-invalid-chunk": "Le position plus le fragmento actual ultrapassa le grandor asserite del file.",
	"apierror-invalidexpiry": "Hora de expiration \"$1\" non valide.",
	"apierror-invalid-file-key": "Non es un clave de file valide.",
	"apierror-invalidiprange": "Intervallo CIDR \"$1\" non valide.",
	"apierror-invalidlang": "Codice de lingua non valide pro le parametro <var>$1</var>.",
	"apierror-invalidmethod": "Methodo HTTP non valide. Considera usar GET o POST.",
	"apierror-invalidoldimage": "Le parametro <var>oldimage</var> ha un formato non valide.",
	"apierror-invalidparammix-cannotusewith": "Le parametro <kbd>$1</kbd> non pote esser usate con <kbd>$2</kbd>.",
	"apierror-invalidparammix-mustusewith": "Le parametro <kbd>$1</kbd> pote solmente esser usate con <kbd>$2</kbd>.",
	"apierror-invalidparammix-parse-new-section": "<kbd>section=new</kbd> non pote esser combinate con le parametros <var>oldid</var>, <var>pageid</var> o <var>page</var>. Per favor usa <var>title</var> e <var>text</var>.",
	"apierror-invalidparammix": "Le parametro{{PLURAL:$2||s}} $1 non pote esser usate insimul.",
	"apierror-invalidsection": "Le parametro <var>section</var> debe esser un identificator de section valide o <kbd>new</kbd>.",
	"apierror-invalidsha1base36hash": "Le hash SHA1Base36 fornite non es valide.",
	"apierror-invalidsha1hash": "Le hash SHA1 fornite non es valide.",
	"apierror-invalidtitle": "Mal titulo \"$1\".",
	"apierror-invalidurlparam": "Valor non valide pro <var>$1urlparam</var> (<kbd>$2=$3</kbd>).",
	"apierror-invaliduser": "Nomine de usator \"$1\" invalide.",
	"apierror-invaliduserid": "Le identificator de usator <var>$1</var> non es valide.",
	"apierror-ipoutofrange": "Le intervallo CIDR requestate \"$1\" non pote esser plus large que le limite CIDR de /$2.",
	"apierror-maxbytes": "Le parametro <var>$1</var> non pote exceder $2 {{PLURAL:$2|byte|bytes}}",
	"apierror-maxchars": "Le parametro <var>$1</var> non pote exceder $2 {{PLURAL:$2|character|characteres}}",
	"apierror-maxlag-generic": "Attende un servitor de base de datos: latentia de $1 secunda{{PLURAL:$1||s}}.",
	"apierror-maxlag": "Attende $2: latentia de $1 secunda{{PLURAL:$1||s}}.",
	"apierror-mimesearchdisabled": "Le recerca MIME es disactivate in modo avar.",
	"apierror-missingcontent-pageid": "Contento mancante pro le identificator de pagina $1.",
	"apierror-missingcontent-revid": "Contento mancante pro le identificator de version $1.",
	"apierror-missingcontent-revid-role": "Contento mancante pro le identificator de version $1 pro le rolo $2.",
	"apierror-missingparam-at-least-one-of": "{{PLURAL:$2|Le parametro|Al minus un del parametros}} $1 es obligatori.",
	"apierror-missingparam-one-of": "{{PLURAL:$2|Le parametro|Un del parametros}} $1 es obligatori.",
	"apierror-missingparam": "Le parametro <var>$1</var> debe esser definite.",
	"apierror-missingrev-pageid": "Necun version actual del identificator de pagina $1.",
	"apierror-missingrev-title": "Necun version actual del titulo $1.",
	"apierror-missingtitle-createonly": "Titulos mancante pote solmente esser protegite con <kbd>create</kbd>.",
	"apierror-missingtitle": "Le pagina que tu specificava non existe.",
	"apierror-missingtitle-byname": "Le pagina $1 non existe.",
	"apierror-modify-autoblock": "Le blocada fornite es un blocada automatic. Su parametros non pote esser modificate.",
	"apierror-moduledisabled": "Le modulo <kbd>$1</kbd> ha essite disactivate.",
	"apierror-multival-only-one-of": "Solmente{{PLURAL:$3|| un de}} $2 es autorisate pro le parametro <var>$1</var>.",
	"apierror-multpages": "<var>$1</var> pote solmente esser usate con un sol pagina.",
	"apierror-mustbeloggedin-changeauth": "Tu debe aperir session pro cambiar datos de authentication.",
	"apierror-mustbeloggedin-generic": "Tu debe aperir session.",
	"apierror-mustbeloggedin-linkaccounts": "Tu debe aperir session pro ligar contos.",
	"apierror-mustbeloggedin-removeauth": "Tu debe aperir session pro remover datos de authentication.",
	"apierror-mustbeloggedin-uploadstash": "Le reserva de incargamento es solmente disponibile pro usatores authenticate.",
	"apierror-mustbeloggedin": "Tu debe aperir session pro $1.",
	"apierror-mustbeposted": "Le modulo <kbd>$1</kbd> require un requesta POST.",
	"apierror-mustpostparams": "Le sequente parametro{{PLURAL:$2||s}} ha essite trovate in le catena de consulta, ma debe esser in le corpore POST: $1.",
	"apierror-noapiwrite": "Le modification de iste wiki per medio del API es disactivate.",
	"apierror-nochanges": "Nulle cambiamento ha essite requestate.",
	"apierror-nodeleteablefile": "Non existe tal version ancian del file.",
	"apierror-no-direct-editing": "Le modification directe via API non es supportate pro le modello de contento $1 usate per $2.",
	"apierror-noedit-anon": "Usatores anonyme non pote modificar paginas.",
	"apierror-noedit": "Tu non ha le permission de modificar paginas.",
	"apierror-noimageredirect-anon": "Usatores anonyme non pote crear redirectiones a imagines.",
	"apierror-noimageredirect": "Tu non ha le permission de crear redirectiones a imagines.",
	"apierror-nosuchblockid": "Non existe un blocada con ID $1.",
	"apierror-nosuchlogid": "Non existe un entrata de registro con le identificator $1.",
	"apierror-nosuchpageid": "Non existe un pagina con le identificator $1.",
	"apierror-nosuchrcid": "Non existe un cambiamento recente con le identificator $1.",
	"apierror-nosuchrevid": "Non existe un version con le identificator $1.",
	"apierror-nosuchsection": "Non existe un section $1.",
	"apierror-nosuchsection-what": "Non existe un section $1 in $2.",
	"apierror-nosuchuserid": "Non existe un usator con le identificator $1.",
	"apierror-notpatrollable": "Le version r$1 non pote esser patruliate perque illo es troppo ancian.",
	"apierror-nouploadmodule": "Necun modulo de incargamento ha essite configurate.",
	"apierror-opensearch-json-warnings": "Advertimentos non pote esser representate in formato JSON OpenSearch.",
	"apierror-pagecannotexist": "Le spatio de nomines non permitte paginas real.",
	"apierror-pagedeleted": "Le pagina ha essite delite perque tu ha obtenite su data e hora.",
	"apierror-pagelang-disabled": "Cambiar le lingua de un pagina non es permittite sur iste wiki.",
	"apierror-paramempty": "Le parametro <var>$1</var> non pote esser vacue.",
	"apierror-parsetree-notwikitext": "<kbd>prop=parsetree</kbd> es solmente supportate pro contento in wikitexto.",
	"apierror-parsetree-notwikitext-title": "<kbd>prop=parsetree</kbd> es solmente supportate pro contento in wikitexto. $1 usa le modello de contento $2.",
	"apierror-pastexpiry": "Le hora de expiration \"$1\" es in le passato.",
	"apierror-permissiondenied": "Tu non ha le permission de $1.",
	"apierror-permissiondenied-generic": "Permission refusate.",
	"apierror-permissiondenied-patrolflag": "Es necessari haber le derecto <code>patrol</code> o <code>patrolmarks</code> pro requestar le marca de patrulia.",
	"apierror-permissiondenied-unblock": "Tu non ha le permission de disblocar usatores.",
	"apierror-prefixsearchdisabled": "Le recerca de prefixo es disactivate in modo avar.",
	"apierror-promised-nonwrite-api": "Le capite HTTP <code>Promise-Non-Write-API-Action</code> non pote esser inviate a modulos API que es in modo de scriptura.",
	"apierror-protect-invalidaction": "Typo de protection non valide \"$1\".",
	"apierror-protect-invalidlevel": "Nivello de protection non valide \"$1\".",
	"apierror-ratelimited": "Tu ha excedite tu limite de frequentia. Per favor attende un poco e reproba.",
	"apierror-readapidenied": "Es necessari haber permission de lectura pro usar iste modulo.",
	"apierror-readonly": "Le wiki es actualmente in modo de lectura sol.",
	"apierror-reauthenticate": "Tu non te ha authenticate recentemente in iste session. Per favor reauthentica te.",
	"apierror-redirect-appendonly": "Tu ha tentate modificar usante le modo de sequimento de redirectiones, le qual debe esser usate in conjunction con <kbd>section=new</kbd>, <var>prependtext</var> o <var>appendtext</var>.",
	"apierror-revdel-mutuallyexclusive": "Non es possibile usar le mesme campo in <var>hide</var> e <var>show</var>.",
	"apierror-revdel-needtarget": "Un titulo de destination es obligatori pro iste typo de RevDel.",
	"apierror-revdel-paramneeded": "Al minus un valor es necessari pro <var>hide</var> e/o <var>show</var>.",
	"apierror-revisions-badid": "Necun version ha essite trovate pro le parametro <var>$1</var>.",
	"apierror-revisions-norevids": "Le parametro <var>revids</var> non pote esser usate con le optiones de lista (<var>$1limit</var>, <var>$1startid</var>, <var>$1endid</var>, <kbd>$1dir=newer</kbd>, <var>$1user</var>, <var>$1excludeuser</var>, <var>$1start</var> e <var>$1end</var>).",
	"apierror-revisions-singlepage": "<var>titles</var>, <var>pageids</var> o un generator ha essite usate pro fornir plure paginas, ma le parametros <var>$1limit</var>, <var>$1startid</var>, <var>$1endid</var>, <kbd>$1dir=newer</kbd>, <var>$1user</var>, <var>$1excludeuser</var>, <var>$1start</var> e <var>$1end</var> pote solmente esser usate sur un sol pagina.",
	"apierror-revwrongpage": "r$1 non es un version de $2.",
	"apierror-searchdisabled": "Le recerca <var>$1</var> es disactivate.",
	"apierror-sectionreplacefailed": "Non poteva fusionar le section actualisate.",
	"apierror-sectionsnotsupported": "Le sectiones non es supportate pro le modello de contento $1.",
	"apierror-sectionsnotsupported-what": "Le sectiones non es supportate per $1.",
	"apierror-show": "Parametro incorrecte: valores mutualmente exclusive non pote esser fornite.",
	"apierror-siteinfo-includealldenied": "Impossibile vider le information de tote le servitores si <var>$wgShowHostnames</var> non es definite como <code>true</code> (ver).",
	"apierror-sizediffdisabled": "Le differentia de grandor es disactivate in modo avar.",
	"apierror-spamdetected": "Tu modification ha essite refusate perque illo contine un fragmento de spam: <code>$1</code>.",
	"apierror-specialpage-cantexecute": "Tu non ha le permission de vider le resultatos de iste pagina special.",
	"apierror-stashedfilenotfound": "Non poteva trovar le file in le reserva: $1.",
	"apierror-stashedit-missingtext": "Necun texto in reserva con le hash date ha essite trovate.",
	"apierror-stashfailed-complete": "Le incargamento in fragmentos ha ja terminate. Consulta le stato pro detalios.",
	"apierror-stashfailed-nosession": "Non existe un session de incargamento in fragmentos con iste clave.",
	"apierror-stashfilestorage": "Impossibile immagazinar le incargamento in le reserva: $1",
	"apierror-stashinvalidfile": "File de reserva non valide.",
	"apierror-stashnosuchfilekey": "Non existe tal clave de file: $1.",
	"apierror-stashpathinvalid": "Le clave del file non ha le bon formato o non es valide: $1.",
	"apierror-stashwrongowner": "Proprietario incorrecte: $1",
	"apierror-stashzerolength": "Le file es de grandor zero e non poteva esser immagazinate in le reserva: $1.",
	"apierror-systemblocked": "Tu ha essite blocate automaticamente per MediaWiki.",
	"apierror-tempuserdisabled": "Le creation de contos de usator temporari es disactivate.",
	"apierror-tempuseracquirefailed": "Impossibile acquirer un nomine de usator pro le conto temporari.",
	"apierror-templateexpansion-notwikitext": "Le expansion de patronos es solmente supportate pro contento in wikitexto. $1 usa le modello de contento $2.",
	"apierror-toofewexpiries": "$1 {{PLURAL:$1|data e hora|datas e horas}} de expiration ha essite fornite ma $2 es necessari.",
	"apierror-toomanyvalues": "Troppo de valores fornite pro le parametro <var>$1</var>. Le limite es $2.",
	"apierror-unknownaction": "Le action specificate, <kbd>$1</kbd>, non es recognoscite.",
	"apierror-unknownerror-editpage": "Error incognite de EditPage: $1.",
	"apierror-unknownerror-nocode": "Error incognite.",
	"apierror-unknownerror": "Error incognite: \"$1\".",
	"apierror-unknownformat": "Formato \"$1\" non recognoscite.",
	"apierror-unrecognizedparams": "Parametro{{PLURAL:$2||s}} non recognoscite: $1.",
	"apierror-unrecognizedvalue": "Valor non recognoscite pro le parametro <var>$1</var>: $2.",
	"apierror-unsupportedrepo": "Le repositorio local de files non supporta cercar in tote le imagines.",
	"apierror-upload-filekeyneeded": "Es obligatori fornir un <var>filekey</var> (clave de file) quando le <var>offset</var> (position) es non-zero.",
	"apierror-upload-filekeynotallowed": "Non pote fornir un <var>filekey</var> (clave de file) quando le <var>offset</var> (position) is 0.",
	"apierror-upload-inprogress": "Le incargamento desde le reserva es ja in curso.",
	"apierror-upload-missingresult": "Necun resultato in le datos de stato.",
	"apierror-urlparamnormal": "Impossible normalisar le parametros de imagine pro $1.",
	"apierror-writeapidenied": "Tu non es autorisate a modificar iste wiki per medio del API.",
	"apiwarn-alldeletedrevisions-performance": "Pro melior rendimento durante le generation de titulos, defini <kbd>$1dir=newer</kbd>.",
	"apiwarn-badurlparam": "Non poteva analysar le syntaxe de <var>$1urlparam</var> pro $2. Es usate solmente le latitude e le altitude.",
	"apiwarn-badutf8": "Le valor passate pro <var>$1</var> contine datos invalide o non normalisate. Le datos textual debe esser in Unicode valide in forma normalisate precomposite (NFC) sin characteres de controlo C0 altere que HT (\\t), LF (\\n), e CR (\\r).",
	"apiwarn-checktoken-percentencoding": "Verifica que le symbolos como \"+\" in le token es correctemente codificate con signos de percentage in le URL.",
	"apiwarn-compare-no-next": "Le version $2 es le ultime version de $1; non existe un version a comparar con <kbd>torelative=next</kbd>.",
	"apiwarn-compare-no-prev": "Le version $2 es le version le plus ancian de $1; non existe un version a comparar con <kbd>torelative=prev</kbd>.",
	"apiwarn-compare-nocontentmodel": "Necun modello de contento pote esser determinate; se assume $1.",
	"apiwarn-deprecation-deletedrevs": "<kbd>list=deletedrevs</kbd> ha essite declarate obsolescente. Per favor usa <kbd>prop=deletedrevisions</kbd> o <kbd>list=alldeletedrevisions</kbd> in su loco.",
	"apiwarn-deprecation-httpsexpected": "HTTP usate benque HTTPS esseva expectate.",
	"apiwarn-deprecation-login-botpw": "Le apertura de session al conto principal per medio de <kbd>action=login</kbd> es obsolescente e pote cessar de functionar sin previe aviso. Pro continuar le apertura de session con <kbd>action=login</kbd>, vide [[Special:BotPasswords]]. Pro continuar a usar le apertura de session al conto principal in modo secur, vide <kbd>action=clientlogin</kbd>.",
	"apiwarn-deprecation-login-nobotpw": "Le apertura de session al conto principal per medio de <kbd>action=login</kbd> es obsolescente e pote cessar de functionar sin previe aviso. Pro aperir session de maniera secur, vide <kbd>action=clientlogin</kbd>.",
	"apiwarn-deprecation-login-token": "Le obtention de un token per medio de <kbd>action=login</kbd> es obsolescente. Usa <kbd>action=query&meta=tokens&type=login</kbd> in su loco.",
	"apiwarn-deprecation-missingparam": "Perque <var>$1</var> non ha essite specificate, un formato ancian ha essite usate pro le sortita. Iste formato es obsolescente, e in le futuro le nove formato sempre essera usate.",
	"apiwarn-deprecation-parameter": "Le parametro <var>$1</var> ha essite declarate obsolescente.",
	"apiwarn-deprecation-parse-headitems": "<kbd>prop=headitems</kbd> es obsolescente desde MediaWiki 1.28. Usa <kbd>prop=headhtml</kbd> pro crear nove documentos HTML, o <kbd>prop=modules|jsconfigvars</kbd> pro actualisar un documento al latere del cliente.",
	"apiwarn-deprecation-post-without-content-type": "Un requesta POST ha essite facite sin capite <code>Content-Type</code>. Isto non functiona consistentemente.",
	"apiwarn-deprecation-purge-get": "Le uso de <kbd>action=purge</kbd> per medio de GET es obsolescente. Usa POST in su loco.",
	"apiwarn-deprecation-withreplacement": "<kbd>$1</kbd> ha essite declarate obsolescente. Per favor usa <kbd>$2</kbd> in su loco.",
	"apiwarn-difftohidden": "Impossibile comparar con r$1: le contento es celate.",
	"apiwarn-errorprinterfailed": "Le generation del message de error ha fallite. Nove tentativa sin parametros.",
	"apiwarn-global-option-ignored": "Le option <var>$1</var> ha essite reimplaciate globalmente. Tu pote usar <kbd>global=update</kbd> pro cambiar globalmente le option, o <kbd>global=override</kbd> pro definir un reimplaciamento local.",
	"apiwarn-ignoring-invalid-templated-value": "Es ignorate le valor <kbd>$2</kbd> in <var>$1</var> quando se processa parametros de patrono.",
	"apiwarn-invalidcategory": "\"$1\" non es un categoria.",
	"apiwarn-invalidtitle": "\"$1\" non es un titulo valide.",
	"apiwarn-invalidxmlstylesheetext": "Le folio de stilo debe haber le extension de nomine de file <code>.xsl</code>.",
	"apiwarn-invalidxmlstylesheet": "Un folio de stilo non valide o non existente ha essite specificate.",
	"apiwarn-invalidxmlstylesheetns": "Le folio de stilo debe esser in le spatio de nomines {{ns:MediaWiki}}.",
	"apiwarn-moduleswithoutvars": "Le proprietate <kbd>modules</kbd> ha essite definite ma non <kbd>jsconfigvars</kbd> o <kbd>encodedjsconfigvars</kbd>. Le variabiles de configuration es necessari pro le uso correcte del modulo.",
	"apiwarn-notfile": "\"$1\" non es un file.",
	"apiwarn-nothumb-noimagehandler": "Impossibile crear le miniatura perque $1 non ha un gestor de imagines associate.",
	"apiwarn-parse-nocontentmodel": "Ni <var>title</var> ni <var>contentmodel</var> ha essite date; se assume $1.",
	"apiwarn-parse-revidwithouttext": "<var>revid</var> usate sin <var>text</var>, e le analyse syntactic del proprietates del pagina ha essite requestate. Intendeva to usar <var>oldid</var> in loco de <var>revid</var>?",
	"apiwarn-parse-titlewithouttext": "<var>title</var> usate sin <var>text</var>, e le analyse syntactic del proprietates del pagina ha essite requestate. Intendeva to usar <var>page</var> in loco de <var>title</var>?",
	"apiwarn-redirectsandrevids": "Le resolution de redirectiones non pote esser usate insimul con le parametro <var>revids</var>. Qualcunque redirectiones al quales puncta le <var>revids</var> non ha essite resolvite.",
	"apiwarn-tokens-origin": "Tokens non pote esser obtenite si le politica del mesme origine non es applicate.",
	"apiwarn-truncatedresult": "Iste resultato ha essite truncate perque illo alteremente esserea plus grande que le limite de $1 bytes.",
	"apiwarn-unclearnowtimestamp": "Passar \"$2\" pro le parametro de data e hora <var>$1</var> es obsolescente. Si tu ha un necessitate de specificar explicitemente le hora currente sin calcular lo al latere del cliente, usa <kbd>now</kbd> (ora).",
	"apiwarn-unrecognizedvalues": "Valor{{PLURAL:$3||es}} non recognoscite pro le parametro <var>$1</var>: $2.",
	"apiwarn-unsupportedarray": "Le parametro <var>$1</var> usa un syntaxe non supportate pro le matrices/arrays PHP.",
	"apiwarn-urlparamwidth": "Es ignorate le valor de latitude definite in <var>$1urlparam</var> ($2) in favor del valor de latitude derivate de <var>$1urlwidth</var>/<var>$1urlheight</var> ($3).",
	"apiwarn-validationfailed-badchars": "Characteres invalide in clave (solmente <code>a-z</code>, <code>A-Z</code>, <code>0-9</code>, <code>_</code> e <code>-</code> es permittite).",
	"apiwarn-validationfailed-badpref": "non es un preferentia valide.",
	"apiwarn-validationfailed-cannotset": "non pote esser definite per iste modulo.",
	"apiwarn-validationfailed-keytoolong": "clave troppo longe (non plus de $1 byte{{PLURAL:$1||s}} permittite).",
	"apiwarn-validationfailed-valuetoolong": "valor troppo longe (non plus de $1 byte{{PLURAL:$1||s}} permittite).",
	"apiwarn-validationfailed": "Error de validation pro <kbd>$1</kbd>: $2",
	"apiwarn-wgdebugapi": "<strong>Aviso de securitate:</strong> <var>$wgDebugAPI</var> es activate.",
	"api-feed-error-title": "Error ($1)",
	"api-usage-docref": "Vide $1 pro leger como usar le API.",
	"api-usage-mailinglist-ref": "Abona te al lista de diffusion mediawiki-api-announce a &lt;https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/&gt; pro reciper notificationes de obsolescentia e cambiamentos incompatibile del API.",
	"api-exception-trace": "$1 in $2($3)\n$4",
	"api-credits-header": "Creditos",
	"api-credits": "Programmatores del API:\n* Yuri Astrakhan (creator, programmator dirigente Sept. 2006–Sept. 2007)\n* Roan Kattouw (programmator dirigente Sept. 2007–2009)\n* Victor Vasiliev\n* Bryan Tong Minh\n* Sam Reed\n* Brad Jorsch (programmator dirigente 2013–2020)\n\nInvia tu commentos, suggestiones e questiones a mediawiki-api@lists.wikimedia.org\no insere un reportage de bug a https://phabricator.wikimedia.org/."
}
