<?php
/** Nepali (नेपाली)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Bhawani Gautam Rhk
 * @author Ganesh
 * @author Indiver
 * @author Lkhatiwada
 * @author RajeshPandey
 * @author Reedy
 * @author ne.wikipedia.org sysops
 * @author सरोज कुमार ढकाल
 */

$namespaceNames = array(
	NS_MEDIA            => 'मीडिया',
	NS_SPECIAL          => 'विशेष',
	NS_TALK             => 'वार्तालाप',
	NS_USER             => 'प्रयोगकर्ता',
	NS_USER_TALK        => 'प्रयोगकर्ता_वार्ता',
	NS_PROJECT_TALK     => '$1_वार्ता',
	NS_FILE             => 'चित्र',
	NS_FILE_TALK        => 'चित्र_वार्ता',
	NS_MEDIAWIKI        => 'मीडियाविकि',
	NS_MEDIAWIKI_TALK   => 'मीडियाविकि_वार्ता',
	NS_TEMPLATE         => 'ढाँचा',
	NS_TEMPLATE_TALK    => 'ढाँचा_वार्ता',
	NS_HELP             => 'मद्दत',
	NS_HELP_TALK        => 'मद्दत_वार्ता',
	NS_CATEGORY         => 'श्रेणी',
	NS_CATEGORY_TALK    => 'श्रेणी_वार्ता',
);

$digitTransformTable = array(
	'0' => '०', # &#x0966;
	'1' => '१', # &#x0967;
	'2' => '२', # &#x0968;
	'3' => '३', # &#x0969;
	'4' => '४', # &#x096a;
	'5' => '५', # &#x096b;
	'6' => '६', # &#x096c;
	'7' => '७', # &#x096d;
	'8' => '८', # &#x096e;
	'9' => '९', # &#x096f;
);

$messages = array(
# User preference toggles
'tog-underline'               => 'सम्बन्ध निम्न रेखाङ्कन:',
'tog-highlightbroken'         => 'प्रारूप टुटेको लिङ्क <a href="" class="new">यस्तो </a> (alternative: यस्तै<a href="" class="internal">?</a>)',
'tog-justify'                 => 'अनुच्छेद जस्टिफाइ(justify) गर्ने',
'tog-hideminor'               => 'भर्खरका मामूली सम्पादनहरुलाई लुकाउनुहोस्',
'tog-hidepatrolled'           => 'गस्ती(patrolled)सम्पादनहरु हालको परिवर्तनहरुबाट लुकाउने',
'tog-newpageshidepatrolled'   => 'गस्ती(patrolled) पृष्ठहरु नयाँ पृष्ठ सूचीबाट लुकाउने',
'tog-extendwatchlist'         => 'निगरानी सूचीलाई सबै परिवर्ताहरू देखाउने गरी बढाउने , हालैको  बाहेक',
'tog-usenewrc'                => 'विकसित हालको परिवर्तन प्रयोग गर्ने ( जाभास्क्रिप्ट चाहिन्छ)',
'tog-numberheadings'          => 'शीर्षकहरुलाई स्वत:अङ्कित गर्नुहोस्',
'tog-showtoolbar'             => 'सम्पादन औजारबट्टा देखाउने( जाभा स्क्रिप्ट चाहिन्छ)',
'tog-editondblclick'          => 'दोहोरो क्लिकमा पृष्ठ सम्पादन गर्ने (जाभा स्क्रिप्ट चाहिन्छ)',
'tog-editsection'             => '[परिवर्तन्]सम्बन्ध मार्फत हुने खण्ड सम्पादनलाई सक्षमपार्ने',
'tog-editsectiononrightclick' => 'शीर्षकमा दाहिने क्लिकद्वारा खण्ड सम्पादन सक्षम पार्ने ( जाभा स्क्रिप्ट चाहिने )',
'tog-showtoc'                 => 'विषय सुची देखाउने (तीन भन्दा बढी शीर्षक भएमा)',
'tog-rememberpassword'        => 'यस ब्राउजरमा मेरो प्रवेशलाई सम्झनुहोस् (अधिकतम $1 {{PLURAL:$1|दिन|दिनहरु}} सम्म)',
'tog-watchcreations'          => 'मेरो निगरानीसूचिमा मैले शृजना गरेको पृष्ठ थप्नुहोस्',
'tog-watchdefault'            => 'मैले सम्पादन गरेको पृष्ठ निगरानीसूचीमा थप्ने',
'tog-watchmoves'              => 'मैले सारेको पृष्ठहरुलाई निगरानीसूचीमा थप्ने',
'tog-watchdeletion'           => 'मैले हटाएको पृष्ठहरुलाई निगरानी सुचीमा थप्ने',
'tog-minordefault'            => 'सबै सम्पादनहरुलाई पूर्वनिर्धारितरुपमा सामान्य चिनो लगाउने',
'tog-previewontop'            => 'सम्पादन सन्दुक अगि पूर्वरुप देखाउने',
'tog-previewonfirst'          => 'पहिलो सम्पादनमा पूर्वरुप देखाउने',
'tog-nocache'                 => 'ब्राउजर पृष्ठ क्यासिङ्ग निस्क्रिय पार्ने',
'tog-enotifwatchlistpages'    => 'मेरो निगरानी सूचीमा रहेको पृष्ठ परिवर्तन गरिए मलाई ई-मेल गर्ने',
'tog-enotifusertalkpages'     => 'मेरो प्रयोगकर्ता वार्ता पृष्ठ परिवर्रतन गरिए मलाई ई-मेल गर्ने',
'tog-enotifminoredits'        => 'पृष्ठहरुको सामान्य सम्पादनको लागि पनि मलाई ई-मेल गर्ने',
'tog-enotifrevealaddr'        => 'जानकारी इ-मेलहरुमा मेरो इ-मेल खुलाउने',
'tog-shownumberswatching'     => 'निगरानी गरिरहेका प्रयोगकर्ताहरुको संख्या देखाउने',
'tog-oldsig'                  => 'हालको दस्तखतको पूर्वावलोकन:',
'tog-fancysig'                => 'मेरो दस्तखतलाई विकि पाठको रुपमा लिने(स्वत सम्वन्ध बिना)',
'tog-externaleditor'          => 'पूर्वनिर्धारित रुपमा बाह्य सम्पादक प्रयोग गर्नुहोस् (विज्ञहरुको लागि मात्र,तपाईको कम्प्युटरमा विशेष अनुकुलता आवश्यक हुन्छ [http://www.mediawiki.org/wiki/Manual:External_editors More information.])',
'tog-externaldiff'            => 'पूर्वनिर्धारित रुपमा बाह्य diff प्रयोग गर्नुहोस (विज्ञ प्रयोगकर्ताहरुको लागि मात्र, तपाईंको कम्प्युटरमा विशेष अनुकुलता आवश्यक हुन्छ [http://www.mediawiki.org/wiki/Manual:External_editors More information.])',
'tog-showjumplinks'           => '"जानुहोस" पहुँच सम्वन्ध सक्रिय पर्नुहोस्',
'tog-uselivepreview'          => 'प्रत्यक्ष पूर्वरुप प्रयोग गर्नुहोस् ( जाभा स्क्रिप्ट आवश्यक) (प्रयोगात्मक)',
'tog-forceeditsummary'        => 'खाली सम्पादन सार प्रविष्ठी गरेमा मलाई सोध्ने',
'tog-watchlisthideown'        => 'मेरा सम्पादनहरू निगनारी सूचीवबाट लुकाउने',
'tog-watchlisthidebots'       => 'बोट सम्पादनहरू निगरानी सूचीबाट लुकाउने',
'tog-watchlisthideminor'      => 'सामान्य सम्पादनहरू निगरानी सूचीबाट लुकाउने',
'tog-watchlisthideliu'        => 'प्रवेश गरेका प्रयोगकर्ताहरुको सम्पादन निगरानी सूचीबाट लुकाउने',
'tog-watchlisthideanons'      => 'अज्ञात प्रयोगकर्ताहरुबाट गरिएको सम्पादन निगरानी सूचीबाट लुकाउने',
'tog-watchlisthidepatrolled'  => 'गस्ती(पट्रोल)सम्पादनहरु मेरो निगरानी सूचीबाट लुकाउने',
'tog-nolangconversion'        => 'बहुरुप रुपान्तरण निस्क्रिय पार्नुहोस',
'tog-ccmeonemails'            => 'मैले अरु प्रयोगकर्ताहरुलाई पठाउने इ-मेल को प्रतिलिपी मलाई पठाउने',
'tog-diffonly'                => 'तलका पृष्टहरुको diffहरु सामग्री नदेखाउने',
'tog-showhiddencats'          => 'लुकाइएको प्रकारहरु देखाउने',
'tog-noconvertlink'           => 'सम्बन्ध शीर्षक रुपान्तरण निस्क्रिय पार्ने',
'tog-norollbackdiff'          => 'पूर्वस्थितिमा फर्काएपछि  diff हटाउने',

'underline-always'  => 'सधैँ',
'underline-never'   => 'कहिल्यै',
'underline-default' => 'ब्राउजर पूर्वस्थिति',

# Font style option in Special:Preferences
'editfont-style'     => 'फन्ट प्रकार क्षेत्र सम्पादन गर्नुहोस् :',
'editfont-default'   => 'ब्राउजर पूर्वस्थिति',
'editfont-monospace' => 'मोनोस्पेस्ड फन्ट',
'editfont-sansserif' => 'सान्स-सेरिफ फन्ट',
'editfont-serif'     => 'सेरिफ फन्ट',

# Dates
'sunday'        => 'आइतबार',
'monday'        => 'सोमबार',
'tuesday'       => 'मंगलबार',
'wednesday'     => 'बुधबार',
'thursday'      => 'बिहीबार',
'friday'        => 'शुक्रबार',
'saturday'      => 'शनिबार',
'sun'           => 'आइत',
'mon'           => 'सोम',
'tue'           => 'मंगल',
'wed'           => 'वुध',
'thu'           => 'बिही',
'fri'           => 'शुक्र',
'sat'           => 'शनि',
'january'       => 'जेनवरी',
'february'      => 'फेब्रुअरी',
'march'         => 'मार्च',
'april'         => 'एप्रील',
'may_long'      => 'मे',
'june'          => 'जुन',
'july'          => 'जुलाई',
'august'        => 'अगस्त',
'september'     => 'सेप्टेम्बर',
'october'       => 'अक्टोबर',
'november'      => 'नोभेम्बर',
'december'      => 'डिसेम्बर',
'january-gen'   => 'जेनवरी',
'february-gen'  => 'फेब्रुअरी',
'march-gen'     => 'मार्च',
'april-gen'     => 'एप्रील',
'may-gen'       => 'मे',
'june-gen'      => 'जुन',
'july-gen'      => 'जुलाई',
'august-gen'    => 'अगस्त',
'september-gen' => 'सेप्टेम्बर',
'october-gen'   => 'अक्टोबर',
'november-gen'  => 'नोभेम्बर',
'december-gen'  => 'डिसेम्बर',
'jan'           => 'जनवरी',
'feb'           => 'फेब्रुअरी',
'mar'           => 'मार्च',
'apr'           => 'एप्रील',
'may'           => 'मे',
'jun'           => 'जुन',
'jul'           => 'जुलाई',
'aug'           => 'अगस्ट',
'sep'           => 'सेप्टेम्बर',
'oct'           => 'अक्टोबर',
'nov'           => 'नोभेम्बर',
'dec'           => 'डिसेम्बर',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|श्रेणी|श्रेणीहरु}}',
'category_header'                => '"$1" श्रेणीमा भएका लेखहरू',
'subcategories'                  => 'उपश्रेणीहरु',
'category-media-header'          => '"$1" श्रेणीमा रहेका मिडियाहरू',
'category-empty'                 => "''यो श्रेणीमा हाल कुनै पृष्ठ या मिडियाहरु रहेका छैनन् ।''",
'hidden-categories'              => '{{PLURAL:$1|लुकाइएको श्रेणी|लुकाइएका श्रेणीहरु}}',
'hidden-category-category'       => 'लुकाइएका श्रेणीहरु',
'category-subcat-count'          => '{{PLURAL:$2|यो श्रेणीमा निम्न उपश्रेणीहरु मात्र छन्।|यो श्रेणीको निम्न {{PLURAL:$1|उपश्रेणी|$1 उपश्रेणीहरु}},  $2 कुल मध्ये श्रेणीहरु छन् ।}}',
'category-subcat-count-limited'  => 'यो श्रेणीको निम्न {{PLURAL:$1|उपश्रेणी|$1 उपश्रेणीहरु}} छ।',
'category-article-count'         => '{{PLURAL:$2|यो श्रेणीमा एक मात्र पृष्ठरहेको छ।|यो श्रेणीमा  {{PLURAL:$1|पृष्ठ|$1 पृष्ठहरु}} , कुल $2 मध्ये रहेका छन् । }}',
'category-article-count-limited' => 'निम्न {{PLURAL:$1|पृष्ठ|$1 पृष्ठहरु}} यस श्रेणीमा रहेको ।',
'category-file-count'            => '{{PLURAL:$2|यो श्रेणीमा निम्न फाइल मात्र छ ।|निम्न श्रेणीमा {{PLURAL:$1|फाइल|$1 फाइलहरु}} , कुल  $2 मध्ये रहेको ।}}',
'category-file-count-limited'    => 'निम्न  {{PLURAL:$1|फाइल|$1 फाइलहरु}} यस श्रेणीमा रहेको ।',
'listingcontinuesabbrev'         => 'निरन्तरता...',
'index-category'                 => 'सुचिकृत पृष्ठ',
'noindex-category'               => 'सुचिकरण नगरिएको पृष्ठ',

'mainpagetext'      => "'''MediaWiki सफलतापूर्वक स्थापना भयो ।'''",
'mainpagedocfooter' => ' विकी अनुप्रयोग कसरी प्रयोग गर्ने भन्ने जानकारीको लागि  [http://meta.wikimedia.org/wiki/Help:Contents प्रयोगकर्ता सहायता] हेर्नुहोस्

== सुरू गर्नको लागि  ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings विन्यास सेटिङ्ग सूची]
* [http://www.mediawiki.org/wiki/Manual:FAQ मेडियाविकि सामान्य प्रश्नका उत्तरहरु]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce मेडियाविकि सुचना मेलिङ्ग सूची]',

'about'         => 'बारेमा',
'article'       => 'सामाग्री पृष्ठ',
'newwindow'     => '(नयाँ विन्डोमा खुल्छ)',
'cancel'        => 'रद्द',
'moredotdotdot' => 'थप...',
'mypage'        => 'मेरो पृष्ठ',
'mytalk'        => 'मेरो कुरा',
'anontalk'      => 'यस IP को वारेमा वार्तालाप गर्नुहोस्',
'navigation'    => 'अन्वेषण',
'and'           => '&#32;र',

# Cologne Blue skin
'qbfind'         => 'पत्ता लगाउनु',
'qbbrowse'       => 'ब्राउज गर्नु',
'qbedit'         => 'परिवर्तन्',
'qbpageoptions'  => 'यो पेज',
'qbpageinfo'     => 'सन्दर्भ',
'qbmyoptions'    => 'मेरो पेज',
'qbspecialpages' => 'विशेष पृष्ठहरु',
'faq'            => 'धैरै सोधिएका प्रश्नहरु',
'faqpage'        => 'Project:FAQ',

# Vector skin
'vector-action-addsection'       => 'विषय थप्नुहोस',
'vector-action-delete'           => 'हटाउने',
'vector-action-move'             => 'सार्ने',
'vector-action-protect'          => 'सुरक्षित गर्ने',
'vector-action-undelete'         => 'हटाएको रद्द गर्ने',
'vector-action-unprotect'        => 'सुरक्षित गरिएको रद्द गर्ने',
'vector-simplesearch-preference' => 'विशिष्ठ खोज सुझावहरु सक्रिय पार्ने (भेक्टर त्वचाको लागि मात्र)',
'vector-view-create'             => 'सृजना गर्ने',
'vector-view-edit'               => 'सम्पादन',
'vector-view-history'            => 'इतिहास हेर्ने',
'vector-view-view'               => 'पढ्ने',
'vector-view-viewsource'         => 'स्रोत हेर्ने',
'actions'                        => 'कृयाकलापहरु',
'namespaces'                     => 'नेमस्पेस',
'variants'                       => 'बहुरुपहरु',

'errorpagetitle'    => 'त्रुटि',
'returnto'          => '$1 मा फर्कनुहोस् ।',
'tagline'           => '{{SITENAME}}बाट',
'help'              => 'सहयोग',
'search'            => 'खोज्नुहोस्',
'searchbutton'      => 'खोज्नुहोस्',
'go'                => 'जाउ',
'searcharticle'     => 'जाउ',
'history'           => 'पृष्ठको इतिहास',
'history_short'     => 'पृष्ठको इतिहास',
'updatedmarker'     => 'मेरो अन्तिम भ्रमण पछि अध्यावधिक गरिएको',
'info_short'        => 'जानकारी',
'printableversion'  => 'छाप्नयोग्य संस्करण',
'permalink'         => 'स्थायी लिंक',
'print'             => 'छाप्नुहोस्',
'view'              => 'अवलोकन गर्ने',
'edit'              => 'परिवर्तन',
'create'            => 'सृजना गर्नुहोस्',
'editthispage'      => 'यो पृष्ठ सम्पादन गर्नुहोस्',
'create-this-page'  => 'यो पृष्ठ शृजना गर्नुहोस्',
'delete'            => 'मेट्नुहोस्',
'deletethispage'    => 'यो पृष्ठ हटाउनुहोस्',
'undelete_short'    => 'नमेट्ने {{PLURAL:$1|one सम्पादन|$1 सम्पादनहरु}}',
'viewdeleted_short' => '{{PLURAL:$1|मेटिएको सम्पादन |$1 मेटिएका सम्पादनहरू}}',
'protect'           => 'सुरक्षित राख्नुहोस्',
'protect_change'    => 'परिवर्तन',
'protectthispage'   => 'यो पृष्ठ सुरक्षित गर्नुहोस्',
'unprotect'         => 'सुरक्षण खारेज गर्ने',
'unprotectthispage' => 'यो पृष्ठको सुरक्षण खारेज गर्ने',
'newpage'           => 'नयाँ पृष्ठ',
'talkpage'          => 'यो पृष्ठको बारेमा छलफल गर्नुहोस्',
'talkpagelinktext'  => 'वार्तालाप',
'specialpage'       => 'विशेष पृष्ठ',
'personaltools'     => 'व्यक्तिगत औजारहरू',
'postcomment'       => 'नयाँ खण्ड',
'articlepage'       => 'कन्टेन्ट पृष्ठ हेर्नुहोस्',
'talk'              => 'वार्तालाप',
'views'             => 'अवलोकनहरू',
'toolbox'           => 'औजारबट्टा',
'userpage'          => 'प्रयोगकर्ता पृष्ठ हेर्ने',
'projectpage'       => 'प्रोजेक्ट पृष्ठ हेर्ने',
'imagepage'         => 'फाइल पृष्ठ हेर्नुहोस्',
'mediawikipage'     => 'सन्देश पृष्ठ हेर्ने',
'templatepage'      => 'टेम्प्लेट पृष्ठहेर्नुहोस',
'viewhelppage'      => 'सहायता पृष्ठ हेर्ने',
'categorypage'      => 'श्रेणी पृष्ठ हेर्नुहोस्',
'viewtalkpage'      => 'छलफल हेर्नुहोस्',
'otherlanguages'    => 'अरु भाषामा',
'redirectedfrom'    => '($1 बाट पठाइएको)',
'redirectpagesub'   => 'रिडाइरेक्ट पृष्ठ',
'lastmodifiedat'    => 'यो पृष्ठलाई अन्तिमपटक $2, $1 मा परिवर्तन गरिएको थियो।',
'viewcount'         => 'यो पृष्ठ हेरिएको थियो {{PLURAL:$1|एकपटक|$1 पटक}}',
'protectedpage'     => 'सुरक्षित गरिएका पृष्ठहरू',
'jumpto'            => 'यसमा जानुहोस्:',
'jumptonavigation'  => 'अन्वेषण',
'jumptosearch'      => 'खोज्नुहोस्',
'view-pool-error'   => 'माफ गर्नुहोस् , यस समयमा सर्भरहरुमा कार्यभार उच्च रहेको छ।
अति धेरै प्रयोगकर्ताहरु यो पृष्ट हेर्ने प्रयास गरी रहनु भएको छ।
कृपया यो पृष्ठ पुन: हेर्नु अगाडि केही समय पर्खिदिनुहोस् ।

$1',
'pool-timeout'      => 'समय सकियो बन्द गर्ने प्रतीक्षामा',
'pool-queuefull'    => 'प्रतीक्षा पंक्ति भरियो',
'pool-errorunknown' => 'अज्ञात त्रुटी',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}}को बारेमा',
'aboutpage'            => 'Project:बारेमा',
'copyright'            => 'लेखका सामाग्री $1 अनुसार उपलब्ध छ।',
'copyrightpage'        => '{{ns:project}}:प्रतिलिपी अधिकारहरु',
'currentevents'        => 'हालैका घटनाहरु',
'currentevents-url'    => 'Project:हालैका घटनाहरु',
'disclaimers'          => 'अस्विकारोक्तिहरु',
'disclaimerpage'       => 'Project:सामान्य अस्वीकारोक्ति',
'edithelp'             => 'सम्पादन सहायता',
'edithelppage'         => 'Help:सम्पादन',
'helppage'             => 'Help:विषयवस्तुहरू',
'mainpage'             => 'मुख्य पृष्ठ',
'mainpage-description' => 'मुख्य पृष्ठ',
'policy-url'           => 'Project:निति',
'portal'               => 'सामाजिक पोर्टल',
'portal-url'           => 'Project:सामाजिक पोर्टल',
'privacy'              => 'गोपनियता नीति',
'privacypage'          => 'Project:गोपनीयता नीति',

'badaccess'        => 'आज्ञा त्रुटि',
'badaccess-group0' => 'तपाईले अनुरोध गर्नुभएको कार्य गर्न तपाईलाई अनुमति दिइएको छैन।',
'badaccess-groups' => 'तपाईले अनुरोध गर्नुभएको कार्य  {{PLURAL:$2|समूह |कुनै एक समूह}}: $1 मा रहेका प्रयोगकर्ताहरुले मात्र गर्नसक्छन ।',

'versionrequired'     => 'MediaWiki संस्करण $1 चाहिने',
'versionrequiredtext' => 'यो पृष्ठ प्रयोग गर्नको लागि MediaWiki $1 संस्करण चाहिन्छ ।
हेर्नुहोस्  [[Special:Version|version page]]',

'ok'                      => 'हुन्छ',
'pagetitle'               => '$1 - {{SITENAME}}',
'pagetitle-view-mainpage' => '{{SITENAME}}',
'retrievedfrom'           => ' "$1" बाट निकालिएको',
'youhavenewmessages'      => 'तपाईंको लागि ($2) मा  $1 छ ।',
'newmessageslink'         => 'नयाँ सन्देशहरू',
'newmessagesdifflink'     => 'आखिरी परिवर्तन',
'youhavenewmessagesmulti' => 'तपाईंको लागि $1 मा  नयाँ सन्देशहरू छन्',
'editsection'             => 'सम्पादन',
'editsection-brackets'    => '[$1]',
'editold'                 => 'सम्पादन',
'viewsourceold'           => 'स्रोत हेर्नुहोस्',
'editlink'                => 'सम्पादन',
'viewsourcelink'          => 'स्रोत हेर्नुहोस्',
'editsectionhint'         => 'खण्ड: $1 सम्पादन गर्नुहोस्',
'toc'                     => 'विषयसूची',
'showtoc'                 => 'देखाउनुहोस्',
'hidetoc'                 => 'लुकाउनुहोस्',
'collapsible-collapse'    => 'खुम्च्याउने',
'collapsible-expand'      => 'फैल्याउने',
'thisisdeleted'           => '$1 हेर्ने या पूर्वरुपमा फर्काउने हो ?',
'viewdeleted'             => '$1 हेर्ने ?',
'restorelink'             => '{{PLURAL:$1|एक मेटिएको सम्पादन |$1 मेटिएका सम्पादनहरू}}',
'feedlinks'               => 'फिड :',
'feed-invalid'            => 'अमान्य फिड प्रकार ग्राह्याता ।',
'feed-unavailable'        => 'सिन्डीकेसन फिडहरु उपलब्ध छैनन्',
'site-rss-feed'           => '$1 RSS फिड',
'site-atom-feed'          => '$1 एटम फिड',
'page-rss-feed'           => '"$1" RSS फिड',
'page-atom-feed'          => '"$1" एटम फिड',
'feed-atom'               => 'Atom',
'feed-rss'                => 'RSS',
'red-link-title'          => '$1 (पृष्ठ उपलब्ध छैन)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'लेख',
'nstab-user'      => 'प्रयोगकर्ता पृष्ठ',
'nstab-media'     => 'माध्यम पृष्ठ',
'nstab-special'   => 'Special page',
'nstab-project'   => 'आयोजना पृष्ठ',
'nstab-image'     => 'फाइल',
'nstab-mediawiki' => 'सन्देश',
'nstab-template'  => 'ढाँचा (टेम्प्लेट)',
'nstab-help'      => 'सहायता पृष्ठ',
'nstab-category'  => 'श्रेणी',

# Main script and global functions
'nosuchaction'      => 'यस्तो कार्य हैन',
'nosuchactiontext'  => 'URL ले खुलाएको कार्य मान्य छैन ।
तपाईले URL गलत टाइपगर्नु भएको , वा गलत लिंक पछ्याउनु भएको हुनसक्छ ।
यस{{SITENAME}}ले सफ्टवेयरमा भएको गल्ति देखाएको पनि हुनसक्छ ।',
'nosuchspecialpage' => 'त्यस्तो विषेश पृष्ठ छैन',
'nospecialpagetext' => '<strong>तपाईँले अनुरोध गर्नुभएको विशेष पृष्ठ अमान्य छ ।</strong>

मान्य पृष्ठहरुको सूची यहाँ [[Special:SpecialPages|{{int:specialpages}}]] उपलब्ध छ ।',

# General errors
'error'                => 'त्रुटी',
'databaseerror'        => 'डेटावेस त्रुटी',
'dberrortext'          => '↓ डेटाबेस क्वेरी सूत्र त्रुटि भएको छ ।
यसले सफ्टवेयरमा बग रहेको देखाउँदछ ।
डेटावेसमा पछिल्लो पटक प्रयास गरिएको क्वेरी:
<blockquote><tt>$1</tt></blockquote>
 "<tt>$2</tt>" फङ्सन बाट बोलाइएको
थियो "<tt>$3: $4</tt>" डेटावेस त्रुटि उत्पन्न ।',
'dberrortextcl'        => 'डेटाबेस क्वेरी वाक्यविन्यास त्रुटि भयो।
"$2" कार्य भित्रबाट "$1" अन्तिम प्रयास गरिएको डेटाबेस क्वेरी थियो।
डेटाबेसले दिएको त्रुटि "$3: $4"',
'laggedslavemode'      => "'''चेतावनी:''' पृष्ठमा हालका अद्यतनहरु नहुनसक्छन् ।",
'readonly'             => 'डेटाबेस बन्द गरिएको छ',
'enterlockreason'      => 'ताल्चा मार्नुको कारण प्रविष्ठ गर्नुहोस्, साथै ताल्चा हटाउने समयको अबधि अन्दाज गर्नुहोस ।',
'readonlytext'         => 'सम्भवतः नियमित डेटाबेस रख-रखाउको कारण अहिलेलाई नयाँ डेटाबेस प्रविष्टी र अन्य संशोधनहरु  बन्द राखिएकोछ,, जसलाई पछिबाट सामान्य गरिनेछ। 
प्रबन्धक जसले यो बन्द गरेकाछन्, यो स्पष्टीकरण दिएकाछन्: $1',
'missing-article'      => 'नाम "$1" $2 भएको भेटिनु पर्ने पृष्ठको पाठ डेटाबेसले  भेटाइएन, 

यस्तो प्राय: मिति नाघिसकेको भिन्न वा इतिहास वा कुनै मेटिसकेको पानाको लिंक पछ्याउनाले हुन्छ ।

यदि यस्तो भएको होइन भने सफ्टवेयरको त्रुटी पनि हुनसक्छ ।
कृपया यसको url खुलाइ [[Special:ListUsers/sysop|प्रबन्धक]]लाई उजुरी गर्नुहोस्',
'missingarticle-rev'   => '(पुनरावलोकन #: $1)',
'missingarticle-diff'  => '(डिफ diff: $1, $2)',
'readonly_lag'         => 'डेटाबेस स्वतः बन्द गरिएकोछ जबकि अधिनस्थ डेटाबेस सर्वरले मूल पहिल्याउँदछ।',
'internalerror'        => 'आन्तरिक त्रुटि',
'internalerror_info'   => 'आन्तरिक त्रुटि: $1',
'fileappenderrorread'  => 'जोड़ने बेलामा "$1" पढ्न सकिएन।',
'fileappenderror'      => ' "$2".लाई"$1" मा जोडन सकिएन ।',
'filecopyerror'        => 'फाइल  "$1" लाई "$2" मा प्रतिलिपि गर्न सकिएन ।',
'filerenameerror'      => 'फाइल "$1" को नाम "$2" मा परिवर्तन गर्न सकिएन ।',
'filedeleteerror'      => 'फाइल "$1"  मेट्न सकिएन ।',
'directorycreateerror' => 'डाइरेक्टरी "$1" निर्माण गर्न सकिएन ।',
'filenotfound'         => '"$1" फाइल भेटिएन ।',
'fileexistserror'      => 'फाइल  "$1 लेख्न सकिएन : फाइल पहिले देखि रहेको छ',
'unexpected'           => 'अप्रत्यासित मान :"$1"="$2" ।',
'formerror'            => 'त्रुटी : फर्म बुझाउन सकिएन',
'badarticleerror'      => 'यो कार्य यस पृष्ठमा गर्न मिल्दैन।',
'cannotdelete'         => '"$1" पृष्ठ वा फ़ाइल मेट्नसकिएन।
यो अघिबाट नैं मेटिएको हुनुपर्छ।',
'badtitle'             => 'गलत शीर्षक',
'badtitletext'         => 'अनुरोध गरेको पृष्ठ शीर्षक अमान्य, खाली वा गलत रुपमा अन्तर भाषा वा अन्तर विकी सम्बन्ध गरिएको थियो।  यसमा शीर्षकमा प्रयोग गर्न नमिल्ने एक वा बढी अक्षरहरू रहेका हुनसक्छन् ।',
'perfcached'           => 'तलको डाटाहरु क्याचमा रहेका कुराहरु हुन्। अपटुडेट नहुनपनि सक्छन्।',
'perfcachedts'         => 'तलको डाटाहरु क्याचमा रहेका कुराहरु हुन् र यो पछिल्लो पल्ट $1 मा अपडेट गरीएको थियो ।',
'querypage-no-updates' => 'यो पृष्ठको अध्यावधी कार्य निस्क्रिय गरिएको छ।
यहाँको डेटा तत्कालै ताजा पारिने  छैन।',
'wrong_wfQuery_params' => 'गलत प्यारामेटर  wfQuery()को लागि <br />
फङ्सन: $1<br />
क्वेरी: $2',
'viewsource'           => 'स्रोत हेर्नुहोस',
'viewsourcefor'        => '$1 को लागि',
'actionthrottled'      => 'कार्य रोकियो',
'actionthrottledtext'  => 'स्पामबाट बच्ने तरिकाको रुपमा , तपाईँलाई यो कार्य थोरै समयमा धेरै पटक गर्नबाट सिमित गरिएको छ, र तपाईले आफ्नो सिमा पार गरिसक्नु भयो ।
कृपया केही मिनेटहरु पछि पुन: प्रयास गर्नुहोस्  ।',
'protectedpagetext'    => 'यो पृष्ठ सम्पादन हुनबाट बचाउन सम्पादनमा रोक  लगाइएको छ।',
'viewsourcetext'       => 'तपाईँले यस पृष्ठको स्रोत हेर्न र प्रतिलिपी गर्न सक्नुहुन्छ ।',
'protectedinterface'   => 'यो पृष्ठले सफ्टवेयरको लागि अन्तरमोहडा पाठ प्रदान गर्दछ , र यसलाई दुरुपयोग हुनबाट बचाउन ताल्चा मारिएको छ।',
'editinginterface'     => "'''चेतावनी:''' तपाईं यस्तो पृष्ठलाई सम्पादन गर्नुहुँदैछ, जसले सफ्टवेयरको लागि अन्तरमोहोड़ा (interface) पाठ प्रदान गर्दछ।
यसको परिवर्तनले अरु प्रयोगकर्ताको अन्तरमोहोड़ाको प्रदर्शनमा प्रभाव पार्छ।
मीडियाविकिको स्थानीयकरण परियोजना निम्ति अनुवाद गर्न कृपया यहाँ जानुहोस् [http://translatewiki.net/wiki/Main_Page?setlang=en translatewiki.net]",
'sqlhidden'            => '(SQL क्वेरी लुकाएको)',
'cascadeprotected'     => 'यो पृष्ठ सम्पादन गर्नबाट सुरक्षित गरिएकोछ किनभनें   {{PLURAL:$1|पृष्ठ |पृष्ठहरु}}मा  सुरक्षित गर्नुका साथै प्रपात ("cascading") विकल्प खुल्ला राखिएकोछ:
$2',
'namespaceprotected'   => " '''$1'''  नेमस्पेसमा रहेका पृष्ठहरु सम्पादन गर्ने अनुमति यहाँलाई छैन ।",
'customcssjsprotected' => 'यो पृष्ठ सम्पादन गर्ने अनुमति यहाँलाई छैन ,किनकी यसमा अरु प्रयोगकर्ताको व्यक्तिगत जानकारीहरु छन् ।',
'ns-specialprotected'  => 'विशेष पृष्ठ सम्पादन गर्न सकिदैन ।',
'titleprotected'       => ' [[User:$1|$1]]द्वारा यो शीर्षक निर्माणहुनबाट जोगाइएको छ।
कारण   "\'\'$2\'\'" हो ।',

# Virus scanner
'virus-badscanner'     => "खराव मिलान: अज्ञात भाइरस स्क्यानर :''$1''",
'virus-scanfailed'     => 'पढाइ असफल(कोड $1)',
'virus-unknownscanner' => 'नखुलेको एन्टीभाइरस:',

# Login and logout pages
'logouttext'                 => "'''तपाईं अहिले बाहिर निस्कनु भएको छ।'''
तपाईंले नाम/खाताविनै पनि {{SITENAME}}मा प्रयोग गर्न सक्नुहुन्छ, अथवा अघिकै वा अर्कै कुनै नामको खाताबाट [[Special:UserLogin|फेरि प्रवेश गर्न]] पनि सक्नुहुन्छ।
याद राख्नुहोस् तपाईंले ब्राउजरको स्मरण भण्डार खालि नगर्दासम्म कुनै पृष्ठहरूमा तपाईं अझै प्रवेश गरिराखेको देखाउन सक्छ।",
'welcomecreation'            => '== स्वागतम् , $1! ==
तपाँईको खाता खोलिएको छ। [[Special:Preferences|{{SITENAME}} preferences]]मा आफ्ना अभिरुचिहरू परिवर्तन गर्न नबिर्सिनुहोला।',
'yourname'                   => 'प्रयोगकर्ता-नाम',
'yourpassword'               => 'पासवर्ड',
'yourpasswordagain'          => 'पासवर्ड फेरी टाईप गर्नुहोस्',
'remembermypassword'         => 'यो कम्प्युटरमा मेरो प्रवेश याद गर । (धेरैमा $1 {{PLURAL:$1|दिन|दिनहरु}})',
'securelogin-stick-https'    => 'प्रवेश गरेपछि HTTPS सित जोड़िएर बस्ने',
'yourdomainname'             => 'तपाईंको ज्ञानक्षेत्र(डोमेन)',
'externaldberror'            => 'यहाँ प्रमाणिकरण डेटाबेस त्रुटि भयो या त तपाईंलाई आफ्नो बाहिरी खाता अद्यतन गर्ने अनुमति छैन।',
'login'                      => 'प्रवेश',
'nav-login-createaccount'    => 'प्रवेश गर्ने/नयाँ खाता बनाउने',
'loginprompt'                => 'तपाईंले {{SITENAME}}मा प्रवेश गर्न कुकीहरू सक्रिय बनाउनुपर्छ ।',
'userlogin'                  => 'प्रवेश गर्ने / नयाँ खाता बनाउने',
'userloginnocreate'          => 'लग इन',
'logout'                     => 'निर्गमन (लग आउउ)',
'userlogout'                 => 'निर्गमन (लग आउउ)',
'notloggedin'                => 'प्रवेश (लग ईन) नगरिएको',
'nologin'                    => "के तपाईसँग खाता छैन ?'''$1''' ।",
'nologinlink'                => 'नयाँ खाता खोल्नुहोस्',
'createaccount'              => 'खाता खोल्नुहोस्',
'gotaccount'                 => "के तपाईँसँग पहिले देखि नै खाता छ ? '''$1''' ।",
'gotaccountlink'             => 'लग इन',
'createaccountmail'          => 'इ-मेलबाट',
'createaccountreason'        => 'कारण :',
'badretype'                  => 'तपाईंले दिनुभएको पासवर्ड मिल्दैन।',
'userexists'                 => 'तपाईले प्रविष्ट गर्नुभएको प्रयोगकर्ताको नाम पहिले देखिनै प्रयोगमा छ ।
कृपया फरक नाम छान्नुहोला ।',
'loginerror'                 => 'प्रवेश त्रुटि',
'createaccounterror'         => 'खाता बनाउन सकिएन: $1',
'nocookiesnew'               => 'तपाईँको खाता बनाइयो, तर तपाईँ प्रवेश गर्नुभएको छैन ।
{{SITENAME}} ले प्रयोगकर्ता प्रवेश गराउन कुकीहरू प्रयोग गर्छ ।
तपाईँको कुकीहरू निस्क्रिय गरिएको छ।
कृपया सक्रिय बनाइ , नाम र प्रवेशशव्द राखी प्रवेश गर्नुहोला ।',
'nocookieslogin'             => '{{SITENAME}} ले प्रयोगकर्ता प्रवेश गराउन कुकीहरू प्रयोग गर्छ । तपाईँको कुकीहरू निस्क्रिय गरिएको छ। कृपया सक्रिय बनाइ , नाम र प्रवेशशव्द राखी प्रवेश गर्नुहोला ।',
'nocookiesfornew'            => 'प्रयोगकर्ताको खाता निर्माण गरिएन, हामीले यसको मूल स्रोत निर्धारण गर्न सकेनौं।
निश्चित गर्नुहोस् तपाईंले कुकी सक्रिय गर्नुभएकोछ, पुनः यस पृष्टलाई उठाई प्रयास गर्नुहोस्।',
'noname'                     => 'तपाईले सही प्रयोगकर्ता नाम दिनु भएन।',
'loginsuccesstitle'          => 'प्रवेश सफल',
'loginsuccess'               => "'''तपाईंले {{SITENAME}}मा  \"\$1\" को रुपमा प्रवेश गर्नुभएकोछ।'''",
'nosuchuser'                 => '"$1" को नामबाट कुनै पनि प्रयोगकर्ता भेटिएनन् ।
प्रयोगकर्ता नाम वर्णसंवेदनशील हुन्छन् ।
हिज्जे जाँच्नुहोस् , या [[Special:UserLogin/signup|नयाँ खाता बनाउनुहोस्]].',
'nosuchusershort'            => ' "<nowiki>$1</nowiki>" नामको कुनै पनि प्रयोगकर्ता भेटिएन।
 तपाईँको हिज्जे जाँच्नुहोस् ।',
'nouserspecified'            => 'तपाँईले प्रयोगकर्ताको नाम जनाउनुपर्छ।',
'login-userblocked'          => 'यस प्रयोगकर्तालाई रोक लगाइएको छ। प्रवेश गर्ने अनुमति छैन।',
'wrongpassword'              => 'पासवर्ड गलत हालियो । कृपया फेरि प्रयास गर्नुहोला ।',
'wrongpasswordempty'         => 'हालिएको पासवर्ड खालि थियो । कृपया फेरी प्रयास गर्नुहोला ।',
'passwordtooshort'           => 'पासवर्ड कम्तिमा {{PLURAL:$1|१ अक्षर |$1 अक्षरहरु}}को हुनुपर्छ ।',
'password-name-match'        => 'तपाईँको प्रवेशशव्द प्रयोगकर्ता नाम भन्दा फरक हुनुपर्छ ।',
'password-login-forbidden'   => 'यो प्रयोगकर्ता नाम र प्रवेश शव्द वर्जित गरिएकोछ ।',
'mailmypassword'             => 'नयाँ प्रवेशशव्द इमेल गर्नुहोस्',
'passwordremindertitle'      => '{{SITENAME}}को लागि नयाँ अस्थायी पासवर्ड',
'passwordremindertext'       => 'कसैले (सायद तपाईँ, IP ठेगाना $1 बाट), {{SITENAME}}($4) को लागि नयाँ प्रवेशशव्द अनुरोध गर्नुभएको छ । प्रयोगकर्ता "$2" को लागि नयाँ अस्थायी प्रवेशशव्द "$3"तयार पारिएको छ। यदि यो तपाईको इच्छामा भएको भए अहिले तपाईँले प्रवेशगरी नयाँ प्रवेशशव्द छान्नु पर्ने हुन्छ।
तपाईको अस्थायी प्रवेशशव्द  {{PLURAL:$5|एक दिन|$5 दिनहरू पछि}} अमान्य हुनेछ ।

यदि कोही अरुले नै अनुरोध गरेको हो भने , या तपाईले आफ्नो प्रवेशशव्द सम्झिनु भयो भने, अथवा
त्यसलाई परिवर्तन गर्न चाहनुहुन्न भने, तपाईँले यो सन्देशको वेवास्ता गर्नसक्नुहुन्छ र पुरानै प्रवेशशव्द प्रयोग गरिरहन सक्नुहुन्छ ।',
'noemail'                    => 'प्रयोगकर्ता  "$1"को लागि कुनै पनि इ-मेल दर्ता गरिएको छैन ।',
'noemailcreate'              => 'तपाईंले सही ई-मेल ठेगाना दिनुपर्छ',
'passwordsent'               => '"$1" को लागि दर्ता गरिएको ई-मेल ठेगानामा एक प्रवेशशव्द पठाइएको छ।
कृपया त्यसलाई प्राप्त गरेपछि प्रवेश गर्नुहोला ।',
'blocked-mailpassword'       => 'तपाईको IP ठेगानालाई सम्पादनगर्नबाट रोक लगाइएको छ, र त्यसैले दुरुपयोग रोक्नको लागि प्रवेशशव्द पुनर्लाभ प्रक्रिया प्रयोग गर्न अनुमति छैन ।',
'eauthentsent'               => 'दिइएको इमेल ठेगानामा  किटानी इमेल पठाइएको छ ।
तपाईको खातामा अरु इमेल पठउनु अघि , इमेलमा लेखिएको मार्गदर्शन अनुसार , त्यो खाता तपाईँकै हो भनेर निश्चित गराउनु पर्नेछ ।',
'throttled-mailpassword'     => 'बितेको {{PLURAL:$1|घण्टा|$1 घण्टाहरु}} भित्र एउटा प्रवेशशब्द अनुस्मारक पठाई सकिएको छ।
दुरुपयोगबाट बचाउकोलागि प्रत्येक {{PLURAL:$1|घण्टा|$1 घण्टाहरु}}मा केवल एउटा प्रवेशशब्द अनुस्मारक पठाइन्छ।',
'mailerror'                  => ' चिठी :$1 पठाउँदा त्रुटी भयो',
'acct_creation_throttle_hit' => 'तपाईंको आईपी ठेगानाबाट आएका आगन्तुकद्वारा बितेको चौबिस घण्टामा यस विकिमा {{PLURAL:$1|एउटा खाता बनाइसकिएको छ|$1 खाताहरु बनाइसकिएका छन्}}, यस समयावधिमा यति नैं अधिकतम सीमा हो।
अतः यस समय यस आईपी ठेगानाको प्रयोग गर्ने आगन्तुकले अरु खाता खोल्न सक्नेछैनन्।',
'emailauthenticated'         => 'तपाईंको ई-मेल ठेगाना $2 को $3 मा प्रमाणित गरियो।',
'emailnotauthenticated'      => 'तपाईँको इमेल ठेगाना अहिले सम्म प्रमाणित गरिएको छैन ।
निम्न सुविधाको लागि कुनै पनि इ-मेल पठाइने छैन ।',
'noemailprefs'               => 'निम्न सुविधाहरु राम्ररी काम गर्नको लागि तपाईको अभिरुचिमा आफ्नो ई-मेल ठेगाना खुलाउनुहोस् ।',
'emailconfirmlink'           => 'तपाईंको ई-मेल ठेगाना पक्का गर्नुहोस्',
'invalidemailaddress'        => 'ई-मेल ठेगाना स्वीकार गर्न सकिएन किन भनें यो सही प्रारूपमा छैन, कृपया सही प्रारूपको  ठेगाना दिनुहोस्।',
'accountcreated'             => 'खाता खोलियो',
'accountcreatedtext'         => '$1 कोलागि प्रयोगकर्ता खाता खोलियो।',
'createaccount-title'        => '{{SITENAME}}कोलागि खाता खोल्ने काम',
'createaccount-text'         => 'कसैले तपाईको इमेल ठेगानालाई {{SITENAME}} ($4) मा "$2" नामको खाता बनाएको छ, जसको पासवर्ड "$3" छ।',
'usernamehasherror'          => 'प्रयोगकर्तानाममा ह्यास अक्षरहरु राख्न मिल्दैन।',
'login-throttled'            => 'तपाईंले भर्खरै धेरै पल्ट प्रवेशको निम्ति प्रयास गर्नुभयो।
कृपया पर्खेर केही समयपछि मात्र प्रयास गर्नुहोस्।',
'loginlanguagelabel'         => 'भाषा: $1',
'suspicious-userlogout'      => 'तपाँईको निर्गमन अनुरोध अस्विकार गरिन्छ किनकी यो खराब ब्राउजर वा क्यासिङ प्रोक्सिले पठाएको जस्तो देखिन्छ।',

# E-mail sending
'php-mail-error-unknown' => 'PHP मेल() क्रियामा अज्ञात त्रुटि',

# JavaScript password checks
'password-strength'            => 'पासवर्डको अनुमानित बल: $1',
'password-strength-bad'        => 'नराम्रो',
'password-strength-mediocre'   => 'साधारण',
'password-strength-acceptable' => 'स्वीकार्य',
'password-strength-good'       => 'राम्रो',
'password-retype'              => 'पासवर्ड फेरी टाईप गर्नुहोस्',
'password-retype-mismatch'     => 'पासवर्डहरु मिलेनन्',

# Password reset dialog
'resetpass'                 => 'प्रवेशशव्द परिवर्तन गर्नुहोस्',
'resetpass_announce'        => 'तपाईंले अस्थायी ई-मेल कोडको आधारमा प्रवेश गर्नु भएकोछ।
प्रवेशकार्य पूरा गर्न नयाँ प्रवेश शव्द यहाँ दिनुहोस्:',
'resetpass_header'          => 'खाताको प्रवेशशव्द परिवर्तन गर्ने',
'oldpassword'               => 'पुरानो पासवर्ड:',
'newpassword'               => 'नयाँ पासवर्ड:',
'retypenew'                 => 'प्रवेशशव्द पुन: प्रविष्ट गर्नुहोस् :',
'resetpass_submit'          => 'प्रवेशशव्द मिउने र प्रवेशगर्ने',
'resetpass_success'         => 'तपाईँको प्रवेशशव्द सफलतापूर्वक परिवर्तन भयो ! तपाईलाई प्रवेश गराइदैछ ...',
'resetpass_forbidden'       => 'प्रवेशशव्द परिवर्तन गर्न मिल्दैन',
'resetpass-no-info'         => 'यो पृष्ठ सिधै हेर्नको लागि तपाईँले प्रवेश गर्नुपर्छ ।',
'resetpass-submit-loggedin' => 'प्रवेशशव्द परिवर्तन गर्ने',
'resetpass-submit-cancel'   => 'रद्द',
'resetpass-wrong-oldpass'   => 'अस्थायी अथवा हा्लिएको प्रवेश शव्द अमान्य
तपाईंले अघिबाट नैं प्रवेश शव्द सफलता पूर्वक परिवर्तन गरिसक्नु भएको हो वा नयाँ प्रवेश शव्दको निम्ति निवेदन गर्नुभएकोछ।',
'resetpass-temp-password'   => 'अस्थाइ प्रवेशशव्द',

# Edit page toolbar
'bold_sample'     => 'गाढा अक्षर',
'bold_tip'        => 'गाढा अक्षर',
'italic_sample'   => 'इटालिक पाठ',
'italic_tip'      => 'इटालिक पाठ',
'link_sample'     => 'शीर्षक लिंङ्क',
'link_tip'        => 'आन्तरिक लिङ्क',
'extlink_sample'  => 'http://www.example.com लिङ्क शीर्षक',
'extlink_tip'     => 'बाह्य लिङ्क (सम्झनुहोस् http:// prefix)',
'headline_sample' => 'शीर्षक अक्षर',
'headline_tip'    => 'दोस्रो स्तर शीर्षपंक्ति',
'math_sample'     => 'सूत्र यहाँ थप्नुहोस्',
'math_tip'        => 'गणितीय सूत्र (LaTeX)',
'nowiki_sample'   => 'प्रारुप नभएको पाठ  यहाँ दिनुहोस्',
'nowiki_tip'      => 'विकि फरम्याटिङ्लाइ वास्ता नगर्ने (इग्नोर गर्ने)',
'image_sample'    => 'उदाहरण.jpg',
'image_tip'       => 'इम्बेडेड(जडान गरिएको) फाइल',
'media_sample'    => 'उदाहरण.ogg',
'media_tip'       => 'फाइल लिङ्क',
'sig_tip'         => 'तपाईँको समयछाप सहितको दस्तखत',
'hr_tip'          => 'क्षितिजिय रेखा (कम प्रयोग गर्नुहोस्)',

# Edit pages
'summary'                          => 'सारांश:',
'subject'                          => 'विषय/शीर्षक:',
'minoredit'                        => 'यो सानो सम्पादन हो',
'watchthis'                        => 'यो पृष्ठ अवलोकन गर्नुहोस्',
'savearticle'                      => 'संग्रह गर्नुहोस्',
'preview'                          => 'पूर्वालोकन',
'showpreview'                      => 'पूर्वालोकन देखाउनुहोस्',
'showlivepreview'                  => 'प्रत्यक्ष पूर्वालोकन',
'showdiff'                         => 'परिवर्तन देखाउनुहोस्',
'anoneditwarning'                  => "'''चेतावनी:''' तपाईँले प्रवेश गर्नु भएको छैन।
तपाईँको IP ठेगाना पृष्ठसम्पादन इतिहासमा दर्तागरिने छ ।",
'anonpreviewwarning'               => "''तपाईंले प्रवेश गर्नु भएको छैन। संग्रह (Save) गरेको खण्डमा पृष्ठको इतिहासमा तपाईंको IP ठेगाना अंकित गरिनेछ।''",
'missingsummary'                   => "'''यादगर्नुहोस् :''' तपाईले सम्पादन सारांश दिनुभएको छैन ।
यदि तपाईले संग्रहगर्नुहोस्  थिच्नुभयो भने , सारांश बिना नै संग्रहित गरिने छ ।",
'missingcommenttext'               => 'कृपया टिप्पणी प्रविष्ठ गर्नुहोस् ।',
'missingcommentheader'             => "'''याद गर्नुहोस् :''' तपाईँले टिप्पणीमा विषय /शीर्ष पंक्ति  दिनुभएको छैन ।
तपाईँले फेरि \"{{int:savearticle}}\"  थिच्नु भएमा , तपाईको सम्पादन यसै रुपमा संग्रहित हुनेछ ।",
'summary-preview'                  => 'सारांश पूर्वालोकन:',
'subject-preview'                  => 'विषय/शिर्षपंक्ति पूर्वरुप:',
'blockedtitle'                     => 'प्रयोककर्तालाई रोक लगाइएको छ',
'blockedtext'                      => "'''तपाईँको प्रयोगकर्ता नाम या IP ठेगानालाई रोक लगाइएको छ ।'''

रोक लगाउने  $1.
रोक लगाउनाको कारण ''$2''.

* रोक सुरूहुने : $8
* रोक सकिने: $6
* रोकबाट लक्षित: $7

तपाईले  $1 वा अरु कुनै  [[{{MediaWiki:Grouppage-sysop}}|administrator]] सँग रोकको बारेमा छलफल गर्न सम्पर्क गर्न सक्नुहुन्छ ।
तपाईँले  'प्रयोगकर्तालाई इ-मेल गर्ने ' सुविधा मान्य इमेल ठेगाना [[Special:Preferences|account preferences]] मा नखुलाए सम्म प्रयोगगर्न पाउनुहुने छैन र यसको प्रयोग गर्नबाट रोक लगाइएको छैन ।
तपाईको IP ठेगाना $3 को, र रोक्का संख्या #$5.
कृपया तपाईँको प्रश्नमा सबै जानकारी खुलाउनुहोला ।",
'autoblockedtext'                  => "तपाईंको IP ठेगानामाथि रोक लगाइएकोछ किन भनें यो अर्को प्रयोगकर्ताले प्रयोग गरेको थियो, जसलाई $1ले रोक लगाएका थिए। 
रोक लगाउनुको कारण:
:''$2''  

* रोकावट सुरु: $8
* रोकावट सकिने: $6
* रोकावटको प्रयोजन: $7

तपाईंले $1 सित संपर्क गर्न सक्नुहुन्छ अथवा कुनै [[{{MediaWiki:Grouppage-sysop}}|प्रबन्धकसित]] रोकबारे चर्चा गर्न सक्नुहु्न्छ।

ध्यान दिनुहोस् कि तपाईंले यस प्रयोगकर्ताका लागि ई-मेलको प्रयोग तबसम्म गर्नसक्नुहुन्न जबसम्म तपाईको [[Special:Preferences|अभिरुचि]] पंजिकृत गर्नु हुन्न वा यस ई-मेलको प्रयोगमाथि रोक लगाइएको हुँदैन। 

तपाईंको वर्तमान IP ठेगाना हो- $3, अनि रोक लगाइएको ID हो- #$5.
कृपया कुनै बेला सोधनी गर्नु परे उपर्युक्त विवरण दर्शाउनु होला।",
'blockednoreason'                  => 'कारण दिइएको छैन',
'blockedoriginalsource'            => "'''$1''' को स्रोत तल देखाइएको छ:",
'blockededitsource'                => "'''$1'''को '''तपाईँको सम्पादन'''को पाठ तल देखाइएको छ:",
'whitelistedittitle'               => 'सम्पादन गर्नको लागि प्रवेश (लग इन) आवश्यक छ',
'whitelistedittext'                => 'पाना सम्पादन गर्न तपाँईले $1 गर्नु पर्दछ।',
'confirmedittext'                  => 'तपाईंले पृष्ठ संपादन गर्नअघि आफ्नो ई-मेल ठेगानाको पुष्टि गर्नुपर्छ।
कृपया ई-मेल ठेगाना तयार गरी [[Special:Preferences|प्रयोगकर्ता अभिरूचि]] मार्फत मंजुर गराउनुहोस्।',
'nosuchsectiontitle'               => 'सेक्सन फेला परेन',
'nosuchsectiontext'                => 'तपाईं त्यस्तो खण्डको संपादन गर्ने प्रयास गर्नु्भयो जो अस्तित्वमा छैन।
यो सारिएको अथवा मेटाइएको हुनुपर्छ जब तपाईं यस पृष्ठलाई हेर्नुहुँदैथियो।',
'loginreqtitle'                    => 'प्रवेशगर्नु जरुरी छ।',
'loginreqlink'                     => 'प्रवेश (लग ईन)',
'loginreqpagetext'                 => 'अरु पृष्ठहेर्न तपाईले $1 गर्नुपर्छ ।',
'accmailtitle'                     => 'पासवर्ड पठाइयो',
'accmailtext'                      => "जथाभावीरुपमा सृजना गरिएको प्रवेशशब्द प्रयोगकर्ता [[User talk:$1|$1]] को  $2 मा पठाइएको छ।

यो नयाँ खाताको प्रवेशशब्द  ''[[Special:ChangePassword|change password]]'' मा प्रवेश गरेर परिवर्तन गर्न सकिन्छ ।",
'newarticle'                       => '(नयाँ)',
'newarticletext'                   => "तपाईँले अहिले सम्म नभएको पृष्ठको लिंङ्क पहिल्याउनु भएको छ।
यो पृष्ठ निर्माण गर्न तलको कोष्ठमा टाइप गर्नुहोस्  ।(थप जानकारीको लागि [[{{MediaWiki:Helppage}}|help page]] हेर्नुहोस् )।
यहाँ त्यत्तिकै आइपुग्नु भएको हो भने , ब्राउजरको  '''back''' बटन थिच्नुहोस ।",
'anontalkpagetext'                 => "----''यो वार्तालाप पृष्ठ अज्ञात प्रयोगकर्ताको हो जसले अहिलेसम्म खाता बनाएकै छैन, अथवा जसले यस पृष्ठको उपयोग गर्दैन।
यस कारण हामीले उसलाई उसको आइ पी (IP) ठेगानाले चिन्न सक्छौं। 
यस्तो आइ पी (IP) ठेगाना धेरै प्रयोगकर्ताहरुको साझा हुनसक्छ।
यदि तपाईं अज्ञात प्रयोगकर्ता हुनुहुन्छ र तपाईंमथि अचाहिँदो टिप्पणी भएको अनुभव गर्नुहुन्छ भनें भविष्यमा अन्य अज्ञात प्रयोगकर्तासितको भ्रमबाट बाँच्न कृपया [[Special:UserLogin/signup|खाता खोल्नुहोस्]] अथवा [[Special:UserLogin|प्रवेश गर्नुहोस्]] ''",
'noarticletext'                    => 'यस लेखमा अहिले केहि पनि पाठ छैन ।
तपाईले अन्य पृष्ठमा [[Special:Search/{{PAGENAME}}|यस पृष्ठको शीर्षकको लागि खोज]] गर्न सक्नुहुन्छ ।
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} पृष्ठ संबंधित ढड्डामा खोज],
वा [{{fullurl:{{FULLPAGENAME}}|action=edit}}  यसै पृष्ठलाई संपादन गर्ने]</span>.',
'noarticletext-nopermission'       => 'यस लेखमा अहिले केहि पनि पाठ छैन ।
तपाईंले अन्य पृष्ठमा [[Special:Search/{{PAGENAME}}|यस पृष्ठको शीर्षकको लागि खोज]] गर्न सक्नुहुन्छ,
अथवा <span class="plainlinks">[{{fullurl:{{#Special:Log}}|पृष्ठ={{FULLPAGENAMEE}}}} सम्बन्धित लगहरु खोज्न सक्नुहुनेछ ]</span>.',
'userpage-userdoesnotexist'        => 'प्रयोगकर्ताको खाता  "$1" दर्ता गरिएको छैन ।
तपाईँले पृष्ठ निर्माण/सम्पादन गर्न चाहनु भएको भए जाँच गर्नुहोस् ।',
'userpage-userdoesnotexist-view'   => 'प्रयोगकर्ता खाता "$1" दर्ता गरिएको छैन।',
'blocked-notice-logextract'        => 'यो प्रयोगकर्ता हाल प्रतिबन्धित छ।
भर्खरैको प्रतिबन्ध लग प्रविष्टि सन्दर्भको निम्ति तल दिइन्छ:',
'clearyourcache'                   => "'''सूचना: सेभ गरेपछि, परिवर्तन हेर्न लाइ तपाइले आफ्नो ब्राउजर मा क्याश बाईपास गर्न पर्ने हुन सक्छ।'''
'''मोजिला / फायरफक्स / सफारी:''' ''Shift'' लाइ चाँपिराखेर ''Reload'' क्लिक गर्नु पर्छ, वा ''Ctrl-F5'' वा ''Ctrl-R'' दबाउनुहोस(Macintosh मा ''Command-R'');
'''कन्करर:''' मा ''Reload'' क्लिक गर्नुहोस या ''F5'' दबाउनुहोस;
'''ओपेरा:''' ''Tools → Preferences'' मा गएर क्याश हटाउनुहोस;
''''इंटरनेट एक्सप्लोरर'''': ''Ctrl'' लाइ चाँपिराखेर ''Refresh'' क्लिक गर्नुहोस वा ''Ctrl-F5'' चाँप्नुहोस",
'usercssyoucanpreview'             => "'''सुझाव:''' तपाईंको नयाँ CSS संग्रह गर्न अघि  \"{{int:showpreview}}\" बटन थिचेर जाँच्नुहोस् ।",
'userjsyoucanpreview'              => "↓ '''सुझाव:''' तपाईंको नयाँ जाभा स्क्रिप्ट (JavaScript)  संग्रह गर्न अघि  \"{{int:showpreview}}\" बटन थिचेर जाँच्नुहोस् ।",
'usercsspreview'                   => "'''याद राख्नुहोस तपाईँले आफ्नो प्रयोगकर्ता CSSको पूर्वावलोकन मात्र हेरिरहनु भएको छ। '''
'''यसलाइ अहिले सम्म संग्रह गरिएको छैन!'''",
'userjspreview'                    => "'''याद राख्नुहोस तपाईँले आफ्नो प्रयोगकर्ता JavaScript को पूर्वावलोकन मात्र हेरिरहनु भएको छ। '''
'''यसलाइ अहिले सम्म संग्रह गरिएको छैन!'''",
'sitecsspreview'                   => "'''याद राख्नुहोस तपाईँले केवल वैश्विक CSS. को पूर्वावलोकन मात्र अवलोकन गर्नु भएको छ। '''
'''यसलाइ अहिले सम्म संग्रह गरिएको छैन!'''",
'sitejspreview'                    => "याद राख्नुहोस तपाईँले केवल JavaScript code को पूर्वावलोकन मात्र हेरिरहनु भएको छ। '''
'''यसलाइ अहिले सम्म संग्रह गरिएको छैन!'''",
'userinvalidcssjstitle'            => "'''चेतावनी:''' यहाँ कुनैपनि \"\$1\" नामको स्कीन छैन ।
प्रचलित .css तथा .js पृष्ठहरुले lowercase शीर्षक प्रयोग गर्छन्, जस्तै {{ns:user}}:Foo/Vector.css को सट्टामा {{ns:user}}:Foo/vector.css",
'updated'                          => 'नवीन',
'note'                             => "'''सूचना:'''",
'previewnote'                      => "'''यो केवल पूर्वालोकन मात्र हो; तपाइँका परिवर्तनहरू संग्रह भइसकेको छैन!'''",
'previewconflict'                  => 'यस पूर्वावलोकनले संपादन क्षेत्र को माथिल्लो भागको पाठ परिवर्तन गर्ने ठाउँको पाठलाइ देखाउँछ अनि तपाइले यसलाइ सेभ गरेपछि देखापर्छ।',
'session_fail_preview'             => "'''माफ गर्नुहोस्! सत्र-आँकड़ा (session data) हराउनाले हामीले तपाईंको सम्पादन प्रक्रिया अघि बढाउन सकेनौं।.'''
कृपया पुनः प्रयास गर्नुहोस्।
यदि फेरि पनि काम भएन भनें, [[Special:UserLogout|बाहिर गई(लग आउट गरी)]]  फेरि प्रवेश गर्नुहोस्।",
'session_fail_preview_html'        => "'''माफ गर्नुहोला! सत्र को डेटा को नोकसान को कारण ले गर्दा तपाइको सम्पादन लाइ जारी राख्न सकिएन।'''

''जावास्क्रिप्ट हमलाहरु रोक्नको लागि यो पूर्वावलोकन लाइ देखाइएको छैन किन कि {{SITENAME}} मा काँचो HTML को प्रयोग गर्न मिल्ने बनाइएको छ।''

'''यदि यो एक वैध प्रयास हो भने, कृपया पुन: प्रयास गर्नुहोला.'''
यदि अझै पनि काम गरेन भने [[Special:UserLogout|निर्गमन(logging out)]] र पुन:आगमन(login) गर्ने प्रयास गर्नुहोला।",
'editing'                          => '$1 सम्पादन गरिँदै',
'editingsection'                   => '$1 (खण्ड) सम्पादन गरिँदै',
'editingcomment'                   => '$1 सम्पादन गर्दै(नयाँ खण्ड)',
'editconflict'                     => 'सम्पादन बाँझियो: $1',
'explainconflict'                  => "तपाईंले सम्पादन कार्य सुरु गरेपछि कसैले यस पृष्टलाई परिवर्तन गरेकोछ।
माथिल्लो पाठक्षेत्रमा पृष्ठको वर्तमान पाठ छ।
तपाईंको परिवर्तन तल्लो भागमा दर्शाइएकोछ। 
तपाईंले गर्नुभएको परिवर्तनलाई वर्तमान पाठसित मिसाउनु पर्नेछ, यदि तपाईंले \"{{int:savearticle}}\" थिच्नु भयो भनें पाठको माथिल्लो भाग '''मात्र''' संग्रह गरिनेछ।",
'yourtext'                         => 'तपाइका शव्दहरु',
'storedversion'                    => 'संग्रहित पुनरावलोकन',
'yourdiff'                         => 'भिन्नताहरु',
'copyrightwarning'                 => "कृपया ध्यान दिनुहोस् यस {{SITENAME}}मा दिइएका योगदानहरु $2को तहत सम्पादन र पुनर्वितरणकोलागि मुक्त मानिनेछ (विवरणकोलागि $1 हेर्नुहोस्) । यदि  तपाईंको लेखलाई सम्पादन अथवा पुनः वितरण गराउन चाहनु हुन्न भनें  कृपया यहाँ  तपाईंको लेख प्रस्तुत नगर्नुहोस् ।<br />       
यदि तपाईं किटानसाथ भन्नुहुन्छ कि कुनै लेख मैले लेखेको हो अथवा सार्वजनिक ज्ञानक्षेत्र अथवा मुक्त संसाधनबाट लिइएको हो, '''यस्तो लेख बिना कपीराइट यहाँ नदिनुहोस्!'''",
'semiprotectedpagewarning'         => "'''सूचना:''' यो पृष्ठलाई सुरक्षित गरिएको हुँदा दर्ता भएका प्रयोगकर्ताहरुले मात्र यसलाई सम्पादन गर्न सक्छन्। संदर्भको लागि नविनतम लग प्रविष्टि  तल दिइएको छ:",
'cascadeprotectedwarning'          => "'''चेतावनी:''' यस पृष्ठलाई सुरक्षित गरिएको छ जसको संशोधन प्रबन्धनको अधिकार प्राप्त प्रयोगकर्ताले मात्र सम्पादन गर्न सक्नेछन् किन भनें निम्न लाममा सुरक्षित छ {{PLURAL:$1|page|pages}}:",
'titleprotectedwarning'            => "'''चेतावनी:''' यो पृष्ठलाई सुरक्षित गरिएकोछ र यसलाई सृजना गर्न  [[Special:ListGroupRights|विशेषाधिकार]] चाहिन्छ । संदर्भको लागि नवीनतम लग प्रविष्टि  तल दिइएको छ:",
'templatesused'                    => 'यस पृष्ठमा प्रयोग भएका {{PLURAL:$1|Template|टेम्प्लेट(नमूना)हरु}} :',
'templatesusedpreview'             => 'यस पृष्ठमा प्रयोग भएका {{PLURAL:$1|Template|टेम्प्लेट(नमूना)हरु}} :',
'templatesusedsection'             => '{{PLURAL:$1|ढाँचा प्रयोग गरिएकोछ|ढाँचाहरु प्रयोग गरिएकाछन्}} यस खण्डमा:',
'template-protected'               => '(सुरक्षित)',
'template-semiprotected'           => '(अर्ध-सुरक्षित)',
'hiddencategories'                 => 'यो पृष्ठ निम्न {{PLURAL:$1|1 लुकाइएको श्रेणी|$1 लुकाइएका श्रेणीहरु}}को सदस्य हो :',
'nocreatetitle'                    => 'पृष्ठ सृजना सीमित गरिएको',
'nocreatetext'                     => '{{SITENAME}} ले नयाँ पृष्ठ शृजना गर्नसक्ने क्षमतामा रोक लगाएको छ।
तपाईँ पछाडि जानु भइ रहिआएको पृष्ठ सम्पादन गर्नसक्नुहुन्छ , अथवा [[Special:UserLogin|प्रवेश गर्नुहोस या नयाँ खाता सृजना गर्नुहोस् ]]।',
'nocreate-loggedin'                => 'नयाँ पृष्ठ सृजनागर्नको लागि तपाईँलाई अनुमति छैन ।',
'sectioneditnotsupported-title'    => 'खण्ड सम्पादन असमर्थित',
'sectioneditnotsupported-text'     => 'यस पृष्ठमा खण्ड सम्पादन असमर्थित',
'permissionserrors'                => 'अनुमति त्रुटीहरु',
'permissionserrorstext'            => 'तपाईँलाई यसको लागि अनुमति छैन ,निम्न {{PLURAL:$1|कारण|कारणहरु}}ले गर्दा:',
'permissionserrorstext-withaction' => '$2 को लागि तपाईँलाई अनुमति छैन , निम्न {{PLURAL:$1|कारणले|कारणहरुले}} गर्दा :',
'recreate-moveddeleted-warn'       => "'''चेतावनी: तपाईं अघिबाट मेटिएको पृष्ठ पुनर्निर्माण गर्नुहुँदैछ'''

तपाईंको विचारमा के यो उचित छ कि यसको सम्पादन जारी राखियोस्, 
यस पृष्ठको मेटिएको र सारिएको लग सुविधाको निम्ति यहाँ दिइएकोछ :",
'moveddeleted-notice'              => 'पृष्ठ मेटिएको छ।
मेटिएका तथा सारिएका पृष्ठहरुको सूची तल सन्दर्भको लागि दिइएको छ।',
'log-fulllog'                      => 'पूरा लग हेर्नुहोस्',
'edit-hook-aborted'                => 'हुकले सम्पादन बन्द गरिदियो ।
यसले कुनै कारण दिएन ।',
'edit-gone-missing'                => 'पृष्ठ अद्यतन गर्न सकिएन
यो मेटिएको जस्तो देखिन्छ ।',
'edit-conflict'                    => 'द्वन्द्व सम्पादन गर्ने ।',
'edit-no-change'                   => 'तपाईँको सम्पादन वेवास्ता गरियो, किनकि कुनै पनि पाठ परिवर्तन गरिएन ।',
'edit-already-exists'              => 'नयाँ पृष्ठ बनाउन सकिएन ।
यो पहिले देखि नै रहेको छ।',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''चेतावनी:''' यस पृष्टका अति धेरै संख्याका महँगा पार्सर फंक्सन कल्स (expensive parser function calls)  छन्।
यसमा $2 भन्दा कम {{PLURAL:$2|कल|कल्स}} हुनुपर्छ,  यहाँ {{PLURAL:$1|अहिले $1 कल छ|अहिले $1 कल्स छ्न्}}.",
'expensive-parserfunction-category'       => "अति धेरे मेहनत पर्ने '''पार्सर फङ्सन कल'''हरु भएका पृष्ठहरु",
'post-expand-template-inclusion-warning'  => "'''चेतावनी:''' समेट्नुपर्ने टेम्प्लेट(नमुना) आकार अति ठूलो छ।
केही टेम्प्लेटहरु(नमुनाहरु) समेटिने छैनन् ।",
'post-expand-template-inclusion-category' => 'पृष्ठहरु जहाँ  समेटिएको टेम्पलेट आकार हुनुपर्ने भन्दा बढि छ ।',
'post-expand-template-argument-category'  => 'मेटिएका टेम्प्लेटहरुसँग सम्बन्ध रहेका पृष्ठहरु',
'parser-template-loop-warning'            => 'टम्प्लेट(नमूना) चक्र भेटियो : [[$1]]',
'parser-template-recursion-depth-warning' => 'टेम्पलेट पुन:चक्र गहिराई सिमा ($1) भन्दा बढि भयो',

# "Undo" feature
'undo-failure' => 'सम्पादनमा अन्तर्द्वन्द्वको कारण सम्पादन रद्द गर्न सकिन्न।',
'undo-norev'   => 'यो मेटिएको या नरहेको कारणले गर्दा सम्पादन खारेज गर्न सकिन्न ।',
'undo-summary' => '  $1द्वारा पुनरावलोकन [[Special:Contributions/$2|$2]] ([[User talk:$2|वार्तालाप]]) खारेज गर्नुहोस',

# Account creation failure
'cantcreateaccounttitle' => 'खाता बनाउन सकिएन',
'cantcreateaccount-text' => "IP ठेगाना ('''$1''')बाट खाता खोल्न  [[User:$3|$3]]द्वारा बन्देज लगाइएको छ।

 $3ले दिनुभएको कारण  ''$2'' हो",

# History pages
'viewpagelogs'           => 'यस पृष्ठका लगहरू हेर्नुहोस्',
'nohistory'              => 'यस पृष्ठको लागी कुनै सम्पादन इतिहास छैन।',
'currentrev'             => 'हालको संस्करण',
'currentrev-asof'        => '$1को रुपमा हालको पुनरावलोकनहरु',
'revisionasof'           => '$1 जस्तै गरी पुनरावलोकन',
'revision-info'          => ' $2द्वारा $1को रुपमा पुनरावलोकन गर्ने',
'previousrevision'       => '← पुरानो संशोधन',
'nextrevision'           => 'नयाँ संशोधन →',
'currentrevisionlink'    => 'हालको पुनरावलोकन',
'cur'                    => 'cur पृष्ठको लिंक इतिहास',
'next'                   => 'अर्को',
'last'                   => 'अघिल्लो',
'page_first'             => 'पहिलो',
'page_last'              => 'अन्तिम',
'histlegend'             => "अंतर चयन:संशोधनहरुको तुलनाको लागि रेडियो बक्समा क्लिक गरेर एण्टर गर्नुहोस् अथवा तल दिएको बटनमा थिच्नुहोस् <br />
लिजेंड: (चालू): '''({{int:cur}})''' = अवतरणको बीचमा अंतर, '''({{int:last}})''' = पहिलाका अवतरणको बीचमा अंतर, '''{{int:minoreditletter}}''' = सानो परिवर्तन।",
'history-fieldset-title' => 'इतिहासको विचरण गर्ने',
'history-show-deleted'   => 'मेटिएका मात्र',
'histfirst'              => 'पहिलो',
'histlast'               => 'अन्तिम',
'historysize'            => '({{PLURAL:$1|१ बाइट |$1 बाइटहरु}})',
'historyempty'           => '(खाली)',

# Revision feed
'history-feed-title'          => 'पुनरावलोकन इतिहास',
'history-feed-description'    => 'विकीमा यो पृष्ठको पुनरावलोकन इतिहास',
'history-feed-item-nocomment' => '$1  $2मा',

# Revision deletion
'rev-deleted-comment'         => '(टिप्पणी हटाइयो)',
'rev-deleted-user'            => '(प्रयोगकर्ता नाम हटाइयो)',
'rev-deleted-event'           => '(लग कार्य हटाइयो)',
'rev-deleted-user-contribs'   => '[प्रयोगकर्ताको नाम अथवा IP ठेगाना हटाइयो - योगदानहरुबाट सम्पादन लुकाइयो]',
'rev-delundel'                => 'देखाउने/लुकाउने',
'rev-showdeleted'             => 'देखाउनु',
'revisiondelete'              => 'मेटाउने/मेटाएको रद्दगर्ने  पुनरावलोकनहरु',
'revdelete-nooldid-title'     => 'अमान्य पुनरावलोकन लक्ष',
'revdelete-nologtype-title'   => 'कुनै पनि लग प्रकार खुलाइएन',
'revdelete-nologtype-text'    => 'यो कार्यको लागि तपाईँले लग प्रकार खुलाउनु भएको छैन ।',
'revdelete-nologid-title'     => 'अमान्य लग प्रविष्टि',
'revdelete-nologid-text'      => 'या यो कार्यको लागि तपाईँले लग प्रकार खुलाउनु भएको छैन या खुलाइएको लग अस्तित्वमा छैन ।',
'revdelete-no-file'           => 'खुलाइएको पृष्ठ अस्तित्वमा छैन',
'revdelete-show-file-confirm' => 'तपाईँ $2 बाट $3 मा मेटिएको फाइल "<nowiki>$1</nowiki>" को पुनरावलोकन हेर्न चाहनुहुन्छ भन्ने कुरामा निश्चित हुनुहुन्छ ?',
'revdelete-show-file-submit'  => 'हो',
'revdelete-selected'          => "'''[[:$1]]को {{PLURAL:$2|छानिएको संस्करण|छानिएका संस्करणहरु}}  :'''",
'logdelete-selected'          => "'''{{PLURAL:$1|छानिएको लग घटना|छानिएका लग घटनाहरु}}:'''",
'revdelete-legend'            => 'दृष्टि बन्देज मिलाउने',
'revdelete-hide-text'         => 'पुनरावलोकन पाठ लुकाउने',
'revdelete-hide-image'        => 'फाइल कमेन्ट लुकाउने',
'revdelete-hide-name'         => 'कार्य र गन्तब्य लुकाउने',
'revdelete-hide-comment'      => 'सम्पादन टिप्पणी लुकाउने',
'revdelete-hide-user'         => 'सम्पादकको प्रयोगकर्ता नाम/IP लुकाउने',
'revdelete-hide-restricted'   => 'प्रवन्धक वा अरुबाट डेटा कम लिने',
'revdelete-radio-same'        => '(परिवर्तन नगर्नुहोस्)',
'revdelete-radio-set'         => 'हुन्छ',
'revdelete-radio-unset'       => 'हुदैन',
'revdelete-suppress'          => 'प्रवन्धक वा अरुबाट डेटा कम लिने',
'revdelete-unsuppress'        => 'पुनर्स्थापित पुनरावृत्तिबाट बन्देज हटाउने',
'revdelete-log'               => 'कारण :',
'revdelete-submit'            => '{{PLURAL:$1|छानिएको संशोधन|छानिएका संशोधनहरु}}मा प्रयोग',
'revdelete-logentry'          => '[[$1]] को पुनरावलोकन दृष्टि परिवर्तन गरियो',
'logdelete-logentry'          => '[[$1]] को पुनरावलोकन घटना दृष्टि परिवर्तन गरियो',
'revdelete-success'           => "'''संशोधन दृश्यता सफलतापूर्वक अद्यतन भयो।'''",
'revdelete-failure'           => "'''संशोधन दृश्यता अद्यतन गर्न सकिएन:'''
$1",
'logdelete-success'           => "'''लग दृष्टि सफलतापूर्वक मिलाइयो ।'''",
'logdelete-failure'           => "'''लग दृष्टि मिलाउन सकिएन :'''
$1",
'revdel-restore'              => 'दृष्टि परिवर्तन गर्ने',
'revdel-restore-deleted'      => 'मेटिएको पुनरावलोकन',
'revdel-restore-visible'      => 'प्रकट संशोधन',
'pagehist'                    => 'पृष्ठको इतिहास',
'deletedhist'                 => 'मेटाएका इतिहास',
'revdelete-content'           => 'सामग्री',
'revdelete-summary'           => 'सम्पादन सारांश',
'revdelete-uname'             => 'प्रयोगकर्ताको नाम',
'revdelete-restricted'        => 'प्रशासकहरुलाई सिमितता दिइयो',
'revdelete-unrestricted'      => 'प्रवन्धककोलागि निषेधहरु हटाइयो ।',
'revdelete-hid'               => ' $1 लुकाउने',
'revdelete-unhid'             => ' $1 नलुकाउने',
'revdelete-log-message'       => '$1  $2 को लागि{{PLURAL:$2|पुनरावलोकन|पुनरावलोकनहरु}}',
'logdelete-log-message'       => '$1 $2को लागि {{PLURAL:$2|घटना|घटनाहरु}}',
'revdelete-hide-current'      => '$2, $1: मिति गरिएका वस्तुहरु लुकाउन मिलेन यो नै सबैभन्दा नयाँ संस्करण हो ।
यसलाई लुकाउन मिल्दैन ।',
'revdelete-edit-reasonlist'   => 'मेट्नको लागि अनुक्रमणिका',

# Suppression log
'suppressionlog' => 'कमगरेको लग',

# Revision move
'revmove-reasonfield'    => 'कारण:',
'revmove-nullmove-title' => 'गलत शीर्षक',

# History merging
'mergehistory'                     => 'पृष्ठ इतिहासहरु जोड्नुहोस्',
'mergehistory-box'                 => 'दुई पृष्ठहरुको पुनरावलोकन जोड्नुहोस् :',
'mergehistory-from'                => 'स्रोत पृष्ठ:',
'mergehistory-into'                => 'गन्तब्य पृष्ठ :',
'mergehistory-list'                => 'जोड्न मिल्ने इतिहास सम्पादन',
'mergehistory-go'                  => 'जोड्न मिल्ने सम्पादनहरु',
'mergehistory-submit'              => 'पुनरावलोकहरु जोड्नुहोस्',
'mergehistory-empty'               => 'कुनै पनि पुनरावलोकनहरु जोड्न मिल्दैन ।',
'mergehistory-no-source'           => 'स्रोत पृष्ठ $1 अस्तित्वमा छैन ।',
'mergehistory-no-destination'      => 'गन्तव्य पृष्ठ $1 अस्तित्वमा छैन ।',
'mergehistory-invalid-source'      => 'स्रोत पृष्ठ मान्य पृष्ठ शिर्षक हुनुपर्ने छ ।',
'mergehistory-invalid-destination' => 'गन्तव्य पृष्ठ मान्य पृष्ठ शीर्षक हुनुपर्ने छ।',
'mergehistory-autocomment'         => ' [[:$1]] लाई [[:$2]] मा जोडियो',
'mergehistory-comment'             => ' [[:$1]] लाई[[:$2]] मा जोडियो : $3',
'mergehistory-same-destination'    => 'स्रोत र गन्तव्य पृष्ठ एउटै हुनसक्दैनन्',
'mergehistory-reason'              => 'कारण :',

# Merge log
'mergelog'           => 'जोडेको लग',
'pagemerge-logentry' => '[[$1]] लाई [[$2]] मा जोडियो  ( $3 सम्म पुनरावलोकन)',
'revertmerge'        => 'नमिलाउने',

# Diffs
'history-title'            => '"$1" को पुनरावलोकन इतिहास',
'difference'               => '(पुनरावलोकनहरुको बीचमा भिन्नता)',
'lineno'                   => 'पंक्ति $1:',
'compareselectedversions'  => 'छानिएका संस्करणहरू दाँज्नुहोस्',
'showhideselectedversions' => 'छानिएका पुनरावलोकनहरु देखाउने/लुकाउने',
'editundo'                 => 'रद्द गर्ने',
'diff-multi'               => '({{PLURAL:$2|एक प्रयोगकर्ता|$2 प्रयोगकर्ताहरु}}द्वारा {{PLURAL:$1|एउटा मध्यवर्ती संशोधन|$1 मध्यवर्ती संशोधनहरू}} नदेखाइएको)',

# Search results
'searchresults'                    => 'खोज नतिजाहरू',
'searchresults-title'              => ' "$1"को लागि खोज नतिजाहरु',
'searchresulttext'                 => ' {{SITENAME}}मा खोज्ने बारे थप जानकारीको लागि,[[{{MediaWiki:Helppage}}|{{int:help}}]] मा हेर्नुहोस् ।',
'searchsubtitle'                   => 'तपाईँले \'\'\'[[:$1]]\'\'\' खोज्नु भएको थियो ([[Special:Prefixindex/$1| "$1"बाट सुरु हुने पृष्ठ ]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1" मा जोडिने पृष्ठ]])',
'searchsubtitleinvalid'            => "तपाईँले '''$1''' खोज्नुभएको थियो",
'toomanymatches'                   => 'अति धेरै मिल्ने नतिजाहरु भेटियो , कृपया फरक क्वेरी प्रयोग गर्नुहोस',
'titlematches'                     => 'पृष्ठ शिर्षक मिल्छ',
'notitlematches'                   => 'कुनै पनि पृष्ठको शीर्षकसित मिल्दैन',
'textmatches'                      => 'पृष्ठ पाठ मिल्छ',
'notextmatches'                    => 'अक्षरस् पेज भेटिएन',
'prevn'                            => 'पहिलेको {{PLURAL:$1|$1}}',
'nextn'                            => 'अर्को {{PLURAL:$1|$1}}',
'prevn-title'                      => 'पहिलेको  $1 {{PLURAL:$1|नतिजा|नतिजाहरु}}',
'nextn-title'                      => 'यस पछिको $1 {{PLURAL:$1|नतिजा |नतिजाहरु}}',
'shown-title'                      => 'देखाउने $1 {{PLURAL:$1|नतिजा|नतिजाहरु}} प्रति पृष्ठ',
'viewprevnext'                     => 'हेर्नुहोस् ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'खोज विकल्प',
'searchmenu-exists'                => "''' \"[[:\$1]]\" नाम गरेको पृष्ठ  यो विकीमा रहेको छ'''",
'searchmenu-new'                   => "'''यो विकिमा  \"[[:\$1]]\" पृष्ठ शृजना गर्नुहोस् !'''",
'searchhelp-url'                   => 'Help:सामग्री',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|पृष्ठहरु प्रिफिक्सले हेर्नुहोस् ]]',
'searchprofile-articles'           => 'सामग्री पृष्ठहरु',
'searchprofile-project'            => 'सहायता र आयोजना पृष्ठहरु',
'searchprofile-images'             => 'मल्टिमिडिया(श्रव्य दृश्य)',
'searchprofile-everything'         => 'सब थोक',
'searchprofile-advanced'           => 'उन्नत',
'searchprofile-articles-tooltip'   => '$1 मा खोज्ने',
'searchprofile-project-tooltip'    => '$1 मा खोज्ने',
'searchprofile-images-tooltip'     => 'फाइलहरु खोज्ने',
'searchprofile-everything-tooltip' => 'सबै सामग्री खोज्ने(वार्तालाप समेत )',
'searchprofile-advanced-tooltip'   => 'अनुकुल नेमस्पेसमा खोज्ने',
'search-result-size'               => '$1 ({{PLURAL:$2|1 शव्द|$2 शव्दहरु}})',
'search-result-score'              => 'मिल्ने :$1%',
'search-redirect'                  => '(जाने $1)',
'search-section'                   => '(खण्ड $1)',
'search-suggest'                   => 'के तपाईको मतलब : $1',
'search-interwiki-caption'         => 'भगिनी आयोजना',
'search-interwiki-default'         => '$1 नतिजाहरु:',
'search-interwiki-more'            => '(अझै)',
'search-mwsuggest-enabled'         => 'सुझाव सहितको',
'search-mwsuggest-disabled'        => 'सुझाव बाहेकको',
'search-relatedarticle'            => 'सम्बन्धित',
'mwsuggest-disable'                => 'AJAX सुझाव निस्क्रिय पार्नुहोस्',
'searcheverything-enable'          => 'सबै नेमस्पेसेजहरुमा खोज्नुहोस्',
'searchrelated'                    => 'सम्बन्धित',
'searchall'                        => 'सबै',
'showingresults'                   => "देखाउदै  {{PLURAL:$1|'''१''' नतिजा|'''$1''' नतिजाहरु }} , #'''$2''' बाट सुरुहुने ।",
'showingresultsnum'                => "तल देखाउदै  {{PLURAL:$3|'''१''' नतिजा|'''$3''' नतिजाहरु }}, #'''$2''' बाट सुरुहुने ।",
'showingresultsheader'             => "{{PLURAL:$5|नतिजा '''$1''' को '''$3'''|नतिजाहरु '''$1 - $2''' को'''$3'''}}  ,'''$4''' को लागि",
'nonefound'                        => "'''द्रष्टव्य''': पूर्वनिर्धारित रुपमा केहीमात्र नेमस्पेसेजहरू खोजिन्छ ।त
तपाईँको क्वेरीलाई  ''all:'' राखी सवै(वार्रतालाप , टेम्लेट सहित, इत्यादी)सामग्री खोज्ने गरी मिलाउनुहोस् , ‍नत्र चाहेको नेमस्पेसलाई अगाडि जोड्नुहोस् ।",
'search-nonefound'                 => 'तपाईँको क्वेरीसँग मेल खाने नतिजाहरू भेटिएनन्',
'powersearch'                      => 'उन्नत खोज',
'powersearch-legend'               => 'उन्नत खोज',
'powersearch-ns'                   => 'नेमस्पेसेजहरुमा खोज्ने :',
'powersearch-redir'                => 'अनुप्रेषित सूचीकृत गर्ने',
'powersearch-field'                => 'को लागि खोज्ने',
'powersearch-togglelabel'          => 'जाँच्ने :',
'powersearch-toggleall'            => 'सबै',
'powersearch-togglenone'           => 'कुनैपनि होइन',
'search-external'                  => 'बाह्य खोज',
'searchdisabled'                   => '{{SITENAME}} खोज निस्कृय पारिएको छ ।
यस समयमा तपाईले Google द्वारा खोज्न सक्नुहुन्छ ।
याद गर्नुहोस् उनीहरुको {{SITENAME}}को सूची सामग्री पुरानो पनि हुनसक्छ ।',

# Quickbar
'qbsettings'               => 'क्विकबार',
'qbsettings-none'          => 'कुनैपनि होइन',
'qbsettings-fixedleft'     => 'देब्रे निश्चित गरिएको',
'qbsettings-fixedright'    => 'दाहिने निश्चित गरिएको',
'qbsettings-floatingleft'  => 'देब्रे तैरने',
'qbsettings-floatingright' => 'दाहिने तैरने',

# Preferences page
'preferences'                   => 'रोजाईहरू',
'mypreferences'                 => 'मेरा अभिरुचिहरू',
'prefs-edits'                   => 'सम्पादन संख्या:',
'prefsnologin'                  => 'प्रवेश (लग ईन) नगरिएको',
'prefsnologintext'              => 'प्रयोगकर्ता अभिरूचि निर्धारण गर्न <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} ]</span>तपाईंले प्रवेश गरेको हुनुपर्छ।',
'changepassword'                => 'पासवर्ड परिवर्तन गर्नुहोस्',
'prefs-skin'                    => 'काँचुली',
'skin-preview'                  => 'पूर्वालोकन',
'prefs-math'                    => 'गणित',
'datedefault'                   => 'कुनै अभिरुचि छैन',
'prefs-datetime'                => 'मिति र समय',
'prefs-personal'                => 'प्रयोगकर्ताको विवरण',
'prefs-rc'                      => 'नयाँ परिवर्तनहरु',
'prefs-watchlist'               => 'अवलोकन पृष्ठ',
'prefs-watchlist-days'          => 'निगरानी सूचीमा देखाउन दिनहरु:',
'prefs-watchlist-days-max'      => 'धेरैमा ७ दिनहरु',
'prefs-watchlist-edits'         => 'उच्चतम परिवर्तन संख्या बढाइएको निगरानी सूचीमा  देखाउनको लागि :',
'prefs-watchlist-edits-max'     => 'उच्चतम संख्या : १०००',
'prefs-watchlist-token'         => 'अवलोकन सूची टोकन:',
'prefs-misc'                    => 'साधारण',
'prefs-resetpass'               => 'प्रवेशशव्द परिवर्रतन',
'prefs-email'                   => 'इमेल  विकल्पहरु',
'prefs-rendering'               => 'स्वरुप',
'saveprefs'                     => 'संग्रह',
'resetprefs'                    => 'संग्रह नगरिएका परिवर्तनहरु सफागर्ने',
'restoreprefs'                  => 'सबै पूर्वनिर्धारित स्थिती कायम गर्ने',
'prefs-editing'                 => 'सम्पादन',
'prefs-edit-boxsize'            => 'सम्पादन झ्यालको आकार',
'rows'                          => 'हरफहरु :',
'columns'                       => 'स्तम्भहरु :',
'searchresultshead'             => 'खोज',
'resultsperpage'                => 'प्रति पृष्ठ खोज मेल(hits):',
'contextlines'                  => 'प्रति पंक्ति  मेल :',
'contextchars'                  => 'प्रति पंक्ति सन्दर्भ :',
'stub-threshold-disabled'       => 'निरस्त',
'recentchangesdays'             => 'हालको परिवर्तनमा देखाउने दिनहरु:',
'recentchangesdays-max'         => 'उच्चतम $1 {{PLURAL:$1|दिन|दिनहरु}}',
'recentchangescount'            => 'पूर्व निर्धारितरुपमा देखाउनुपर्ने सम्पादनहरू :',
'prefs-help-recentchangescount' => 'यसमा हालका परिवर्रनहरु , पृष्ठ इतिहासहरु , र सुचीहरू समाविष्ठ छन् ।',
'prefs-help-watchlist-token'    => 'यो विधामा गोप्य संकेत राख्नाले तपाईँको निगरानीसूचीको RSS फिड शृजन हुने छ ।
संकेत थाहपाउने जो कसैले तपाईको निगरानी सूची पढ्न सक्ने भएकोले , सुरक्षित मान छान्नुहोला ।
यहाँ जथाभावीरुपमा-शृजना गरिएको तपाईले प्रयोग गर्ने सक्नुहुने मान छ : $1',
'savedprefs'                    => 'तपाँईका अभिरुचिहरू सङ्ग्रहित भयो।',
'timezonelegend'                => 'समय क्षेत्र :',
'localtime'                     => 'स्थानिय समय:',
'timezoneuseserverdefault'      => 'सर्भर पूर्वनिर्धारित प्रयोग गर्नुहोस',
'timezoneuseoffset'             => 'अरु नै(अफसेट खुलाउनुहोस्)',
'timezoneoffset'                => 'अफसेट¹:',
'servertime'                    => 'सर्भर समय:',
'guesstimezone'                 => 'ब्राउजरबाट भराउनुहोस्',
'timezoneregion-africa'         => 'अफ्रिका',
'timezoneregion-america'        => 'अमेरिका',
'timezoneregion-antarctica'     => 'एन्टार्टिका',
'timezoneregion-arctic'         => 'आर्टिक',
'timezoneregion-asia'           => 'एसिया',
'timezoneregion-atlantic'       => 'एट्लान्टिक महासागर',
'timezoneregion-australia'      => 'अष्ट्रेलिया',
'timezoneregion-europe'         => 'युरोप',
'timezoneregion-indian'         => 'हिन्द महासागर',
'timezoneregion-pacific'        => 'प्राशान्त महासागर',
'allowemail'                    => 'अरु प्रयोगकर्ताहरुबाट प्राप्त हुने ईमेल enable गर्नुहोस् ।',
'prefs-searchoptions'           => 'खोज विकल्पहरु',
'prefs-namespaces'              => 'नेमस्पेसेज',
'defaultns'                     => 'अन्यथा यी नेमस्पेसेजमा खोज्ने :',
'default'                       => 'पूर्वनिर्धारित',
'prefs-files'                   => 'फाइलहरु',
'prefs-custom-css'              => 'अनुकुलित CSS',
'prefs-custom-js'               => 'अनुकुलित JS',
'prefs-reset-intro'             => 'तपाईले यो पृष्ठ आफ्नो अभिरुचीहरू साइट पूर्वावस्थामा फर्काउन प्रयोग गर्न सक्नुहुन्छ ।
यो रद्द गर्न सक्नुहुन्छ ।',
'prefs-emailconfirm-label'      => 'इ-मेल एकिन प्रक्रिया :',
'prefs-textboxsize'             => 'सम्पादन विन्डोको आकार',
'youremail'                     => 'ईमेल',
'username'                      => 'प्रयोगकर्ता :',
'uid'                           => 'प्रोगकर्ता आइडी:',
'prefs-memberingroups'          => 'निम्न {{PLURAL:$1|समूह | समूहहरू}}को सदस्य :',
'prefs-memberingroups-type'     => '$1',
'prefs-registration'            => 'दर्ता समय:',
'prefs-registration-date-time'  => '$1',
'yourrealname'                  => 'वास्तविक नाम:',
'yourlanguage'                  => 'भाषा:',
'yourvariant'                   => 'परिवर्तित प्रकार',
'yournick'                      => 'उपनाम (निकनेम):',
'prefs-help-signature'          => 'वार्तालाप पृष्ठका टिप्पणीहरु "<nowiki>~~~~</nowiki>" द्वारा दस्तखत गरिनुपर्छ ,जुन पछि तपाईँको दस्तखत र समयरेखामा रुपान्तरित हुनेछ ।',
'badsig'                        => 'अमान्य कच्चा दस्तखत।
HTML ट्यागहरु जाँच्नुहोस् ।',
'badsiglength'                  => 'तपाईको दस्तखत धेरै लामो छ।
यो $1 {{PLURAL:$1|अक्षर|अक्षरहरू}} भन्दा लामो हुनु हुदैन ।',
'yourgender'                    => 'लिङ्ग:',
'gender-unknown'                => 'नखुलेको',
'gender-male'                   => 'पुरूष',
'gender-female'                 => 'महिला',
'prefs-help-gender'             => 'ऐच्छिक: सफ्टवेयरले लिङगानुसार सम्बोधन गर्नको लागि प्रयोग गरिन्छ ।
यो जानकारी सार्वजनिक हुनेछ ।',
'email'                         => 'ईमेल',
'prefs-help-realname'           => 'वास्तविक नाम ऐच्छिक हो ।
तपाईले यो खुलाउनु भएको खण्डमा तपाईँको कामको श्रेय दिनको लागि प्रयोग गरिने छ।',
'prefs-help-email'              => 'इमेल ठेगाना ऐच्छिक हो, तर  प्रवेश शव्दको पुनर्स्थापनाको लागि आवश्यकता छ, के तपाईंले प्रवेश शव्द भुल्नु हुन्थ्यो।',
'prefs-help-email-required'     => 'इमेल ठेगामा चाहिन्छ ।',
'prefs-info'                    => 'साधारण जानकारी',
'prefs-i18n'                    => 'अन्तर्राष्ट्रियकरण',
'prefs-signature'               => 'दस्तखत',
'prefs-dateformat'              => 'मिति ढाँचा',
'prefs-timeoffset'              => 'समय अफसेट',
'prefs-advancedediting'         => 'विशिष्ट विकल्प',
'prefs-advancedrc'              => 'उन्नत विकल्पहरू',
'prefs-advancedrendering'       => 'उन्नत विकल्पहरु',
'prefs-advancedsearchoptions'   => 'उन्नत विकल्पहरू',
'prefs-advancedwatchlist'       => 'उन्नत विकल्पहरू',
'prefs-displayrc'               => 'प्रदर्शन विकल्पहरू',
'prefs-displaysearchoptions'    => 'प्रदर्शन विकल्पहरू',
'prefs-displaywatchlist'        => 'प्रदर्शन विकल्पहरू',
'prefs-diffs'                   => 'diffs(भिन्नता)',

# User rights
'userrights'                  => 'प्रयोगकर्ता अधिकार व्यवस्थापन',
'userrights-lookup-user'      => 'प्रयोगकर्ता समूह व्यवस्थापन गर्नुहोस',
'userrights-user-editname'    => 'प्रयोगरकर्ता नाम प्रविष्ठ गर्नुहोस :',
'editusergroup'               => 'प्रयोगकर्ता समूह सम्पादन गर्नुहोस्',
'userrights-editusergroup'    => 'प्रयोगकर्रा समूह सम्पादन गर्नुहोस्',
'saveusergroups'              => 'प्रयोगकर्ता समूहरू संग्रह गर्नुहोस्',
'userrights-groupsmember'     => 'को सदस्य:',
'userrights-reason'           => 'कारण :',
'userrights-no-interwiki'     => 'तपाँईलाई अन्य विकिमा प्रयोगकर्ता अधिकार सम्पादन गर्ने अनुमति छैन।',
'userrights-changeable-col'   => 'परिवर्तन गर्न सकिने समूहहरु',
'userrights-unchangeable-col' => 'तपाईले परिवर्तन गर्न सक्नुनहुने समूहहरु',

# Groups
'group'               => 'समूह :',
'group-user'          => 'प्रयोगकर्ताहरु',
'group-autoconfirmed' => 'स्वत निश्चित गरिएका प्रयोगकर्ताहरु',
'group-bot'           => 'बोटहरु',
'group-sysop'         => 'प्रबन्धकहरू',
'group-bureaucrat'    => 'कुटनीतिज्ञहरु',
'group-suppress'      => 'अतिदृष्टिहरु',
'group-all'           => '(सबै)',

'group-user-member'          => 'प्रयोगकर्ता',
'group-autoconfirmed-member' => 'स्वत: निर्धारित प्रयोगकर्ता',
'group-bot-member'           => 'बोट',
'group-sysop-member'         => 'सिसप',
'group-bureaucrat-member'    => 'कुटनीतिज्ञ',
'group-suppress-member'      => 'अतिदृष्टि',

'grouppage-user'          => '{{ns:project}}:Users',
'grouppage-autoconfirmed' => '{{ns:project}}:स्वनिर्धारित  प्रयोगकर्ताहरु',
'grouppage-bot'           => '{{ns:project}}:बोटहरु',
'grouppage-sysop'         => '{{ns:project}}: प्रशासकहरु',
'grouppage-bureaucrat'    => '{{ns:project}}:कुटनितिज्ञ',
'grouppage-suppress'      => '{{ns:project}}:अतिदृष्टि',

# Rights
'right-read'                  => 'पृष्ठहरू पढ्नुहोस्',
'right-edit'                  => 'पृष्ठहरु सम्पादन गर्नुहोस्',
'right-createpage'            => 'पृष्ठ निर्माण गर्नुहोस(छलफल पृष्ठहरु बाहेक)',
'right-createtalk'            => 'छलफल पृष्ठ शृजना गर्नुहोस्',
'right-createaccount'         => 'नयाँ खाताहरु शृजना गर्नुहोस ।',
'right-minoredit'             => 'सम्पादनलाई सामान्य चिनो लगाउने',
'right-move'                  => 'पृष्ठहरु सार्ने',
'right-move-subpages'         => 'तिनीहरुको सह-पृष्ठसहित पृष्ठहरु सार्ने',
'right-move-rootuserpages'    => 'मूल(root) प्रयोगकर्ताको पृष्ठहरु सार्ने',
'right-movefile'              => 'फाइलहरु सार्ने',
'right-suppressredirect'      => 'पृष्ठ सार्दा स्रोत पृष्ठबाट पठाउने लिंक नबनाउने',
'right-upload'                => 'फाइलहरु उर्ध्वभरण गर्ने',
'right-reupload'              => 'रहेका फाइललाई अधिलेखन गर्ने',
'right-reupload-own'          => 'आफैले अपलोड  गर्नुभएको रहिआएको फाइल अधिलेखन गर्ने',
'right-reupload-shared'       => 'साझा मिडिया भण्डारमा स्थानियरुपमा फाइलहरु अधिक्रमण गर्ने',
'right-upload_by_url'         => 'URL बाट फाइल उर्ध्वभरण गर्ने',
'right-purge'                 => 'साइटको क्याश( cache) निश्चित नगरिकनै पर्ज(Purge) गर्ने',
'right-autoconfirmed'         => 'अर्ध-सुरक्षित पृष्ठहरु सम्पादन गर्ने',
'right-bot'                   => 'स्वाचालित कार्यको रुपमा व्यवहार गर्ने',
'right-apihighlimits'         => 'API क्वेरिको लागि उच्च सिमा प्रयोगगर्नुहोस्',
'right-writeapi'              => 'लेखन API प्रयोग गर्ने',
'right-delete'                => 'पृष्ठहरु मेट्ने',
'right-bigdelete'             => 'लामो इतिहासहरु भएको पृष्ठहरु मेट्ने',
'right-deleterevision'        => 'खुलाइएको पृष्ठहरु मेटाउने र मेटाएको रद्द गर्ने',
'right-deletedhistory'        => 'मेटाइएको इतिहास प्रविष्टीहरु हेर्ने, तिनीहरुसँग सम्बद्ध पाठ बिना',
'right-browsearchive'         => 'मेटिएको पानाहरु खोज्ने',
'right-undelete'              => 'मेटेको पृष्ठ फिर्तागर्ने',
'right-suppressrevision'      => 'प्रशासकहरुबाट लुकाइएको पुनरावलोकनहरु पुर्वालोकन गर्ने र पुरानो स्थितीमा फर्काउने',
'right-suppressionlog'        => 'व्यक्तिगत लगहरु हेर्ने',
'right-block'                 => 'अरु प्रयोगकर्ताहरुलाई सम्पादन गर्नबाट रोक्नुहोस',
'right-blockemail'            => 'एक प्रयोगकर्तालाई इमेल पठाउनबाट रोक्ने',
'right-hideuser'              => 'एक प्रयोगकर्ता नाम रोक्ने, सार्वजनिकहुनबाट लुकाउने',
'right-ipblock-exempt'        => 'IP रोक,स्वत: रोक तथा स्तर रोक कटेर जाने',
'right-proxyunbannable'       => 'प्रोक्सिको स्वत: रोक कटेर जाने',
'right-protect'               => 'सुरक्षा स्तर परिवर्तन गर्ने र जोगाइएका पृष्ठहरु सम्पादन गर्ने',
'right-editprotected'         => 'जोगाइएका पृष्ठहरु सम्पादन गर्ने(क्यासकेडिङ्ग सुरक्षा नभएका)',
'right-editinterface'         => 'प्रयोगकर्ता अन्तरमोहडा सम्पादन गर्ने',
'right-editusercssjs'         => 'प्रयोगकर्ताको CSS र JS फाइलहरु सम्पादन गर्ने',
'right-editusercss'           => 'प्रयोगकर्ताको CSS फाइलहरु सम्पादन गर्ने',
'right-edituserjs'            => 'प्रयोकर्ताको  JS फाइलहरु सम्पादनगर्ने',
'right-rollback'              => 'पछिल्लो प्रयोगकर्ताको सम्पादनहरुको छरितो रुपमा पछाडि पर्काउने',
'right-markbotedits'          => 'पछाडि फर्काउने सम्पादनहरुलाई बोट सम्पादनकारुपमा चिनो लगाउने',
'right-noratelimit'           => 'दर सिमाले  असर नपार्ने',
'right-import'                => 'अरु विकिबाट पृष्ठहरु आयात गर्ने',
'right-importupload'          => 'फाइल अपलोडबाट पृष्ठ आयात गर्ने',
'right-patrol'                => 'अरुको सम्पादनहरुलाई पट्रोल(गस्ती) गरिएको रुपमा चिनो लगाउने',
'right-autopatrol'            => 'आफ्नो सम्पादनहरु पट्रोल(गस्ती) गरिएको रुपमा सम्पादन गर्ने',
'right-patrolmarks'           => 'हालका सम्पादन पट्रोल(गस्ती) चिनो लगाउने',
'right-unwatchedpages'        => 'निगरानी नगरिएका पृष्ठहरुको सूचीहेर्ने',
'right-trackback'             => 'ट्र्याकब्याक बुझाउने',
'right-mergehistory'          => 'पृष्ठका इतिहासहरु बुझाउने',
'right-userrights'            => 'प्रयोगकर्ताका अधिकारहरु सम्पादन गर्ने',
'right-userrights-interwiki'  => 'अरु विकिहरुमा प्रयोगकर्ताहरुको अधिकार सम्पादन गर्ने',
'right-siteadmin'             => 'डेटाबेसको ताल्चामार्ने र ताल्चाखोल्ने',
'right-reset-passwords'       => 'अरु प्रयोगकर्ताको प्रवेशशव्द पुनर्प्रविष्ठीगर्ने',
'right-override-export-depth' => 'गहिराइ ५ सम्मको लिंकगरिएका पृष्ठहरु सहित निर्यात गर्ने',
'right-sendemail'             => 'अन्य प्रयोगकर्ताहरुलाई इमेल गर्ने',
'right-revisionmove'          => 'संशोधन सार्ने',
'right-disableaccount'        => 'खातालाई अक्षम गर्ने',

# User rights log
'rightslog'      => 'प्रयोगकर्ता अधिकार लग',
'rightslogtext'  => 'यो प्रयोगकर्ता अधिकारहरुको परिवर्तन लग हो ।',
'rightslogentry' => '$1 समूह सदस्याता $2 बाट $3 मा परिवर्तन गरिएको छ',
'rightsnone'     => '(कुनैपनि होइन)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'               => 'यो पृष्ठ पढ्ने',
'action-edit'               => 'यो पृष्ट सम्पादन गर्ने',
'action-createpage'         => 'यो पृष्ठ शृजना गर्ने',
'action-createtalk'         => 'छलफल पृष्ठ शृजना गर्ने',
'action-createaccount'      => 'यो प्रयोगकर्ताखाता बनाउने',
'action-minoredit'          => 'यस सम्पादनलाई साधारणको रुपमा चिनो लगाउने',
'action-move'               => 'यो पृष्ठलाई सर्ने',
'action-move-subpages'      => 'यो पृष्ठ र यसका सह पृष्ठहरुलाई सर्ने',
'action-move-rootuserpages' => 'मूल प्रयोगकर्ता पृष्ठहरु सार्ने',
'action-movefile'           => 'यो फाइल सार्ने',
'action-upload'             => 'यो फाइल अपलोड गर्ने',
'action-reupload'           => 'रहिआएको फाइल अधिलेखन गर्ने',
'action-reupload-shared'    => 'यो साझा भण्डारको फाइल अधिक्रमण गर्ने',
'action-upload_by_url'      => 'यो फाइल URLबाट अपलोड गर्ने',
'action-writeapi'           => 'लेखन API प्रयोग गर्ने',
'action-delete'             => 'यो पृष्ठ मेट्ने',
'action-deleterevision'     => 'यो पुनरावलोकन मेट्ने',
'action-deletedhistory'     => 'यो पृष्ठको मेटाइएको इतिहास हेर्ने',
'action-browsearchive'      => 'मेटिएका पृष्ठहरु खोज्ने',
'action-undelete'           => 'यो पृष्ठ लाइ पुन:स्थापना गर्ने',
'action-suppressrevision'   => 'यो लुकाइएको पुनरावलोकनको पुर्वालोकन गर्ने र पुनरावृत्ति गर्ने',
'action-suppressionlog'     => 'यो व्यक्तिगत लग हेर्ने',
'action-block'              => 'यो प्रयोगकर्तालाई सम्पादन गर्नबाट रोक्ने',
'action-protect'            => 'यो पृष्ठको सुरक्षा स्तर परिवर्तन गर्ने',
'action-import'             => 'यो पृष्ठ अर्को विकिबाट आयात गर्ने',
'action-unwatchedpages'     => 'अवलोकन नगरिएका  पृष्ठहरुको सूची हेर्ने',
'action-trackback'          => 'ट्र्याकब्याक (trackback) बुझाउने',
'action-userrights'         => 'सबै प्रयोगकर्ताका अधिकारहरु सम्पादन गर्ने',
'action-siteadmin'          => 'डेटाबेस बन्दगर्ने वा खोल्ने',

# Recent changes
'nchanges'                        => '$1 {{PLURAL:$1|परिवर्तन|परिवर्तनहरु}}',
'recentchanges'                   => 'नयाँ परिवर्तनहरु',
'recentchanges-legend'            => 'हालैको परिवर्रन विकल्पहरु',
'recentchanges-feed-description'  => 'यो फिडमा रहेको विकीको सवैभन्दा अन्तिम परिवर्तनहरुको जानकारी राख्नुहोस्',
'recentchanges-label-newpage'     => 'यो सम्पादनले नयाँ पृष्ठ निर्माण गरेको छ',
'recentchanges-label-minor'       => 'यो साधारण सम्पादन हो',
'recentchanges-label-bot'         => 'यो सम्पादन बोट द्वारा गरिएको थियो',
'recentchanges-label-unpatrolled' => 'यो सम्पादन अहिले सम्म पट्रोल गरिएको छैन',
'rcnote'                          => "तल पछिल्ला {{PLURAL:$2|day|'''$2''' दिनहरु}} मा  $5, $4 सम्म भएका {{PLURAL:$1|is '''1''' change|पछिल्ला '''$1''' परिवर्तनहरु}} देखाइएको छ ।",
'rcnotefrom'                      => "'''$2''' देखिका परिवर्तनहरु तल ('''$1''' सम्मका देखाइन्छ)।",
'rclistfrom'                      => '$1 देखिका नयाँ परिवर्तनहरू देखाउनु',
'rcshowhideminor'                 => '$1 सामान्य सम्पादन',
'rcshowhidebots'                  => '$1 बोटहरू',
'rcshowhideliu'                   => '$1 प्रवेश गरेका प्रयोगकर्ताहरु',
'rcshowhideanons'                 => '$1 अज्ञात प्रयोगकर्ता',
'rcshowhidepatr'                  => '$1 पट्रोल गरिएका सम्पादनहरु',
'rcshowhidemine'                  => '$1 मेरा सम्पादनहरु',
'rclinks'                         => 'पछिल्ला $1 परिवर्तनहरु पछिल्ला $2 दिनहरुमा<br />$3',
'diff'                            => 'भिन्न',
'hist'                            => 'इतिहास',
'hide'                            => 'लुकाउनुहोस्',
'show'                            => 'देखाउनुहोस्',
'minoreditletter'                 => 'सा',
'newpageletter'                   => 'न',
'boteditletter'                   => 'बो',
'rc_categories_any'               => 'कुनै',
'newsectionsummary'               => '/* $1 */ नयाँ खण्ड',
'rc-enhanced-expand'              => 'जानकारी देखाउने( जाभा स्क्रिप्ट चाहिने)',
'rc-enhanced-hide'                => 'जानकारी लुकाउने',

# Recent changes linked
'recentchangeslinked'         => 'संबन्धित परिवर्तनहरु',
'recentchangeslinked-feed'    => 'संबन्धित परिवर्तनहरु',
'recentchangeslinked-toolbox' => 'संबन्धित परिवर्तनहरु',
'recentchangeslinked-title'   => '"$1"सम्वन्धित परिवर्तनसँग',
'recentchangeslinked-summary' => "यो सूची निर्दिष्ट पृष्ठ (वा निर्दिष्ट श्रेणी)सित जोड़िएका  भर्खरै परिवर्तन भएका पृष्ठको  हो। [[Special:Watchlist|तपाईँको निगरानी सूची]]का पृष्ठहरु '''गाढा अक्षरमा''' छन्।",
'recentchangeslinked-page'    => 'पृष्ठ नाम:',
'recentchangeslinked-to'      => 'यसको सट्टा यो पृष्ठसँग जोडिएका पृष्ठहरुको परिवर्तन देखाउने',

# Upload
'upload'                 => 'फाइल उर्ध्वभरण',
'uploadbtn'              => 'फाइलहरु उर्ध्वभरण गर्ने',
'reuploaddesc'           => 'उर्ध्वभरण रद्द गर्ने र उर्ध्वभरण फारमतिर जाने',
'upload-tryagain'        => 'संशोधित फाइल विवरण बुझाउने',
'uploadnologin'          => 'प्रवेश (लग ईन) नगरिएको',
'uploadnologintext'      => 'फाइल उर्ध्वभरण गर्न तपाईंले [[Special:UserLogin|प्रवेश]] गर्नुपर्छ।',
'uploaderror'            => 'उर्ध्वभरण त्रुटि',
'uploadtext'             => "फाइल उर्ध्वभरण गर्न निम्न फारम प्रयोग गर्नुहोस्।
हेर्नुहोस्- पहिला उर्ध्वभरण गरिएका [[Special:FileList|फाइलहरुको सूची]] , पुनः उर्ध्वभरण गरिएका [[Special:Log/upload|उर्ध्वभरण लग]]मा , मेटिएका फाइलहरु [[Special:Log/delete|मेटिएको लग]]मा।

पृष्ठमा फाइल संलग्न गर्न तल दिएका फारमहरुमध्ये एउटामा लिङ्क गराउनुहोस्:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>'''पूर्ण आकारको फाइल प्रयोग गर्न
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></tt>''' 200 पिक्सलको देब्रेपटि मार्जिन गरेर फाइलको बर्णनसहित प्रयोग गर्न
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' फाइल नदेखाई सिधै फाइलसित लिङ्क गरि प्रयोग गर्न",
'upload-permitted'       => 'अनुमति पाएका फ़ाइल प्रकार:$1.',
'upload-preferred'       => 'चाहिएका फ़ाइल प्रकार:$1.',
'upload-prohibited'      => 'निषिद्ध फ़ाइल प्रकार:$1.',
'uploadlog'              => 'उर्ध्वभरण लग',
'uploadlogpage'          => 'उर्ध्वभरण लग',
'uploadlogpagetext'      => 'भर्खरै उर्ध्वभरण गरिएका फ़ाइलहरुको सूची तल दिइएकोछ ।
विस्तृत अवलोकनको लागि [[Special:NewFiles|नयाँ फ़ाइलको ग्यालरी]]मा हेर्नुहोस्।',
'filename'               => 'फाइलनाम',
'filedesc'               => 'सारांश',
'fileuploadsummary'      => 'सारांश:',
'filereuploadsummary'    => 'फ़ाइल परिवर्तनहरू:',
'filestatus'             => 'लेखाधिकार स्थिति:',
'filesource'             => 'स्रोत:',
'uploadedfiles'          => 'उर्ध्वभरण गरिएका फाइलहरू',
'ignorewarning'          => 'चेतावनीलाई अनदेखा गर्दै जसरि भएपनि फाइल संग्रह गर्ने',
'ignorewarnings'         => 'कुनै चेतावनीप्रति ध्यान नदिने',
'minlength1'             => 'फाइलको नाम कम्तिमा एक अक्षरको हुनैपर्छ।',
'illegalfilename'        => 'फाइल नाम "$1"मा त्यस्ता बर्णहरु छन् जसलाई पृष्ठको शीर्षकको रुपमा प्रयोग गर्ने अनुमति छैन।
कृपया फाइललाई नयाँ नाम दिएर पुनः उर्ध्वभरणकोलागि प्रयास गर्नुहोस्।',
'badfilename'            => 'फाइलको नाम "$1"मा सारियो।',
'filetype-mime-mismatch' => '".$1" फाइल विस्तार  पाइएको फाइल ($2)को MIME प्रकारसित मेल खाँदैन।',
'filetype-badmime'       => 'MIME "$1" प्रकारको फाइल उर्ध्वभरण गर्ने अनुमति छैन।',
'filetype-bad-ie-mime'   => "यो फाइल उर्ध्वभरण गर्न सकिएन किनभनें '''इण्टरनेट एक्स्प्लोरर'''ले यस फाइललाई \"\$1\" बतायो जसलाई संभावित खतरनाक प्रकारको फाइल मानियो।",
'filetype-unwanted-type' => "'''\".\$1\"''' फाइल नचाहिने प्रकारको फाइल हो।
मुख्यतया {{PLURAL:\$3|फाइलको प्रकार हो|फाइलका प्रकार हुन्}} \$2.",
'filetype-missing'       => 'फाइलको एक्स्टेन्शन छैन (उदा- ".jpg")।',
'empty-file'             => 'तपाईंले बुझाएको फाइल खालि छ।',
'file-too-large'         => 'तपाईंले बुझाएको फाइल अति ठूलो छ।',
'filename-tooshort'      => 'फाइलको नाम अति छोटो भयो।',
'filetype-banned'        => 'यस प्रकारको फाइलमाथि प्रतिबन्ध छ।',
'verification-error'     => 'यो फाइलले प्रामाणिकता पार गरेन।',
'hookaborted'            => 'एक्सटेन्शन हुकले गर्दा यस फाइललाई नयाँ रुप दिने क्रिया रद्द भयो।',
'illegal-filename'       => 'यस्तो फाइल नामको अनुमति छैन।',
'overwrite'              => 'भइरहेको फाइलमाथि अधिलेखन(Overwriting)को अनुमति छैन।',
'unknown-error'          => 'एउटा अज्ञात त्रुटि भयो।',
'tmp-create-error'       => 'अस्थायी फाइल सृजना गर्न सकिएन।',
'tmp-write-error'        => 'अस्थायी फाइल लेख्दै गर्दा त्रुटि।',
'large-file'             => 'यो सिफारिस गरिन्छ कि फाइलहरु  $1 भन्दा ठूला हुनु हुँदैन;
यो फाइल $2 छ।',
'uploadwarning'          => 'उर्ध्वभरण चेतावनी',
'savefile'               => 'फाइल बचत गर्नुहोस्',
'uploadedimage'          => 'उर्ध्वभरण(upload) गरियो  "[[$1]]"',
'overwroteimage'         => ' "[[$1]]"को एउटा नयाँ संस्करण उर्ध्वभरण गरियो',
'uploaddisabled'         => 'उर्ध्वभरण अक्षम पारिएकोछ',
'uploaddisabledtext'     => 'फाइल उर्ध्वभरण अक्षम पारिएकोछ',
'php-uploaddisabledtext' => 'PHP मा फाइल उर्ध्वभरण अक्षम गरिएकोछ।
कृपया फाइल उर्ध्वभरण व्यवस्था(setting) जाँच्नुहोस्।',
'uploadvirus'            => 'फाइलमा भाइरस छ!
विवरण:$1',
'upload-source'          => 'स्रोत फाइल',
'sourcefilename'         => 'स्रोत फाइलनाम :',
'destfilename'           => 'गन्तव्य फाइलनाम :',
'upload-maxfilesize'     => 'अधिकतम फाइल आकार : $1',
'watchthisupload'        => 'यो पृष्ठ निगरानी गर्नुहोस्',
'upload-success-subj'    => 'उर्ध्वभरण सफल',

'upload-proto-error'  => 'दूषित प्रोटोकल',
'upload-file-error'   => 'आन्तरिक त्रुटी',
'upload-misc-error'   => 'अज्ञात अपलोड त्रुटि',
'upload-unknown-size' => 'अज्ञात  आकार',
'upload-http-error'   => 'एक HTTP त्रुटी : $1',

# HTTP errors
'http-invalid-url'      => 'अवैध URL: $1',
'http-read-error'       => 'HTTP बुझाइमा त्रुटि।',
'http-timed-out'        => 'HTTP माँगिएको समय सकियो।',
'http-curl-error'       => 'URL $1 लिनमा त्रुटि',
'http-host-unreachable' => 'URL मा पुग्न सकिएन।',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'  => 'URLमा पुग्न सकिएन',
'upload-curl-error28' => 'अपलोड  समय समाप्त',

'license'            => 'अनुज्ञा प्राप्त गर्दै',
'license-header'     => 'अनुज्ञा प्राप्त गर्दै',
'nolicense'          => 'केहिपनि छानिएन',
'license-nopreview'  => '(पूर्वरुप उपलब्ध छैन)',
'upload_source_file' => ' (तपाईँको कम्प्युटरमा रहेको एक फाइल)',

# Special:ListFiles
'listfiles_search_for'  => 'मिडिया नामको लागि खोज्नुहोस:',
'imgfile'               => 'फाइल',
'listfiles'             => 'फाइल सूची',
'listfiles_date'        => 'मिति',
'listfiles_name'        => 'नाम',
'listfiles_user'        => 'प्रयोगकर्ता',
'listfiles_size'        => 'आकार',
'listfiles_description' => 'वर्णन',
'listfiles_count'       => 'संस्करणहरु',

# File description page
'file-anchor-link'          => 'फाईल',
'filehist'                  => 'फाइल इतिहास',
'filehist-help'             => 'मिति/समय मा क्लिक गरेर त्यससमयमा यो फाइल कस्तो थियो भनेर हेर्न सकिन्छ ।',
'filehist-deleteall'        => 'सबै मेट्ने',
'filehist-deleteone'        => 'मेट्ने',
'filehist-revert'           => 'फर्काउने',
'filehist-current'          => 'हालको',
'filehist-datetime'         => 'मिति/समय',
'filehist-thumb'            => 'थम्बनेल',
'filehist-thumbtext'        => 'थम्बनेल $1 सस्करणको रुपमा',
'filehist-nothumb'          => 'थम्बनेल नभएको',
'filehist-user'             => 'प्रयोगकर्ता',
'filehist-dimensions'       => 'आकारहरू',
'filehist-filesize'         => 'फाइल आकार',
'filehist-comment'          => 'टिप्पणी',
'filehist-missing'          => 'फाइल हराइरहेको छ',
'imagelinks'                => 'फाइल लिंकहरू',
'linkstoimage'              => 'यस फाइलमा निम्न{{PLURAL:$1|पृष्ठ जोडिन्छ|$1 पृष्ठहरु जोडिन्छन}}:',
'nolinkstoimage'            => 'यो फाईलसंग लिंकभएको कुनै पृष्ठ छैन.',
'morelinkstoimage'          => 'हेर्नुहोस् [[Special:WhatLinksHere/$1|थप लिंकहरु]] यो फाइलको।',
'redirectstofile'           => 'यहाँ निम्न {{PLURAL:$1|फाइल|$1 फाइलहरु}} रिडाइरेक्ट हुन्छ:',
'sharedupload'              => 'यो फाइल $1 को हो र अन्य परियोजनामा प्रयोग गरिएको हुनसक्छ।',
'uploadnewversion-linktext' => 'यो फाइलको नयाँ संस्करण उर्ध्वभरण गर्नुहोस् ।',
'shared-repo-from'          => ' $1 बाट',
'shared-repo'               => 'एल साझा भण्डार',

# File reversion
'filerevert'                => 'पूर्वस्थिति $1 मा फर्काउने',
'filerevert-legend'         => ' फाइल पूर्वस्थितीमा फर्काउने',
'filerevert-comment'        => 'कारण :',
'filerevert-defaultcomment' => 'सस्करण को $2, $1 स्थितीमा फर्काइयो',
'filerevert-submit'         => 'पूर्वास्थितीमा फर्काउने',

# File deletion
'filedelete'                  => ' $1 मेट्नुहोस्',
'filedelete-legend'           => 'फाइल मेट्ने',
'filedelete-comment'          => 'कारण :',
'filedelete-submit'           => 'मेट्ने',
'filedelete-success'          => "'''$1''' मेटियो ।",
'filedelete-nofile'           => "'''$1''' अस्तित्वमा छैन ।",
'filedelete-otherreason'      => 'अन्य/थप कारणहरु:',
'filedelete-reason-otherlist' => 'अरु कारण',
'filedelete-reason-dropdown'  => '*मेट्नुका सामान्य कारणहरु
** कपी राइट उल्लघन
** सारिएको फाइल',
'filedelete-edit-reasonlist'  => 'मेट्नका कारण संपादन गर्नुहोस्।',
'filedelete-maintenance'      => 'रखरखाव चलिरहेको हुँदा अस्थायी रुपमा फाइलहरु मेटाउने र मेटाइएकोलाई पुनर्बहाली गर्न निष्क्रिय गरिएकोछ।',

# MIME search
'mimesearch'         => 'MIME खोज',
'mimesearch-summary' => 'MIME-प्रकार अनुसार फ़ाइलहरु खोज्न यस पृष्ठको प्रयोग गर्न सकिन्छ।
इनपुट: फ़ाइलको प्रकार/उपप्रकार, उदा. <tt>image/jpeg</tt>।',
'mimetype'           => 'MIME प्रकार:',
'download'           => 'डाउनलोड',

# Unwatched pages
'unwatchedpages' => 'ध्यान नदिइएका पृष्ठहरु',

# List redirects
'listredirects' => 'अनुप्रेषित सूची',

# Unused templates
'unusedtemplates'    => 'प्रयोग नगरिएको टेम्प्लेट',
'unusedtemplateswlh' => 'अन्य कड़ीहरु',

# Random page
'randompage' => 'कुनै एक लेख',

# Random redirect
'randomredirect'         => 'कुनै एउटा अनुप्रेषितमा जाने',
'randomredirect-nopages' => '"$1" नामस्थानमा अनुप्रेषित छैन।',

# Statistics
'statistics'                   => 'तथ्यांक',
'statistics-header-pages'      => 'पृष्ठहरुको तथ्याङ्क',
'statistics-header-edits'      => 'सम्पादनहरुको तथ्याङ्क',
'statistics-header-views'      => 'तथ्याङ्क देखाउनुहोस्',
'statistics-header-users'      => 'प्रयोगकर्ता तथ्याङ्कहरु',
'statistics-header-hooks'      => 'अन्य तथ्याङ्कहरु',
'statistics-articles'          => 'सामग्री पृष्ठहरु',
'statistics-pages'             => 'पृष्ठहरु',
'statistics-pages-desc'        => 'विकिका सबै पृष्ठहरु , वार्तापका पृष्ठहरु समेत , रिडाइरेक्ट , इत्यादि ।',
'statistics-files'             => 'उर्ध्वभरण गरिएका फाइलहरु',
'statistics-edits'             => '{{SITENAME}} स्थापना भए देखिको पृष्ठ सम्पादन',
'statistics-edits-average'     => 'प्रतिपृष्ठ औसत सम्पादन',
'statistics-views-total'       => 'जम्मा हेर्नुहोस्',
'statistics-views-peredit'     => 'प्रति पृष्ठ सम्पादन',
'statistics-users'             => 'दर्तागरिएको [[Special:ListUsers|प्रयोगकर्ताहरु]]',
'statistics-users-active'      => 'सकृय प्रयोगकर्ताहरु',
'statistics-users-active-desc' => 'प्रयोगकर्ताहरु {{PLURAL:$1|बितेको एक दिन|बितेका $1 दिन}}मा  जसले यो कार्य गरेका हुन्',
'statistics-mostpopular'       => 'सबैभन्दा धेरै हेरिएको पृष्ठहरु',

'disambiguations'     => 'बहुविकल्पी पृष्ठहरु',
'disambiguationspage' => 'Template:बहुविकल्प',

'doubleredirects' => 'दोहोरो अनुप्रेषण',

'brokenredirects'        => 'टुटेका रिडाइरेक्टहरू',
'brokenredirectstext'    => 'तलका लिङ्कहरु ले हुदै नभएका पृष्ठहररसँग जोडिन्छन्:',
'brokenredirects-edit'   => 'सम्पादन',
'brokenredirects-delete' => 'मेट्ने',

'withoutinterwiki'         => 'भाषा नभएको पृष्ठहरु',
'withoutinterwiki-summary' => 'यी पानाहरूले अन्य भाषाका संस्करणहरूमा संबन्ध राखेका छैनन्:',
'withoutinterwiki-legend'  => 'पहिले आउने',
'withoutinterwiki-submit'  => 'देखाउने',

'fewestrevisions' => 'थोरै पुनरावलोकन भएका पृष्ठहरु',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|बाइट|बाइटहरू}}',
'ncategories'             => '$1 {{PLURAL:$1|श्रेणी|श्रेणीहरू}}',
'nlinks'                  => '$1 {{PLURAL:$1|लिंक|लिंकहरु}}',
'nmembers'                => '$1 {{PLURAL:$1|सदस्य|सदस्यहरू}}',
'nrevisions'              => '$1 {{PLURAL:$1|पुनरावलोकन|पुनरावलोकनहरु}}',
'nviews'                  => '$1 {{PLURAL:$1|अवलोकन|अवलोकनहरु}}',
'specialpage-empty'       => 'यो पृष्ठ खाली छ।',
'lonelypages'             => 'अनाथ पृष्ठहरु',
'uncategorizedpages'      => 'श्रेणीकरण नभएका पृष्ठहरु',
'uncategorizedcategories' => 'श्रेणीकरण नभएका श्रेणीहरु',
'uncategorizedimages'     => 'श्रेणीकरण नभएका फाइलहरु',
'uncategorizedtemplates'  => 'श्रेणीकरण नभएका टेम्प्लेटहरु',
'unusedcategories'        => 'प्रयोग नभएका श्रेणीहरु',
'unusedimages'            => 'प्रयोग नभएका फाइलहरु',
'popularpages'            => 'धेरै रूचाईएका पृष्ठहरू',
'wantedcategories'        => 'माग भएका श्रेणीहरु',
'wantedpages'             => 'खोजिएका पृष्ठहरु',
'wantedpages-badtitle'    => 'नतिजा सूचीमा अमान्य शिर्षकम:$1',
'wantedfiles'             => 'माग भएका फाइलहरु',
'wantedtemplates'         => 'माग भएका टेम्प्लेटहरु',
'mostlinked'              => 'सबैभन्दा बढि लिंक भएको पृष्ठ',
'mostlinkedcategories'    => 'सबै भन्दा बढी जोडिएको श्रेणीहरु',
'mostlinkedtemplates'     => 'सबै भन्दा बढी जोडिएक टेम्लेटहरु',
'mostcategories'          => 'सबैभन्दा धेरै श्रेणीहरू भएका लेखहरू',
'mostimages'              => 'सबैभन्दा बढि लिंक भएको चित्र',
'mostrevisions'           => 'सबैभन्दा बढी संशोधित लेखहरू',
'prefixindex'             => 'प्रिफिक्स सहितका पृष्ठहरु',
'shortpages'              => 'छोटा पृष्ठहरु',
'longpages'               => 'लामो पृष्ठहरु',
'deadendpages'            => 'हदै-अन्तकि पृष्ठहरु',
'deadendpagestext'        => 'निम्न पृष्ठहरु {{SITENAME}}मा रहेका अरु पृष्ठहरुसँग जोडिदैनन् ।',
'protectedpages'          => 'संरक्षित पृष्ठहरु',
'protectedpages-indef'    => 'नखुलेको सुरक्षा मात्र',
'protectedpages-cascade'  => 'लामबद्ध सुरक्षाहरु मात्रा',
'protectedpagestext'      => 'निम्न पृष्ठहरु सम्पादितनहुन र सारिनबाट  जोगाइएका छन्',
'protectedpagesempty'     => 'दिइएको प्यारामिटर प्रयोग गरि सुरक्षा गरिएका पृष्ठहरु छैनन् ।',
'protectedtitles'         => 'सुरक्षा गरिएका शिर्षकहरु',
'protectedtitlestext'     => 'निम्न शिर्षकहरु शृजनाहुनबाट सुरक्षित गरिएको छ',
'protectedtitlesempty'    => 'दिइएको प्यारामिटर प्रयोग गरि सुरक्षा गरिएका शिर्षकहरु छैनन् ।',
'listusers'               => 'प्रयोगकर्ता सूची',
'listusers-editsonly'     => 'सम्पादन गरेका प्रयोगकर्तामात्र देखाउने',
'listusers-creationsort'  => 'सृजना मिति अनुसार क्रमवद्ध गर्ने',
'usereditcount'           => '$1 {{PLURAL:$1|सम्पादन|सम्पादनहरु}}',
'usercreated'             => ' $1को $2 मा सृजना गरिएको',
'newpages'                => 'नयाँ पृष्ठहरू',
'newpages-username'       => 'युजरनेम:',
'ancientpages'            => 'सबैभन्दा पुराना पृष्ठहरु',
'move'                    => 'सार्ने',
'movethispage'            => 'यो पृष्ठ सार्नुहोस्',
'notargettitle'           => 'कुनैपनि निसाना(टारगेट) छैन',
'nopagetitle'             => 'त्यस्तो गन्तव्या पृष्ठ भेटिएन',
'nopagetext'              => 'तपाईले खुलाउनु भएको गन्तव्य पृष्ठ अस्तित्वमा  छैन।',
'pager-newer-n'           => '{{PLURAL:$1|नयाँ १|नयाँ $1}}',
'pager-older-n'           => '{{PLURAL:$1|पुरानो १|पुरानो $1}}',
'suppress'                => 'अतिदृष्टि',

# Book sources
'booksources'               => 'किताबका श्रोतहरु',
'booksources-search-legend' => 'किताबका श्रोतहरु खोज्ने',
'booksources-go'            => 'जाउ',

# Special:Log
'specialloguserlabel'  => 'प्रयोगकर्ता:',
'speciallogtitlelabel' => 'शिर्षक:',
'log'                  => 'लगहरु',
'all-logs-page'        => 'सबै सार्वजनिक लगहरु',
'logempty'             => 'लगमा मिल्ने वस्तु भेटिएन ।',
'log-title-wildcard'   => 'पाठबाट सुरुहुने शीर्षकहरु खोज्नुहोस्',

# Special:AllPages
'allpages'        => 'सबै पृष्ठहरु',
'alphaindexline'  => '$1 लाई $2 मा',
'nextpage'        => 'अर्को पृष्ठ ($1)',
'prevpage'        => 'पहिलो पृष्ठ ($1)',
'allpagesfrom'    => 'यहाँदेखि शुरु हुने पृष्ठहरु देखाउनुहोस्:',
'allpagesto'      => 'निम्नमा अन्तहुने पृष्ठहरु देखाउने:',
'allarticles'     => 'सबै लेखहरु',
'allinnamespace'  => 'सबै पृष्ठहरु ($1 नेमस्पेस)',
'allpagesprev'    => 'अघिल्लो',
'allpagesnext'    => 'अर्को',
'allpagessubmit'  => 'जानुहोस्',
'allpages-bad-ns' => '{{SITENAME}} को नामस्थान छैन "$1" ।',

# Special:Categories
'categories'                    => 'श्रेणीहरू',
'categoriesfrom'                => 'श्रेणीहरु देखाउन शुरु हुने यहाँ:',
'special-categories-sort-count' => 'गणना क्रममा राख्नुहोस्',
'special-categories-sort-abc'   => 'वर्णानुक्रम अनुसार मिलाउने',

# Special:DeletedContributions
'deletedcontributions'             => 'प्रयोगकर्ता योगदानहरु मेटाइयो',
'deletedcontributions-title'       => 'प्रयोगकर्ता योगदानहरु मेटाइयो',
'sp-deletedcontributions-contribs' => 'योगदानहरु',

# Special:LinkSearch
'linksearch'       => 'बाह्य लिंक',
'linksearch-pat'   => 'खोज्ने नमूना:',
'linksearch-ns'    => 'नेमस्पेस:',
'linksearch-ok'    => 'खोज्नुहोस्',
'linksearch-text'  => '"*.wikipedia.org" वाइल्डकार्डको रुपमा प्रयोग गर्न सकिने। <br />
समर्थित प्रोटोकल:<tt>$1</tt>',
'linksearch-line'  => '$1 $2सित जोड़िएको छ।',
'linksearch-error' => 'मूलनामको सुरुमा मात्र वाइल्डकार्ड देखापर्न सक्छ।',

# Special:ListUsers
'listusersfrom'      => 'प्रयोगहरु देखाउन शुरु हुने यहाँ:',
'listusers-submit'   => 'देखाउनुहोस्',
'listusers-noresult' => 'प्रयोगकर्ताहरु भेटिएनन्।',

# Special:ActiveUsers
'activeusers'          => 'सक्रिय प्रयोगकर्ताहरुको सूची',
'activeusers-count'    => 'बिगत {{PLURAL:$3|दिनमा| $3 दिनहरुमा}}  $1 {{PLURAL:$1| सम्पादन गरियो|सम्पादनहरु गरिए}}',
'activeusers-from'     => 'यहाँबाट सुरु हुने प्रयोगकर्ताहरु देखाउनुहोस्:',
'activeusers-noresult' => 'प्रयोगकर्ताहरु भेटिएनन्।',

# Special:Log/newusers
'newuserlogpage'              => 'प्रयोगकर्ता श्रृजना लग',
'newuserlog-create-entry'     => 'नयाँ प्रयोगकर्ता',
'newuserlog-create2-entry'    => 'नयाँ खाता $1 खोलियो',
'newuserlog-autocreate-entry' => 'खाता स्वतः निर्माण गरियो',

# Special:ListGroupRights
'listgrouprights'                   => 'प्रयोगकर्ता समूह अधिकार',
'listgrouprights-summary'           => 'निम्न सूची यस विकिमा परिभाषित समूहहरु र तिनीहरुले प्रयोगगर्न सक्ने संबद्ध  अधिकारहरुको हो।
यसमा निजी अधिकारहरुको बारेमा [[{{MediaWiki:Listgrouprights-helppage}}|अतिरिक्त सूचना]] हुनसक्छ।',
'listgrouprights-key'               => '* <span class="listgrouprights-granted">अधिकार दिइयो</span>
* <span class="listgrouprights-revoked">अधिकार फर्काइयो</span>',
'listgrouprights-group'             => 'समूह',
'listgrouprights-rights'            => 'अधिकारहरु',
'listgrouprights-helppage'          => 'Help:सामूहिक अधिकारहरु',
'listgrouprights-members'           => '(सदस्यहरुको सूची)',
'listgrouprights-addgroup'          => '{{PLURAL:$2|समूह|समूहहरु}}: $1 थप्ने',
'listgrouprights-removegroup'       => '{{PLURAL:$2|समूह|समूहहरु}}: $1 हटाउने',
'listgrouprights-addgroup-all'      => 'सबै समूह थप्ने',
'listgrouprights-removegroup-all'   => 'सबै समूहहरु हटाउने',
'listgrouprights-addgroup-self'     => '{{PLURAL:$2|समूह|समूहहरु}} निजी  $1 खातामा थप्ने',
'listgrouprights-removegroup-self'  => '{{PLURAL:$2|समूह|समूहहरु}} यस  $1 खाताबाट हटाउने',
'listgrouprights-addgroup-self-all' => 'सबै समूहहरु निजी खातामा थप्ने',

# E-mail user
'mailnologin'          => 'ईमेल पठाउने ठेगाना नै भएन ।',
'mailnologintext'      => 'तपाईले अरु प्रयोगकर्ताहरुलाई ईमेल पठाउनको लागी आफु पहिले [[Special:UserLogin|प्रवेश(लगइन)गरेको]] हुनुपर्छ र [[Special:Preferences|आफ्नो रोजाइहरुमा]] यौटा वैध ईमेल ठेगाना भएको हुनुपर्छ।',
'emailuser'            => 'यो प्रयोगकर्तालाई ई-मेल पठाउनुहोस्',
'emailpage'            => 'प्रयोगकर्तालाई इमेल गर्नुहोस्',
'usermailererror'      => 'मेल अब्जेक्टले देखाएको त्रुटि:',
'defemailsubject'      => '{{SITENAME}} ई-मेल',
'usermaildisabled'     => 'प्रयोगकर्ता ई-मेल निरस्त गरिएको',
'usermaildisabledtext' => 'यस विकिमा तपाईं अरु प्रयोगकर्तालाई ई-मेल पठाउन सक्नुहुन्न',
'noemailtitle'         => 'ईमेल ठेगाना नभएको',
'noemailtext'          => 'प्रयोगकर्ताले सही ई-मेल ठेगाना दर्शाएको छैन।',
'nowikiemailtitle'     => 'ई-मेलको अनुमति छैन',
'nowikiemailtext'      => 'यी प्रयोगकर्ताले अरु प्रयोगकर्ताहरुबाट ई-मेल स्वीकार नगर्ने छनोट गरेकाछन्।',
'email-legend'         => '{{SITENAME}}का अर्का प्रयोगकर्तालाई ई-मेल पठाउनुहोस्।',
'emailfrom'            => 'बाट:',
'emailto'              => 'लाई:',
'emailsubject'         => 'विषय:',
'emailmessage'         => 'सन्देश:',
'emailsend'            => 'पठाउनुहोस्',
'emailccme'            => 'मेरो सन्देशको एउटा प्रति मलाई ई-मेल गरिदिनुहोस्।',
'emailccsubject'       => 'तपाईँको सन्देशको प्रतिलिपि  $1: $2लाई',
'emailsent'            => 'इमेल पठाईयो',
'emailsenttext'        => 'तपाईंको ई-मेल सन्देश पठाइयो।',
'emailuserfooter'      => 'यो ई-मेल $1 ले $2 लाई "ई-मेल प्रयोगकर्ता" कार्यानुरुप {{SITENAME}}मा पठाएको थियो।',

# User Messenger
'usermessage-summary' => 'प्रणाली सन्देश छोड़दै ।',

# Watchlist
'watchlist'            => 'मेरो अवलोकन',
'mywatchlist'          => 'मेरो अवलोकनसूची',
'watchlistfor2'        => '$1को $2',
'nowatchlist'          => 'तपाईको अवलोकन(वाचलिस्ट)मा कुनैपनि चिज छैन।',
'watchnologin'         => 'प्रवेश (लग ईन) नगरिएको',
'watchnologintext'     => 'आफ्नो अवलोकनलाइ परिवर्तन गर्नको लागि त तपाइ यसमा [[Special:UserLogin|प्रवेश(लगइन)]] गर्नुपर्छ।',
'addedwatch'           => 'अवलोकनसूची मा थपियो',
'addedwatchtext'       => '"[[:$1]]" पृष्ठ [[Special:Watchlist|अवलोकनसूची]]मा थपियो
यो पृष्ठ र यससित सम्बद्ध वार्तालाप पृष्ठमा भविष्यमा हुने परिवर्तन  सूचिबद्ध गरिनेछ र यो पृष्ठ [[Special:RecentChanges|नयाँ परिवर्तनहरु]]मा छान्न सजिलोकोलागि गाढा अक्षरमा देखा पर्नेछ।',
'removedwatch'         => 'निगरानी सूचीबाट हटाइयो',
'removedwatchtext'     => 'पृष्ठ "[[:$1]]" [[Special:Watchlist|तपाईको निगरानी सूची]]बाट हटाइएको छ।',
'watch'                => 'अवलोकन',
'watchthispage'        => 'यो पृष्ठ अवलोकन गर्नुहोस्',
'unwatch'              => 'निगरानीबाट हटाउने',
'unwatchthispage'      => 'निगरानीबाट हटाउने',
'notanarticle'         => 'सामाग्री सहितको पेज हैन',
'notvisiblerev'        => 'पूर्वावलोकन हटाइयो',
'watchlist-details'    => 'तपाईको निगरानी सूचीमा रहेका{{PLURAL:$1|$1 पृष्ठ|$1 पृष्ठहरु}}वार्तालापमा पृष्ठमा गनिएका छैनन् ।',
'wlheader-enotif'      => '* ईमेलद्वारा जानकारी गराउने तरिका enable गरियो ।',
'wlheader-showupdated' => "* तपाइले पछिल्लो पल्ट भ्रमण गरेपछि परिवर्तन भएका पृष्ठहरूलाई '''गाढा''' गरेर देखाइएको छ ।",
'wlnote'               => "विगत {{PLURAL:$2|घण्टामा|'''$2''' घण्टाहरुमा}} {{PLURAL:$1|गरिएको अन्तिम परिवर्तन तल दिइएकोछ|गरिएका अन्तिम  '''$1''' परिवर्तनहरु तल दिइएकाछन्}}।",
'wlshowlast'           => 'पछिल्ला $2 दिनहरूका $3 $1 घण्टाहरूका देखाउनुहोस्',
'watchlist-options'    => 'निगरानि सूची विकल्प',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'निगरानी गर्दै...',
'unwatching' => 'निगरानीबाट हटाउँदै...',

'enotif_mailer'                => '{{SITENAME}} जानकारी प्रेषक',
'enotif_reset'                 => 'सबै पृष्ठहरु भनी दाग दिने',
'enotif_newpagetext'           => 'यो नयाँ पृष्ठ हो।',
'enotif_impersonal_salutation' => '{{SITENAME}} प्रयोगकर्ता',
'changed'                      => 'परिवर्तन भइसकेको',
'created'                      => 'शृजित',
'enotif_subject'               => '$PAGEEDITORद्वारा {{SITENAME}} पृष्ठ $PAGETITLE $CHANGEDORCREATED गरिएको',
'enotif_lastvisited'           => 'अघिल्लो हेराइपछिका सबै परिवर्तनहरु हेर्न हेर्नुहोस्: $1',
'enotif_lastdiff'              => 'यो परिवर्तन हेर्न यो $1 हेर्नुहोस्',
'enotif_anon_editor'           => 'अज्ञात  प्रयोगकर्ता  $1',

# Delete
'deletepage'             => 'पृष्ठ मेट्नुहोस्',
'confirm'                => 'यकिन गर्नुहोस्:',
'excontent'              => "लेख थियो: '$1'",
'exblank'                => 'पृष्ठ खाली छ',
'delete-confirm'         => 'मेट्नुहोस् "$1"',
'delete-legend'          => 'मेट्नुहोस्',
'historywarning'         => ' चेतावनी: तपाईंले मेटाउन लाग्नुभएको पृष्ठको इतिहासको लगभग $1 {{PLURAL:$1|पुनरावृत्ति छ|पुनरावृत्तिहरु छन्}}:',
'confirmdeletetext'      => 'तपाई यो पृष्ठ र यसको इतिहास मेट्न गइरहनु भएकोछ। कृपया पुष्टि गर्नुहोस् कि [[{{MediaWiki:Policy-url}}|नियम]] मुताबिक तपाईं मेट्न गइरहनु भएकोछ।',
'actioncomplete'         => 'काम सकियो',
'actionfailed'           => 'कार्य असफल',
'deletedtext'            => '"<nowiki>$1</nowiki>" मेटिएको छ।
हालै हटाइएको सूची $2 मा हेर्नुहोस् ।',
'deletedarticle'         => '"[[$1]]" मेटियो',
'dellogpage'             => 'मेटाएको लग',
'deletionlog'            => 'मेटाइएको लग',
'reverted'               => 'अघिल्लो संशोधनको स्थितिमा फर्काइयो',
'deletecomment'          => 'कारण :',
'deleteotherreason'      => 'अरू/थप कारणहरू :',
'deletereasonotherlist'  => 'अरु कारण',
'delete-edit-reasonlist' => 'मेट्नुको कारण सम्पादन गर्नुहोस्',

# Rollback
'rollback'       => 'सम्पादनहरु  पछाडि लाने',
'rollback_short' => 'रोलब्याक',
'rollbacklink'   => 'पहिलेको रुपमा फर्काउने',
'rollbackfailed' => 'रोलब्याक असफल',
'editcomment'    => "सम्पादन सारांश : \"''\$1''\" ।",

# Protect
'protectlogpage'              => 'सुरक्षण लग',
'protectedarticle'            => '"[[$1]]" लाई सुरक्षित गरियो',
'modifiedarticleprotection'   => ' "[[$1]]"को सुरक्षा स्तर परिवर्तन गरियो',
'protect-title'               => ' "$1" सुरक्षा स्तर परिवर्तन गर्नुहोस',
'prot_1movedto2'              => '[[$1]] लाई [[$2]]मा सारियो',
'protectcomment'              => 'कारण :',
'protectexpiry'               => 'सकिने:',
'protect_expiry_invalid'      => 'सकिने समयावधि अमान्य ।',
'protect_expiry_old'          => 'समाप्ती समय बितिसक्यो ।',
'protect-text'                => "तपाईँ  यहाँ '''<nowiki>$1</nowiki>''' पृष्ठको सुरक्षा स्तर हेर्न र परिवर्तन गर्न सक्नुहुन्छ ।",
'protect-locked-access'       => "तपाईँको खातालाई पृष्ठको सुरक्षा स्तरहरू परिवर्तन गर्ने अनुमति छैन ।
'''$1''पृष्ठको हालको स्थिति  निम्न छ :",
'protect-cascadeon'           => 'हालमा यो पृष्ठ सुरक्षित गरिएकोछ किन कि यसमा निम्न {{PLURAL:$1|पृष्ठ, जसको|पृष्ठहरु, जसको}} सुरक्षामा व्यापकता  कायम गरिएकोछ। 
तपाईंले पृष्ठको सुरक्षा स्तर परिवर्तन गर्न सक्नुहुनेछ तर यसले व्यापक सुरक्षालाई केहि असर पार्नेछैन।',
'protect-default'             => 'सबै प्रयोगकर्ताहरुलाई अनुमति दिने',
'protect-fallback'            => '"$1" अनुमति चाहिन्छ',
'protect-level-autoconfirmed' => 'नयाँ तथा दर्ता नभएका प्रयोगकर्ताहरुलाई निषेध गर्ने',
'protect-level-sysop'         => 'प्रबन्धकहरु मात्र',
'protect-summary-cascade'     => 'लाममा राख्ने',
'protect-expiring'            => '$1 (UTC) मा सकिने छ ।',
'protect-expiry-indefinite'   => 'अनिश्चित काल',
'protect-cascade'             => 'यो पृष्ठमा संलग्न सुरक्षित पृष्ठहरु(लामबद्द सुरक्षा)',
'protect-cantedit'            => 'तपाईँ यस पृष्ठको सुरक्षा स्तर परिवर्तन गर्न सक्नुहुन्न , किन कि तपाईँलाई यसको सम्पादनको अनुमति छैन ।',
'protect-othertime'           => 'अरु समय :',
'protect-othertime-op'        => 'अरु समय',
'protect-existing-expiry'     => 'वर्तमान समय सीमा :$3, $2',
'protect-otherreason'         => 'अरु/थप कारणहरु :',
'protect-otherreason-op'      => 'अरु कारण',
'protect-dropdown'            => '*सामान्य सुरक्षाका कारणहरु
** अत्यधिक बर्बरता
** अत्यधिक अचाहिंदा सन्देश
** जवाबी सम्पादन-झगडा
** अधिकतम खोलिने पृष्ठ',
'protect-edit-reasonlist'     => 'सुरक्षाको कारणहरु सम्पादन गर्नुहोस्',
'protect-expiry-options'      => ' १ घण्टा:1 hour, १ दिन :1 day, १ हप्ता:1 week, २ हप्ता:2 weeks, १ महिना:1 month, ३ महिना:3 months,६ महिना:6 months, १ वर्ष:1 year, अनिश्चितकाल:infinite',
'restriction-type'            => 'अनुमति:',
'restriction-level'           => 'प्रतिबन्ध स्तरः',
'minimum-size'                => 'न्यूनतम आकार',
'maximum-size'                => 'अधिकतम आकार:',
'pagesize'                    => '(बाइटहरु)',

# Restrictions (nouns)
'restriction-edit'   => 'परिवर्तन गर्ने',
'restriction-move'   => 'सार्ने',
'restriction-create' => 'सिर्जना गर्नुहोस्',

# Restriction levels
'restriction-level-autoconfirmed' => 'अल्पसुरक्षित',
'restriction-level-all'           => 'कुनै स्तर',

# Undelete
'undelete'                   => 'मेटिएका पृष्ठहरु हेर्नुहोस',
'viewdeletedpage'            => 'मेटिएका पृष्ठहरू हेर्नुहोस्',
'undelete-fieldset-title'    => 'पुनरावलोकनहरु  पूर्वावस्थामा ल्याउनुहोस्',
'undelete-nodiff'            => 'कुनै पनि पुरानो पुनरावलोकनहरु भेटिएन ।',
'undeletebtn'                => 'पूर्वावस्थामा ल्याउनुहोस्',
'undeletelink'               => 'हेर्ने/पूर्वरुपमा फर्काउने',
'undeleteviewlink'           => 'अवलोकन',
'undeletereset'              => 'रिसेट गर्नुहोस्',
'undeleteinvert'             => ' चयन उल्ट्याउने',
'undeletecomment'            => 'कारण :',
'undeletedarticle'           => '"[[$1]]" मा फर्काइयो',
'undeletedfiles'             => '{{PLURAL:$1|१ फाइल|$1 फाइलहरु }} पूर्वस्थितिमा ल्याइयो',
'undelete-search-box'        => 'मेटिएका पृष्ठहरु खोज्नुहोस',
'undelete-search-prefix'     => 'बाट सुरु हुने  पृष्ठहरु देखाउनुहोस :',
'undelete-search-submit'     => 'खोजी गर्नुहोस्',
'undelete-error-short'       => '$1  मेटाएको रद्द गर्दा त्रुटी भयो',
'undelete-error-long'        => 'फाइल $1 मेट्दै गर्दा त्रुटि आइलाग्यो।',
'undelete-show-file-confirm' => 'के तपाईंले $3 मा $2 बाट मेटिएको "<nowiki>$1</nowiki>" फाइलको मेटिएको संस्करण हेर्ने निश्चय लिनु भएकै हो?',
'undelete-show-file-submit'  => 'हो',

# Namespace form on various pages
'namespace'      => 'नामस्थान:',
'invert'         => 'रोजाइ उल्टाउने',
'blanknamespace' => '(मुख्य)',

# Contributions
'contributions'       => 'प्रयोगकर्ताका योगदानहरू',
'contributions-title' => '$1को प्रयोगकर्ता योगदानहरु',
'mycontris'           => 'मेरो योगदान',
'contribsub2'         => ' $1 ($2)को लागि',
'nocontribs'          => 'यस मापदण्ड अनुसार परिवर्त पाइएन।',
'uctop'               => '(माथि)',
'month'               => 'महिना देखि (र पहिले):',
'year'                => 'वर्ष देखि( र पहिले):',

'sp-contributions-newbies'             => 'नयाँ खाताको लागि मात्र योगदानहरु देखाउने',
'sp-contributions-newbies-sub'         => 'नयाँ खाताहरुको लागि',
'sp-contributions-newbies-title'       => 'नयाँ खाताहरुको लागि प्रयोगकर्ताका योगदानहरु',
'sp-contributions-blocklog'            => 'रोकावट लग',
'sp-contributions-deleted'             => 'प्रयोगकर्ताका योगदानहरु मेटाइयो',
'sp-contributions-logs'                => 'लगहरु',
'sp-contributions-talk'                => 'वार्ता',
'sp-contributions-userrights'          => 'प्रयोगकर्ता अधिकार व्यवस्थापन',
'sp-contributions-blocked-notice'      => 'यो प्रयोगकर्तालाई अहिले रोक लगाइएको छ।
नवीनतम रोकाइ गरेको लग प्रविष्टि सन्दर्भको निम्ति तल दिएकोछ:',
'sp-contributions-blocked-notice-anon' => 'यो IP ठेगानालाई अहिले रोक लगाइएको छ।
नवीनतम रोकाइ गरेको लग प्रविष्टि सन्दर्भको निम्ति तल दिएकोछ:',
'sp-contributions-search'              => 'योगदानहरु खोज्नुहोस्',
'sp-contributions-username'            => 'IP ठेगाना वा प्रयोगकर्ता नाम :',
'sp-contributions-toponly'             => 'नवीनतम संशोधनका सम्पादनहरु देखाउनुहोस्',
'sp-contributions-submit'              => 'खोज',

# What links here
'whatlinkshere'            => 'यहाँ के जोडिन्छ',
'whatlinkshere-title'      => '$1 सँग जोडिएका पानाहरू',
'whatlinkshere-page'       => 'पृष्ठ:',
'linkshere'                => "निम्न पृष्ठहरु '''[[:$1]]''' मा जोडिन्छ :",
'nolinkshere'              => " '''[[:$1]]'''मा लिंक भएका प्याकेजेजहरु छैनन्",
'nolinkshere-ns'           => "चुनिएको नामस्थानमा '''[[:$1]]''' सित जोड़िने पृष्ठहरु छैनन्।",
'isredirect'               => 'रिडाइरेक्ट पृष्ठ',
'istemplate'               => 'पारदर्शिता',
'isimage'                  => 'तस्विर लिंक',
'whatlinkshere-prev'       => '{{PLURAL:$1|पहिलो|पहिलो $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|अर्को|अर्को $1}}',
'whatlinkshere-links'      => '← लिंकहरु',
'whatlinkshere-hideredirs' => '$1 रिडाइरेक्ट हुन्छ',
'whatlinkshere-hidetrans'  => '$1 पारदर्शन',
'whatlinkshere-hidelinks'  => '$1 लिङ्कहरु',
'whatlinkshere-hideimages' => '$1 तस्विर लिंक',
'whatlinkshere-filters'    => 'फिल्टरहरू',

# Block/unblock
'blockip'                         => 'प्रयोगकर्तालाइ निषेध गर्नुहोस',
'blockip-title'                   => 'प्रयोगकर्तालाई रोक लगाउनुहोस्',
'blockip-legend'                  => 'प्रयोगकर्ता रोक्नुहोस',
'blockiptext'                     => 'विशेष IP ठेगाना अथवा प्रयोगकर्तालाई रोक लगाउन निम्न प्रपत्र (form) प्रयोग गर्नुहोस्।
यसो गर्नुको कारण [[{{MediaWiki:Policy-url}}|नीति]] अनुरुप विकिमा गरिने बर्बरताका कार्य रोक्नु मात्र हो।
विशेष कारण देखाउँदै तलको प्रपत्र भर्नुहोस्  (उदाहरण, बर्बरताको कार्य गरिएको पृष्ठ दर्शाउँदै)',
'ipaddress'                       => 'आई पी ठेगाना',
'ipadressorusername'              => ' ip ठेगाना या प्रयोगकर्ता नाम :',
'ipbexpiry'                       => 'समाप्ति:',
'ipbreason'                       => 'कारण:',
'ipbreasonotherlist'              => 'अन्य कारण',
'ipbreason-dropdown'              => '*रोक लगाउनुका समान्य कारणहरु
** झूटो सूचना दिइएको
** पृष्ठहरुबाट सामाग्रीहरु हटाइएको
** बाहिरी जालक्षेत्र (sites)सित अचाहिंदो लिङ्क गराइएको 
** पृष्ठहरुमा बकवास/गाली-गलोच हालिएको
** भय फैल्याउने व्यवहार/उत्पीड़न (सताउने कार्य)
** धेरै खाताहरुको कोस
** अस्वीकार्य प्रयोगकर्ता नाम',
'ipbanononly'                     => 'अज्ञात प्रयोगकर्तालाई मात्र रोक्ने',
'ipbcreateaccount'                => 'खाता  सिर्जना रोक्नुहोस',
'ipbemailban'                     => 'प्रयोगकर्तालाई इमेल पठाउनबाट रोक्ने',
'ipbenableautoblock'              => 'यस प्रयोगकर्ताले प्रयोग गरेको अन्तिम IP ठेगानालाई स्वतः रोक्ने, र पछाड़िका अरु पनि IP ठेगानालाई जहाँबाट तिनीहरुले सम्पादन गर्ने प्रयास गर्छन्।',
'ipbsubmit'                       => 'यो प्रयोगकर्तालाई रोक्नुहोस',
'ipbother'                        => 'अरु समय:',
'ipboptions'                      => '२ घण्टाहरु:2 hours,१ दिन :1 day,३ दिनहरु:3 days,१ हप्ता:1 week,२ हप्ताहरु:2 weeks,१ महिना:1 month,३ महिनाहरु:3 months,६ महिनाहरु:6 months,१ वर्ष:1 year,अनगिन्ती:infinite',
'ipbotheroption'                  => 'अन्य',
'ipbotherreason'                  => 'अन्य / थप कारणहरु:',
'ipbhidename'                     => 'प्रयोगकर्ताको नाम सम्पादनबाट र सूचीबाट हटाउने',
'ipbwatchuser'                    => 'यो प्रयोगकर्ताको  प्रयपोगकर्ता र वार्तलाप पृष्ठ हेर्नुहोस्',
'ipballowusertalk'                => 'निषेधित हुँदा पनि यो प्रयोगकर्ताको आफ्नो वार्तालाप पृष्ठ सम्पादन गर्न दिने',
'ipb-change-block'                => 'निम्म स्थितीमा प्रयोगकर्तालाई पुन: निषेध गर्ने',
'badipaddress'                    => 'अमान्य IP ठेगाना',
'blockipsuccesssub'               => 'निषेधकार्य सफल भयो',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] निषेधगरिएको छ।<br />
पुनरावलकोनको लागि [[Special:IPBlockList|IP निषेध सूची]] हेर्नहोस् ।',
'ipb-edit-dropdown'               => 'निषेध कारण सम्पादन गर्नुहोस्',
'ipb-unblock-addr'                => '$1 निषेध खारेज गर्ने',
'ipb-unblock'                     => 'प्रयोगकर्ता वा IP माथिको निषेध खारेज गर्ने',
'ipb-blocklist'                   => 'हाल रहेका निषेधहरु हेर्नुहोस्',
'ipb-blocklist-contribs'          => '$1 को लागि योगदान',
'unblockip'                       => 'प्रयोगकर्ताको निषेध खारेज गर्नुहोस्',
'unblockiptext'                   => 'IP ठेगाना अथवा प्रयोगकर्तामाथि पहिले लगाइएको रोक फुकुवा गर्न तलको प्रपत्र प्रयोग गर्नुहोस्।',
'ipusubmit'                       => 'यो रोक हटाउने',
'unblocked'                       => '[[User:$1|$1]] लाई रोक लगाउने',
'unblocked-id'                    => '$1 रोक हटाइएको छ',
'ipblocklist'                     => 'निषेधित IP ठेगानाहरु र प्रयोगकर्ता नामहरु',
'ipblocklist-legend'              => 'रोकलगाइएका प्रयोगकर्ताहरु खोज्नुहोस',
'ipblocklist-username'            => ' ip ठेगाना वा प्रयोगकर्ता नाम:',
'ipblocklist-sh-userblocks'       => '$1 खाता रोक लगाइयो',
'ipblocklist-sh-tempblocks'       => '$1अस्थाई रोक',
'ipblocklist-sh-addressblocks'    => 'एक $1  IP निषेध',
'ipblocklist-submit'              => 'खोज्नुहोस्',
'ipblocklist-localblock'          => 'स्थानीय रोक',
'ipblocklist-otherblocks'         => 'अन्य {{PLURAL:$1|रोक|रोकहरु}}',
'blocklistline'                   => '$1, $2 द्वारा रोकियो $3 ($4)',
'infiniteblock'                   => 'अनगिन्ती',
'expiringblock'                   => ' सकिने $1 ,$2 मा',
'anononlyblock'                   => 'anon. हरु मात्र',
'noautoblockblock'                => 'स्वत: निषेध निस्क्रिय गरिएको',
'createaccountblock'              => 'खाता खोल्न बन्देज गरिएको',
'emailblock'                      => 'इमेल बन्देज गरिएको',
'blocklist-nousertalk'            => 'वार्तालाप पृष्ठ सम्पादन गर्न सकिएन',
'ipblocklist-empty'               => 'निषेध सूची खाली छ ।',
'ipblocklist-no-results'          => 'अनुरोध गरिएको प्रयोगकर्तानाम  वा IP बन्देज गरिएको छैन ।',
'blocklink'                       => 'रोक्नुहोस्',
'unblocklink'                     => 'रोक फुकुवा गर्ने',
'change-blocklink'                => 'ढिका परिवर्तन गर्नुहोस्',
'contribslink'                    => 'योगदानहरु',
'autoblocker'                     => 'स्वत: बन्देज गरिएको किनकी IP ठेगाना  "[[User:$1|$1]]" द्वारा प्रयोग गरिएकोले .
$1को बन्देजको कारण : "$2" हो',
'blocklogpage'                    => 'निषेध सूची',
'blocklog-showlog'                => 'यो प्रयोगकर्तालाई पहिला रोक लगाइएको थियो।
रोकावट लग सन्दर्भको निम्ति तल दिइन्छ:',
'blocklog-showsuppresslog'        => 'यो प्रयोगकर्तालाई पहिला रोक लगाइएको र लुकेको थियो ।
लु्काइएको लग सन्दर्भको निम्ति तल दिइन्छ:',
'blocklogentry'                   => ' [[$1]]लाई $2 $3 समयसम्म को लागि निषेध गरिएको छ',
'reblock-logentry'                => '$2 $3 मा सकिने गरि  [[$1]] को निषेध स्थिती परिवर्तन गरिएको छ ।',
'blocklogtext'                    => 'यो लग प्रयोगकर्ताको रोकावट र फुकुवा कार्यहरुको  हो।
स्वतः रोकिएका IP ठेगानाहरु सूचीमा छैनन्।
वर्तमानका चालू रोक र प्रतिबन्धहरुको सूचीकोलागि हेर्नुहोस् [[Special:IPBlockList|IP रोकावट सूची]]।',
'unblocklogentry'                 => 'अनिषेधित गरियो $1',
'block-log-flags-anononly'        => 'अज्ञात प्रयोगकर्तामात्र',
'block-log-flags-nocreate'        => 'खाता खोल्न निस्क्रिय पारिएको',
'block-log-flags-noautoblock'     => 'स्वत रोक निस्कृय पारिएको',
'block-log-flags-noemail'         => 'इमेल रोकियो',
'block-log-flags-nousertalk'      => 'आफ्नै वार्तालाप पृष्ठ सम्पादन गर्न सकिंदैन',
'block-log-flags-angry-autoblock' => 'सुदृढ स्वतरोक सक्रिय',
'block-log-flags-hiddenname'      => 'प्रयोगकर्ता नाम लुकाइएको',
'ipb_expiry_invalid'              => 'समय सिमा अमान्य',
'ipb_already_blocked'             => '"$1" पहिले नै रोक लगाइएको छ',
'ip_range_invalid'                => 'IP क्षेत्र अमान्य ।',
'blockme'                         => 'मलाई निषेध गर्ने',
'proxyblocker'                    => 'प्रोक्सी निषेध गर्ने',
'proxyblocker-disabled'           => 'यो कार्य निष्कृय पारिएको छ।',
'proxyblocksuccess'               => 'सकियो.',

# Developer tools
'lockdb'              => 'डेटाबेस ताल्चामार्ने',
'unlockdb'            => 'डेटाबेसको ताल्चा खोल्ने',
'lockconfirm'         => 'हो, म साँच्चिकै डेटाबेस थुन्न चाहन्छु।',
'unlockconfirm'       => 'हो , म साँच्चै  डेटाबेसको ताल्चा खोल्न चाहन्छु ।',
'lockbtn'             => 'डेटाबेस थुनिदिनुस्',
'unlockbtn'           => 'डाटाबेस अनलक गर्नुहोस्',
'locknoconfirm'       => 'मैले ठोकुवा गर्ने सन्दुकमा चिनो लगाएको छैन ।',
'lockdbsuccesssub'    => 'डेटाबेस ताल्चा मार्नेकाम सफल भयो',
'unlockdbsuccesssub'  => 'डेटाबेस ताल्चा हटाइयो',
'unlockdbsuccesstext' => 'डेटाबेसको ताल्चा खोलियो ।',
'databasenotlocked'   => 'डेटाबेस ताल्चा मारिइएको छैन',

# Move page
'move-page'                 => ' $1 लाई सार्ने',
'move-page-legend'          => 'पृष्ठ सार्नुहोस्',
'movepagetext'              => "तल दिएको फार्मको उपयोगले पृष्ठ नाम परिवर्तन हुनेछ र पृष्ठको सम्पूर्ण इतिहास नयाँ नामको साथमा जानेछ।
पुरानो शीर्षक नयाँ शीर्षककोलागि अनुप्रेषित(redirect) पृष्ठ बनिनेछ।
तपाईंले यो स्वचालित रूपले अनुप्रेषित पृष्ठलाई अद्यतन गर्न सक्नुहुनेछ।
यदि तपाईं हुँदैन चुन्नुहुन्छ भनें जाँचेर सुनिश्चित गर्नुहोस् कि [[Special:DoubleRedirects|double]] अथवा [[Special:BrokenRedirects|broken redirects]].
तपाईंमाथि यो सुनिश्चित गर्ने  उत्तरदायित्व रहन्छ कि लिंक कुन बिंदुमा जानु पर्ने हो ।

ध्यान दिनुहोस् नयाँ नामको पृष्ठ पहिलेबाट नैं छ भनें पृष्ठ सारिने छैन। नयाँ नामको पृष्ठ पहिलेबाट भएर पनि यदि यो खालि छ अथवा अनुप्रेषित छ र सम्पादित इतिहास छैन भनें सारिनेछ।
यसको अर्थ हुन्छ यदि कुनै गल्ती गरेमा तपाईंले पुनः पुरानै नाम दिनु पर्ने हुन्छ यसलाई अधिलेखन(overwrite) गर्नसक्नु हुनेछैन। 

'''चेतावनी!'''
यो एक लोकप्रिय पृष्ठको लागि एउटा कठोर र अप्रत्याशित परिवर्तन हुनसक्नेछ;
कृपया सुनिश्चित गर्नुहोस् कि तपाईंले यसको सही परिणाम बुझ्नु भएकोछ अनि मात्र नयाँ नाम दिन अघि बढ्नुहोस्।",
'movepagetalktext'          => "संबद्ध वार्तालाप पृष्ठ स्वतः योसित जानेछ '''यदि'''
* नयाँ नामको पृष्ठको वार्तालाप पृष्ठ रिक्त छैन अथवा
* तपाईंले यसको सन्दूकमा अनचेक गर्नुहुन्छ भनें '''वार्तालाप पृष्ठ जानेछैन'''। 

यस्तो भएमा, तपाईंको इच्छाले आफैंले (manually) पृष्ठ सार्नु अथवा मिलाउनु पर्ने हुन्छ।",
'movearticle'               => 'पृष्ठ सार्नुहोस्',
'movenologin'               => 'प्रवेश (लग ईन) नगरिएको',
'movenotallowed'            => 'तपाईँलाई पृष्ठ सार्ने अनुमति छैन',
'movenotallowedfile'        => 'फाइल हटाउने अनुमति तपाईँलाई  छैन।',
'newtitle'                  => 'नयाँ शीर्षकमा :',
'move-watch'                => 'यो पृष्ठ निगरानीमा राख्नुहोस्',
'movepagebtn'               => 'पृष्ठ सार्नुहोस्',
'pagemovedsub'              => 'सार्ने काम सफल भयो',
'movepage-moved'            => '\'\'\'"$1" लाई "$2"मा सारिएको छ\'\'\'',
'movepage-moved-redirect'   => 'रिडाइरेक्ट पृष्ठ सृजना गरियो',
'movepage-moved-noredirect' => 'रिडाइरेक्ट पृष',
'articleexists'             => 'यस नामको पृष्ठ पहिले देखि नै रहेको ,या तपाईँले छान्नु भएको नाम अमान्य छ।
कृपया अर्कै नाम छान्नुहोस् ।',
'talkexists'                => "'''यो पृष्ठ सफलतापूर्वक सारियो तर वार्तालाप पृष्ठ सार्न सकिएन किनभनें नयाँ शीर्षकको वार्तालाप पृष्ठ खालि छैन कृपया आफैं सार्ने अथवा मिलाउने काम गर्नुहोला।'''",
'movedto'                   => 'मा सारियो',
'movetalk'                  => 'सम्बन्धित वार्ता पृष्ठ',
'move-subpages'             => 'सहायक पृष्ठहरु सार्ने($1 सम्मको)',
'move-talk-subpages'        => 'वार्तालाप पृष्ठको सह-पृष्ठहरु सार्ने($1 सम्मको )',
'movepage-page-exists'      => '$1 पृष्ठ पहिले देखि नै रहेको छ र स्वत: अधिलेखन गर्न सकिएन ।',
'movepage-page-moved'       => ' $1 पृष्ठलाई $2 मा सारियो ।',
'movepage-page-unmoved'     => '$1 पृष्ठलाई $2 मा सार्न सकिएन ।',
'1movedto2'                 => '[[$1]] लाई [[$2]]मा सारियो',
'1movedto2_redir'           => 'पुनर्निर्देशितमा [[$1]]लाई [[$2]]मा सारियो',
'movelogpage'               => 'लग सार्ने',
'movereason'                => 'कारण :',
'revertmove'                => 'पहिलेको रुपमा फर्काउने',
'delete_and_move'           => 'मेट्ने अनि हटाउने',
'delete_and_move_confirm'   => 'हो, पृष्ठ मेट्नुहोस्',
'immobile-source-page'      => 'यो पृष्ट सार्न योग्यको छैन।',
'imageinvalidfilename'      => 'गन्तव्य फाइल नाम अमान्य छ',

# Export
'export'            => 'पृष्ठहरु पठाइने',
'exportcuronly'     => 'हालको संस्करण मात्र थप्ने ,पूरा इतिहास हैन',
'export-submit'     => 'निर्यात',
'export-addcattext' => 'श्रेणीबाट पृष्ठ थप्ने :',
'export-addcat'     => 'थप्ने',
'export-addnstext'  => 'नेमस्पेसबाट पृष्ठ थप्ने :',
'export-addns'      => 'थप्ने',
'export-download'   => 'संग्रह गर्ने',
'export-templates'  => 'ढाँचाहरु संलग्न गर्नुहोस्',

# Namespace 8 related
'allmessages'                 => 'सिस्टम सन्देशहरू',
'allmessagesname'             => 'नाम',
'allmessagesdefault'          => 'डिफल्ट सन्देश पाठ',
'allmessagescurrent'          => 'वर्तमान सन्देश पाठ',
'allmessagestext'             => 'यो मीडियाविकि नेमस्पेसमा पाइने सिस्टम सन्देशहरूको सूची हो।
यदि तपाईं व्यापक मीडिया विकि स्थानीयकरणमा योगदान गर्न चाहनुहुन्छ भनें कृपया [http://www.mediawiki.org/wiki/Localisation MediaWiki Localisation]मा र [http://translatewiki.net translatewiki.net]मा जानुहोस्।',
'allmessages-filter-legend'   => 'फिल्टर',
'allmessages-filter-all'      => 'सबै',
'allmessages-filter-modified' => 'परिवर्तन गरिएको',
'allmessages-prefix'          => 'प्रिफिक्स अनुसार फिल्टर:',
'allmessages-language'        => 'भाषा:',
'allmessages-filter-submit'   => 'जाउ',

# Thumbnails
'thumbnail-more'           => 'ठूलो बनाउने',
'filemissing'              => 'फाइल हराएकोछ',
'thumbnail_error'          => 'थम्बनेल(thumbnail) निर्माणमा त्रुटि: $1',
'thumbnail_invalid_params' => "नोड parameters हराइरहेछ: '%s'",
'thumbnail_dest_directory' => '%s सिर्जना गर्दै ... डाइरेक्टरी सिर्जना गर्न असफल',
'thumbnail_image-type'     => "अनुक्रमणिका फाइल प्रकार '%s' समर्थित छैन",
'thumbnail_image-missing'  => 'डाटाबेस फाइलमा डाटाबेसको नाम प्रयोग गर्नका लागि',

# Special:Import
'import'                     => 'पृष्ठहरु आयात गर्नुहोस्',
'importinterwiki'            => 'Transwiki आयात',
'import-interwiki-source'    => 'स्रोत विकि/ पृष्ठ :',
'import-interwiki-history'   => 'यो पृष्ठको पूर्वावलोकनहरुको इतिहास प्रतिलिपी गर्नुहोस्',
'import-interwiki-templates' => 'सबै टेम्प्लेटहरु(नमुना) समेट्ने',
'import-interwiki-submit'    => 'आयात',
'import-interwiki-namespace' => 'गन्तव्य नेमस्पेस :',
'import-upload-filename'     => 'फाइल नाम:',
'import-comment'             => 'टिप्पणी :',
'importstart'                => 'पृष्ठ आयात गरिँदै...',
'import-revision-count'      => '$1 {{PLURAL:$1|पुनरावलोकन|पुनरावलोकनहरु}}',
'importnopages'              => 'आयातगर्नको लागि कुनै पृष्ठ छैन।',
'importfailed'               => 'आयात असफल भयो :<nowiki>$1</nowiki>',
'importunknownsource'        => 'अज्ञात आयात स्रोत प्रकार ।',
'importcantopen'             => 'आयात गर्ने स्रोत फाइल खोल्न सकिएन ।',
'importbadinterwiki'         => 'खराव अन्तर विकि लिंक',
'importnotext'               => 'पाठ नभएको या  खाली',
'importsuccess'              => 'आयात सम्पन्न भयो!',
'importhistoryconflict'      => 'पुनरावलोकन इतिहासमा द्वन्द रहेको छ (तपाईँले यो पृष्ठ पहिलेनै आयात गरिसक्नु भएको हुनुपर्दछ )',
'importnofile'               => 'कुनै पनि आयात फाइल अपलोड गरिएन ।',
'importuploaderrorsize'      => 'आयात फाइलको अपलोड असफल भयो।
फाइल अनुमति दिइए भन्दा ठूलो छ।',
'importuploaderrorpartial'   => 'आयात फाइलको अपलोड असफल भयो।
फाइल आंशिकरुपमा अपलोड भयो।',
'importuploaderrortemp'      => 'आयात फाइलको अपलोड असफल भयो।
अस्थाइ फोल्डर हराइरहेको छ।',
'import-parse-failure'       => 'XML आयात अध्यन असफल',
'import-noarticle'           => 'आयात गर्नको लागि पृष्ठहरु छैनन्',
'import-nonewrevisions'      => 'सबै पुनरावलोकनहरु पहिले नै आयात गरिएको हो ।',
'xml-error-string'           => 'बाइट %s मा %s फज्जी छ : %s',
'import-upload'              => 'XML डेटा अपलोड गर्ने',
'import-token-mismatch'      => 'सत्र जानकारी नष्ट भयो
कृपया पुन: प्रयास गर्नुहोस्।',
'import-invalid-interwiki'   => 'खुलाइएको विकिबाट आयात गर्न सकिएन',

# Import log
'importlogpage'                 => 'आयात सूची',
'import-logentry-upload-detail' => 'संशोधन/ट्याग प्रयोग गर्नुहोस्:',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'तपाईको प्रयोगकर्ता पृष्ठ',
'tooltip-pt-mytalk'               => 'तपाईको वार्ता पृष्ठ',
'tooltip-pt-preferences'          => 'तपाईंका अभिरुचिहरू',
'tooltip-pt-watchlist'            => 'पृष्ठहरूको सूची जसका परिवर्तनहरूलाई तपाईँले निगरानी गरिरहनु भएको छ',
'tooltip-pt-mycontris'            => 'तपाईको योगदानको सूची',
'tooltip-pt-login'                => 'तपाईँलाई प्रवेशगर्न सुझाव दिइन्छ ; तर यो जरुरी भने छैन',
'tooltip-pt-anonlogin'            => 'तपाईँलाई लग-इन गर्न प्रोत्साहन गरिन्छ, तर यो अनिवार्य चाँही होइन।',
'tooltip-pt-logout'               => 'निर्गमन (लग आउट) गर्नुहोस्',
'tooltip-ca-talk'                 => 'सामग्री पृष्ठबारेमा छलफल',
'tooltip-ca-edit'                 => 'तपाईँले यो पृष्ठ सम्पादन गर्न सक्नुहुन्छ ।
कृपया संग्रह ‍पहिले पूर्वावलोकन बटन प्रयोग गर्नुहोला ।',
'tooltip-ca-addsection'           => 'नयाँ खण्ड सुरु गर्नुहोस्',
'tooltip-ca-viewsource'           => 'यो पृष्ठ सुरक्षित गरिएको छ। यसको श्रोत हेर्न सक्नुहुन्छ।',
'tooltip-ca-history'              => 'यस पृष्ठको पहिलेका पुनरावलोकनहरु',
'tooltip-ca-protect'              => 'यो पृष्ठलाई संरक्षित गर्नुहोस्',
'tooltip-ca-unprotect'            => 'पृष्ठ हेडर थप्नुहोस्',
'tooltip-ca-delete'               => 'यो पृष्ठ मेटाउनुहोस्',
'tooltip-ca-undelete'             => 'मेटिपको भए पनि यो पृष्ठको सम्पादनहरु पुन:प्राप्त गर्नुहोस्',
'tooltip-ca-move'                 => 'यो पृष्ठलाई सार्नुहोस्',
'tooltip-ca-watch'                => 'यो पृष्ठलाई तपाईँको अवलोकनसूचीमा थप्नुहोस्',
'tooltip-ca-unwatch'              => 'यो पृष्ठलाई तपाईँको अवलोकनसूचीबाट हटाउनुहोस्',
'tooltip-search'                  => '{{SITENAME}} मा खोज्नुहोस्',
'tooltip-search-go'               => 'यदि यो नामको पृष्ठ रहेको छ भने त्यसमा जाने',
'tooltip-search-fulltext'         => 'यो पाठको लागि पृष्ठहरु खोज्नुहोस्',
'tooltip-p-logo'                  => 'मुख्य पृष्ठ',
'tooltip-n-mainpage'              => 'मुख्य पृष्ठमा जानुहोस्',
'tooltip-n-mainpage-description'  => 'मुख्य पृष्ठमा जानुहो्स्',
'tooltip-n-portal'                => 'आयोजनाका बारेमा , तपाईँ के गर्न सक्नुहुन्छ , सामग्री कहाँ भेट्टाउने',
'tooltip-n-currentevents'         => 'हालैको घटनाको बारेमा पृष्ठभूमि जानकारी पत्तालगाउनुहोस्',
'tooltip-n-recentchanges'         => 'विकिमा गरिएका हालैका परिवर्तनहरुको सूची',
'tooltip-n-randompage'            => 'जुन कुनै पृष्ठ खोल्ने',
'tooltip-n-help'                  => 'पत्तालगाउनु पर्ने स्थान',
'tooltip-t-whatlinkshere'         => 'यो सित जोड़िएका सबै विकि पृष्ठहरुको सूची',
'tooltip-t-recentchangeslinked'   => 'यस पृष्ठमा जोडिएका पृष्ठहरुमा हालैको परिवर्तन',
'tooltip-feed-rss'                => 'यो पृष्ठको लागि RSS फिड',
'tooltip-feed-atom'               => 'यो पृष्ठको लागि Atom फिड',
'tooltip-t-contributions'         => 'यस प्रयोगकर्ताका योगदानहरूको सूची हेर्नुहोस्',
'tooltip-t-emailuser'             => 'यो प्रयोगकर्तालाई इमेल पठाउनुहोस्',
'tooltip-t-upload'                => 'फाइल उर्ध्वभरण(upload) गर्ने',
'tooltip-t-specialpages'          => 'सबै विशेष पृष्ठहरूको सूची',
'tooltip-t-print'                 => 'यो पृष्ठको मुद्रण योग्य संस्करण',
'tooltip-t-permalink'             => 'पृष्ठको यो पुनरावलोकनको लागि स्थाई लिङ्क',
'tooltip-ca-nstab-main'           => 'सामग्री पृष्ठ हेर्नुहोस',
'tooltip-ca-nstab-user'           => 'प्रयोगकर्ता पृष्ठ हेर्नुहोस्',
'tooltip-ca-nstab-media'          => 'मिडिया पृष्ठ हेर्नुहोस्',
'tooltip-ca-nstab-special'        => 'यो विशेष पृष्ठ हो , तपाईँले आफै सम्पादन गर्न सक्नुहुन्न',
'tooltip-ca-nstab-project'        => 'आयोजान पृष्ठ हेर्नुहोस्',
'tooltip-ca-nstab-image'          => 'फाइल पृष्ठ हेर्नुहोस्',
'tooltip-ca-nstab-mediawiki'      => 'प्रणाली सन्देश हेर्नुहोस्',
'tooltip-ca-nstab-template'       => 'टेम्प्लेट(नमूना) हेर्नुहोस्',
'tooltip-ca-nstab-help'           => 'सहायता पृष्ठ हेर्नुहोस्',
'tooltip-ca-nstab-category'       => 'श्रेणी पृष्ठ हेर्नुहोस्',
'tooltip-minoredit'               => 'यसलाई सामान्य सम्पादनको रुपमा चिनो लगाउने',
'tooltip-save'                    => 'तपाईँले गरेका परिवर्तनहरू संग्रह गर्नुहोस्',
'tooltip-preview'                 => 'तपाईँको परिवर्तनको पूर्वरूप , कृपया संग्रह गर्नु अघि यो प्रयोग गर्नुहोला !',
'tooltip-diff'                    => 'तपाईँले पाठमा के के परिवर्तन गर्नुभयो भनेर देखाउने',
'tooltip-compareselectedversions' => 'यस पृष्ठको छानिएका दुई पुनरावलोकन बीच फरक हेर्नुहोस्',
'tooltip-watch'                   => 'यो पृष्ठलाई तपाईँको अवलोकनसूचीमा थप्नुहोस्',
'tooltip-recreate'                => 'मेटिएको भए ता पनि यो पृष्ट पुन:निर्माण गर्नुहोस् ।',
'tooltip-upload'                  => 'उर्ध्वभरण(upload) सुरुगर्ने',
'tooltip-rollback'                => '"पूर्वरुप" ले यो पृष्ठको सम्पादन(हरु) खारेज गरी पृष्ठलाई पछिल्लो सम्पादनमा एक क्लिकमा पुर्‍याइ दिन्छ',
'tooltip-undo'                    => '"रद्द"ले पछिल्लो सम्पादन खारेज गरी पूर्वावलोकनमा देखाउँछ ।
यसले सारांशमा कारण राख्न दिनेछ।',

# Attribution
'siteuser'         => 'अवैधानिक प्रयोगकर्ता %s',
'lastmodifiedatby' => 'यो पृष्ठ अन्तिमपटक $3द्वारा $2, $1 मा परिवर्तन गरिएको थियो।',
'othercontribs'    => '$1 को कामको आधारमा',
'others'           => 'अन्य',
'creditspage'      => 'पृष्ठ श्रेयहरु',
'nocredits'        => 'यो पृष्ठको लागि कुनै श्रेय उपलब्ध छैन ।',

# Spam protection
'spamprotectiontitle' => 'स्प्याम सुरक्षा फिल्टर',
'spamprotectionmatch' => 'निम्न पाठले हाम्रो स्प्प्याम फिल्टर : $1 घच्घच्यायो',
'spambot_username'    => 'MediaWiki स्पाम सर-सफाइ',

# Info page
'infosubtitle'   => 'पृष्ठको लागि जानकारी',
'numedits'       => 'सम्पादन संख्या (लेख): $1',
'numtalkedits'   => 'सम्पादन संख्या (छलफल पृष्ठ): $1',
'numwatchers'    => 'अवलोकन संख्या: $1',
'numauthors'     => 'प्रष्ट लेखकहरुको संख्या (लेख): $1',
'numtalkauthors' => 'लेखकहरूको संख्या (छलफल पृष्ठ): $1',

# Math options
'mw_math_png'    => 'जहिले  PNG खोल्ने',
'mw_math_simple' => 'धेरै साधारण भएमा HTML नत्र  PNG',
'mw_math_html'   => 'संभव भएसम्म HTML नत्र  PNG',
'mw_math_source' => 'यसलाई TeX को रुपमा  छोड्ने(पाठ प्रदर्शको लागि)',
'mw_math_modern' => 'आधुनिक ब्राउजरको लागि सिफारिस गरिएको',

# Math errors
'math_failure'          => 'पढ्न सकिएन',
'math_unknown_error'    => 'अज्ञात समस्या',
'math_unknown_function' => 'अज्ञात निर्देशन',
'math_lexing_error'     => 'वर्ण(lexing) त्रुटी',
'math_syntax_error'     => 'सुत्र(syntax) त्रुटी',

# Patrolling
'markaspatrolleddiff' => 'गस्ती गरिएको(patrolled) को रुपमा चिनो लगाउने',
'markaspatrolledtext' => 'यस पृष्ठलाई गस्ती गरिएको(patrolled) को रुपमा चिनो लगाउने',
'markedaspatrolled'   => 'गस्ती गरिएको(patrolled) को रुपमा चिनो लगाइयो',

# Patrol log
'patrol-log-page'      => 'लग फाइलनाम',
'patrol-log-auto'      => '(स्वचालित)',
'patrol-log-diff'      => 'संशोधन:',
'log-show-hide-patrol' => 'लग फाइलनाम',

# Image deletion
'deletedrevision'                 => 'संशोधन/ट्याग प्रयोग गर्नुहोस्:',
'filedeleteerror-short'           => "फाइल लोड गर्दा त्रुटि '%s':
%s",
'filedelete-old-unregistered'     => 'कन्फिगरेसन फाइलमा निर्दिष्ट नगरिएका टेम्प्लेट डाटाबेस ।',
'filedelete-current-unregistered' => 'कन्फिगरेसन फाइलमा निर्दिष्ट नगरिएका डाटाबेस कन्फिगर गर्नुहोस् ।',

# Browsing diffs
'previousdiff' => '← पहिलेको सम्पादन',
'nextdiff'     => 'नयाँ सम्पादन →',

# Media information
'thumbsize'            => 'दोब्बर साइज',
'widthheightpage'      => 'पृष्ठहरूको सूचीमा पृष्ठको स्थिति',
'file-info'            => 'पूरा गर्नका लागि फाइल सञ्चालन प्रकार',
'file-info-size'       => '$1 × $2 पिक्सेलहरु, फाइल आकार: $3, MIME प्रकार: $4',
'file-nohires'         => '<small>उच्च रिजोल्युशन अनुपलब्ध</small>',
'svg-long-desc'        => 'SVG फाइल,साधारण $1 × $2 पिक्सेलहरु, फाइल आकार: $3',
'show-big-image'       => 'पूरा रिजोल्युशन',
'show-big-image-thumb' => '<small>यस पूर्वावलोकनको आकार : $1 × $2 pixels</small>',
'file-info-gif-frames' => 'I र P बिचमा B फ्रेम',

# Special:NewFiles
'newimages'        => 'स्वत: पत्ता उपशीर्षक फाइल',
'newimages-legend' => 'भिडियो फिल्टर',
'newimages-label'  => 'भिडियो स्न्यापशट डाइरेक्टरी (वा फाइलनाम)',
'noimages'         => 'हेर्नको लागि केही छैन.',
'ilsubmit'         => 'खोज्नुहोस्',
'bydate'           => 'मिति अनुसार',

# Bad image list
'bad_image_list' => '(* बाट शुरु हुने पंक्ति)को  विषय सूची मात्र मान्य छ।  पंक्तिको पहिलो लिङ्क नराम्रो फाइलसित लिङ्क हुनैपर्छ । एउटै पंक्तिमा कुनै पछिबाट हुने लिंकलाई अपवाद मानिनेछ अर्थात् जुन पृष्ठमा फाइल इन-लाइन हुनसक्छ।',

# Metadata
'metadata'          => 'मेटाडेटा',
'metadata-help'     => 'यस फाइलमा अतिरिक्त जानकारीहरु छन्, यसलाई बनाउन सम्भवतः डिजिटल क्यामेरा अथवा स्क्यानर प्रयोग गरिएको हुनुपर्छ। यदि यस फाइललाई मूल अवस्थाबाट परिवर्तन गरिएको हो भनें  यस फाइलले  सम्पूर्ण विवरण प्रतिबिम्बित गर्न सक्नेछैन ।',
'metadata-expand'   => 'लामो विबरण देखाउनुहोस्',
'metadata-collapse' => 'लामो विबरण लुकाउनुहोस्',
'metadata-fields'   => 'EXIF मेटाडेटा तालिका ध्वस्त भएमा यस सन्देशमा सूचिकृत मेटाडेटा फिल्ड तस्वीर पृष्ठ प्रदर्शनमाथि सम्मिलित हुनेछ ।  
अन्य डिफल्ट रुपमा लुकेर बस्नेछन् । 
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'चौडाइ',
'exif-imagelength'                 => 'उचाइ',
'exif-bitspersample'               => 'प्रति नमूना बिट',
'exif-compression'                 => 'संकुचन कार्य',
'exif-photometricinterpretation'   => 'पिक्सेल कम्पोजिसन',
'exif-orientation'                 => 'अभिमुखीकरण',
'exif-samplesperpixel'             => 'आइसएप अवयव',
'exif-planarconfiguration'         => 'बाईनरी डेटा',
'exif-ycbcrsubsampling'            => 'प्रयोग गर्न DSN',
'exif-ycbcrpositioning'            => 'स्थान विधि',
'exif-xresolution'                 => 'रिज्योलुसन प्रर्दशन गर्नुहोस्',
'exif-yresolution'                 => 'रिज्योलुसन प्रर्दशन गर्नुहोस्',
'exif-resolutionunit'              => 'न्यून रिज्योलुसन असङ्केतन',
'exif-stripoffsets'                => 'गलत प्रकारको डेटा',
'exif-rowsperstrip'                => 'खलि ठाउँ प्रति ट्याबहरूको सङ्ख्या',
'exif-jpeginterchangeformatlength' => 'गलत प्रकारको डेटा',
'exif-transferfunction'            => 'प्रकार्य नाम',
'exif-whitepoint'                  => 'फाइलब्राउजर सुरुआत बिन्दु',
'exif-datetime'                    => 'समय, मिति र समयछाप प्रस्तुतिकरण',
'exif-imagedescription'            => 'चित्र नाम',
'exif-make'                        => 'क्यामेरा निर्माता',
'exif-model'                       => 'डेटा नमूना',
'exif-software'                    => 'अन्तिममा प्रयोग गरिएको स्किनको कन्फिग',
'exif-artist'                      => 'लेखक',
'exif-copyright'                   => 'प्रतिलिपि अधिकार मेटाफाइल',
'exif-exifversion'                 => 'VLC संस्करण %s',
'exif-flashpixversion'             => 'संस्करण सूचना मुद्रण गर्नुहोस्',
'exif-colorspace'                  => 'सेतो खालीस्थान',
'exif-componentsconfiguration'     => 'खोजी कार्यका लागि अवयव',
'exif-compressedbitsperpixel'      => 'मेगाबास मोड सक्षम पार्नुहोस्',
'exif-pixelydimension'             => 'स्न्यापशट छविको चौडाइ',
'exif-pixelxdimension'             => 'स्न्यापशट छविको उचाइ',
'exif-usercomment'                 => 'सबै टिप्पणी:',
'exif-relatedsoundfile'            => 'फाइल अडियो निर्गत',
'exif-datetimeoriginal'            => 'समय, मिति र समयछाप प्रस्तुतिकरण',
'exif-datetimedigitized'           => 'समय र मिति ह्यान्डलर',
'exif-exposuretime'                => 'ताजा पार्ने समय',
'exif-exposuretime-format'         => 'सेकेन्ड',
'exif-fnumber'                     => 'ब्यान्डको नम्बर',
'exif-exposureprogram'             => 'मुख्य कार्यक्रम',
'exif-spectralsensitivity'         => 'स्पेकट्रल सेक्सन',
'exif-isospeedratings'             => 'गुम एनिमेसन गति',
'exif-oecf'                        => 'अस्पष्ट तत्व (१-१२७)',
'exif-shutterspeedvalue'           => 'फिडको गति',
'exif-brightnessvalue'             => 'उज्यालोपन',
'exif-exposurebiasvalue'           => 'प्रभाव (पक्षपाति) B-फ्रेम उपयोग',
'exif-maxaperturevalue'            => 'अधिकतम GOP साइज',
'exif-meteringmode'                => 'बजेट मोड',
'exif-lightsource'                 => 'प्रकाश स्रोत',
'exif-focallength'                 => 'औसत पङ्क्ति लम्बाइ',
'exif-subjectarea'                 => 'विषय क्षेत्र',
'exif-spatialfrequencyresponse'    => 'एउटा प्रतिक्रियाले बफर अधिप्रवाह गर्यो',
'exif-focalplanexresolution'       => 'न्यून रिज्योलुसन असङ्केतन',
'exif-focalplaneyresolution'       => 'न्यून रिज्योलुसन असङ्केतन',
'exif-subjectlocation'             => 'स्थानमा पुग्यो',
'exif-exposureindex'               => 'अनुक्रमणिका वर्णन',
'exif-sensingmethod'               => 'विधि तुलना गर्नुहोस्',
'exif-filesource'                  => 'फाइल स्रोत',
'exif-scenetype'                   => 'डेटा प्रकार',
'exif-customrendered'              => 'प्रक्रिया पश्चात गुणस्तर',
'exif-exposuremode'                => 'बजेट मोड',
'exif-whitebalance'                => 'श्वेत सन्तुलन:',
'exif-digitalzoomratio'            => 'आकार अनुपात (4:3, 16:9)',
'exif-scenecapturetype'            => 'Gda प्रकार ह्यान्डलर',
'exif-gaincontrol'                 => 'नियन्त्रण इन्टरफेस',
'exif-contrast'                    => 'व्यतिरेक',
'exif-saturation'                  => 'स्याचुरेसन',
'exif-devicesettingdescription'    => 'वर्णन प्रवाह निर्गत',
'exif-subjectdistancerange'        => 'A/52 गतिशिल दायरा सङ्कुचन',
'exif-imageuniqueid'               => 'अडियो ट्रयाक ID',
'exif-gpsversionid'                => 'संस्करण सूचना मुद्रण गर्नुहोस्',
'exif-gpslatituderef'              => 'उत्तर वा दक्षिण अक्षांश',
'exif-gpslatitude'                 => 'अक्षांश',
'exif-gpslongituderef'             => 'पूर्व वा पश्चिम देशान्तर',
'exif-gpslongitude'                => 'देशान्तर',
'exif-gpsaltituderef'              => 'एपीआई (API) सन्दर्भ',
'exif-gpsaltitude'                 => 'उँचाई',
'exif-gpssatellites'               => 'ट्रान्सकोडिङका लागि थ्रेडकको नम्बर',
'exif-gpsstatus'                   => 'रिसिभर अवस्था',
'exif-gpsmeasuremode'              => 'बजेट मोड',
'exif-gpsspeedref'                 => 'फिडको गति',
'exif-gpsspeed'                    => 'गुम एनिमेसन गति',
'exif-gpstrack'                    => 'चलेको दिशा',
'exif-gpsimgdirectionref'          => 'छल आगतका लागि छवि फाइलको मार्ग',
'exif-gpsimgdirection'             => 'छवि समायोजन',
'exif-gpsdestlatitude'             => 'निर्गत गन्तव्य',
'exif-gpsdestlongitude'            => 'निर्गत गन्तव्य',
'exif-gpsdestbearing'              => 'निर्गत गन्तव्य',
'exif-gpsdestdistance'             => 'गन्तव्य अडियो कोडेक',
'exif-gpsareainformation'          => 'ढाँचा क्षेत्रको उचाइ',
'exif-gpsdatestamp'                => 'मिति मेटाफाइल',

'exif-unknowndate' => 'अज्ञात मिति ढाँचा',

'exif-orientation-1' => 'सामान्य',
'exif-orientation-2' => 'तेर्सो तरिकाले फ्लिप गर्नुहोस्',
'exif-orientation-4' => 'ठाडो तरिकाले फ्लिप गर्नुहोस्',
'exif-orientation-6' => '90° CW घुमाइएको',

'exif-planarconfiguration-1' => 'पङ्क्ति ढाँचा',
'exif-planarconfiguration-2' => 'पङ्क्ति ढाँचा',

'exif-componentsconfiguration-0' => 'अस्तित्वमा छैन',

'exif-exposureprogram-0' => 'खुलाइएको छैन',
'exif-exposureprogram-1' => 'स्वयं',
'exif-exposureprogram-2' => 'साधारण कार्यक्रम',
'exif-exposureprogram-3' => 'एपर्चर प्राथमिकता',
'exif-exposureprogram-4' => 'शटर प्राथमिकता',
'exif-exposureprogram-5' => 'शृजनात्मक कार्यक्रम(गहिराइसँग बाझिएको)',

'exif-subjectdistance-value' => '$1 मिटर',

'exif-meteringmode-0'   => 'अज्ञात',
'exif-meteringmode-1'   => 'सामान्य',
'exif-meteringmode-3'   => 'स्थान',
'exif-meteringmode-4'   => 'बहुस्थान',
'exif-meteringmode-5'   => 'ढाँचा',
'exif-meteringmode-6'   => 'आंशिक',
'exif-meteringmode-255' => 'अन्य',

'exif-lightsource-0'   => 'अज्ञात',
'exif-lightsource-1'   => 'दिनको उज्यालो',
'exif-lightsource-2'   => 'फ्लोरोसेन्ट',
'exif-lightsource-3'   => 'टङ्स्टेन(अश्वेत प्रकाश)',
'exif-lightsource-4'   => 'झिल्को(फ्लास)',
'exif-lightsource-9'   => 'सफा मौसम',
'exif-lightsource-10'  => 'बादली मैसम',
'exif-lightsource-11'  => 'छाँया',
'exif-lightsource-12'  => 'दिवा फ्लोरोसेन्ट  (D 5700 – 7100K)',
'exif-lightsource-13'  => 'दिवा फ्लोरोसेन्ट (N 4600 – 5400K)',
'exif-lightsource-14'  => 'शितल सेतो फ्लोरेसेन्ट (W 3900 – 4500K)',
'exif-lightsource-17'  => 'मानक त्रुटि:',
'exif-lightsource-18'  => 'मानक त्रुटि:',
'exif-lightsource-19'  => 'मानक त्रुटि:',
'exif-lightsource-24'  => 'ISO सटुडियो  टङ्स्टेन',
'exif-lightsource-255' => 'अरु प्रकाश स्रोत',

# Flash modes
'exif-flash-fired-0'    => 'फ्ल्यास बलेन',
'exif-flash-mode-2'     => 'आवश्यक फ्ल्यास संकुचन',
'exif-flash-mode-3'     => 'स्वचालित रुप',
'exif-flash-function-1' => 'फ्लास प्रकार्य छैन',

'exif-focalplaneresolutionunit-2' => 'इञ्च',

'exif-sensingmethod-1' => 'अपरिभाषित',
'exif-sensingmethod-5' => 'Color sequential area sensor',

'exif-scenetype-1' => 'प्रत्यक्ष खिचिएको छवि',

'exif-customrendered-0' => 'सामान्य प्रक्रिया',
'exif-customrendered-1' => 'व्यक्तिगत प्रक्रिया...',

'exif-exposuremode-0' => 'स्वत: एक्सपोजर',
'exif-exposuremode-1' => 'म्यानुअल एक्सपोजर',
'exif-exposuremode-2' => 'स्वत: कोष्ठ',

'exif-whitebalance-0' => 'स्वत: स्वेत वचत',
'exif-whitebalance-1' => 'म्यानुअल स्वेत वचत',

'exif-scenecapturetype-0' => 'स्तरीय',
'exif-scenecapturetype-3' => 'रात्री दृश्य',

'exif-gaincontrol-0' => 'कुनै पनि होइन',
'exif-gaincontrol-1' => 'न्युन प्राप्य माथि',
'exif-gaincontrol-2' => 'उच्च प्राप्य माथि',
'exif-gaincontrol-3' => 'न्युन प्राप्य तल',
'exif-gaincontrol-4' => 'उच्च प्राप्य तल',

'exif-contrast-0' => 'सामान्य',
'exif-contrast-1' => 'हल्का',
'exif-contrast-2' => 'गाढा',

'exif-saturation-0' => 'साधारण',
'exif-saturation-1' => 'न्युन संतृप्तता',
'exif-saturation-2' => 'उच्च संतृप्ता',

'exif-sharpness-0' => 'साधारण',
'exif-sharpness-1' => 'नरम',
'exif-sharpness-2' => 'कडा',

'exif-subjectdistancerange-0' => 'थाह नभएको',
'exif-subjectdistancerange-1' => 'म्याक्रो',
'exif-subjectdistancerange-2' => 'नजिक दृश्य',
'exif-subjectdistancerange-3' => 'दूर दृश्य',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'उत्तर अक्षांश',
'exif-gpslatitude-s' => 'दक्षिण अक्षांश',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'पूर्व देशान्तर',
'exif-gpslongitude-w' => 'पश्चिम देशान्तर',

'exif-gpsstatus-a' => 'नापकार्य अगि बढिरहेको छ',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'किलोमिटर प्रति घण्टा',
'exif-gpsspeed-m' => 'माइल प्रति घण्टा',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'वास्तविक दिशा:',
'exif-gpsdirection-m' => 'चुम्बकिय दिशा:',

# External editor support
'edit-externally'      => 'यो फाइललाई बाह्य अनुप्रयोग प्रयोग गरेर सम्पादन गर्ने',
'edit-externally-help' => '(थप जानकारीको लागि [http://www.mediawiki.org/wiki/Manual:External_editors setup instructions] मा हेर्नुहोस् )',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'सबै',
'imagelistall'     => 'सबै',
'watchlistall2'    => 'सबै',
'namespacesall'    => 'सबै',
'monthsall'        => 'सबै',

# E-mail address confirmation
'confirmemail'      => 'इमेल ठेगाना पक्का गर्नुहोस्',
'confirmemail_send' => 'यकिन कोड मेल गर्नुहोस',
'confirmemail_sent' => 'यकिन इमेल पठाइयो ।',
'invalidateemail'   => 'इमेल यकिन कार्य रद्द गर्नुहोस्',

# Scary transclusion
'scarytranscludefailed'  => '[ $1को लागि टेम्प्लेट ल्याउन असफल]',
'scarytranscludetoolong' => '[URL अति लामो छ ]',

# Trackbacks
'trackbackremove' => '([$1 मेट्नुहोस्])',

# Delete conflict
'recreate' => 'पुनर्निर्माण',

# action=purge
'confirm_purge_button' => 'हुन्छ',

# Multipage image navigation
'imgmultipageprev' => '← अघिल्लो पृष्ठ',
'imgmultipagenext' => 'पछिल्लो पृष्ठ →',
'imgmultigo'       => 'जानुहोस्!',
'imgmultigoto'     => 'पृष्ठ $1 मा जाने',

# Table pager
'ascending_abbrev'         => 'वर्णानुक्रम',
'table_pager_next'         => 'पछिको पृष्ठ',
'table_pager_prev'         => 'अगाडिको पृष्ठ',
'table_pager_first'        => 'प्रथम पृष्ठ',
'table_pager_last'         => 'अन्तिम पृष्ठ',
'table_pager_limit'        => 'प्रतिपृष्ठ $1 वस्तुहरु देखाउने',
'table_pager_limit_submit' => 'जाउ',
'table_pager_empty'        => 'नतिजाहरु छैन ।',

# Auto-summaries
'autosumm-blank'   => 'पृष्ठ खाली गरीयो',
'autosumm-replace' => "पृष्ठलाई '$1' संग हटाइदै",
'autoredircomment' => 'पृष्ठ[[$1]]मा पठाइएको',
'autosumm-new'     => ' $1 को साथमा पृष्ठ शृजना भयो',

# Live preview
'livepreview-loading' => 'लोड गरिंदै छ…',
'livepreview-ready'   => 'लोड हुँदैछ ...तयार !',

# Watchlist editor
'watchlistedit-normal-title'  => ' निगरानी सूची सम्पादन गर्ने',
'watchlistedit-normal-legend' => 'शीर्षकहरु निगरानी सूचीबाट हटाउने',
'watchlistedit-normal-submit' => 'शीर्षकहरू हटाउने:',
'watchlistedit-raw-title'     => 'कच्चा निगरानी सूची सम्पादन गर्ने',
'watchlistedit-raw-legend'    => 'कच्चा निगरानी सूची सम्पादन गर्ने',
'watchlistedit-raw-titles'    => 'शीर्षकहरू :',
'watchlistedit-raw-submit'    => 'निगरानी सूची अध्यावधि गर्ने',

# Watchlist editing tools
'watchlisttools-view' => 'मिल्दो परिवर्तनहरु हेर्ने',
'watchlisttools-edit' => 'निगरानी सूची हेर्नुहोस् र सम्पादन गर्नुहोस्',
'watchlisttools-raw'  => 'कच्चा निगरानी सूची सम्पादन गर्नुहोस् ।',

# Core parser functions
'unknown_extension_tag' => 'अज्ञात  एक्सटेन्सन ट्याग "$1"',

# Special:Version
'version'                          => 'संस्करण',
'version-extensions'               => 'स्थापना गरिएका एक्सटेन्सनहरु',
'version-specialpages'             => 'विशेष पृष्ठहरू',
'version-parserhooks'              => 'पार्सर हुकहरु',
'version-variables'                => 'चल राशी(variables)',
'version-other'                    => 'अन्य',
'version-mediahandlers'            => 'मिडिया  ह्यान्डलरहरू',
'version-extension-functions'      => 'अतिरिक्त प्रकार्य',
'version-parser-extensiontags'     => 'पार्सर विस्तार ट्यागहरु',
'version-parser-function-hooks'    => 'पार्सर फङ्सन हुक',
'version-skin-extension-functions' => 'काचुली विस्तार फङ्सनहरु(functions)',
'version-hook-name'                => 'हुक नाम',
'version-hook-subscribedby'        => 'ग्राह्यता गर्ने',
'version-version'                  => '(संस्करण $1)',
'version-license'                  => 'इजाजतपत्र',
'version-software'                 => 'स्थापना गरिएको सफ्टवेयर',
'version-software-version'         => 'संस्करण',

# Special:FilePath
'filepath'        => 'फाइल मार्ग:',
'filepath-page'   => 'फाइल',
'filepath-submit' => 'मार्ग(path)',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'नक्कल फाइल खोज्ने',
'fileduplicatesearch-legend'   => ' नक्कल खोज्नुहोस्',
'fileduplicatesearch-filename' => 'फाइलनाम:',
'fileduplicatesearch-submit'   => 'खोजी गर्नुहोस्',

# Special:SpecialPages
'specialpages'                 => 'विशेष पृष्ठ',
'specialpages-group-other'     => 'अरु विशेष पृष्ठहरु',
'specialpages-group-login'     => 'प्रवेशगर्नुहोस/खाता शृजना गर्नुहोस',
'specialpages-group-users'     => 'प्रयोगकर्ता र अधिकारहरु',
'specialpages-group-highuse'   => 'उच्च प्रयोग भएका पृष्ठहरु',
'specialpages-group-pages'     => 'पृष्ठहरूको सूची:',
'specialpages-group-pagetools' => 'पृष्ठ उपकरणहरू',
'specialpages-group-redirects' => 'विशेष पृष्ठमा पठाउने',
'specialpages-group-spam'      => 'स्पाम उपकरणहरु',

# Special:BlankPage
'blankpage' => 'खाली पृष्ठहरु',

# Special:Tags
'tags'                    => 'मान्य ट्याग परिवर्तनहरु',
'tag-filter-submit'       => 'फिल्टर',
'tags-title'              => 'ट्यागहरु',
'tags-tag'                => 'आन्तरिक ट्याग नाम',
'tags-description-header' => 'पूर्ण अर्थको वर्णन',
'tags-hitcount-header'    => 'ट्याग गरिएक परिवर्तनहरू',
'tags-edit'               => 'सम्पादन गर्नुहोस्',
'tags-hitcount'           => '$1 {{PLURAL:$1|परिवर्तन|परिवर्तनहरु}}',

# Database error messages
'dberr-header' => 'यो विकिमा समस्या छ',

# HTML forms
'htmlform-reset'               => 'परिवर्तनहरू परित्याग गर्नुहोस्',
'htmlform-selectorother-other' => 'अन्य',

);
