<?php
/** Gothic (í €í¼²í €í¼¿í €í½„í €í¼¹í €í½ƒí €í¼º)
 *
 * @ingroup Language
 * @file
 *
 * @author SPQRobin
 */

$messages = array(
# Categories related messages
'pagecategories' => '{{PLURAL:$1|í €í¼ºí €í¼¿í €í¼½í €í¼¾í €í¼°|í €í¼ºí €í¼¿í €í¼½í €í¼¾í €í½‰í €í½ƒ}}',

'qbspecialpages' => 'í €í¼¿í €í½ƒí €í½ƒí €í¼¹í €í¼½í €í¼³í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰í €í½ƒ',
'mypage'         => 'í €í¼¼í €í¼´í €í¼¹í €í¼½ í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',
'mytalk'         => 'í €í¼¼í €í¼´í €í¼¹í €í¼½í €í¼° í €í¼¼í €í¼°í €í¼¸í €í¼»í €í¼´í €í¼¹',
'and'            => 'jah',

'search'         => 'í €í½ƒí €í½‰í €í¼ºí €í¼´í €í¼¹í €í¼¸',
'searchbutton'   => 'í €í½ƒí €í½‰í €í¼ºí €í¼´í €í¼¹í €í¼¸',
'searcharticle'  => 'í €í¼°í €í½†í €í¼²í €í¼°í €í¼²í €í¼²í €í¼°í €í¼½',
'talkpage'       => 'í €í¼¼í €í¼°í €í¼¸í €í¼»í €í¼´í €í¼¹í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',
'talk'           => 'í €í¼²í €í¼°í €í½…í €í¼°í €í¼¿í €í½‚í €í¼³í €í¼¾í €í¼°',
'toolbox'        => 'í €í½„í €í¼°í €í¼¿í €í¼¹ í €í¼°í €í½‚í €í¼ºí €í¼°',
'otherlanguages' => 'í €í¼°í €í¼½í €í¼¸í €í¼°í €í½‚ í €í½‚í €í¼°í €í¼¶í €í¼³í €í½‰í €í½ƒ',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutpage'  => 'Project:Iubair',
'bugreports' => 'í €í¼°í €í¼¹í €í½‚í €í¼¶í €í¼¹í €í¼¸í €í¼°í €í¼·í €í¼°í €í¼¿í €í½ƒí €í¼´í €í¼¹í €í¼½í €í¼´í €í¼¹í €í½ƒ',
'portal'     => 'í €í¼±í €í¼°í €í¼¿í €í½‚í €í¼²í €í½ƒ í €í¼²í €í¼°í €í½…í €í¼¹',
'portal-url' => 'Project:í €í¼±í €í¼°í €í¼¿í €í½‚í €í¼²í €í½ƒ í €í¼²í €í¼°í €í½…í €í¼¹',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'     => 'í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',
'nstab-user'     => 'í €í¼½í €í¼¹í €í¼¿í €í½„í €í¼°í €í¼½í €í¼³í €í¼¹í €í½ƒí €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',
'nstab-special'  => 'í €í¼¿í €í½ƒí €í½ƒí €í¼¹í €í¼½í €í¼³í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',
'nstab-image'    => 'Manleika',
'nstab-template' => 'í €í¼¼í €í¼°í €í½‚í €í¼ºí €í¼°',
'nstab-help'     => 'í €í¼·í €í¼¹í €í¼»í €í½€í €í¼°',
'nstab-category' => 'Kunja',

# General errors
'viewsource' => 'í €í½ƒí €í¼°í €í¼¹í €í½ˆí €í¼° í €í¼¹í €í¼½í €í¼½í €í¼°í €í¼½í €í¼°',

# Login and logout pages
'userlogout' => 'í €í¼»í €í¼´í €í¼¹í €í¼¸í €í¼°í €í¼½',

# Edit pages
'watchthis' => 'í €í½…í €í¼°í €í½‚í €í¼°í €í¼½ í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',

# Preferences page
'preferences'   => 'Meinos brukjamaideineis',
'mypreferences' => 'í €í¼¼í €í¼´í €í¼¹í €í¼½í €í½‰í €í½ƒ í €í¼±í €í½‚í €í¼¿í €í¼ºí €í¼¾í €í¼°',

# Recent changes
'recentchanges' => 'í €í¼°í €í½†í €í½„í €í¼¿í €í¼¼í €í¼¹í €í½ƒí €í½„í €í½‰í €í½ƒ í €í¼¼í €í¼°í €í¼¹í €í¼³í €í¼´í €í¼¹í €í¼½í €í¼´í €í¼¹í €í½ƒ',

# Upload
'upload' => 'í €í¼¿í €í½ƒí €í¼·í €í¼»í €í¼°í €í¼¸í €í¼°í €í¼¹í €í¼¸ í €í½†í €í¼´í €í¼¹í €í¼»í €í¼°í €í¼½í €í½ƒ',

# Random page
'randompage' => 'í €í½ƒí €í¼»í €í¼¿í €í¼¼í €í½€í €í¼¼í €í¼°í €í½ƒí €í½ƒí €í¼¹í €í¼² í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',

# Statistics
'statistics' => 'Seidostatistik',

# Miscellaneous special pages
'ncategories' => '$1 {{PLURAL:$1|í €í¼ºí €í¼¿í €í¼½í €í¼¾í €í¼°|í €í¼ºí €í¼¿í €í¼½í €í¼¾í €í½‰í €í½ƒ}}',
'move'        => 'í €í¼½í €í¼°í €í¼¼í €í¼¾í €í¼°í €í¼½ í €í¼°í €í½†í €í½„í €í½‚í €í¼°',

# Special:Categories
'categories' => 'í €í¼ºí €í¼¿í €í¼½í €í¼¾í €í½‰í €í½ƒ',

# Watchlist
'watchlist'     => 'í €í¼¼í €í¼´í €í¼¹í €í¼½í €í½‰í €í½ƒ í €í½…í €í¼¹í €í½„í €í¼°í €í¼½í €í¼³í €í½ƒí €í¼»í €í¼´í €í¼¹í €í½ƒí €í½„í €í¼°',
'mywatchlist'   => 'í €í¼¼í €í¼´í €í¼¹í €í¼½í €í½‰í €í½ƒ í €í½…í €í¼¹í €í½„í €í¼°í €í¼½í €í¼³í €í½ƒí €í¼»í €í¼´í €í¼¹í €í½ƒí €í½„í €í¼°',
'watch'         => 'í €í½…í €í¼°í €í½‚í €í¼°í €í¼½',
'watchthispage' => 'í €í½…í €í¼°í €í½‚í €í¼°í €í¼½ í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰',
'unwatch'       => 'í €í¼½í €í¼¹í €í½…í €í¼°í €í½‚í €í¼°í €í¼½',

# Contributions
'mycontris' => 'í €í¼¼í €í¼´í €í¼¹í €í¼½í €í½‰í €í½ƒ í €í¼°í €í¼¹í €í½…í €í¼»í €í¼°í €í¼²í €í¼¹í €í½‰í €í½ƒ',

# What links here
'whatlinkshere' => 'í €í½ˆí €í¼°í €í½‚í €í¼¾í €í¼¹í €í½ƒ í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰í €í¼½í €í¼° í €í¼·í €í¼»í €í¼°í €í¼²í €í¼ºí €í¼¾í €í¼°í €í¼½í €í¼³ í €í¼·í €í¼¹í €í¼³í €í½‚í €í¼´',

# Special:SpecialPages
'specialpages' => 'í €í¼¿í €í½ƒí €í½ƒí €í¼¹í €í¼½í €í¼³í €í½ƒí €í¼´í €í¼¹í €í¼³í €í½‰í €í½ƒ',

);
