<?php
/** Maithili (मैथिली)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Ashishanchinhar
 * @author Ggajendra
 * @author Kumariprity
 * @author Manojberma77
 * @author Meno25
 * @author Priyanka.rachna.jha
 * @author Rajesh
 * @author Umeshberma
 * @author Vinitutpal
 */

$fallback = 'hi';

$messages = array(
# User preference toggles
'tog-underline'               => 'लिंककेँ रेखांकित करू:',
'tog-highlightbroken'         => 'टूटल श्रृंखला <a href="" class="new">एना देखाऊ</a> (आकि फेर: एना देखाऊ<a href="" class="internal">?</a>).',
'tog-justify'                 => 'सुगढ़ बनाऊ',
'tog-hideminor'               => 'सन्निकट परिवर्त्तनमे छोट परिवर्त्तन नुकाऊ',
'tog-hidepatrolled'           => 'सन्निकट परिवर्त्तनमे छोट परिवर्त्तन नुकाऊ',
'tog-newpageshidepatrolled'   => 'नियंत्रित सम्पादनकेँ नव पन्ना सूचीसँ नुकाऊ',
'tog-extendwatchlist'         => 'ध्यानसूचीमे सभ परिवर्तन देखाऊ,खाली हालक परिवर्तन नै',
'tog-usenewrc'                => 'नीक सन्निकट परिवर्त्तन प्रयोग करू (जावास्क्रिप्ट चाही)',
'tog-numberheadings'          => 'शीर्षक स्वयं-क्रमांकित करू',
'tog-showtoolbar'             => 'संपादन ओजारपेटी देखाऊ (जावास्क्रीप्ट)',
'tog-editondblclick'          => 'दू बेर क्लीक कए पन्ना संपादित करू (जावास्क्रीप्ट)',
'tog-editsection'             => '[संपादित करू] श्रृंखला द्वारा विभाग संपादनक आज्ञा दिअ',
'tog-editsectiononrightclick' => 'ऐ खण्डक सम्पादन खण्डक शीर्षकेँ दहिन क्लिक कऽ सम्भव (जावास्क्रिप्ट चाही)',
'tog-showtoc'                 => 'अनुक्रम देखाऊ (जाहि पृष्ठ पर तीनसँ बेशी विभाग होए)',
'tog-rememberpassword'        => 'ऐ गवेषकपर हमर कूटशब्द (बेशीसं बेशी $1 {{PLURAL:$1|दिन धरि| कएक दिन धरि}}) मोन राखू',
'tog-watchcreations'          => 'हमर बनाओल पृष्ठ हमर साकांक्ष सूचीमे राखू',
'tog-watchdefault'            => 'हमर संपादित पृष्ठ हमर साकांक्ष सूचीमे देखाऊ',
'tog-watchmoves'              => 'हमरा द्वारा हटाओल पृष्ठ हमर साकांक्ष सूचीमे राखू',
'tog-watchdeletion'           => 'हमरा द्वारा हटाओल पृष्ठ हमर साकांक्ष सूचीमे राखू',
'tog-minordefault'            => 'हमर सभ सम्पादन पूर्वन्यस्त रूपेँ मामूली कहू',
'tog-previewontop'            => 'संपादन पेटीक ऊपर दृश्य देखाऊ',
'tog-previewonfirst'          => 'पहिल सम्पादनक बाद पूर्वावलोकन देखाउ',
'tog-nocache'                 => 'गवेषक पृष्ठ उपस्मृति अशक्त करू',
'tog-enotifwatchlistpages'    => 'जौं हमर ध्यानसूचीक कोनो पन्नामे परिवर्तन हुअए तँ हमरा ई-पत्र पठाउ',
'tog-enotifusertalkpages'     => 'हमर सदस्य वार्ता पृष्ठ पर भेल परिवर्त्तनक हेतु हमरा ई-मेल करथि',
'tog-enotifminoredits'        => 'छोट परिवर्त्तनक हेतु सेहो हमरा ई-मेल पठाऊ',
'tog-enotifrevealaddr'        => 'हमर ई-पत्र संकेत सूचना ई-पत्रमे देखाउ',
'tog-shownumberswatching'     => 'ध्यान राखैबला प्रयोक्ताक संख्या',
'tog-oldsig'                  => 'अखुनका दस्खतक प्रारूप',
'tog-fancysig'                => 'हस्ताक्षरकें विकिटेक्सटक रूपमे देखू (स्वचालित श्रृंखला हीन)',
'tog-externaleditor'          => "↓पूर्वनिर्धारित रूपेँ बाह्य सम्पादक क' उपयोग करू (केवल विशेषज्ञसभक लेल, एकरा लेल संगणक पर विशेष सेटिंग चाही। [http://www.mediawiki.org/wiki/Manual:External_editors आओर जानकारी।])",
'tog-externaldiff'            => 'पुरान संस्करणमे अंतर देखेबाक हेतु पूर्वनिविष्ट रूपमे बाहरक परिवर्तनक प्रयोग करू',
'tog-showjumplinks'           => 'करू "तड़पान" भेटैबला लिंक सभ',
'tog-uselivepreview'          => 'करू चल पूर्वावलोकन (जावास्क्रिप्ट चाही) (प्रायोगिक)',
'tog-forceeditsummary'        => 'हमरा सचेत करू जखन हम खाली सम्पादम सारांशमे जाइ',
'tog-watchlisthideown'        => 'हमर साकांक्ष सूचीसँ हमर सम्पादन नुकाउ',
'tog-watchlisthidebots'       => 'हमर साकांक्ष सूचीसँ स्वचालित सम्पादन हटाउ',
'tog-watchlisthideminor'      => 'हमर साकांक्ष सूचीसँ मामूली सम्पादन नुकाउ',
'tog-watchlisthideliu'        => 'साकांक्षसूचीसँ सम्प्रवेशित प्रयोक्ताक सम्पादन हटाउ',
'tog-watchlisthideanons'      => 'साकांक्षसूचीसँ अनाम प्रयोक्ताक सम्पादन हटाउ',
'tog-watchlisthidepatrolled'  => 'साकांक्ष सूचीसँ संचालित सम्पादन नुकाउ',
'tog-ccmeonemails'            => 'हमरा द्वारा दोसर प्रयोक्ताकेँ पठाओल ई-पत्रक कॉपी पठाउ',
'tog-diffonly'                => 'फाइल-अन्तर प्रणालीक नीचाँ पन्नाक सामिग्री नै देखाउ',
'tog-showhiddencats'          => 'नुकाएल संवर्ग देखाउ',
'tog-norollbackdiff'          => 'प्रत्यावर्तनक बाद फाइल-अन्तर प्रणालीकेँ बिसरू',

'underline-always'  => 'सदिखन',
'underline-never'   => 'कखनो नै',
'underline-default' => 'पूर्वन्यस्त गवेषक',

# Font style option in Special:Preferences
'editfont-style'     => 'सम्पादन क्षेत्र वर्णमुख प्रकार',
'editfont-default'   => 'पूर्वन्यस्त गवेषक',
'editfont-monospace' => 'समेटल वर्णमुख',
'editfont-sansserif' => 'शीर्षक वर्णमुख',
'editfont-serif'     => 'पाठ्य वर्णमुख',

# Dates
'sunday'        => 'रवि',
'monday'        => 'सोम',
'tuesday'       => 'मंगल',
'wednesday'     => 'बुध',
'thursday'      => 'बृहस्पति',
'friday'        => 'शुक्र',
'saturday'      => 'शनि',
'sun'           => 'रवि',
'mon'           => 'सोम',
'tue'           => 'मंगल',
'wed'           => 'बुध',
'thu'           => 'बृह.',
'fri'           => 'शुक्र',
'sat'           => 'शनि',
'january'       => 'जनवरी',
'february'      => 'फरबरी',
'march'         => 'मार्च',
'april'         => 'अप्रैल',
'may_long'      => 'मई',
'june'          => 'जून',
'july'          => 'जुलाइ',
'august'        => 'अगस्त',
'september'     => 'सितम्बर',
'october'       => 'अक्टूबर',
'november'      => 'नवंबर',
'december'      => 'दिसंबर',
'january-gen'   => 'जनवरी',
'february-gen'  => 'फरबरी',
'march-gen'     => 'मार्च',
'april-gen'     => 'अप्रैल',
'may-gen'       => 'मई',
'june-gen'      => 'जून',
'july-gen'      => 'जुलाई',
'august-gen'    => 'अगस्त',
'september-gen' => 'सितंबर',
'october-gen'   => 'अकटूबर',
'november-gen'  => 'नवंबर',
'december-gen'  => 'दिसंबर',
'jan'           => 'जन.',
'feb'           => 'फर.',
'mar'           => 'मा.',
'apr'           => 'अप.',
'may'           => 'मई',
'jun'           => 'जू.',
'jul'           => 'जु.',
'aug'           => 'अग.',
'sep'           => 'सित.',
'oct'           => 'अक्टू.',
'nov'           => 'नव.',
'dec'           => 'दिस.',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|खाढी|कएटा खाढी}}',
'category_header'                => 'संवर्ग "$1" मे पन्ना सभ',
'subcategories'                  => 'उपसंवर्ग',
'category-media-header'          => 'संवर्ग "$1" मे मीडिया',
'category-empty'                 => "''ऐ संवर्गमे अखन कोनो पन्ना वा मीडिया नै अछि।''",
'hidden-categories'              => '{{PLURAL:$1|नुकाएल वर्ग|नुकाएल वर्ग }}',
'hidden-category-category'       => 'नुकाएल संवर्ग सभ',
'category-subcat-count'          => '{{PLURAL:$2| ऐ संवर्गक खाली ई सभ उप संवर्ग अछिइ।.|ऐ संवर्गमे ई सभ {{PLURAL:$1| उपसंवर्ग|$1 उपसंवर्ग सभ}}, ऐमे सँ $2 सभटा।}}',
'category-subcat-count-limited'  => 'ऐ संवर्गमे अछि {{PLURAL:$1|उपसंवर्ग|$1उपसंवर्ग सभ}}',
'category-article-count'         => '{{PLURAL:$2|ऐ संवर्गमे खाली ई पन्ना अछि।| ई {{PLURAL:$1|पन्ना अछि|$1 पन्ना सभ अछि}} ऐ संवर्गमे, जाइमे सँ $2 सभ।}}',
'category-article-count-limited' => 'ई {{PLURAL:$1|पन्ना अछि|$1 पन्ना सभ अछि}}',
'category-file-count'            => '{{PLURAL:$2| ऐ संवर्गमे मातर ई फाइल अछि।| ई {{PLURAL:$1|फाइल अछि|$1 फाइल सभ अछि}} ऐ संवर्गमे, कुल $2 सँ।}}',
'category-file-count-limited'    => 'ई {{PLURAL:$1|पन्ना अछि|$1 पन्ना सभ अछि}} ऐ संवर्गमे।',
'listingcontinuesabbrev'         => 'शेष आगाँ।',
'index-category'                 => 'क्रम कएल पन्ना सभ',
'noindex-category'               => 'क्रम नै कएल पन्ना सभ',

'mainpagetext'      => "'''मीडियाविकी नीक जकाँ प्रस्थापित भेल।'''",
'mainpagedocfooter' => "सम्पर्क करू [http://meta.wikimedia.org/wiki/Help:Contents User's Guide] विकी तंत्रांशक प्रयोगक जानकारी लेल।

==प्रारम्भ कोना करी==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Configuration settings list]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki FAQ]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce MediaWiki release mailing list]",

'about'         => 'विषयमे',
'article'       => 'विषय सूची पन्ना',
'newwindow'     => '(नव खिड़कीसँ खुजैछ)',
'cancel'        => 'समाप्त',
'moredotdotdot' => 'आर...',
'mypage'        => 'हमर पन्ना',
'mytalk'        => 'हमर वार्त्ता',
'anontalk'      => 'ऐ अनिकेत पता लेल विमर्श',
'navigation'    => 'संचार',
'and'           => '&#32;आर',

# Cologne Blue skin
'qbfind'         => 'ताकू',
'qbbrowse'       => 'गवेषण करू',
'qbedit'         => 'सम्पादन करू',
'qbpageoptions'  => 'ई पन्ना',
'qbpageinfo'     => 'विषय',
'qbmyoptions'    => 'हमर पन्ना सभ',
'qbspecialpages' => 'विशेष पन्ना सभ',
'faq'            => 'त्वरित प्रश्नोत्तरी',
'faqpage'        => 'Project: त्वरित प्रश्नोत्तरी',

# Vector skin
'vector-action-addsection'       => 'विचार-बिन्दु जोड़ू',
'vector-action-delete'           => 'मेटाउ',
'vector-action-move'             => 'घसकाउ',
'vector-action-protect'          => 'रक्षण करू',
'vector-action-undelete'         => 'आपस लाउ',
'vector-action-unprotect'        => 'अरक्षित',
'vector-simplesearch-preference' => 'परिष्कृत खोज सुझाव समर्थ करू (सदिश स्वरूप मात्र)',
'vector-view-create'             => 'बनाउ',
'vector-view-edit'               => 'सम्पादन करू',
'vector-view-history'            => 'इतिहास देखू',
'vector-view-view'               => 'पढ़ू',
'vector-view-viewsource'         => 'जड़ि देखू',
'actions'                        => 'क्रिया सभ',
'namespaces'                     => 'चेन्हासी समूह सभ',
'variants'                       => 'प्रकार सभ',

'errorpagetitle'    => 'गलती',
'returnto'          => '$1 पर घुरु।',
'tagline'           => 'कतयसँ {{SITENAME}}',
'help'              => 'मदति',
'search'            => 'ताकू',
'searchbutton'      => 'ताकू',
'go'                => 'जाउ',
'searcharticle'     => 'जाऊ',
'history'           => 'पन्नाक इतिहास',
'history_short'     => 'इतिहास',
'updatedmarker'     => 'हमर अन्तिम आगमनसँ पहिने अद्यतन कएल',
'info_short'        => 'सूचना',
'printableversion'  => 'प्रिंट करबा योग्य',
'permalink'         => 'स्थायी लिंक',
'print'             => 'छापू',
'edit'              => 'संपादन',
'create'            => 'बनाउ',
'editthispage'      => 'एहि पृष्ठक संपादन',
'create-this-page'  => 'ई पन्ना बनाउ',
'delete'            => 'मेटाउ',
'deletethispage'    => 'ई पन्ना मेटाउ',
'undelete_short'    => 'आपस आनू  {{PLURAL:$1|एक सम्पादनt|$1 सम्पादन सभ}}',
'protect'           => 'बचाउ',
'protect_change'    => 'बदलू',
'protectthispage'   => 'ऐ पन्नाक रक्षा करू',
'unprotect'         => 'रक्षा कवच हटाउ',
'unprotectthispage' => 'ऐ पन्नासँ रक्षा कवच हटाउ',
'newpage'           => 'नवका पन्ना',
'talkpage'          => 'एहि पृष्ठ पर वार्त्तालाप',
'talkpagelinktext'  => 'कहू',
'specialpage'       => 'विशेष पन्ना',
'personaltools'     => 'व्यक्तिगत उपकरण',
'postcomment'       => 'नव खण्ड',
'articlepage'       => 'विषय-सूची पन्ना देखू',
'talk'              => 'वार्तालाप',
'views'             => 'दृष्टि',
'toolbox'           => 'उपकरण-बक्सा',
'userpage'          => 'प्रयोक्ता पन्ना देखू',
'projectpage'       => 'परियोजना पन्ना देखू',
'imagepage'         => 'पन्नाक पृष्ठ देखू',
'mediawikipage'     => 'सन्देश पन्ना देखू',
'templatepage'      => 'नमूना पृष्ठ देखू',
'viewhelppage'      => 'सहायता पन्ना देखू',
'categorypage'      => 'संवर्ग पन्ना देखू',
'viewtalkpage'      => 'गपशप देखू',
'otherlanguages'    => 'दोसर भाषामे',
'redirectedfrom'    => '(एतयसँ बहटारल $1)',
'redirectpagesub'   => 'पन्नाकेँ पठाउ',
'lastmodifiedat'    => 'ई पन्ना अंतिम बेर संवर्धित भेल $1, केँ  $2 बजे।',
'viewcount'         => 'ई पन्ना देखल गेल {{PLURAL:$1|एक बेर|$1 एतेक बेर}}',
'protectedpage'     => 'संरक्षित पन्ना',
'jumpto'            => 'जाऊ:',
'jumptonavigation'  => 'हेलू',
'jumptosearch'      => 'ताकू',
'view-pool-error'   => 'दुखी छी, वितरक सभ एखन व्यस्त अछि।
बड्ड बेशी लोक ऐ पन्नाकेँ देखबामे लागल छथि।
ऐ पन्नाकेँ फेरसँ देखबा लेल कनी बिलमू। 
$1',
'pool-timeout'      => 'प्रतीक्षा निगृहीत कालावसान',
'pool-queuefull'    => 'प्रतीक्षा-पाँती पौती भरल',
'pool-errorunknown' => 'अज्ञात भ्रम',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'विषयमे {{SITENAME}}',
'aboutpage'            => 'Project:विवरण',
'copyright'            => '$1क अंतर्गत विषय सूची उपलब्ध अछि',
'copyrightpage'        => '{{ns:project}}:सर्वाधिकार',
'currentevents'        => 'आइ-काल्हिक घटना सभ',
'currentevents-url'    => 'Project: आइ-काल्हिक घटना सभ',
'disclaimers'          => 'अनाधिकार घोषणा',
'disclaimerpage'       => 'Project:अनाधिकार घोषणा',
'edithelp'             => 'संपादन सहयोग',
'edithelppage'         => 'Help:संपादन',
'helppage'             => 'Help: विषय सूची',
'mainpage'             => 'सम्मुख पन्ना',
'mainpage-description' => 'सम्मुख पृष्ठ',
'policy-url'           => 'Project:नीति',
'portal'               => 'सामाजिक कोण',
'portal-url'           => 'Project:समूह कोण',
'privacy'              => 'गोपनीयताक नियम',
'privacypage'          => 'Project:गोपनीयता नियम',

'badaccess'        => 'आज्ञा गल्ती',
'badaccess-group0' => 'अहाँकेँ आग्रह कएल क्रियाकेँ करबाक अनुमति नै अछि।',
'badaccess-groups' => 'जइ क्रियाक अहाँ आग्रह केने छी से मात्र किछु प्रयोक्ता लेल सुरक्षित अछि {{PLURAL:$2|संवर्ग|संवर्ग सभमे एकटा}}: $1',

'versionrequired'     => 'मीडियाविकीक संस्करण $1 चाही',
'versionrequiredtext' => 'ऐ पन्नाक प्रयोग लेल मीडियाविकीक संस्करण $1 चाही।
देखू ee [[Special:Version|version page]]',

'ok'                      => 'ठीक अछि',
'retrievedfrom'           => 'प्राप्ति स्थल "$1"',
'youhavenewmessages'      => 'अहाँ लग अछि $1 ($2).',
'newmessageslink'         => 'नव संदेश सभ',
'newmessagesdifflink'     => 'अन्तिम परिवर्तन',
'youhavenewmessagesmulti' => '$1 पर अहाँ लेल नव सन्देश अछि',
'editsection'             => 'संपादन करू',
'editold'                 => 'सम्पादित करू',
'viewsourceold'           => 'जड़ि देखू',
'editlink'                => 'सम्पादन करू',
'viewsourcelink'          => 'जड़ि देखू',
'editsectionhint'         => 'संपादन शाखा: $1',
'toc'                     => 'विषय-सूची',
'showtoc'                 => 'देखाऊ',
'hidetoc'                 => 'नुकाऊ',
'thisisdeleted'           => 'देखू वा जाउ $1?',
'viewdeleted'             => 'देखू $1?',
'restorelink'             => '{{PLURAL:$1|एकटा मेटाएल सम्पादन|$1 मेटाएल सम्पादन सभ}}',
'feedlinks'               => 'सूचक:',
'feed-invalid'            => 'अमान्य सूचक प्रकार मासुल',
'feed-unavailable'        => 'ाधिकृत सूचक उपलब्ध नै अछि',
'site-rss-feed'           => '$1 आरएसएस फीड',
'site-atom-feed'          => '$1 अणु फीड',
'page-rss-feed'           => '"$1" आर.एस.एस. सूचना',
'page-atom-feed'          => '"$1" अणु सू़चना',
'red-link-title'          => '$1 (पृष्ठ उपलब्ध नै  अछि)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'पृष्ठ',
'nstab-user'      => 'उपयोगकर्ताक पृष्ठ',
'nstab-media'     => 'मीडिया पन्ना',
'nstab-special'   => 'विशिष्ट पन्ना',
'nstab-project'   => 'परियोजना पन्ना',
'nstab-image'     => 'फाइल',
'nstab-mediawiki' => 'संदेश',
'nstab-template'  => 'नमूना',
'nstab-help'      => 'सहायता पन्ना',
'nstab-category'  => 'संवर्ग',

# Main script and global functions
'nosuchaction'      => 'एहेन कोनो क्रिया नै',
'nosuchactiontext'  => 'ऐ सार्वत्रिक विभव संकेत द्वारा निर्दिष्ट क्रिया अमान्य अछि।
अहाँ सार्वत्रिक विभव संकेतक गलत टंकण केने हएब, वा कोनो गलत लिंकक पाछाँ गेल हएब।
ई {{अन्तर्जाल}} प्रयोक्ता द्वारा प्रयुक्त तंत्रांशमे स्थित कोनो दोषक संकेत सेहो कऽ सकैए।',
'nosuchspecialpage' => 'एहेन कोनो विशेष पन्ना नै',
'nospecialpagetext' => '<गाढ़> अहाँ एकटा अमान्य पन्नाक आग्रह केने छी। </गाढ़>
मान्य विशेष पन्नाक सूची एतए अछि [[Special:SpecialPages|{{int:specialpages}}]]।',

# General errors
'error'                => 'भ्रम',
'databaseerror'        => 'दत्तनिधि भ्रम',
'dberrortext'          => 'एकटा दत्तनिधि अभ्यर्थना क्रम भंग भेल अछि।
ई तंत्रांशमे एकटा दोषक संकेत अछि।
अन्तिम बेर प्रयास कएल दत्तनिधि अभ्यर्थना रहए:
<blockquote><tt>$1</tt></blockquote>
प्रकार्यक अन्तर्गत "<tt>$2</tt>". ।
दत्तनिधि ई दोष देखेलक "<tt>$3: $4</tt>" ।',
'dberrortextcl'        => 'एकटा दत्तनिधि अभ्यर्थना क्रम भंग भेल अछि।
अन्तिम बेर प्रयास कएल दत्तनिधि अभ्यर्थना अछि:
"$1"
"$2" प्रकार्यक अन्तर्गत।
दत्तनिधि दोष देखेलक "$3: $4"',
'laggedslavemode'      => "'''चेतौनी:''' पन्नापर सम्भव जे अद्यतन परिवर्तन नै हुअए।",
'readonly'             => 'दत्तनिधि प्रतिबन्धित',
'enterlockreason'      => 'प्रतिबन्ध लेल कारण बताउ, संगमे एकटा अंदाज सेहो बताउ जे कखन ई प्रतिबन्ध हटाएल जाएत।',
'readonlytext'         => 'अखन दत्तांशनिधि नव प्रविष्टि आ आन संशोधन लेल प्रतिबन्धित अछि, सम्भवतः सामान्त दत्तांशनिधि देखभाल लेल, तकर बाद ई सामान्य भऽ जाएत।

संचालक जे एकरा प्रतिबन्धित कएने छथि ई कारण दै छथि:$1',
'missing-article'      => 'दत्तनिधि पृष्ठक वांछित पाठ्य नै ताकि सकल, माने "$1" $2
एकर कारण कोनो पुरान फाइल चेन्हासी वा ऐतिहासिक लिंकक पाछाँ जाएब अछि, जे मेटा देल गेल छै।
जौं ई तकर कारण नै अछि,  तखन अहाँकेँ तंत्रांशमे कोनो दोष भेटल अछि।
एकर खबरि पहुँचाउ [[Special:ListUsers/sysop|administrator]], केँ, अपन सार्वत्रिक विभव संकेत सूचित करैत।',
'missingarticle-rev'   => '(संशोधन#: $1)',
'missingarticle-diff'  => '(फाइल-अन्तर प्रणाली: $1, $2)',
'readonly_lag'         => 'दत्तांशनिधि स्वचालित रूपेँ प्रतिबन्धित कएल गेल अछि जा परजीवी दतांशनिधि वितरक मूलक समक्ष नै आबि जाए।',
'internalerror'        => 'आन्तरिक भ्रम',
'internalerror_info'   => 'आन्तरिक भ्रम: $1',
'fileappenderrorread'  => '"$1"  केँ जोड़ै कालमे नै पढ़ि सकल',
'fileappenderror'      => '"$1" सँ "$2" केँ नै जोड़ि सकल।',
'filecopyerror'        => '"$1" सँ "$2" केँ नै अनुकृति कऽ सकल।',
'filerenameerror'      => '"$1" सँ "$2" केँ नै नाम बदलि सकल।',
'filedeleteerror'      => '"$1" केँ नै मेटा सकल।',
'directorycreateerror' => 'विभाग "$1" नै बना सकल।',
'filenotfound'         => 'फाइल "$1" नै ताकि सकल।',
'fileexistserror'      => 'फाइल "$1" पर लिखबामे अक्षम: फाइल अछि',
'unexpected'           => 'आसक विपरीत परिणाम: "$1"="$2"',
'formerror'            => 'फॉर्म नै पठा सकल',
'badarticleerror'      => 'ई क्रिया ऐ पन्नापर नै कएल जा सकैए।',
'cannotdelete'         => 'पन्ना व संचिका "$1" मेटाएल नै जा सकल।',
'badtitle'             => 'खराप शीर्षक',
'badtitletext'         => 'आग्रह कएल पन्नाक शीर्षक गलत, खाली, वा गलत सम्बन्धित अन्तर-न्हाषा अन्तर विकी शीर्षक छी। ई एक वा बेशी कलाकार युक्त भऽ सकैए जे शीर्षकमे प्रयुक्त नै कएल जा सकैए।',
'perfcached'           => 'ई दत्तांश उपस्मृतिक आधारपर अछि आ भऽ सकैए जे अद्यतन नै हुअए।',
'perfcachedts'         => 'ई दत्तांश उपस्मृतिमे अछि, आ एकर अन्तिम परिवर्धन भेल अछि $1 केँ।',
'querypage-no-updates' => 'ऐ पन्नाक नवीनीकरण अखन बन्न अछि।
एतुक्का दत्तांश अखन नवीकरण नै कएल जाएत।',
'wrong_wfQuery_params' => 'अमान्य परिमिति ऐ लेल wfQuery()<br />
क्रिया : $1<br />
अभ्यर्थना: $2',
'viewsource'           => 'जड़ि देखू',
'viewsourcefor'        => '$1 लेल।',
'actionthrottled'      => 'क्रियाकेँ मोकल गेल',
'actionthrottledtext'  => 'अनपेक्षित संदेश रोका लेल, अहाँकेँ ऐ क्रियाकेँ कम्मे कालमे सीमासँ बेशी बेर करबासँ रोकल गेल अछि, अहाँ ओइ सीमाकेँ पार कऽ गेल छी।
कृपया किछु काल बाद फेरसँ प्रयास करू।',
'protectedpagetext'    => 'ई पन्ना सम्पादन रोकबा लेल संरक्षित अछि।',
'viewsourcetext'       => 'अहाँ ऐ पन्नाक जड़िकेँ देख आ अनुकृत कऽ सकै छी:',
'protectedinterface'   => 'ई पन्ना तंत्रांश लेल मध्यस्थ पाठक व्यवस्था करैत अछि, आ अपशब्द रोकबाक ब्योंत करैत अछि।',
'editinginterface'     => "'''चेतौनी''' अहाँ एकटा एहेन पन्नाक सम्पादन कऽ रहल छी जे तंत्रांशक मध्यस्थ पन्नाकेँ पाठ देबा लेल प्रयोग भऽ रहल अछि।
ऐ पन्नामे परिवर्तन दोसर प्रयोक्ता लेल प्रयोक्ता मध्यस्थक रूपमे परिवर्तन करत।
अनुवाद लेल [http://translatewiki.net/wiki/Main_Page?setlang=en translatewiki.net] जाउ, मीडियाविकी स्थानीयकरण परियोजनापर।",
'sqlhidden'            => '(नुकाएल एस.क्यू.एल. अभ्यर्थना)',
'cascadeprotected'     => 'ऐ पन्नाक सम्पादन सम्भव नै अछि, कारण ई ऐ मे सम्मिलित अछि, {{PLURAL:$1|पन्ना, जे अछि|पन्ना, से सभ अछि}} सुरक्षित अछि "तराउपड़ी" विकल्प खोललाक बाद:
$2',
'namespaceprotected'   => "अहाँकेँ '''$1''' नाम-पेटारमे सम्पादनक अनुमति नै अछि।",
'customcssjsprotected' => 'अहाँकेँ ऐ पन्नाक सम्पादनक अधिकार नै अछि, कारण ई दोसर प्रयोक्ताक व्यक्तिगत प्रतीक छी।',
'ns-specialprotected'  => 'विशेष पन्ना सभकेँ सम्पादित नै कएल जा सकैए।',
'titleprotected'       => 'ऐ शीर्षकक निर्माण प्रतिबन्धित अछि [[User:$1|$1]] द्वारा।
कारण एतऽ देल अछि "\'\'$2\'\'"।',

# Virus scanner
'virus-badscanner'     => "खराप विन्यास: अज्ञात विषविधि बिम्बक: ''$1''",
'virus-scanfailed'     => 'बिम्ब विफल (विध्यादेश $1)',
'virus-unknownscanner' => 'अज्ञात विषविधि निरोधक',

# Login and logout pages
'logouttext'                 => "'''अहाँ निष्क्रमण कऽ गेल छी।'''

अहाँ {{अन्तर्जाल}} प्रयोग अनाम भऽ कऽ सकै छी, वा अहाँ [[Special:UserLogin|log in again]] वएह आकि कोनो आन प्रयोक्ताक रूपमे सेहू प्रयोक कऽ सकै छी।
ई मोन राखू जे किछु पन्ना एना देखा पड़ि सकैए जेना अहाँ अखनो सम्प्रवेशित होइ, जावत अहाँ अपन गवेषकक उपस्मृति मेटा नै दै छी।",
'welcomecreation'            => '== स्वागत अछि, $1! ==
अहाँक खाता खुजि गेल अछि।
अपन [[Special:Preferences|{{अन्तर्जाल}} preferences]] बदलब नै बिसरू।',
'yourname'                   => 'प्रयोक्ता:',
'yourpassword'               => 'कूटशब्द:',
'yourpasswordagain'          => 'कूटशब्द फेरसँ टाइप करू:',
'remembermypassword'         => 'हमर सम्प्रवेश ऐ गवेषकपर मोन राखू (बेशीसँ बेशी $1 {{PLURAL:$1|दिन|दिन}})',
'securelogin-stick-https'    => 'सम्प्रवेशक बाद एच.टी.टी.पी.एस.क लागिमे रहू',
'yourdomainname'             => 'अहाँक प्रभावक्षेत्र:',
'externaldberror'            => 'खाहे सत्यापन दतांश भ्रम छल वा अहाँ अपन बाह्य खाताकेँ अद्यतन करबामे असमर्थ छी।',
'login'                      => 'सम्प्रवेश',
'nav-login-createaccount'    => 'सदस्य लॉग इन',
'loginprompt'                => '{{अन्तर्जाल}} सम्प्रवेश लेल अहाँकेँ आवश्यक रूपेँ ज्ञापक सक्रिय करबाक चाही।',
'userlogin'                  => 'लॉग इन / खेसरा बनाऊ',
'userloginnocreate'          => 'सम्प्रवेश',
'logout'                     => 'निष्क्रमण',
'userlogout'                 => 'फेर आयब',
'notloggedin'                => 'सम्प्रवेशित नै छी',
'nologin'                    => 'खाता नै अछि? $1।',
'nologinlink'                => 'नव खाता खोलू',
'createaccount'              => 'खाता खोली',
'gotaccount'                 => 'पहिनहियेसँ खाता अछि? $1',
'gotaccountlink'             => 'सम्प्रवेश',
'createaccountmail'          => 'ई-पत्र द्वारा',
'createaccountreason'        => 'कारण:',
'badretype'                  => 'कूटशब्द जे अहाँ भरलहुँ से मेल नै खाइए।',
'userexists'                 => 'जे प्रयोक्तानाम अहाँ भरलहुँ से पहिनहियेसँ प्रयोगमे अछि।
कृपा कऽ दोसर नामक चयन करू।',
'loginerror'                 => 'सम्प्रवेश भ्रम',
'createaccounterror'         => 'खाता नै बना सकल: $1',
'nocookiesnew'               => 'प्रयोक्ता खाता खुजि गेल, मुदा अहाँ सम्प्रवेशित नै छी।
{{अन्तर्जाल}} सम्प्रवेशित प्रयोक्ताक लेल ज्ञापकक प्रयोग करैत अछि।
अहाँ ज्ञापककेँ अशक्त केने छी।
कृपा कऽ ओकरा सक्रिप करू, तखन अपन प्रयोक्तानाम आ कूटशब्दक संग सम्प्रवेश करू।',
'nocookieslogin'             => '{{अन्तर्जाल}} प्रयोक्ताकेँ सम्प्रवेशित करबा लेल ज्ञापकक प्रयोग करैत अछि।
अहाँ ज्ञापककेँ अशक्त केने छी।
कृपा कऽ ओकरा सक्रिय करू आ फेरसँ प्रयास करू।',
'noname'                     => 'अहाँ वैध प्रयोक्तानाम नै देने छी।',
'loginsuccesstitle'          => 'सम्प्रवेश सफल',
'loginsuccess'               => "'''अहाँ सम्प्रवेश केलहुँ {{अन्तर्जाल-पता}} \"\$1\".'''क रूपमे।",
'nosuchuser'                 => '"$1" नामसँ कोनो प्रयोक्ता नै अछि।
प्रयोक्तानाम ब्रह्मक्षर-लघ्वक्षर भेद युक्त अछि।
अपन ह्रिजै जाँचू, वा [[Special:UserLogin/signup|नव खाता बनाउ]] ।',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" नाम्ना कोनो प्रयोक्ता नै अछि।
अपन ह्रिजए सुधारू।',
'nouserspecified'            => 'अहाँकेँ एकटा प्रयोक्तानाम देबऽ पड़त।',
'login-userblocked'          => 'ई प्रयोक्ता प्रतिबन्धित अछि। सम्प्रवेशक अधिकार नै अछि।',
'wrongpassword'              => 'गलत कूटशब्द देल गेल।
फेरसँ प्रयास करू।',
'wrongpasswordempty'         => 'रिक्त कूटशब्द देल गेल।
फेरसँ प्रयास करू।',
'passwordtooshort'           => 'कूटशब्द कमसँ कम {{PLURAL:$1|1 वर्ण|$1 वर्णक}} हुअए।',
'password-name-match'        => 'अहाँक कूटशब्द अहाँक प्रयोक्तानामसँ भिन्न हेबाक चाही।',
'password-login-forbidden'   => 'ऐ प्रयोक्तानाम आ कूटशब्दक प्रयोग प्रतिबन्धित अछि।',
'mailmypassword'             => 'नूतन कूटशब्द ई-पत्रसँ पठाउ',
'passwordremindertitle'      => 'नव अस्थायी कूटशब्द {{अन्तर्जाल-पता}} लेल।',
'passwordremindertext'       => 'कियो (सम्भवतः अहाँ, अनिकेत $1 सँ) एकटा नव कूटशब्दक आग्रह {{अन्तर्जाल}} ($4) लेल केलौं। एकटा अस्थायी कूटशब्द प्रयोक्ता "$2" लेल बनाओल गेल अछि आ "$3" रूपमे स्थापित कएल गेल अछि। जँ ई अहाँक इच्छा अछि तँ अहाँकेँ सम्प्रवेश करए पड़त आ एकटा नव कूटशब्दक चुनाव करए पड़त। 
अहाँक अस्थायी कूटशब्द खतम भऽ जाएत {{PLURAL:$5|एक दिन|$ ५ दिन}} मे।',
'noemail'                    => 'प्रयोक्ता "$1" लेल कोनो ई-पत्र संकेत दर्ज नै अछि।',
'noemailcreate'              => 'अहाँकेँ एकटा मान्य ई-पत्र संकेत देबऽ पड़त।',
'passwordsent'               => 'एकटा नव कूटशब्द "$1" लेल पंजीकृत ई-पत्र संकेतपर पठाएल गेल अछि।
जखन अहाँकेँ ई भेटैए तँ फेरसँ सम्प्रवेश करू।',
'blocked-mailpassword'       => 'अहाँक अनिकेत सम्पादन लेल प्रतिबन्धित अछि, आ दुरुपयोग रोकबा लेल कूटशब्द प्रत्याहरण सेवा ऐ लेल उपलब्ध नै अछि।',
'eauthentsent'               => 'एकटा पावती ई-पत्र निर्धारित ई-पत्र संकेतपर पठा देल गेल अछि।
ऐ खातापर कोनो दोसर ई-पत्र पठाएल जएबासँ पहिने, अहाँकेँ ऐ ई-पत्रक निर्देशक पालन करए पड़त, जइसँ ई पुष्ट भऽ सकए जे ई खाता वास्तवमे अहींक अछि।',
'throttled-mailpassword'     => 'एकटा कूटशब्द स्मारक पहिनहिये पठाएल गेल अछि, {{PLURAL:$1|घण्टा|$1 घण्टा}}क भीतर।
दुरुपयोग रोकबा लेल, मात्र एकटा कूटशब्द {{PLURAL:$1|घण्टा|$1 घण्टा}}मे पठाएल जाएत।',
'mailerror'                  => 'ई-पत्र पठेबामे दिक्कत: $1',
'acct_creation_throttle_hit' => 'ऐ विकीक आगन्तुक अहाँक अनिकेतक प्रयोगसँ काल्हि बनेलन्हि अछि {{PLURAL:$1|1 खाता|$1 खाता}}',
'emailauthenticated'         => 'अहाँक ई-पत्र संकेत $2 केँ $3 पर सत्यापित भेल।',
'emailnotauthenticated'      => 'अहाँक ई-पत्र संकेत अखन धरि सत्यापित नै भेल अछि।',
'noemailprefs'               => 'ई सभ उत्पाद काज कऽ सकए तै लेल एकटा ई-पत्र संकेतक निर्देश अपन विकल्पमे करू।',
'emailconfirmlink'           => 'अपन ई-पत्र संकेत सत्यापित करू',
'invalidemailaddress'        => 'अमान्य प्रारूपक कारण ऐ ई-पत्र संकेतकेँ स्वीकार नै कएल जा सकैए।
एकटा मान्य ई-पत्र संकेत लिखू वा ओइ स्थानकेँ खाली करू।',
'accountcreated'             => 'खाता खुजि गेल',
'accountcreatedtext'         => '$1 लेल प्रयोक्ता खाता खुजि गेल।',
'createaccount-title'        => '{{अन्तर्जाल}} लेल खाता निर्माण',
'createaccount-text'         => 'कियो अहाँक ई-पत्र संकेत लेल एकटा खाता {{अन्तर्जाल}} पर खोललन्हि ($4) नाम भेल "$2", कूटशब्द भेल "$3"।
अहाँ सम्प्रवेश करू आ अपन कूटशब्द बदलू।

अहाँ ऐ संदेशकेँ बिसरि सकै छी, जँ ई खाता भ्रमवश बनल हुअए।',
'usernamehasherror'          => 'प्रयोक्तानाममे चरिखाना चेन्ह नै रहि सकैए',
'login-throttled'            => 'अहाँ ढ़ेर रास सम्प्रवेश प्रयास केलहुँ।
फेर प्रयास करबासँ पहिने कने काल थम्हू।',
'loginlanguagelabel'         => 'भाषा : $1',
'suspicious-userlogout'      => 'अहाँक निष्क्रमणक अनुरोध नै मानल गेल कारण ई लागल जे ई पुरान गवेषकक लागि वा दोसराइत उपस्मृति द्वारा पठाओल गेल छल।',

# E-mail sending
'php-mail-error-unknown' => 'पी.एच.पी.क संदेश कार्य() मे अज्ञात दोष',

# Password reset dialog
'resetpass'                 => 'कूटशब्द बदलू',
'resetpass_announce'        => 'अहाँ अस्थायी ई-पत्र विध्यादेशसँ सम्प्रवेश केने छी।
सम्प्रवेश सम्पूर्ण करबा लेल, अहाँ एकटा नव कूटशब्द एतए निर्धारित करू:',
'resetpass_header'          => 'खाता कूटशब्द बदलू',
'oldpassword'               => 'पुरान कूटशब्द',
'newpassword'               => 'नव कूटशब्द',
'retypenew'                 => 'नव कूटशब्द फेरसँ टंकित करू',
'resetpass_submit'          => 'कूटशब्द बनाउ आ सम्प्रवेश करू',
'resetpass_success'         => 'अहाँक कूटशब्द सफलतासँ बदलि देल गेल!
आब अहाँकेँ सम्प्रवेशित कऽ रहल छी...',
'resetpass_forbidden'       => 'कूटशब्द सभ नै बदलल जा सकैए।',
'resetpass-no-info'         => 'अहाँकेँ ऐ पन्नाकेँ पढ़बाले सम्प्रवेशित हुअए पड़त।',
'resetpass-submit-loggedin' => 'कूटशब्द बदलू',
'resetpass-submit-cancel'   => 'खतम करू',
'resetpass-wrong-oldpass'   => 'अमान्य अस्थायी वा अखुनका कूटशब्द।
अहाँ पहिनहिये सफलतासँ कूटशब्द बदलि लेने छी वा एकटा नव अस्थायी कूटशब्द लेल आग्रह केने छी।',
'resetpass-temp-password'   => 'तात्कालिक कूटशब्द',

# Edit page toolbar
'bold_sample'     => 'गँहीर लेखन',
'bold_tip'        => 'गँहीर लेखन',
'italic_sample'   => 'कटि लेखन',
'italic_tip'      => 'क़टि लेखन',
'link_sample'     => 'लिंक उपाधि',
'link_tip'        => 'अंतरंग इशारा',
'extlink_sample'  => 'http://www.example.com लिंक उपाधि',
'extlink_tip'     => 'बहरी लिंक (यादि राखू http:// उपसर्ग)',
'headline_sample' => 'मुख्यपंक्ति लेखन',
'headline_tip'    => 'स्तर 2 मुख्यपंक्ति',
'math_sample'     => 'सूत्र समाहित करू',
'math_tip'        => 'गणितीय सूत्र (LaTeX)',
'nowiki_sample'   => 'फॉर्मेट विहीन लेख एतय',
'nowiki_tip'      => 'विकी फॉरमेटिंगकेँ छोड़ू',
'image_tip'       => 'समाहित चित्र',
'media_tip'       => 'मीडिया फाइल लिंक',
'sig_tip'         => 'अहाँक हस्ताक्षर समयक मोहरक संग',
'hr_tip'          => 'अक्षांशीय पंक्ति (अल्प उपयोग)',

# Edit pages
'summary'                          => 'सारांश:',
'subject'                          => 'विषय/मुख्यपंक्ति:',
'minoredit'                        => 'अल्प संपादन',
'watchthis'                        => 'एहि पृष्ठकेँ देखू',
'savearticle'                      => 'पन्नाक रक्षण करू',
'preview'                          => 'पूर्वावलोकन',
'showpreview'                      => 'पूर्वप्रदर्शन',
'showlivepreview'                  => 'चलित पूर्वावलोकन',
'showdiff'                         => 'परिवर्त्तन देखाऊ',
'anoneditwarning'                  => "'''चेतौनी:''' अहाँ सम्प्रवेशित नै छी।
अहाँक अनिकेत ऐ पन्नाक सम्पादन इतिहासमे दर्ज कएल जाएत।",
'anonpreviewwarning'               => "'' अहाँ सम्प्रवेशित नै छी। अखन रक्षण केलासँ अहाँक अनिकेत पता ऐ पन्नाक सम्पादन इतिहासमे दर्ज भऽ जाएत।''",
'missingsummary'                   => "'''स्मारक:''' अहाँ सम्पादन सार नै देने छी।
जँ अहाँ फेरसँ क्लिक करब \"{{int:savearticle}}\", अहाँक सम्पादन बिना एकर संरक्षित भऽ जाएत।",
'missingcommenttext'               => 'कृपा कऽ अपन विचार नीचाँ प्रविष्ट करू।',
'missingcommentheader'             => "'''स्मरण:''' अहाँ कोनो विषय/ शीर्षक ऐ टिप्पणीक लेल नै देने छी।
जँ अहाँ फेरसँ क्लिक करब \"{{int:savearticle}}\" , अहाँक सम्पादन बिना एकर संरक्षित भऽ जाएत।",
'summary-preview'                  => 'सारांश पूर्वावलोकन',
'subject-preview'                  => 'विषय/ शीर्षक पूर्वावलोकन',
'blockedtitle'                     => 'प्रयोक्ता प्रतिबन्धित अछि।',
'blockedtext'                      => "''' अहाँक प्रयोक्तानाम वा अनिकेत प्रतिबन्धित कऽ देल गेल अछि।'''

ई प्रतिबन्ध $1 द्वारा कएल गेल।
एकर कारण अछि ''$2'' ।

* प्रतिबन्धक प्रारम्भ: $8
* प्रतिबन्धक समाप्ति: $6
* आसन्न प्रतिबन्धसँ प्रभावित: $7

अहाँ $1 सँ सम्पर्क कऽ सकै छी वा दोसर [[{{MediaWiki:Grouppage-sysop}}|संचालक]] सँ प्रतिबन्धक विषयमे सम्पर्क कऽ सकै छी।
अहाँ ’ऐ प्रयोक्ताकेँ ई-पत्र दिअ’ सुविधाक प्रयोग नै कऽ सकै छी यावत एकटा मान्य ई-पत्र संकेतक विवरण अहाँक  [[Special:Preferences|खाता विकल्प]] मे नै देल अछि आ अहाँकेँ एकर प्रयोग करबासँ रोकि नै देल गेल हो।
अहाँक वर्तमान अनिकेत अछि $3, आ प्रतिबन्ध संख्या अछि # $5 ।
ऐ सभ विवरणक उल्लेख अहाँ अपन कोनो कएल जाइबला प्रश्नमे करू।",
'autoblockedtext'                  => 'अहाँक अनिकेत स्वचालित रूपेँ प्रतिबन्धित कऽ देल गेल अछि कारण एकर प्रयोग कोनो दोसर प्रयोक्ता द्वारा भऽ रहल छल, जे $1 द्वारा प्रतिबन्धतित कएल गेल।
एकर कारण अछि:
: \'\'$2\'\' ।

* प्रतिबन्धक प्रारम्भ: $8
* प्रतिबन्धक समाप्ति: $6
* आसन्न प्रतिबन्धसँ प्रभावित: $७

अहाँ $1 सँ सम्पर्क कऽ सकै छी वा दोसर [[{{MediaWiki:Grouppage-sysop}}|संचालक]] सँ प्रतिबन्धक विषयमे सम्पर्क कऽ सकै छी।
अहाँ मोन राखू जे अहाँ ’ऐ प्रयोक्ताकेँ ई-पत्र दिअ’ सुविधाक प्रयोग नै कऽ सकै छी यावत एकटा मान्य ई-पत्र संकेतक पंजीकरण अहाँक  [[Special:Preferences|प्रयोक्ता विकल्प]] मे नै देल अछि आ अहाँकेँ एकर प्रयोग करबासँ रोकि नै देल गेल हो।
अहाँक वर्तमान अनिकेत अछि $3, आ प्रतिबन्ध संख्या अछि # $5 ।
ऐ सभ विवरणक उल्लेख अहाँ अपन कोनो कएल जाइबला प्रश्नमे करू।',
'blockednoreason'                  => 'कोनो कारण देल नै अछि।',
'blockedoriginalsource'            => "'''$1''' क कारण नीचाँ देल अछि।",
'blockededitsource'                => "'''अहाँक सम्पादन सभ''' क पाठ '''$1''' क सन्दर्भमे नीचाँ देल अछि:",
'whitelistedittitle'               => 'सम्पादन लेल सम्प्रवेश आवश्यक अछि',
'whitelistedittext'                => 'अहाँकेँ $1पन्ना सम्पादन करबा लेल',
'confirmedittext'                  => 'पन्ना सभक सम्पादन केलासँ पूर्व अहाँ अपन ई-पत्र संकेतकेँ सत्यापित करू।
कृपा कऽ अपन ई-पत्र पता दर्ज करू आ सत्यापित करू ऐ सँ [[Special:Preferences|प्रयोक्ताक पसिन्न सभ]]',
'nosuchsectiontitle'               => 'संवर्ग नै ताकि सकल',
'nosuchsectiontext'                => 'अहाँ एहन संवर्गकेँ सम्पादित करबाक प्रयास केलहुँ जे अछि नै।
अहाँ जखन ई पना देख रहल छलहुँ तखन ई मेटा देल गेल हएत वा दोसर ठाम हटा देल गेल हएत।',
'loginreqtitle'                    => 'सम्प्रवेश आवश्यक',
'loginreqlink'                     => 'सम्प्रवेश',
'loginreqpagetext'                 => 'अहाँ निश्चयरूपेँ $1 दोसर पन्ना देखबाक लेल।',
'accmailtitle'                     => 'कोटशब्द पठा देल गेल।',
'accmailtext'                      => "एकटा बिना क्रमबला निर्माण पद्धतिसँ कूटशब्दक निर्माण [[User talk:$1|$1]] लेल $2 केँ पठाएल गेल अछि।

ऐ खाताक कूटशब्द बदलल जा सकैए ''[[Special:ChangePassword|कूटशब्द बदलू]]'' पन्नापर सम्प्रवेश केलाक बाद।",
'newarticle'                       => '(नव)',
'newarticletext'                   => 'अहाँ एहेन पन्नाक लिंकक अनुसरण कऽ आएल छी जे पन्ना अखन बनले नै अछि।
पन्ना बनेबाक लेल नीचाँक बक्शामे टाइप केनाइ शुरू करू (देखू [[{{MediaWiki:Helppage}}| सहायता पन्ना]] विषेष जानकारी लेल)।',
'anontalkpagetext'                 => "----'' ई एकटा अनाम प्रयोक्ताक लेल वार्ता पन्ना छी जे अखन धरि अपन खाता नै खोलने छथि, वा जे एकर प्रयोग नै करै छथि।
हमरा सभकेँ तइ लेल अंकीय अनिकेतक प्रयोग हुनका देखार करबा लेल करऽ पड़ि रहल अछि।
ऐ तरहक अनिकेत अनेक प्रयोक्ता द्वारा साझी कएल जा सकैत अछि।
जँ अहाँ अनाम प्रयोक्ता छी आ बुझै छी जे बिना मतलबक टिप्पणी अहाँ दिस देल जा रहल अछि, तँ कृपा कऽ [[Special:UserLogin/signup|एकटा खाता खोलू]] वा [[Special:UserLogin|सम्प्रवेश]] जइसँ भविष्यमे आन अनाम प्रयोक्तासँ अहाँकेँ दिक्कत नै हो।''",
'noarticletext'                    => 'अखन ऐ पन्नापर कोनो पाठ नै अछि।
अहाँ [[Special:Search/{{PAGENAME}}|ऐ पन्नाक शीर्षकेँ ताकू]] आन पन्नापर,
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} सम्बन्धी वृत्तलेख ताकू],
आकि [{{fullurl:{{FULLPAGENAME}}|action=edit}} ऐ पन्नाकेँ सम्पादित करू]</span>.',
'noarticletext-nopermission'       => 'अखन ऐ पन्नापर कोनो पाठ नै अछि।
अहाँ [[Special:Search/{{PAGENAME}}|ऐ पन्ना शीर्षक लेल ताकू]]',
'userpage-userdoesnotexist'        => 'प्रयोक्ता खाता "$1" पंजीकृत नै अछि।
निश्चय करू जे की अहाँ ई पन्ना बनेबाक/ सम्पादित करबाक इच्छुक छी।',
'userpage-userdoesnotexist-view'   => 'प्रयोक्ता खाता "$1" पंजीकृत नै अछि।',
'blocked-notice-logextract'        => 'ई प्रयोक्ता अखन प्रतिबन्धित अछि।
अद्यतन प्रतिबन्धित  वृत्तलेख लेखा सन्दर्भ लेल नीचाँ देल अछि:',
'clearyourcache'                   => "'''टिप्पणी: संरक्षणक बाद, अहाँकेँ परिवर्तन देखबा लेल अपन गवेषकक उपस्मृतिकेँ हटबए पड़त।'''
''' मोजिल्ला/ फायरफॉक्स/ सफारी:''' दाबि कऽ राखू ''शिफ्ट'' केँ ''पुनर्भारित'' क्लिक करबाक समए, वा दाबू चाहे ''Ctrl-F5'' वा ''Ctrl-R'' (''Command-R'' मैकिनटोशपर);
'''कन्करर: ''' क्लिक करू ''पुनर्भारित करू'' वा दाबू''F5'';
'''ओपेरा:''' उपस्मृति खतम करू ''Tools → Preferences'';
'''इन्टरनेट एक्सप्लोरर:''' दाबि कऽ राखू ''Ctrl'' क्लिक करबा काल ''नवीकरण,'' वा दाबू ''Ctrl-F5'' ।",
'usercssyoucanpreview'             => "''' संकेत:'''  प्रयोग करू \"{{int:पूर्वदृश्य देखाउ}}\" बटन अपन नव सी.एस.एस. संरक्षण जँचबाक लेल।",
'userjsyoucanpreview'              => "''' संकेत:'''  प्रयोग करू \"{{int:पूर्वदृश्य देखाउ}}\" बटन अपन नव जावास्क्रिप्ट संरक्षण जँचबाक लेल।",
'usercsspreview'                   => "''' मोन राखू जे अहाँ मात्र अपन प्रयोक्ता  सी.एस.एस. क पूर्वदृश्य देख रहल छी।'''
''' ई अखन धरि संरक्षित नै भऽ सकल!'''",
'userjspreview'                    => "''' मोन राखू जे अहाँ मात्र अपन प्रयोक्ता  जावास्क्रिप्टक पूर्वदृश्य देख रहल छी।'''
''' ई अखन धरि संरक्षित नै भऽ सकल!'''",
'sitecsspreview'                   => "''' मोन राखू जे अहाँ मात्र ऐ  सी.एस.एस. क पूर्वदृश्य देख रहल छी।'''
''' ई अखन धरि संरक्षित नै भऽ सकल!'''",
'sitejspreview'                    => "''' मोन राखू जे अहाँ मात्र ऐ  जावास्क्रिप्टक पूर्वदृश्य देख रहल छी।'''
''' ई अखन धरि संरक्षित नै भऽ सकल!'''",
'userinvalidcssjstitle'            => "'''चेतौनी:''' ऐ मे कोनो आवरण \"\$1\" नै अछि।
बनाएल .css आ .js पन्ना लघ्वक्षरक शीर्षकक प्रयोग करैत अछि, जेना {{ns:user}}:Foo/vector.css एकर विरुद्ध {{ns:user}}:Foo/Vector.css ।",
'updated'                          => '(अद्यतन  कएल)',
'note'                             => "'''टिप्पणी:'''",
'previewnote'                      => "'''मोन राखू ई मातर पूर्वावलोकन छी।'''
अहाँक परिवर्तन अखन धरि सँचिआएल नै गेल अछि!",
'previewconflict'                  => 'ई पूर्वदृश्य देखबैए उपरका सम्पादन क्षेत्रक पाठ , ई आएत जखन अहाँ संरक्षित करब।',
'session_fail_preview'             => "''' दुखी छी! अहाँक सत्रक दत्तांश खतम भऽ गेल तै कारणसँ अहाँक सम्पादनक निपटारा नै भऽ सकल।'''
फेरसँ प्रयास करू।
जँ ई फेरसँ काज नै करैए, प्रयोग करू [[Special:UserLogout|निष्क्रमण]] आ फेर सम्प्रवेश करू।",
'session_fail_preview_html'        => "''' दुखी छी! हम अहाँक सम्पादनक निष्पादन नै कऽ सकलहुँ कारण सत्रक दत्तांश खतम भऽ गेल।'''
''कारण {{अन्तर्जाल}} लग काँच एच.टी.एम.एल. दत्तांश सक्रिय छै, पूर्वदृश्य जावास्क्रिप्ट आक्रमणक डरसँ नुकाएल राखल गेल अछि।''
'''जँ ई वैध सम्पादन प्रयास अछि, कृपा कऽ पुनः प्रयास करू।'''
जँ ई अखनो काज नै कऽ रहल अछि, प्रयास करू [[Special:UserLogout|निष्क्रमण कऽ रहल छी]] आ फेरसँ सम्प्रवेश।",
'token_suffix_mismatch'            => "'''अहाँक सम्पादन अस्वीकार कऽ देल गेल अछि कारण अहाँक ग्राहक प्रेष्यमान अंक विधानक विराम चेन्ह सभकेँ नष्ट कऽ देलन्हि।'''
ई सम्पादन पन्नाक पाठकेँ दूषित होएबासँ बचेबा लेल अमान्य कऽ देल गेल।
ई कखनो काल होइए जखन अहाँ जाल आधारित अनाम दोसरा लेल चल सेवा प्रयुक्त करै छी।",
'editing'                          => 'सम्पादन होइए $1',
'editingsection'                   => 'सम्पादन कऽ रहल छी $1 (खण्ड)',
'editingcomment'                   => 'सम्पादन कऽ रहल छी $1 (नव खण्ड)',
'editconflict'                     => 'सम्पादन अन्तर: $1',
'explainconflict'                  => "जखन अहाँ एकर सम्पादन आरम्भ केने रही तखनसँ कियो आन ऐ पन्नाकेँ बदलि देलक।
उपरका पाठ क्षेत्र अखन उपस्थित पन्नाक पाठ देखबैत अछि।
अहाँक परिवर्तन निचुलका पाठ क्षेत्रमे देखाएल अछि।
अहाँकेँ अपन परिवर्तन वर्तमान पाठमे मिलाबऽ पड़त।
'''मात्र''' \"{{int:savearticle}}\" दबलापर उपरका पाठ क्षेत्रक पाठ संरक्षित हएत।",
'yourtext'                         => 'अहाँक पाठ',
'storedversion'                    => 'पेटारमे राखल संशोधन',
'nonunicodebrowser'                => "'''चेतौनी: अहाँक गवेषक सार्वत्रिकाक्षरकूट सहयोगी नै अछि।'''
एकटा अस्थायी-परोक्ष तंत्रांश अहाँकेँ सुरक्षित रूपेँ पन्नाक सम्पादनमे मदति करत: गएर-अस्की अक्षर सभ षोडशमान पद्धतिमे सम्पादन बक्सामे आएत।",
'editingold'                       => "'''चेतौनी: अहाँ ऐ पन्नाक एकटा पुरान संशोधनक सम्पादन कऽ रहल छी।'''
जँ अहाँ एकरा संरक्षित करै छी, कोनो संशोधन जे ऐ संशोधनक बाद भेल छै से खतम भऽ जाएत।",
'yourdiff'                         => 'फराक',
'copyrightwarning'                 => 'कृपा कय बुझू जे सभटा योगदान {{SITENAME}} ई बुझि कय देल जा रहल अछि जे ई निम्नांकितक अंतर्गत अछि $2 (देखू $1 जनकारीक हेतु). जौँ अहाँ चाहैत छी जी अहाँक रचना बिना रोकटोकक संपादित नहि हो किंवा बाँटल नहि जाय, तँ एकर योगदान एतय नहि करू। <br />
एतय अहाँ ईहो सप्पत खाइत छी जी ई अहाँक अपन रचना छी आकि अहाँ एकरा कोनो सार्वजनिक डोमेन किंवा ओह्ने कोनो मँगनीक संदर्भ-स्थलसँ कॉपी कएने छी।
< दृढ़> सर्वाधिकार सुरक्षित कार्य एतय नहि दी।!</दृढ़>',
'copyrightwarning2'                => "कृपा कऽ बुझू जे सभटा योगदान {{अन्तर्जाल}} योगदानकर्ता द्वारा सम्पादित, बदलल वा हटाएल जा सकैत अछि।. जौँ अहाँ चाहैत छी जी अहाँक रचना बिना रोकटोकक संपादित नहि हो किंवा बाँटल नहि जाय, तँ एकर योगदान एतय नहि करू। <br />
एतय अहाँ ईहो सप्पत खाइत छी जी ई अहाँक अपन रचना छी आकि अहाँ एकरा कोनो सार्वजनिक डोमेन किंवा ओहने कोनो मँगनीक संदर्भ-स्थलसँ कॉपी कएने छी(देखू $1 वर्णन लेल)।
''' सर्वाधिकार सुरक्षित कार्य एतय नहि दी।!'''",
'longpageerror'                    => "'''भ्रम: पाठ जे अहाँ देने छी से $1 किलोबाइट नमगर अछि,  जे अधिकतम आकार $2 किलोबाइट सँ बेशी नमगर अछि।'''
ई संरक्षित नै कएल जा सकत।",
'readonlywarning'                  => "''' चेतौनी: ई दत्तनिधि सुस्थापन लेल प्रतिबन्धित कएल गेल अछि, से अहाँ अपन सम्पादनकेँ अखन संरक्षित नै कऽ सकब।'''
अहाँ पाठकेँ कर्तनलेपन द्वारा एकटा टेक्स्ट संचिकामे धऽ सकै छी आ भविष्य लेल सुरक्षित राखि सकै छी।

संचालक जे एकरा प्रतिबन्धित केलन्हि से ई कारण देलन्हि: $1",
'protectedpagewarning'             => "''' चेतौनी: ई पन्ना संरक्षित अछि से खाली संचालन अधिकारयुक्त प्रयोक्ता एकरा सम्पादित कऽ सकै छथि।'''
अद्यतन वृतलेख उल्लेख नीचाँ सन्दर्भ लेल देल जा रहल अछि:",
'semiprotectedpagewarning'         => "'''चेतौनी:''' ई पन्ना संरक्षित अछि से खाली पंजीकृत प्रयोक्ता एकरा सम्पादित कऽ सकै छथि।
अद्यतन वृतलेख उल्लेख नीचाँ सन्दर्भ लेल देल जा रहल अछि:",
'cascadeprotectedwarning'          => "'''चेतौनी:''' ई पन्ना संरक्षित अछि से खाली संचालन अधिकारयुक्त प्रयोक्ता एकरा सम्पादित कऽ सकै छथि, कारण ई तराउपड़ी संरक्षित {{PLURAL:$1|पन्ना|पन्ना}}  मे शामिल अछि।",
'titleprotectedwarning'            => "'''चेतौनी: ई पन्ना संरक्षित अछि से एकरा बनेबा लेल [[Special:ListGroupRights|specific rights]] आवश्यक अछि।'''
नीचाँ ऐ लेल अद्यतन वृत्तलेख उल्लेख देल जा रहल अछि:",
'templatesused'                    => '{{PLURAL:$1|नमूना|नमूना सभ}} ऐ पन्नापर प्रयुक्त:',
'templatesusedpreview'             => '{{PLURAL:$1|मास्टरफाइल|सभटा मास्टरफाइल}} used in this preview:ऐ पूर्वप्रदर्शनमे प्रयुक्त :',
'templatesusedsection'             => '{{PLURAL:$1|नमूना|नमूना सभ}} ऐ संवर्गमे प्रयुक्त:',
'template-protected'               => '(सुरक्षित)',
'template-semiprotected'           => '(अर्ध-रक्षित)',
'hiddencategories'                 => 'ई पन्ना सदस्य अछि {{PLURAL:$1|1 नुकाएल संवर्ग|$1 नुकाएल संवर्ग सभ}}:',
'nocreatetitle'                    => 'पन्ना निर्माण सीमित',
'nocreatetext'                     => '{{अन्तर्जाल}} नव पन्ना निर्माणक क्षमताकेँ सीमित कऽ देने अछि।
अहाँ आपस जा सकै छी आ कोनो पन्नाकेँ सम्पादित कऽ सकै छी, वा [[Special:UserLogin|log in or create an account]]',
'nocreate-loggedin'                => 'अहाँकेँ नव पन्ना बनेबाक अधिकार नै अछि।',
'sectioneditnotsupported-title'    => 'खंड सम्पादन समर्थन नै',
'sectioneditnotsupported-text'     => 'खंड सम्पादनक ऐ पन्नापर  समर्थन नै',
'permissionserrors'                => 'आज्ञा गल्ती',
'permissionserrorstext'            => 'अहाँके ऐ लेल अनुमति नै अछि, ऐ ले {{PLURAL:$1|कारण|कारण सभ}}:',
'permissionserrorstext-withaction' => 'अहाँके अनुमति नै अछि $2 लेल, ऐ लेल {{PLURAL:$1|कारण|कारण सभ}}:',
'recreate-moveddeleted-warn'       => "'''चेतौनी''': अहाँ फेरसँ ओ पन्ना बना रहल छी जे पहिने मेटा देल गेल छै।'''

अहाँ विचारू जे की ई सम्पादन केनाइ उचित अछि।
ऐ पन्नाक मेटाएल बला आ हटाएल वृत्तलेख एतए सुविधा लेल देल जा रहल अछि:",
'moveddeleted-notice'              => 'ई पन्ना मेटा देल गेल अछि।
ऐ पन्ना लेल मेटाएल आ हटाएल बला वृत्तलेख सन्दर्भ लेल नीचाँ देल गेल अछि।',
'log-fulllog'                      => 'सभटा वृत्तलेख देखू',
'edit-hook-aborted'                => 'सम्पादन नोकसीसँ खतम भेल।
ई कोनो कारण नै देलक।',
'edit-gone-missing'                => 'पन्ना अद्यतन नै भऽ सकल।
लगैए जे ई मेटा देल गेल अछि।',
'edit-conflict'                    => 'सम्पादन अन्तर',
'edit-no-change'                   => 'अहाँक सम्पादनपर ध्यान नै देल गेल, कारण ऐ सँ पाठमे कोनो परिवर्तन नै आएल।',
'edit-already-exists'              => 'नव पन्नाक निर्माण नै भऽ सकल।
ई पहिनहियेसँ वर्तमान अछि।',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''चेतौनी:''' ई पन्ना बड्ड बेसी महग विभाजक प्रकार्य आह्वान करैत अछि।
 एकरा $2 सँ कम {{PLURAL:$2|call|calls}}, ओतऽ {{PLURAL:$1|ई अछि $1 call|ई सभ अछि $1 calls}}",
'expensive-parserfunction-category'       => 'बड बेसी महग विभाजक आह्वानबला पन्ना सभ',
'post-expand-template-inclusion-warning'  => "'''चेतौनी:''' नमूना लेबाक आकार बड्ड पैघ अछि।
किछु नमूना नै लेल जा सकत।",
'post-expand-template-inclusion-category' => 'पन्ना सभ जतए नमूना लेबाक आकार बढ़ि गेल',
'post-expand-template-argument-warning'   => "'''चेतौनी''' ऐ पन्नामे नै बेशी तँ एकटा एहेन नमूना निरुपक अछि जकर बड्ड पैघ विस्तार आकार छै।
ई निरूपक सभ हटा देल गेल अछि।",
'post-expand-template-argument-category'  => 'छोड़ल नमूना निरूपक बला पन्ना सभ',
'parser-template-loop-warning'            => 'नमूना परिक्रम भेटल: [[$1]]',
'parser-template-recursion-depth-warning' => 'नमूना प्रत्यावर्तन गहीर सीमा पार केलक ($1)',
'language-converter-depth-warning'        => 'भाषान्तर गहीर सीमा पार केलक ($1)',

# "Undo" feature
'undo-success' => "ई सम्पादन पूर्ववत बदलल जा सकैए।
कृपा क' नीचाँक तुलनाक जाँच करू ई देखैले जे ई वएह भेल अछि जे अहाँ चाहै छलहुँ, आ तखन सम्पादन ख़तम करबा लेल नीचाँक परिवर्तन सुरक्षित करू ।",
'undo-failure' => 'मध्यवर्ती विरोधी सम्पादनक कारण ऐ सम्पादनकेँ खतम नै कएल जा सकैए।',
'undo-norev'   => 'ई सम्पादन खतम नै कएला जा सकैए कारण ई अछि नै वा मेटा देल गेल अछि।',
'undo-summary' => '$1 संशोधन खतम करू [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]])',

# Account creation failure
'cantcreateaccounttitle' => 'खाता नै बना सकल',
'cantcreateaccount-text' => "('''$1''') अनिकेत पतासँ खाता निर्माण प्रतिबन्धित कएल गेल [[User:$3|$3]]।
$3 द्वारा देल कारण अछि ''$2''",

# History pages
'viewpagelogs'           => 'ऐ पन्नाक वृत्तलेख सभ देखू',
'nohistory'              => 'ऐ पन्ना लेल कोनो सम्पादन इतिहास नै अछि।',
'currentrev'             => 'नूतन संशोधन',
'currentrev-asof'        => '$1 क समकालिक तखुनका संशोधन',
'revisionasof'           => 'अंतिम परिवर्त्तन  $1',
'revision-info'          => '$2 द्वारा कएल संशोधन अछि $1',
'previousrevision'       => '←पुरान परिवर्त्तन',
'nextrevision'           => 'नूतन संशोधन →',
'currentrevisionlink'    => 'नूतन संशोधन',
'cur'                    => 'हीन',
'next'                   => 'आगाँ',
'last'                   => 'अंतिम',
'page_first'             => 'पहिल',
'page_last'              => 'अन्तिम',
'histlegend'             => "फाइल तुलना तंत्रांशक चयन: संशोधन तुलनाक रेडियो बक्शाकेँ चिन्हित करू आ एन्टर बटन क्लिक करू वा सभसँ नीचाँक बटन क्लिक करू। <br />
कहबी: '''({{int:cur}})''' = अद्यतन संशोधनसँ अन्तर, '''({{int:last}})''' = अद्यतनसँ पहिलुका संशोधनसँ अन्तर, '''{{int:minoreditletter}}''' = मामूली सम्पादन।",
'history-fieldset-title' => 'इतिहास खंघारू',
'history-show-deleted'   => 'खाली मेटाएल',
'histfirst'              => 'सभसँ पुरान',
'histlast'               => 'आइ-काल्हिक',
'historysize'            => '({{PLURAL:$1|1 अष्टक|$1 अष्टक}})',
'historyempty'           => '(रिक्त)',

# Revision feed
'history-feed-title'          => 'संशोधन इतिहास',
'history-feed-description'    => 'ऐ पन्नाक विकीपर सम्पादन इतिहास',
'history-feed-item-nocomment' => '$2 पर $1',
'history-feed-empty'          => 'आग्रह कएल पन्ना नै अछि।
ई विकीसँ चाहे मेटा देल गेल अछि, वा एकर नाम बदलि देल गेल अछि।
प्रयास करू [[Special:Search|searching on the wiki]] सम्बन्धित नव पन्ना सभ लेल।',

# Revision deletion
'rev-deleted-comment'         => '(सम्पादन इतिहास हटाएल गेल)',
'rev-deleted-user'            => '(प्रयोक्तानाम हटाएल गेल)',
'rev-deleted-event'           => '(वृतलेख कार्य हटाएल गेल)',
'rev-deleted-user-contribs'   => '[प्रयोक्तानाम वा अनिकेत हटाएल गेल- योगदानमे नुकाएल सम्पादित करू]',
'rev-deleted-text-permission' => "ऐ पन्नाक संशोधन '''मेटा देल गेल'''।
वर्णन देखि सकै छी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log] मे।",
'rev-deleted-text-unhide'     => "ई पन्ना सम्पादन '''मेटाएल''' गेल।
वर्णन ताकि सकै छी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log] मे।
संचालकक रूपमे अहाँ अखनो [$1 ई संशोधन देखू] जँ अहाँ आगाँ बढ़ऽ चाहै छी।",
'rev-suppressed-text-unhide'  => "'''ई पन्ना संशोधन '''दबाएल''' गेल।
वर्णन ताकि सकै छी [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log] मे।
संचालकक रूपमे अहाँ अखनो [$1 ई संशोधन देखू] जँ अहाँ आगाँ बढ़ऽ चाहै छी।",
'rev-deleted-text-view'       => "ई पन्ना संशोधन '''मेटाएल''' गेल।
संचालकक रूपमे अहाँ एकरा देख सकै छी; वर्ण भेट सकैए [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log] मे।",
'rev-suppressed-text-view'    => "ई पन्ना संशोधन '''दबाएल''' गेल।
संचालकक रूपमे अहाँ एकरा देख सकै छी; वर्ण भेट सकैए [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]मे।",
'rev-deleted-no-diff'         => "ऐ पन्नाक तुलना निर्धारक अहाँ नै देख सकै छी कारण कोनो एकटा संशोधन '''मेटा देल गेल''' अछि।
वर्णन देखि सकै छी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log] मे।",
'rev-suppressed-no-diff'      => "अहाँ तुलना निर्धारक नै देख सकै छी कारण कोनो एकटा संशोधन '''मेटाएल''' गेल अछि।",
'rev-deleted-unhide-diff'     => "ऐ तुलना निर्धारकक कोनो एकटा संशोधन '''मेटाएल''' गेल अछि।
वर्णन ताकि सकै छी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log] मे।
संचालकक रूपमे अहाँ अखनो [$1 ई तुलना निर्धारक देखू] जँ अहाँ आगाँ बढ़ऽ चाहै छी।",
'rev-suppressed-unhide-diff'  => "ऐ तुलना निर्धारकक कोनो एकटा संशोधन '''दबाएल''' गेल अछि।
वर्णन ताकि सकै छी [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log] मे।
संचालकक रूपमे अहाँ अखनो [$1 ई तुलना निर्धारक देखू] जँ अहाँ आगाँ बढ़ऽ चाहै छी।",
'rev-deleted-diff-view'       => "ई पन्ना संशोधनऐ तुलना निर्धारकक कोनो एकटा संशोधन '''मेटाएल''' गेल अछि।
संचालकक रूपमे अहाँ एकरा देख सकै छी; वर्ण भेट सकैए [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log] मे।",
'rev-suppressed-diff-view'    => "ऐ तुलना निर्धारकक कोनो एकटा संशोधन '''दबाएल''' गेल अछि।
संचालकक रूपमे अहाँ एकरा देख सकै छी; वर्णन भेट सकैए [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]मे।",
'rev-delundel'                => 'देखाउ/ नुकाउ',
'rev-showdeleted'             => 'देखाउ',
'revisiondelete'              => 'मेटाउ / संशोधन फेरसँ आनू',
'revdelete-nooldid-title'     => 'अमान्य लक्ष्य संशोधन',
'revdelete-nooldid-text'      => 'अहाँ चाहे तँ ऐ प्रकार्यक निष्पादन लेल कोनो विशेष लक्ष्य संशोधन (संशोधन सभ) नै तँए-तफसिला केने छी, विशेष संशोधन नै उपस्थित अछि, वा अहाँ वर्तमान संशोधनकेँ नुकेबाक प्रयास कऽ रहल छी।',
'revdelete-nologtype-title'   => 'कोनो वृत्तलेख प्रकार नै देल गेल',
'revdelete-nologtype-text'    => 'ऐ प्रकार्यकेँ सम्पन्न करबा लेल अहाँ कोनो विशिष्ट वृत्तलेख प्रकार नै देने छी।',
'revdelete-nologid-title'     => 'अमान्य वृत्तलेख प्रविष्टि',
'revdelete-nologid-text'      => 'अहाँ ऐ प्रकार्यकेँ करबा लेल चाहे तँ कोनो लक्ष्य वृत्तलेख घटनाक उल्लेख नै केने छी वा ओ विशिष्ट प्रविष्टि अछिये नै।',
'revdelete-no-file'           => 'विषिष्ट संचिका अछिये नै।',
'revdelete-show-file-confirm' => 'की अहाँ आश्वस्त छी जे अहाँ संचिकाक मेटाएल संशोधन देखऽ चाहै छी "<nowiki>$1</nowiki>" ऐ सँ $2 एतऽ $3?',
'revdelete-show-file-submit'  => 'हँ',
'revdelete-selected'          => "'''{{PLURAL:$2|चुनल संशोधन|चुनल संशोधन सभ}} एकर [[:$1]]:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|चुनल वृत्तलेख घटना|चुनल वृत्तलेख घटना सभ}}:'''",
'revdelete-text'              => "'''मेटाएल संशोधन सभ आ घटना सभ पन्नाक इतिहास आ वृत्तलेखमे आएत, मुदा ओकर सूचीक किछु भाग सामान्य लोक लेल उपलब्ध नै रहत।'''
{{अन्तर्जाल}} पर दोसर संचालक लग अखनो नुकाएल सूची उपलब्ध छन्हि आ ओ ओकरा फेरसँ आनि सकै छथि अही मध्यस्थक द्वारा, आ से हएत जँ अतिरिक्त प्रतिबन्ध लागू रहत।",
'revdelete-confirm'           => 'कृपा कऽ आश्वस्त भऽ जाउ जे अहाँ ई करऽ चाहै छी, अहाँकेँ एकर परिणामक जनतब अछि, आ अहाँ एकरा [[{{MediaWiki:Policy-url}}|निअम]] क अनुसार कऽ रहल छी।',
'revdelete-suppress-text'     => "दबाबैबला काज '''मात्र''' ऐ सभ स्थितिमे प्रयोग करू:
* मानहानिक सम्भावनाबला सूचना
* भ्रमयुक्त व्यक्तिगत सूचना
*: ''घरक पता आ टेलीफोन नम्बर, सामाजिक सुरक्षा संख्या, आदि।''",
'revdelete-legend'            => 'दृश्यतापर प्रतिबन्धक सीमा लगाउ',
'revdelete-hide-text'         => 'संशोधन पाठ नुकाउ',
'revdelete-hide-image'        => 'संचिकाक पाठ नुकाउ',
'revdelete-hide-name'         => 'क्रिया आ लक्ष्य नुकाउ',
'revdelete-hide-comment'      => 'सम्पादन सार नुकाउ',
'revdelete-hide-user'         => 'सम्पादकक प्रयोक्तानाम/ अनिकेत नुकाउ',
'revdelete-hide-restricted'   => 'संचालक आ दोसरासँ दत्तांश दबाउ',
'revdelete-radio-same'        => '(नै बदलू)',
'revdelete-radio-set'         => 'हँ',
'revdelete-radio-unset'       => 'नै',
'revdelete-suppress'          => 'संचालक आ दोसरा लेल दत्तांश दबाउ',
'revdelete-unsuppress'        => 'पुनर्स्थापित संशोधल लेल प्रतिबन्ध हटाउ',
'revdelete-log'               => 'कारण:',
'revdelete-submit'            => 'किछु चुनलपर लागू करू{{PLURAL:$1|संशोधन|संशोधन सभ}}',
'revdelete-logentry'          => '"[[$1]]"क बदलल संशोधन दृश्यता',
'logdelete-logentry'          => '"[[$1]]"क बदलल घटना दृश्यता',
'revdelete-success'           => "'''संशोधन दृश्यता सफलतापूर्वक अद्यतन कएल गेल।'''",
'revdelete-failure'           => "$1'''संशोधन दृश्यता अद्यतन नै कएल जा सकल:'''",
'logdelete-success'           => "'''वृत्तलेख दृश्यता सफलतासँ निर्धारित भेल।'''",
'logdelete-failure'           => "'''वृत्तलेख दृश्यता निर्धारित नै भऽ सकल।'''$1",
'revdel-restore'              => 'दृष्टिकुशलता बदलू',
'revdel-restore-deleted'      => 'मेटाएल संशोधन सभ',
'revdel-restore-visible'      => 'देखाइ दैत संशोधन सभ',
'pagehist'                    => 'पन्नाक इतिहास',
'deletedhist'                 => 'मेटाएल इतिहास',
'revdelete-content'           => 'विषय सूची',
'revdelete-summary'           => 'सम्पादन सारांश',
'revdelete-uname'             => 'प्रयोक्तानाम',
'revdelete-restricted'        => 'संचालक लेल प्रायोगिक प्रतिबन्ध',
'revdelete-unrestricted'      => 'संचालक लेल हटाओल प्रतिबन्ध',
'revdelete-hid'               => 'नुकाउ $1',
'revdelete-unhid'             => 'आनू $1',
'revdelete-log-message'       => '$2 लेल $1{{PLURAL:$2|संशोधन|संशोधन सभ}}',
'logdelete-log-message'       => '$2 लेल $1 {{PLURAL:$2|घटना|घटना सभ}}',
'revdelete-hide-current'      => 'तिथि $2, $1 क अनुक्रमकेँ नुकेबा काल भ्रम: ई वर्तमान संशोधन छी।
ई नुकाएल नै जा सकैए।',
'revdelete-show-no-access'    => 'तिथि $2, $1क बौस्तुक देखेबामे भ्रम: ई बौस्तु "प्रतिबन्धित" चिन्हित कएल गेल अछि।',
'revdelete-modify-no-access'  => 'तिथि $2, $1क बौस्तुक संशोधनमे भ्रम: ई बौस्तु "प्रतिबन्धित" चिन्हित कएल गेल अछि।
अहाँकेँ एकरा लग लागि नै अछि।',
'revdelete-modify-missing'    => 'बौस्तुक चेन्ह-संकेत  $1 मे संशोधन भ्रम: ई दत्तनिधिमे नै अछि।',
'revdelete-no-change'         => "''' चेतौनी ''' बौस्तु तिथि $2, $1 पहिनहियेसँ आग्रह कएल दृश्य विकल्पयुक्त अछि।",
'revdelete-concurrent-change' => 'बौस्ति तिथि $2, $1 क संशोधनमे भ्रम: एकर स्थितिमे ककरो दोसर द्वारा कएल परिवर्तन देखल गेल जखन अहाँ एकरा संशोधित कऽ रहल छलहुँ।
कृपा कऽ वृत्तलेख सभक जाँच करू।',
'revdelete-only-restricted'   => 'ई संदेश संशोधन-मेटाएब विशिष्टताक भाग अछि। परिमिति:
    $1 - दिनांक
    $2 - तिथि',
'revdelete-reason-dropdown'   => '*सामान्य मेटेबाक कारण सभ
** सर्वाधिकारक उल्लंघन
** अनुचित व्यक्तिगत सूचना
** सम्भावित मानहानिक सूचना',
'revdelete-otherreason'       => 'दोसर/ अतिरिक्त कारण:',
'revdelete-reasonotherlist'   => 'दोसर कारण',
'revdelete-edit-reasonlist'   => 'मेटेबाक कारणक सम्पादन करू',
'revdelete-offender'          => 'संशोधन केनिहार:',

# Suppression log
'suppressionlog' => 'दबाएलबला वृत्तलेख',

# History merging
'mergehistory'                     => 'मिज्झर भेल पन्ना सभक इतिहास',
'mergehistory-header'              => 'ई पन्ना अहाँकेँ एकटा स्रोत पन्नाक एकटा नव पन्नामे संशोधन इतिहासकेँ मिज्झर करबाक अनुमति दैत अछि।
सुनिश्चित होउ जे ई परिवर्तन ऐतिहासिक पन्ना सांतत्य स्थापित करत।',
'mergehistory-box'                 => 'दू पन्नाक संशोधनकेँ मिज्झर करू।',
'mergehistory-from'                => 'मूल पन्ना:',
'mergehistory-into'                => 'लक्ष्य पन्ना:',
'mergehistory-list'                => 'मिज्झर योग्य सम्पादन इतिहास',
'mergehistory-merge'               => '[[:$1]] एकर संशोधन सभकेँ [[:$2]] मे मिलाएल जा सकैए।
रेडियो बटन स्तम्भक प्रयोग मात्र संशोधनकेँ निर्धारित समए वा ओइसँ पहिने मिज्झर करबामे प्रयोग करू।
मोन राखू जे उपर नीचाँक लागिक प्रयोग ऐ स्तम्भकेँ पुनर्स्थापित कऽ देत।',
'mergehistory-go'                  => 'मिज्झर होइ योग्य सम्पादन सभकेँ देखाउ',
'mergehistory-submit'              => 'संशोधन सभकेँ मिज्झर करू',
'mergehistory-empty'               => 'कोनो संशोधन मिज्झर नै कएल जा सकैए।',
'mergehistory-success'             => '$3 {{PLURAL:$3|संशोधन|संशोधन सभ}} एकर [[:$1]] सफलता पूर्वक मिज्झर कएल गेल [[:$2]] मे।',
'mergehistory-fail'                => 'इतिहासक मिश्रणकेँ नै कऽ सकल, कृपा कऽ पन्ना आ समए परिमितिकेँ फेरसँ जाँचू।',
'mergehistory-no-source'           => 'स्रोत पन्ना $1 नै अछि।',
'mergehistory-no-destination'      => 'लक्ष्य पन्ना $1 नै अछि।',
'mergehistory-invalid-source'      => 'स्रोत पन्ना एकटा मान्य शीर्षक हेबाक चाही।',
'mergehistory-invalid-destination' => 'लक्ष्य पन्ना एकटा मान्य शीर्षक हेबाक चाही।',
'mergehistory-autocomment'         => '[[:$1]] केँ [[:$2]] मे मिलाएल गेल।',
'mergehistory-comment'             => '[[:$1]] केँ [[:$2]] मे मिलाएल गेल: $3',
'mergehistory-same-destination'    => 'स्रोत आ लक्ष्य पन्ना सभ एक्के नै भऽ सकैए',
'mergehistory-reason'              => 'कारण:',

# Merge log
'mergelog'           => 'मिज्झरबला वृत्तलेख',
'pagemerge-logentry' => 'मिज्झर केलौं [[$1]]केँ [[$2]] मे (संशोधन $3 धरि)',
'revertmerge'        => 'नै मिज्झर',
'mergelogpagetext'   => 'नीचाँ एक पन्ना इतिहासक दोसरमे अद्यतन मिश्रणक सूची अछि।',

# Diffs
'history-title'            => '"$1" क संशोधन इतिहास',
'difference'               => '(नव संशोधन सभक बीच अन्तर)',
'difference-multipage'     => '(पन्ना सभक बीचमे अन्तर)',
'lineno'                   => 'पंक्त्ति $1:',
'compareselectedversions'  => 'चयन कएल संशोधन सभक तुलना करू',
'showhideselectedversions' => 'देखाउ/ नुकाउ चयनित संशोधन सभ',
'editundo'                 => 'असंपादन',
'diff-multi'               => '({{PLURAL:$1|मध्यबला संशोधन|$1 मध्यबला संशोधन सभ}} द्वारा {{PLURAL:$2|एकटा प्रयोक्ता|$2 प्रयोक्ता सभ}} नै देखाएल)',
'diff-multi-manyusers'     => '({{PLURAL:$1|एकटा मध्यस्थ संशोधन|$1 मध्यस्थ संशोधन सभ}} $2 सँ बेसी {{PLURAL:$2|प्रयोक्ता|प्रयोक्ता सभ}} नै देखाएल)',

# Search results
'searchresults'                    => 'तकबाक फलाफल',
'searchresults-title'              => 'तकबाक फलाफल "$1" लेल',
'searchresulttext'                 => 'तकबा लेल विशेष सूचना {{अन्तर्जालक नाम}}, देखू [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'                   => 'अहाँ तकलौं ऐ लेल \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|"$1" सँ शुरू होइबला सभा पृष्ठ]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|सभ लिंक जकर लागि अछि "$1" सँ ]])',
'searchsubtitleinvalid'            => "अहाँ तकलहुँ '''$1''' लेल",
'toomanymatches'                   => 'कतेको प्रयास आपस भेल, कृपा कऽ दोसर अभ्यर्थनासँ प्रयास करू।',
'titlematches'                     => 'पन्ना शीर्ष मेल',
'notitlematches'                   => 'कोनो पन्नाक शीर्ष मेल नै खाइए',
'textmatches'                      => 'पन्ना पाठ मेल',
'notextmatches'                    => 'पन्नाक पाठक किछु मेल नै खाइए',
'prevn'                            => 'पछिला {{PLURAL:$1|$1}}',
'nextn'                            => 'आगाँ {{PLURAL:$1|$1}}',
'prevn-title'                      => 'पहिलुका $1 {{PLURAL:$1|परिणाम|परिणाम सभ}}',
'nextn-title'                      => 'आगाँ $1 {{PLURAL:$1|परिणाम|परिणाम सभ}}',
'shown-title'                      => 'प्रति पन्ना $1 {{PLURAL:$1|परिणाम|परिणाम सभ}} देखाउ',
'viewprevnext'                     => 'देखू  ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'खोज विकल्प',
'searchmenu-exists'                => "'''ऐ विकीपर एकटा पन्ना अछि \"[[:\$1]]\" नामसँ।'''",
'searchmenu-new'                   => "''' पन्ना निर्माण \"[[:\$1]]\" ऐ विकीपर !'''",
'searchhelp-url'                   => 'Help: विषय सूची',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|ऐ उपसर्गक पन्ना सभकेँ देखू]]',
'searchprofile-articles'           => 'अनुक्रम पन्ना सभ',
'searchprofile-project'            => 'सहायता आ परियोजना पन्ना सभ',
'searchprofile-images'             => 'दृश्य-श्रव्य',
'searchprofile-everything'         => 'सभटा',
'searchprofile-advanced'           => 'विशिष्ट',
'searchprofile-articles-tooltip'   => '$1 मे ताकू',
'searchprofile-project-tooltip'    => '$1 मे ताकू',
'searchprofile-images-tooltip'     => 'संचिका सभ लेल ताकू',
'searchprofile-everything-tooltip' => 'सभटा सामिग्रीमे ताकू (चर्चा पन्ना सहित)',
'searchprofile-advanced-tooltip'   => 'बनाएल नामस्थान सभमे ताकू',
'search-result-size'               => '$1 ({{PLURAL:$2|1 शब्द|$2 शब्द सभ}})',
'search-result-category-size'      => '{{PLURAL:$1|1 सदस्य|$1 सदस्य}} ({{PLURAL:$2|1 उपसंवर्ग|$2 उपसंवर्ग}}, {{PLURAL:$3|1 संचिका|$3 संचिका}})',
'search-result-score'              => 'काज: $1%',
'search-redirect'                  => '(रस्ता बदलेन $1)',
'search-section'                   => '(शाखा $1)',
'search-suggest'                   => 'अहाँ मोने अछि जे:$1',
'search-interwiki-caption'         => 'सम्बन्धित परियोजना सभ',
'search-interwiki-default'         => '$1 सभटा परिणाम:',
'search-interwiki-more'            => '(आर)',
'search-mwsuggest-enabled'         => 'सलाहक संग',
'search-mwsuggest-disabled'        => 'कोनो सलाह नै',
'search-relatedarticle'            => 'सम्बन्धी',
'mwsuggest-disable'                => 'AJAX सलाह अमान्य करू',
'searcheverything-enable'          => 'सभ नामस्थान सभमे ताकू',
'searchrelated'                    => 'सम्बन्धी',
'searchall'                        => 'सभटा',
'showingresults'                   => "नीचाँ एतऽ धरि {{PLURAL:$1|'''1''' परिणाम|'''$1''' परिणाम सभ}}  #'''$2''' सँ प्रारम्भ भऽ कऽ।",
'showingresultsnum'                => "नीचाँ देखबै छी {{PLURAL:$3|'''1''' परिणाम|'''$3''' परिणाम सभ}}  #'''$2'''सँ प्रारम्भ भऽ कऽ।",
'showingresultsheader'             => "{{PLURAL:$5|परिणाम '''$1''' एकर '''$3'''|परिणाम सभ '''$1 - $2''' एकर '''$3'''}} ऐ लेल '''$4'''",
'nonefound'                        => "'''टिप्पणी''': मातर किछुए निर्धारक मूलभूत रूपेँ ताकल जाइए।
सभ सामिग्रीमे (माने मंतव्य पन्ना, नमूना, इत्यादि) तकबाले अपन उत्कंठामे उपसर्ग ''all:'' लगाउ , नै तँ इच्छित निर्धारककेँ उपसर्ग सन प्रयुक्त करू।",
'search-nonefound'                 => 'अभ्यर्थनासँ मेल खाइत कोनो परिणाम नै भेटल।',
'powersearch'                      => 'त्वरित खोज',
'powersearch-legend'               => 'विशेष खोज',
'powersearch-ns'                   => 'निर्धारकमे खोज',
'powersearch-redir'                => 'रस्ता बदलेनक सूची',
'powersearch-field'                => 'ऐ लेल ताकू',
'powersearch-togglelabel'          => 'जाँचू:',
'powersearch-toggleall'            => 'सभटा',
'powersearch-togglenone'           => 'कोनो नै',
'search-external'                  => 'बाह्य खोज',
'searchdisabled'                   => '{{अन्तर्जाल}} खोज बन्न अछि।
अहाँक गूगलक माध्यमसँ ऐ बीच ताकि सकै छी।
मोन राखू जे तकर विवरणी {{अन्तर्जाल}} सामिग्री समयातीत भऽ सकैए।',

# Quickbar
'qbsettings'               => 'त्वरित दृश्य',
'qbsettings-none'          => 'कोनो नै',
'qbsettings-fixedleft'     => 'वाम कात सटल',
'qbsettings-fixedright'    => 'दहिन दिस सटल',
'qbsettings-floatingleft'  => 'वाम कात घुमैत',
'qbsettings-floatingright' => 'दहिन कात घुमैत',

# Preferences page
'preferences'                   => 'विकल्प',
'mypreferences'                 => 'हमर खासमखास',
'prefs-edits'                   => 'सम्पादनक संख्या',
'prefsnologin'                  => 'सम्प्रवेशित नै',
'prefsnologintext'              => 'अहाँ <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} logged in]</span> प्रयोक्ता विकल्प निर्धारण लेल प्रयोग करू।',
'changepassword'                => 'कूटशब्द बदलू',
'prefs-skin'                    => 'रूप',
'skin-preview'                  => 'पूर्वावलोकन',
'datedefault'                   => 'कोनो मोनपसंद नै',
'prefs-datetime'                => 'दिन आ तिथि',
'prefs-personal'                => 'प्रयोक्ता परिचय',
'prefs-rc'                      => 'हालक परिवर्तन',
'prefs-watchlist'               => 'साकांक्ष-सूची',
'prefs-watchlist-days'          => 'साकांक्ष-सूचीमे एतेक दिन देखाएल:',
'prefs-watchlist-days-max'      => 'बेसीसँ बेसी ७ दिन',
'prefs-watchlist-edits'         => 'बढ़ाएल साकांक्ष सूचीमे अधिकतम परिवर्तन देखाएब:',
'prefs-watchlist-edits-max'     => 'बेसीसँ बेसी:१०००',
'prefs-watchlist-token'         => 'साकांक्ष-सूची खेप:',
'prefs-misc'                    => 'आर',
'prefs-resetpass'               => 'कूटशब्द बदलू',
'prefs-email'                   => 'ई-पत्र चुनाव',
'prefs-rendering'               => 'मुँहकान',
'saveprefs'                     => 'सुरक्षित करू',
'resetprefs'                    => 'बिन सुरक्षितकेँ हटाउ',
'restoreprefs'                  => 'सभटा पूर्वनिर्धारित चयनकेँ फेरसँ आनू',
'prefs-editing'                 => 'सम्पादन कऽ रहल छी',
'prefs-edit-boxsize'            => 'सम्पादन खिड़कीक आकार',
'rows'                          => 'पाँती सभ',
'columns'                       => 'स्तम्भ सभ',
'searchresultshead'             => 'ताकू',
'resultsperpage'                => 'एक पन्ना एतेक बेर देखल गेल:',
'stub-threshold'                => 'सीमा <a href="#" class="stub">काटल लागि</a> सँचियाएल (अष्टक):',
'stub-threshold-disabled'       => 'अशक्त कएल',
'recentchangesdays'             => 'आइ-काल्हिक परिवर्तनमे कतेक दिन देखाएल गेल:',
'recentchangesdays-max'         => 'बेसीसँ बेसी $1 {{PLURAL:$1|दिन|दिन}}',
'recentchangescount'            => 'पूर्वनिर्धारित रूपेँ एतेक सम्पादन देखाएल गेल:',
'prefs-help-recentchangescount' => 'ऐ मे सम्मिलित अछि आइ-काल्हिक परिवर्तन, पन्नाक इतिहास आ वृत्तलेख',
'prefs-help-watchlist-token'    => 'ऐ क्षेत्रमे एकटा गुप्त चाभीसँ भरलापर अहाँक साकांक्ष सूची लेल एकटा आर.एस.एस.फीडक निर्माण हएत।
जकरा लग ऐ क्षेत्रक ई चाभी छै ओ अहाँक साकांक्ष सूचीकेँ पढ़ि सकता, से एकटा सुरक्षित मान चुनू।
एतए एकटा अनियत रूपेँ उत्पादित मान अछि जकर अहाँ प्रयोग कऽ सकै छी: $1',
'savedprefs'                    => 'अहाँक पसिन्न सुरक्षित कएल गेल',
'timezonelegend'                => 'समय क्षेत्र',
'localtime'                     => 'स्थानीय समए:',
'timezoneuseoffset'             => 'आन (संतुलन केनिहारक निर्देश करू)',
'timezoneoffset'                => 'संतुलन घटक¹:',
'servertime'                    => 'वितरक समए:',
'guesstimezone'                 => 'गवेषकक प्रयोग कऽ भरू',
'timezoneregion-africa'         => 'अफ्रीका',
'timezoneregion-america'        => 'अमेरिका',
'timezoneregion-antarctica'     => 'अंटार्कटिका',
'timezoneregion-arctic'         => 'आर्कटिक',
'timezoneregion-asia'           => 'एशिया',
'timezoneregion-atlantic'       => 'अटलांटिक महासागर',
'timezoneregion-australia'      => 'ऑस्ट्रेलिया',
'timezoneregion-europe'         => 'यूरोप',
'timezoneregion-indian'         => 'हिंद महासागर',
'timezoneregion-pacific'        => 'प्रशांत महासागर',
'allowemail'                    => 'आन प्रयोक्ताक ई-पत्र समर्थ करू',
'prefs-searchoptions'           => 'खोज विकल्प',
'prefs-namespaces'              => 'नामस्थान सभ',
'defaultns'                     => 'नै तँ ऐ नामस्थान सभमे ताकू:',
'default'                       => 'पूर्वनिर्धारित',
'prefs-files'                   => 'संचिका सभ',
'prefs-custom-css'              => 'खास सी.एस.एस.',
'prefs-custom-js'               => 'खास जावास्क्रिप्ट',
'prefs-common-css-js'           => 'सभ रूप लेल साझी सी.एस.एस./ जावास्क्रिप्ट:',
'prefs-reset-intro'             => 'अहाँ ऐ पन्नाक प्रयोग अपन विकल्पकेँ पूर्वनिविष्ट रूपेँ जाल पुनर्निधारित करबा लेल कऽ सकै छी।
ई बदलल नै जा सकैए।',
'prefs-emailconfirm-label'      => 'ई-पत्र पुष्टि:',
'prefs-textboxsize'             => 'सम्पादन खिड़कीक आकार',
'youremail'                     => 'ई-पत्र:',
'username'                      => 'प्रयोक्तानाम:',
'uid'                           => 'प्रयोक्ताक पहिचान:',
'prefs-memberingroups'          => '{{PLURAL:$1|संवर्ग|संवर्ग सभ}}:एकर सदस्य',
'prefs-registration'            => 'पंजीकरणक समए:',
'yourrealname'                  => 'असली नाम:',
'yourlanguage'                  => 'भाषा:',
'yournick'                      => 'नव पहिचान:',
'prefs-help-signature'          => 'वार्ता पन्ना सभपर टिप्पणी "<nowiki>~~~~</nowiki>" द्वारा हस्ताक्षरित हुअए जे अहाँक हस्ताक्षर आ समय-संकेतसँ मेल खाए।',
'badsig'                        => 'अमान्य प्रारम्भिक पहिचान।
एच.टी.एम.एल.चेन्ह जाँचू।',
'badsiglength'                  => 'अहाँक हस्ताक्षर बड्ड पैघ अछि।
ई $1 सँ बेसी नै हेबाक चाही {{PLURAL:$1|वर्ण|वर्ण}} पैघ।',
'yourgender'                    => 'पुरुख आकि स्त्री',
'gender-unknown'                => 'अज्ञात',
'gender-male'                   => 'पुरुख',
'gender-female'                 => 'महिला',
'prefs-help-gender'             => 'वैकल्पिक: तंत्रांश द्वारा लिंग निरपेक्ष सम्बोधन लेल प्रयुक्त।
ई सूचना सार्वजनिक हएत।',
'email'                         => 'ई-पत्र',
'prefs-help-realname'           => 'मूल नाम वैकल्पिक अछि।
जँ अहाँ एकरा देबा लेल प्रयोग करै छी, ई अहाँकेँ काजक श्रेय देबा लेल एकर प्रयोग कएल जाएत।',
'prefs-help-email-required'     => 'ई-पत्र संकेत जरूरी अछि।',
'prefs-info'                    => 'न्यूनतम जानकारी',
'prefs-i18n'                    => 'अंतर्राष्ट्रियकरण',
'prefs-signature'               => 'चेन्हासी',
'prefs-dateformat'              => 'तिथिक बगेबानी',
'prefs-timeoffset'              => 'समए संशोधक',
'prefs-advancedediting'         => 'विशिष्ट विकल्प सभ',
'prefs-advancedrc'              => 'विशिष्ट विकल्प सभ',
'prefs-advancedrendering'       => 'विशिष्ट विकल्प सभ',
'prefs-advancedsearchoptions'   => 'विशिष्ट विकल्प सभ',
'prefs-advancedwatchlist'       => 'विशिष्ट विकल्प सभ',
'prefs-displayrc'               => 'दृश्य विकल्प सभ',
'prefs-displaysearchoptions'    => 'दृश्य विकल्प सभ',
'prefs-displaywatchlist'        => 'दृश्य विकल्प सभ',
'prefs-diffs'                   => 'अन्तर निर्धारक सभ',

# User preference: e-mail validation using jQuery
'email-address-validity-valid'   => 'ई-पत्र संकेत मान्य बुझाइत अछि',
'email-address-validity-invalid' => 'एकटा मान्य ई-पत्र संकेत लिखू',

# User rights
'userrights'                   => 'प्रयोक्ता अधिकारक प्रबन्धन',
'userrights-lookup-user'       => 'प्रयोक्ता संवर्ग सभक प्रबन्ध करू',
'userrights-user-editname'     => 'एकटा प्रयोक्तानाम लिखू:',
'editusergroup'                => 'प्रयोक्ता संवर्ग सभक सम्पादन करू',
'editinguser'                  => "'''[[User:$1|$1]]''' क प्रयोक्ता अधिकार बदलल जा रहल अछि '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'     => 'प्रयोक्ता संवर्ग सभक सम्पादन करू',
'saveusergroups'               => 'प्रयोक्ता संवर्ग सभकेँ सुरक्षित करू',
'userrights-groupsmember'      => 'क सदस्य:',
'userrights-groupsmember-auto' => 'क जानल सदस्य:',
'userrights-groups-help'       => 'अहाँ ऐ प्रयोक्ताक वर्गकेँ बदलि सकै छी:
* एकटा निशान लगाएल बक्सा माने प्रयोक्ता ओइ वर्गमे अछि।
* एकटा बिन निशान लगाएल माने प्रयोक्ता ओइ वर्गमे नै अछि।
* ई * देखबैए जे अहाँ वर्गकेँ एक बेर देलाक बाद हटा नै सकै छी, आ एकर उलट सेहो ठीक अछि।',
'userrights-reason'            => 'कारण:',
'userrights-no-interwiki'      => 'अहाँकेँ दोसर विकीपर प्रयोक्ता अधिकारकेँ बदलबाक अधिकार नै अछि।',
'userrights-nodatabase'        => 'दत्तनिधि $1 नै अछि वा स्थानीय नै अछि।',
'userrights-nologin'           => 'अहाँ [[Special:UserLogin|सम्प्रवेश]] प्रयोक्ता अधिकार देबा लेल संचालक खातासँ सम्प्रवेश करू।',
'userrights-notallowed'        => 'अहाँक खाता दोसराकेँ प्रयोक्ता अधिकार नै दै छै।',
'userrights-changeable-col'    => 'वर्ग जे अहाँ बदलि सकै छी',
'userrights-unchangeable-col'  => 'वर्ग जे अहाँ नै बदलि सकै छी',

# Groups
'group'               => 'वर्ग:',
'group-user'          => 'प्रयोक्ता सभ',
'group-autoconfirmed' => 'स्वतःअनुमोदित प्रयोक्ता सभ',
'group-bot'           => 'स्वचालक',
'group-sysop'         => 'माइनजन',
'group-bureaucrat'    => 'अधिकारी',
'group-suppress'      => 'नजरिपर नै आएल',
'group-all'           => '(सभ)',

'group-user-member'          => 'प्रयोक्ता',
'group-autoconfirmed-member' => 'स्वतःअनुमोदित प्रयोक्ता',
'group-bot-member'           => 'स्वचालक',
'group-sysop-member'         => 'माइनजन',
'group-bureaucrat-member'    => 'अधिकारी',
'group-suppress-member'      => 'नजरिपर नै आएल',

'grouppage-user'          => '{{ns:project}}:प्रयोक्ता सभ',
'grouppage-autoconfirmed' => '{{ns:project}}:स्वतःअनुमोदित प्रयोक्ता सभ',
'grouppage-bot'           => '{{ns:project}}:स्वचालक सभ',
'grouppage-sysop'         => '{{ns:project}}:माइनजन सभ',
'grouppage-bureaucrat'    => '{{ns:project}}:अधिकारी सभ',
'grouppage-suppress'      => '{{ns:project}}:नजरिपर नै आएल',

# Rights
'right-read'                  => 'पन्ना सभ पढ़ू',
'right-edit'                  => 'पन्ना सभ सम्पादन करू',
'right-createpage'            => 'पन्ना सभ बनाउ (जे वार्ता पन्ना नै हुअए)',
'right-createtalk'            => 'वार्ता पन्ना सभ बनाउ',
'right-createaccount'         => 'नव प्रयोक्ता खाता सभ बनाउ',
'right-minoredit'             => 'सम्पादन सभकेँ मामूली चिन्हित करू',
'right-move'                  => 'पन्ना सभ घसकाउ',
'right-move-subpages'         => 'पन्ना सभकेँ उपपन्ना सभक संग घसकाउ',
'right-move-rootuserpages'    => 'मूल प्रयोक्ता पन्ना सभ घसकाउ',
'right-movefile'              => 'संचिका सभकेँ घसकाउ',
'right-suppressredirect'      => 'पन्ना घसकेबा काल मूल पन्ना सभसँ लागि सभ नै बनाउ',
'right-upload'                => 'संचिका सभ उपारोपित करू',
'right-reupload'              => 'वर्तमान संचिका सभक पुनर्लेखन करू',
'right-reupload-own'          => 'अपन उपारोपित पन्ना सभक पुनर्लेखन करू',
'right-reupload-shared'       => 'श्रव्य-दृश्य साझी बखारीक फाइलक पुनर्लेखन स्थानीय रूपेँ करू।',
'right-upload_by_url'         => 'सार्वत्रिक विभव संकेतसँ संचिका उपारोपित करू',
'right-purge'                 => 'जालक उपस्मृतिकेँ बिना स्वीकृतिक पन्नाक लेल खतम करू।',
'right-autoconfirmed'         => 'अर्द्ध-संरक्षित पन्ना सभक सम्पादन करू।',
'right-bot'                   => 'स्वचालित प्रक्रियाक रूपमे देखल जाए',
'right-nominornewtalk'        => 'वार्ता पन्नापर मामूली सम्पादन नव संदेश संसूचक नै आनैए',
'right-apihighlimits'         => 'ए.पी.आइ. अभ्यर्थनामे पैघ सीमाक प्रयोग करू',
'right-writeapi'              => 'लेख्य ए.पी.आइ.क प्रयोग',
'right-delete'                => 'पन्ना सभकेँ मेटाउ',
'right-bigdelete'             => 'बेशी इतिहास बला पन्ना सभकेँ मेटाउ',
'right-deleterevision'        => 'निर्धारित संशोधित पन्ना मेटाउ आ फेरसँ आनू',
'right-deletedhistory'        => 'मेटाएल इतिहास प्रविष्टि देखू, बिना लागिक पाठक',
'right-deletedtext'           => 'मेटाएल पाठ आ दूटा मेटाएल संशोधनक बीचक परिवर्तन देखू',
'right-browsearchive'         => 'मेटाएल पन्ना सभकेँ ताकू',
'right-undelete'              => 'पन्ना फेरसँ आनू',
'right-suppressrevision'      => 'संचालकसँ नुकाएल संशोधनकेँ पुनरीक्षित करू आ फेरसँ आनू',
'right-suppressionlog'        => 'व्यक्तिगत वृत्तलेख देखू',
'right-block'                 => 'दोसर प्रयोक्ताकेँ सम्पादनसँ रोकू',
'right-blockemail'            => 'प्रयोक्ताकेँ ई-पत्र पठेबासँ रोकू',
'right-hideuser'              => 'एकटा प्रयोक्तानामकेँ प्रतिबन्धित करू, लोकसँ एकरा नुका कऽ',
'right-ipblock-exempt'        => 'अनिकेत प्रतिबन्ध, स्वचालित प्रतिबन्ध आ परिक्षेत्र प्रतिबन्धकेँ नै मानू',
'right-proxyunbannable'       => 'दोसराइतक स्वचालित प्रतिबन्धकेँ नै मानू',
'right-unblockself'           => 'स्वयंकेँ प्रतिबन्धसँ हटाउ',
'right-protect'               => 'सुरक्षा स्तर बदलू आ संरक्षित पन्ना सम्पादित करू',
'right-editprotected'         => 'संरक्षित पन्ना सम्पादित करू (बिना तराउपड़ी सुरक्षाक)',
'right-editinterface'         => 'प्रयोक्ता मध्यस्थक सम्पादन करू',
'right-editusercssjs'         => 'दोसर प्रयोक्ताक सी.एस.एस. आ जावास्क्रिप्ट संचिका सभक सम्पादन करू',
'right-editusercss'           => 'दोसर प्रयोक्ता सभक सी.एस.एस. संचिका सभक सम्पादन करू',
'right-edituserjs'            => 'दोसर प्रयोक्ताक जावास्क्रिप्ट संचिका सभक सम्पादन करू',
'right-rollback'              => 'कृपा कऽ अन्तिम प्रयोक्ताक सम्पादन सभकेँ प्रत्यावर्तित करू जे एक खास पन्नाकेँ सम्पादित केलन्हि',
'right-markbotedits'          => 'प्रत्यावर्तित सम्पादन सभकेँ स्वचालित सम्पादन देखाउ',
'right-noratelimit'           => 'दरक सीमासँ प्रभावित नै',
'right-import'                => 'दोसर विकीसँ पन्ना लिअ',
'right-importupload'          => 'पन्नासभकेँ संचिका उपारोपणसँ आनू',
'right-patrol'                => 'दोसराक सम्पादनकेँ संचालित देखाउ',
'right-autopatrol'            => 'अपन सम्पादनकेँ स्वचालित रूपेँ संचालित देखाउ',
'right-patrolmarks'           => 'हालक परिवर्तनमे संचालन चेन्ह देखू',
'right-unwatchedpages'        => 'बिना संचालित पन्ना सभक सूचीकेँ देखू',
'right-trackback'             => 'प्रतिक्रिया दिअ',
'right-mergehistory'          => 'पन्नाक इतिहास सभकेँ मिज्झर करू',
'right-userrights'            => 'सभटा प्रयोक्ता अधिकारकेँ सम्पादित करू',
'right-userrights-interwiki'  => 'दोसर विकीपर प्रयोक्ताक प्रयोक्ता अधिकारक सम्पादन करू',
'right-siteadmin'             => 'दत्तनिधिकेँ प्रतिबन्धित करू आ फेर प्रतिबन्ध हटाउ',
'right-reset-passwords'       => 'दोसर प्रयोक्ताक कूटशब्द फेरसँ बनाउ',
'right-override-export-depth' => '५ परत धरि जा  पन्ना सभ निर्यात, जइमे लागिबला पन्ना सभ शामिल अछि, करू।',
'right-sendemail'             => 'ई-पत्र दोसर प्रयोक्ता लोकनिकेँ पठाउ',

# User rights log
'rightslog'      => 'प्रयोक्ता अधिकार वृत्तलेख',
'rightslogtext'  => 'ई प्रयोक्ता अधिकार परिवर्तन सभक वृतलेख छी।',
'rightslogentry' => 'वर्गक सदस्यता बदलल गेल $1 लेल $2 सँ $3',
'rightsnone'     => '(कोनो नै)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'ई पन्ना पढ़ू',
'action-edit'                 => 'ऐ पन्नाकेँ सम्पादित करू',
'action-createpage'           => 'पन्ना सभ बनाउ',
'action-createtalk'           => 'वार्ता पन्ना सभ बनाउ',
'action-createaccount'        => 'ई प्रयोक्ता खाता बनाउ',
'action-minoredit'            => 'ऐ सम्पादनकेँ मामूली कहू',
'action-move'                 => 'ऐ पृष्ठकेँ घसकाउ',
'action-move-subpages'        => 'ऐ पन्ना आ एकर उपपन्नाकेँ घसकाउ',
'action-move-rootuserpages'   => 'मूल प्रयोक्ता पन्ना सभ घसकाउ',
'action-movefile'             => 'ऐ संचिकाकेँ घसकाउ',
'action-upload'               => 'ऐ संचिकाकेँ उपारोपित करू',
'action-reupload'             => 'ऐ संचिकाक पुनर्लेखन करू',
'action-reupload-shared'      => 'ऐ संचिकाकेँ साझी बखारीमे नजरि नै दिअ',
'action-upload_by_url'        => 'आइ संचिकाकेँ सार्वत्रिक विभव संकेतसँ उपारोपित करू',
'action-writeapi'             => 'लेख्य ए.पी.आइ.क प्रयोग करू',
'action-delete'               => 'ई पन्ना मेटाउ',
'action-deleterevision'       => 'ई संशोधन मेटाउ',
'action-deletedhistory'       => 'ऐ पन्नाक मेटाएलबला इतिहास देखू',
'action-browsearchive'        => 'मेटाएल पन्ना सभकेँ ताकू',
'action-undelete'             => 'ऐ पन्नाकेँ फेरसँ आनू',
'action-suppressrevision'     => 'ऐ नुकाएल संशोधनकेँ पुनरीक्षित आ पुनर्स्थापित करू',
'action-suppressionlog'       => 'ऐ व्यक्तिगत वृत्तलेखकेँ देखू',
'action-block'                => 'ऐ प्रयोक्ताकेँ सम्पादनसँ रोकू',
'action-protect'              => 'ऐ पन्नाक सुरक्षा स्तर बदलू',
'action-import'               => 'ऐ पन्नाकेँ दोसर विकीसँ आनू',
'action-importupload'         => 'ऐ पन्नाकेँ संचिका उपारोपणसँ आनू',
'action-patrol'               => 'दोसराक सम्पादनकेँ संचालित देखाउ',
'action-autopatrol'           => 'अपन सम्पादनकेँ संचालित देखाउ',
'action-unwatchedpages'       => 'बिना संचालित पन्ना सभक सूचीकेँ देखू',
'action-trackback'            => 'प्रतिक्रिया दिअ',
'action-mergehistory'         => 'पन्नाक इतिहासकेँ मिज्झर करू',
'action-userrights'           => 'सभटा प्रयोक्ता अधिकारकेँ सम्पादित करू',
'action-userrights-interwiki' => 'दोसर विकीपर प्रयोक्ताक प्रयोक्ता अधिकारक सम्पादन करू',
'action-siteadmin'            => 'दत्तनिधिकेँ प्रतिबन्धित करू आ फेर प्रतिबन्ध हटाउ',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|परिवर्त्तन|परिवर्त्तन}}',
'recentchanges'                     => 'लगक परिवर्तन सभ',
'recentchanges-legend'              => 'नव परिवर्तन सभक विकल्प सभ',
'recentchangestext'                 => 'ऐ पन्नापर विकीमे भेल सभसँ अद्यतन परिवर्तनपर नजरि राखू।',
'recentchanges-feed-description'    => 'ऐ सूचना-तंत्रांशमे विकीमे भेल सभसँ लगक परिवर्तन ताकू',
'recentchanges-label-newpage'       => 'ई सम्पादन एकटा नव पन्नाक निर्माण केलक।',
'recentchanges-label-minor'         => 'ई एकटा लघु सम्पादन छी',
'recentchanges-label-bot'           => 'ई सम्पादन यांत्रिक छल।',
'recentchanges-label-unpatrolled'   => 'ऐ सम्पादनक पुनरीक्षण अखन धरि नै कएल गेल अछि।',
'rcnote'                            => "$5, $4 तक पहिलुका {{PLURAL:$2|'''१''' दिन|'''$2''' दिन}}मे  {{PLURAL:$1|भेल '''१''' अंतिम परिवर्तन एना अछि| भेल '''$1''' परिवर्तन एना अछि}}।",
'rcnotefrom'                        => "नीचाँमे '''$2''' सँ भेल परिवर्तन अछि ('''$1''' धरि देखाएल)।",
'rclistfrom'                        => '$1 सँ शुरू भेल नव परिवर्तन देखू',
'rcshowhideminor'                   => '$1 अल्प संपादन',
'rcshowhidebots'                    => '$1 स्वचालक सभ',
'rcshowhideliu'                     => '$1 सम्प्रवेशित प्रयोक्ता सभ',
'rcshowhideanons'                   => '$1 अज्ञात प्रयोक्ता सभ',
'rcshowhidepatr'                    => '$1 संचालित सम्पादन',
'rcshowhidemine'                    => '$1 हमर सम्पादन सभ',
'rclinks'                           => 'देखाऊ अंतिम $1 परिवर्त्तन अंतिम $2 दिनमे<br />$3',
'diff'                              => 'अंतर',
'hist'                              => 'इति.',
'hide'                              => 'नुकाऊ',
'show'                              => 'देखाउ',
'minoreditletter'                   => 'अ',
'newpageletter'                     => 'न',
'boteditletter'                     => 'ब',
'number_of_watching_users_pageview' => '[$1 देखै अछि {{PLURAL:$1|प्रयोक्ता|प्रयोक्ता सभ}}]',
'rc_categories'                     => 'संवर्ग सीमित ("|" सँ हटाउ)',
'rc_categories_any'                 => 'कोनो',
'newsectionsummary'                 => '/* $1 */ नव संवर्ग',
'rc-enhanced-expand'                => 'वर्णन देखाउ (जावास्क्रिप्ट चाही)',
'rc-enhanced-hide'                  => 'वर्णन नुकाउ',

# Recent changes linked
'recentchangeslinked'          => 'संबंधित परिवर्त्तन',
'recentchangeslinked-feed'     => 'संबंधित परिवर्त्तन',
'recentchangeslinked-toolbox'  => 'संबंधित परिवर्त्तन',
'recentchangeslinked-title'    => '"$1" मे भेल परिवर्तन',
'recentchangeslinked-noresult' => 'ऐ कालमे लागिबला पन्ना सभमे कोनो परिवर्तन नै भेल।',
'recentchangeslinked-summary'  => "ई विशेष पन्नासँ सम्बद्ध पन्ना सभमे (आकि कोनो विशेष वर्गक समूहमे) भेल परिवर्तनक सूची छी ।
[[Special:Watchlist|your watchlist]]  पर पन्नासभ '''गाढ़''' अछि।",
'recentchangeslinked-page'     => 'पन्नाक नाम',
'recentchangeslinked-to'       => 'देल पन्नाक सम्बन्धी पन्नामे परिवर्तन देखाउ',

# Upload
'upload'                      => 'फाइल अपलोड करू',
'uploadbtn'                   => 'फाइल अपलोड',
'reuploaddesc'                => 'उपारोपण रद्द करू आ उपारोपण आवेदन-पत्रपर घुरू।',
'upload-tryagain'             => 'संशोधित संचिका वर्णन दिअ',
'uploadnologin'               => 'सम्प्रवेशित नै',
'uploadnologintext'           => 'अहाँ [[Special:UserLogin|सम्प्रवेशित]] संचिका उपारोपित करबा लेल।',
'upload_directory_missing'    => 'उपारोप्य निर्देशिका ($1) हेराएल अछि आ जालवितरक द्वारा नै बनाएल जा सकैए।',
'upload_directory_read_only'  => 'उपारोप्य निर्देशिका ($1) जालवितरक द्वारा लिखबा योग्य नै अछि।',
'uploaderror'                 => 'उपारोपण भ्रम',
'upload-recreate-warning'     => "'''चेतौनी: ऐ नामक संचिका मेटा वा हटा देल गेल अछि।'''",
'uploadtext'                  => "निचुक्का पत्र संचिका उपारोपित करबा लेल प्रयोग करू।
पहिलुका उपारोपित संचिका देखबा वा तकबा लेल जाउ [[Special:FileList|उपारोपित संचिका सभक सूची]], (पुनः) उपारोपित सेहो सम्प्रवेशित अछि [[Special:Log/upload|उपारोपित वृत्तलेख]] मे, मेटाएल सभ [[Special:Log/delete|मेटाएल वृत्तलेख]] मे।
पन्नमे एकटा संचिका देबा लेल, ऐ पत्र सभमेसँ कोनो लागिक प्रयोग करू:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' संचिकाक पूर्ण संस्करण देखबा लेल
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></tt>'''  २०० चित्राणु चाकर प्रकटन एकटा बक्शामे \"वैकल्पिक पाठ\" वामा कात वर्णनक रूपमे लिखल प्रयोग करू
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' बिना संचिका देखेने सोझे संचिकाक लागि देब",
'upload-permitted'            => 'मान्य संचिका प्रकार:$1 ।',
'upload-preferred'            => 'मोनपसिन्न संचिका प्रकार:$1 ।',
'upload-prohibited'           => 'प्रतिबन्धित संचिका प्रकार:$1 ।',
'uploadlog'                   => 'उपारोपण वृत्तलेख',
'uploadlogpage'               => 'उपारोपण वृत्तलेख',
'uploadlogpagetext'           => 'नीचाँ अद्यतन संचिका उपारोपणक वर्णन अछि।
देखू [[Special:NewFiles|नव संचिकाक बखारी]] बेसी स्पष्ट समुच्चा दृश्य लेल।',
'filename'                    => 'संचिकानाम',
'filedesc'                    => 'संक्षेप',
'fileuploadsummary'           => 'संक्षेप:',
'filereuploadsummary'         => 'संचिका परिवर्तन:',
'filestatus'                  => 'सर्वाधिकारक स्थिति:',
'filesource'                  => 'मूल:',
'uploadedfiles'               => 'उपारोपित संचिका सभ',
'ignorewarning'               => 'चेतौनीपर ध्यान नै दिअ आ संचिका कोनो रूपेँ संरक्षित करू',
'ignorewarnings'              => 'कोनो चेतौनीपर ध्यान नै दिअ',
'minlength1'                  => 'संचिका नाम सभ एक वर्णसँ कम नै हुअए',
'illegalfilename'             => '"$1" संचिकानाममे वर्ण अछि जे पन्ना शीर्षक लेल मान्य नै अछि।
कृपा कऽ संचिकाक नाम बदलू आ फेरसँ उपारोपित करू।',
'badfilename'                 => 'संचिकानाम बदलि कऽ "$1" कएल गेल।',
'filetype-badmime'            => 'माइम प्रकार "$1" सन संचिका उपारोपण लेल मान्य नै अछि।',
'filetype-bad-ie-mime'        => 'एकरा उपारोपित नै कऽ सकै छी कारण इन्टरनेट एक्सप्लोरर एकरा "$1" बुझत, जे अमान्य आ खतरासँ सम्भावित संचिका प्रकार अछि।',
'filetype-unwanted-type'      => "'''\".\$1\"''' एक प्रकारक बिना मतलबक संचिका प्रकार अछि।
एकर बदला {{PLURAL:\$3|संचिका प्रकार अछि|संचिका प्रकार सभ अछि}} \$2 ।",
'filetype-missing'            => 'ऐ फाइलमे कोनो विस्तार नै अछि (जेना ".jpg")।',
'empty-file'                  => 'अहाँक द्वारा देल संचिका रिक्त अछि।',
'file-too-large'              => 'अहाँक द्वारा देल संचिका बड्ड पैघ अछि।',
'filename-tooshort'           => 'ई संचिका नाम बड पैघ अछि |',
'filetype-banned'             => 'ऐ तरहक संचिका प्रतिबंधित  अछि।',
'verification-error'          => 'ई संचिका संचिका-सत्यापन नै दऽ सकल।',
'hookaborted'                 => 'संशोधन जे अहाँ करऽ चाहलौं से विस्तार नोकसी द्वारा खतम कऽ देल गेल।',
'illegal-filename'            => 'ऐ तरहक संचिका नाम अमान्य अछि।',
'overwrite'                   => 'वर्तमान संचिकाकेँ अधिलेखित केनाइ मान्य नै अछि।',
'unknown-error'               => 'एकटा अबूझ भ्रम आए।',
'tmp-create-error'            => 'अस्थायी संचिका नै बना सकल।',
'tmp-write-error'             => 'अस्थायी संचिका लिखबा काल भ्रम।',
'large-file'                  => 'ई सुझाव अछि जे संचिका $1 सँ पैघ नै हुअए;
ई संचिका अछि $2 ।',
'largefileserver'             => 'वितरक द्वारा धारण करैबला क्षमतासँ पैघ ई संचिका अछि।',
'emptyfile'                   => 'जे संचिका अहाँ उपारोपित केलौं से लगै छल जे रिक्त रहए।
ई संचिकानाममे गलत तंकणक कारण सम्भवतः भेल हएत।
कृपा कऽ जाँचू जे की अहाँ ऐ संचिकाकेँ ठीके उपारोपित करए चाहै छी।',
'fileexists'                  => "ऐ नाम्ना एकटा संचिका पहिनहियेसँ अछि, कृपा कऽ जाँचू '''<tt>[[:$1]]</tt>''' जँ अहाँ दुविधामे छी जे अहाँ एकरा बदलऽ चाहै छी वा नै।
[[$1|thumb]]",
'filepageexists'              => "ऐ संचिकाक वर्णन पन्ना पहिनहिये '''<tt>[[:$1]]</tt>''' पर बना देल गेल, मुदा ऐ नामसँ कोनो संचिका अखन नै अछि।
जे संक्षेप अहाँ दऽ रहल छी से वर्णन पन्नापर नै आएत।
अहाँक संक्षेप ओतए आबए तै लेल अहाँकेँ ओकरा अपनेसँ सम्पादित करए पड़त।
[[$1|thumb]]",
'fileexists-extension'        => "ऐ नामसँ एकटा संचिका पहिनहियेसँ अछि:[[$2|thumb]]
* उपारोपित संचिकाक नाम: '''<tt>[[:$1]]</tt>'''
* अखन स्थित फाइलक नाम: '''<tt>[[:$2]]</tt>'''
कृपा कऽ दोसर नाम चुनू।",
'fileexists-thumbnail-yes'    => "ई संचिका लगैए जे ''(लघुचित्र)'' क छोट आकारक चित्र अछि।
[[$1|thumb]]
कृपा कऽ ऐ संचिकाकेँ जाँचू '''<tt>[[:$1]]</tt>''' ।
जँ जाँचल संचिका मूल संचिकाक वएह चित्र छी तँ एकटा दोसर लघुचित्र उपारोपित करबाक आवश्यकता नै अछि।",
'file-thumbnail-no'           => "संचिकानाम शुरू होइए '''<tt>$1</tt>''' सँ।
लगैए जे ई छोट आकारक ''(लघुचित्र)'' क चित्र अछि।
जँ अहाँ लग पूर्ण आनन्तर्यक चित्र अछि तँ से उपारोपित करू, नै तँ संचिकानाम बदलू।",
'fileexists-forbidden'        => 'ऐ नामक एकटा संचिका पहिनहियेसँ अछि, आ फेरसँ ओ पुनर्लेखित नै कएल जा सकैए।
जँ अहाँ तैयो अपन संचिका उपारोपित करए चाहै छी तँ कृपा कऽ पाछाँ जाउ आ एकटा नव नाम चुनू।
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'ऐ नामसँ एकटा संचिका साझी संचिका बखारीमे पहिनहियेसँ अछि।
जँ अहाँ अखनो अपन संचिका उपारोपित करए चाहै छी, कृपा कऽ पाछाँ जाउ आ एकटा नव नाम चुनू।
[[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'ई फाइल एकर {{PLURAL:$1|file|files}} द्वितीयक अछि:',
'file-deleted-duplicate'      => 'ऐ संचिका ([[:$1]]) सँ मेल खाइत संचिका पहिनहिये मेटा देल गेल अछि।
अहाँ ओइ संचिकाक मेटाएल जएबाक इतिहास फेरसँ उपारोपित करबासँ पहिने देखू।',
'uploadwarning'               => 'उपारोपण चेतौनी',
'uploadwarning-text'          => 'कृपा कऽ नीचाँ देल संचिका वर्णनकेँ संशोधित करू आ फेरसँ प्रयास करू।',
'savefile'                    => 'संचिका संरक्षण करू',
'uploadedimage'               => 'अपलोड भेल "[[$1]]"',
'overwroteimage'              => 'एकर "[[$1]]" नव संस्करण उपारोपित भेल।',
'uploaddisabled'              => 'उपारोपण सभ अशक्त कएल गेल।',
'copyuploaddisabled'          => 'सार्वत्रिक विभव संकेत उपारोपण अशक्त कएल गेल।',
'uploadfromurl-queued'        => 'अहाँक उपारोपण इन्तजारीमे अछि।',
'uploaddisabledtext'          => 'संचिका उपारोपण सभ अशक्त अछि।',
'php-uploaddisabledtext'      => 'पी.एच.पी.मे संचिका उपारोपण अशक्त अछि।
कृपा कऽ संचिका उपारोपण विकल्प जाँचू।',
'uploadscripted'              => 'ई संचिका पर्यंकभाषा वा कूटलिपि युक्त अछि जे गवेषक द्वारा गलत रूपमे व्याख्यायित कएल जा सकैए।',
'uploadvirus'                 => 'ई संचिका विषविधियुक्त अछि।
वर्णन:$1',
'upload-source'               => 'मूल संचिका',
'sourcefilename'              => 'मूल संचिकानाम:',
'sourceurl'                   => 'मूल सार्वत्रिक विभव संकेत',
'destfilename'                => 'लक्ष्य संचिकानाम:',
'upload-maxfilesize'          => 'अधिकतम संचिका आकार:$1',
'upload-description'          => 'संचिका वर्णन',
'upload-options'              => 'उपारोपण विकल्प सभ',
'watchthisupload'             => 'ऐ पृष्ठपर नजरि राखू',
'filewasdeleted'              => 'ऐ नामक एकटा संचिका पहिने उपारोपित कएल गेल आ फेर मेटा देल गेल।
अहाँ फेरसँ एकरा उपारोपित करबासँ पहिने ई $1 जाँचू।',
'upload-wasdeleted'           => "'''चेतौनी''': अहाँ फेरसँ ओ पन्ना उपारोपित कऽ रहल छी जे पहिने मेटा देल गेल छै।'''

अहाँ विचारू जे की ई उपारोपित  केनाइ उचित अछि।
ऐ पन्नाक मेटाएल बला वृत्तलेख एतए सुविधा लेल देल जा रहल अछि:",
'filename-bad-prefix'         => "जे संचिका अहाँ उपारोपित कऽ रहल छी से '''\"\$1\"''' सँ शुरू होइए, ई बिन विवरणक नाम अछि जे मूल रूपेँ अंकीय कैमरा द्वारा स्वचालित रूपेँ देल जाइत अछि।
कृपा कऽ ऐ संचिका लेल एकटा बेसी वर्णनात्मक नाम चुनू।",
'upload-success-subj'         => 'सफलतापूर्वक उपारोपित',
'upload-success-msg'          => '[$2] सँ उपारोपन सफल भेल। ई एतए अछि: [[:{{ns:file}}:$1]]',
'upload-failure-subj'         => 'उपारोपण समस्या',
'upload-failure-msg'          => '[$2] सँ उपारोपणमे समस्या अछि:
$1',
'upload-warning-subj'         => 'उपारोपण चेतौनी',
'upload-warning-msg'          => '[$2] सँ उपारोपणमे समस्या छल। अहाँ घुरि सकै छी [[Special:Upload/stash/$1|उपारोपण आवेदन]] ऐ समस्याकेँ ठीक करबा लेल।',

'upload-proto-error'        => 'गलत संविद',
'upload-proto-error-text'   => 'दूरसँ उपारोपण लेल <code>http://</code> or <code>ftp://</code> सँ प्रारम्भ होएबला सार्वत्रिक विभव संकेत चाही।',
'upload-file-error'         => 'आन्तरिक भ्रम',
'upload-file-error-text'    => 'वितरकपर एकटा अस्थायी संचिका बनेबाक प्रयासमे एकटा आन्तरिक भ्रम आएल।
सम्पर्क करू [[Special:ListUsers/sysop|संचालक]] सँ।',
'upload-misc-error'         => 'विचित्र उपारोपण भ्रम',
'upload-misc-error-text'    => 'उपारोपण काल एकटा विचित्र भ्रम आएल।
कृपा कऽ जाँचू कि सार्वत्रिक विभव संकेत मान्य आ प्रवेश-उपयुक्त अछि आ फेरसँ प्रयास करू।
जँ समस्या रहिते अछि तँ [[Special:ListUsers/sysop|संचालक]] सँ सम्पर्क करू।',
'upload-too-many-redirects' => 'ई सार्वत्रिक विभव संकेत बड्ड बेसी घुमौआ लागिक संग अछि।',
'upload-unknown-size'       => 'अज्ञात आकार',
'upload-http-error'         => 'परिसंविद भ्रम आएल:$1',

# img_auth script messages
'img-auth-accessdenied'     => 'प्रवेश प्रतिबन्धित',
'img-auth-nopathinfo'       => 'बाटक जानकारी नै अछि।
अहाँक वितरक ऐ सूचनाकेँ प्रसारित नै कऽ सकत।
ई सी.जी.आइ.आधारित अछि आ चित्र-समर्थन केँ समर्थन नै दऽ सकत।
देखू http://www.mediawiki.org/wiki/Manual:Image_Authorization ।',
'img-auth-notindir'         => 'आग्रह कएल रस्ता विन्यासित उपारोपित निर्देशिकामे नै अछि।',
'img-auth-badtitle'         => '"$1" लेल कोनो मान्य शीर्षक नै बना सकल।',
'img-auth-nologinnWL'       => 'अहाँ सम्प्रवेशित नै छी आ "$1" स्वीकृत सूचीमे नै अछि।',
'img-auth-nofile'           => 'संचिका "$1" नै अछि।',
'img-auth-isdir'            => 'अहाँ एकटा निर्देशिका "$1" मे प्रवेशक प्रयास कऽ रहल छी।
मात्र संचिका प्रवेश मान्य छै।',
'img-auth-streaming'        => '"$1" दृश्यस्यन्दन भऽ रहल अछि।',
'img-auth-public'           => 'img_auth.php एकर प्रकार्य अछि व्यक्तिगत विकीसँ संचिका सभ फलित करब।
ई विकी न्यासित अछि सार्वजनिक विकी बनेबाक।
नीक सुरक्षा लेल,  img_auth.php अमान्य अछि।',
'img-auth-noread'           => 'प्रयोक्ताकेँ "$1" लेल प्रवेश नै अछि।',
'img-auth-bad-query-string' => 'सार्वत्रिक विभव संकेत मे एकटा अमान्य अभ्यर्थना डरीड़ अछि।',

# HTTP errors
'http-invalid-url'      => 'अमान्य सार्वत्रिक विभव संकेत:$1',
'http-invalid-scheme'   => 'सार्वत्रिक विभव संकेत  योजना तहत "$1" नै समर्थित अछि।',
'http-request-error'    => 'अज्ञात भ्रमक कारण परिसंविद आग्रह असफल रहल।',
'http-read-error'       => 'परिसंविद पठन भ्रम',
'http-timed-out'        => 'परिसंविद आग्रह कालातीत',
'http-curl-error'       => 'भ्रम निकालैबला सार्वत्रिक विभव संकेत:$1',
'http-host-unreachable' => 'सार्वत्रिक विभव संकेत नै पाबि सकल',
'http-bad-status'       => 'परिसंविद आग्रह काल एकटा समस्या छल: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'सार्वत्रिक विभव संकेत नै पाबि सकल',
'upload-curl-error6-text'  => 'देल सार्वत्रिक विभव संकेत जाँचल नै जा सकल।
कृपा कऽ फेरसँ जाँचू जे सार्वत्रिक विभव संकेत सही अछि आ जालस्थल ठीक अछि।',
'upload-curl-error28'      => 'उपारोपण कालातीत',
'upload-curl-error28-text' => 'ई जालस्थल प्रतिक्रिया लेल बड्ड समए लऽ रहल अछि।
कृपा कऽ जाँचू जे जालस्थल ठीक अछि, कने काल बिलमू आ फेरसँ प्रयास करू।
अहाँ कम भीड़भारबला समैमे प्रयास करू।',

'license'            => 'अधिकृत करब:',
'license-header'     => 'अधिकृत करब',
'nolicense'          => 'कियो नै चुनाएल',
'license-nopreview'  => '(पूर्वावलोकन उपलब्ध नै अछि)',
'upload_source_url'  => '(एकटा मान्य, सार्वजनिक प्रवेशबला सार्वत्रिक विभव संकेत)',
'upload_source_file' => '(अहाँक संगणकपर एकटा संचिका)',

# Special:ListFiles
'listfiles-summary'     => 'ई विशिष्ट पन्ना सभटा उपारोपित संचिका देखबैए।
पूर्वन्यस्त रूपेँ अन्तिम उपारोपित संचिका सूचीक शीर्षपर अछि।
स्तम्भ शीर्षपर एकटा क्लिक छटनीमे परिवर्तन करैए।',
'listfiles_search_for'  => 'ऐ दृश्य-श्रव्य नामले ताकू:',
'imgfile'               => 'संचिका',
'listfiles'             => 'संचिका सूची',
'listfiles_thumb'       => 'लघुचित्र',
'listfiles_date'        => 'तिथि',
'listfiles_name'        => 'नाम',
'listfiles_user'        => 'प्रयोक्ता',
'listfiles_size'        => 'आकार',
'listfiles_description' => 'वर्णन',
'listfiles_count'       => 'संस्करण सभ',

# File description page
'file-anchor-link'          => 'संचिका',
'filehist'                  => 'फाइल इतिहास',
'filehist-help'             => 'तखुनका तिथि/ समए पर क्लिक करू जखुनका फाइल देखबाक अछि',
'filehist-deleteall'        => 'सभटाकेँ मेटाउ',
'filehist-deleteone'        => 'मेटाउ',
'filehist-revert'           => 'फेरसँ वएह',
'filehist-current'          => 'अखुनका',
'filehist-datetime'         => 'तिथि/ समए',
'filehist-thumb'            => 'लघुचित्र',
'filehist-thumbtext'        => 'तखुनका लघुचित्र $1',
'filehist-nothumb'          => 'कोनो लघुचित्र नै',
'filehist-user'             => 'प्रयोक्ता',
'filehist-dimensions'       => 'बीम',
'filehist-filesize'         => 'संचिका आकार',
'filehist-comment'          => 'समीक्षा',
'filehist-missing'          => 'संचिका हेराएल',
'imagelinks'                => 'फाइलक लिंक',
'linkstoimage'              => 'ऐ {{PLURAL:$1|पन्नाक लागि |$1 पन्नाक लागि}} ऐ फाइलसँ:',
'linkstoimage-more'         => '$1 सँ बेसी {{PLURAL:$1|page links|पन्ना सभक लागि}} ऐ संचिकाक।
ई सूची देखबैए {{PLURAL:$1|first page link|first $1 page links}} मात्र ऐ संचिकाक।
एकटा [[Special:WhatLinksHere/$2|पूर्ण सूची]] उपलब्ध अछि।',
'nolinkstoimage'            => 'एकोटा पन्ना नै अछि जकर लागि ऐ संचिकासँ हुअए।',
'morelinkstoimage'          => 'देखू [[Special:WhatLinksHere/$1|आर लागि]] ऐ संचिकाक।',
'duplicatesoffile'          => 'ऐ संचिकाक {{PLURAL:$1|file is a duplicate|$1 संचिका सभ द्वितीयक अछि}} अछि ([[Special:FileDuplicateSearch/$2|आर वर्णन]]):',
'sharedupload'              => 'ई फाइल $1 सँ अछि आ दोसर प्रकल्प लेल प्रयोग कएल जा सकैए।',
'sharedupload-desc-there'   => 'ई संचिका $1 सँ अछि आ दोसर परियोजना लेल प्रयोग कएल जा सकैए।
कृपा कऽ देखू [$2 संचिका वर्णन पन्ना] विशेष सूचना लेल।',
'sharedupload-desc-here'    => 'ई संचिका $1 सँ अछि आ ई दोसर परियोजना द्वारा प्रयोग कएल जा सकैए।
ऐ पर विवरण [$2 संचिका विवरण पन्ना] ओइपर नीचाँ देखाएल अछि।',
'filepage-nofile'           => 'ऐ नामक कोनो संचिका उपलब्ध नै अछि।',
'filepage-nofile-link'      => 'ऐ नामक कोनो संचिका उपलब्ध नै अछि मुदा अहाँ [$1 एकरा उपारोपित करू]।',
'uploadnewversion-linktext' => 'ऐ फाइलक नव संस्करणक उपारोपण',
'shared-repo-from'          => '$1 सँ',
'shared-repo'               => 'एकटा साझी बखारी',

# File reversion
'filerevert'                => '$1 लग घुरु',
'filerevert-legend'         => 'घुराएल संचिका',
'filerevert-intro'          => "अहाँ संचिका घुराबैले छी '''[[Media:$1|$1]]''' केँ [$4 संस्करण $3, $2 केँ] लग।",
'filerevert-comment'        => 'कारण:',
'filerevert-defaultcomment' => '$2, $1 क संस्करण लग घुरल',
'filerevert-submit'         => 'फेरसँ वएह',
'filerevert-success'        => "'''[[Media:$1|$1]]''' घुराएल गेल [$4 version as of $3, $2] लग।",
'filerevert-badversion'     => 'ओइ कालक कोनो पुरान स्थानीय संस्करण ऐ संचिकाक नै अछि।',

# File deletion
'filedelete'                  => '$1 केँ मेटाउ',
'filedelete-legend'           => 'संचिका मेटाउ',
'filedelete-intro'            => "अहाँ संचिका '''[[Media:$1|$1]]'''  केँ एकर सभटा इतिहासक संग मेटाबैबला छी।",
'filedelete-intro-old'        => "अहाँ '''[[Media:$1|$1]]''' एकर संस्करण [$4 $3, $2] केँ मेटाबैबला छी।",
'filedelete-comment'          => 'कारण:',
'filedelete-submit'           => 'मेटाउ',
'filedelete-success'          => "'''$1''' मेटाएल गेल।",
'filedelete-success-old'      => "'''[[Media:$1|$1]]''' एकर संस्करण $3, $2  केँ मेटा देल गेल।",
'filedelete-nofile'           => "'''$1''' नै अछि।",
'filedelete-nofile-old'       => "'''$1''' एकर कोनो संचित संस्करण खास गुणक संग नै अछि।",
'filedelete-otherreason'      => 'दोसर/ अतिरिक्त कारण:',
'filedelete-reason-otherlist' => 'दोसर कारण',
'filedelete-reason-dropdown'  => '* सामान्य हटेबाक कारण
** सर्वाधिकार उल्लंघन
** द्वितीयक संचिका',
'filedelete-edit-reasonlist'  => 'मेटेबाक कारणक सम्पादन करू',
'filedelete-maintenance'      => 'सुस्थापन कालमे संचिकाकेँ मेटएबाक आ फेरसँ अनबाक क्रिया कनी काल लेल अशक्त कएल गेल अछि।',

# MIME search
'mimesearch'         => 'माइम खोज',
'mimesearch-summary' => 'ई पन्ना माइम प्रकारक संचिकाकेँ अलग करब सम्भव बनबैत अछि।
निवेशन: पाठ प्रकार/ उपप्रकार, जेना <tt>image/jpeg</tt> ।',
'mimetype'           => 'माइम प्रकार:',
'download'           => 'अवारोपन',

# Unwatched pages
'unwatchedpages' => 'बिन ध्यान देल पन्ना',

# List redirects
'listredirects' => 'रस्ता बदलेनक सूची',

# Unused templates
'unusedtemplates'     => 'बिना प्रयोगक नमूना सभ',
'unusedtemplatestext' => 'ई पन्ना {{ns:template}} नामस्थानमे सभ पन्नाकेँ सूची बनबैए, जे दोसर पन्नापर शामिल नै अछि।
मेटेबासँ पहिने दोसर नमूनाक लागिकेँ जाँचब मोन राखू।',
'unusedtemplateswlh'  => 'दोसर लागि सभ',

# Random page
'randompage'         => 'अव्यवस्थित पृष्ठ',
'randompage-nopages' => 'ऐमे दोसर पन्ना नै अछि {{PLURAL:$2|namespace|namespaces}}: $1 ।',

# Random redirect
'randomredirect'         => 'मिज्झर बदलेनबला लागि',
'randomredirect-nopages' => 'नामस्थान "$1" मे कोनो बदलेनबला लागि नै अछि।',

# Statistics
'statistics'                   => 'सांख्यिकी',
'statistics-header-pages'      => 'पन्नाक सांख्यिकी',
'statistics-header-edits'      => 'सांख्यिकीक सम्पादन करू',
'statistics-header-views'      => 'सांख्यिकी देखू',
'statistics-header-users'      => 'प्रयोक्ता सांख्यिकी',
'statistics-header-hooks'      => 'दोसर सांख्यिकी',
'statistics-articles'          => 'अनुक्रम पन्ना सभ',
'statistics-pages'             => 'पन्ना सभ',
'statistics-pages-desc'        => 'वार्ता पन्ना, बदलेनबला लागि सभ इत्यादि सहित सभटा पन्ना सभ।',
'statistics-files'             => 'उपारोपित संचिका सभ',
'statistics-edits'             => '{{अन्तर्जाल}} अएबासँ लऽ कऽ भेल पन्ना सम्पादन सभ।',
'statistics-edits-average'     => 'प्रति पन्ना औसत सम्पादन',
'statistics-views-total'       => 'दृश्य आइ धरि',
'statistics-views-total-desc'  => 'अस्तित्वहीन पन्ना आ विशेष पन्नाक दृश्य सम्मिलित नै अछि',
'statistics-views-peredit'     => 'प्रति सम्पादन देखल गेल',
'statistics-users'             => '[[Special:ListUsers|users]] छथि',
'statistics-users-active'      => 'सक्रिय प्रयोक्ता',
'statistics-users-active-desc' => 'प्रयोक्ता जे अन्तिम {{PLURAL:$1|दिन|$1 दिन}} मे कोनो काज केने छथि',
'statistics-mostpopular'       => 'सभसँ बेसी देखल गेल पन्ना',

'disambiguations'      => 'स्पष्ट पन्ना',
'disambiguationspage'  => 'नमूना: निवारण',
'disambiguations-text' => "ई सभ पन्ना '''स्पष्ट कएल''' सँ लागिमे अछि।
ओ सभ एकर बदला उचित वार्तापर लागि करथि।<br />
[[MediaWiki:Disambiguationspage]] सँ लागिमे जँ नमूनाक प्रयोग करैत अछि तखने ओ  '''स्पष्ट कएल'''  पन्ना कहाएत।",

'doubleredirects'            => 'द्वितीयक लागिबला बदलेन',
'doubleredirectstext'        => 'ई पन्ना ओइ पन्ना सभक संकलन छी जे बदलेन करैए दोसर बदलेनबला पन्नासँ।
प्रत्येक पाँती पहिल आ दोसर बदलेनक लागि रखने अछि आ संगे दोसर बदलेनक लक्ष्य सेहो, जे वास्तवमे "वास्तव" लक्ष्य पन्ना अछि, जकरापर पहिल बदलेनकेँ जेबाक चाही। 
 <del>Crossed out</del> प्रविष्टिक हल भेटल अछि।',
'double-redirect-fixed-move' => '[[$1]] घसकाएल गेल।
ई आब [[$2]] दिस जा रहल अछि।',
'double-redirect-fixer'      => 'बदलेन स्थायित्व',

'brokenredirects'        => 'टूटल बदलेन सभ',
'brokenredirectstext'    => 'ई बदलेन सभ नै अवस्थित पन्ना सभक दिस जाइत अछि।',
'brokenredirects-edit'   => 'संपादन करू',
'brokenredirects-delete' => 'मेटाउ',

'withoutinterwiki'         => 'बिना भाषा लागिक पन्ना सभ',
'withoutinterwiki-summary' => 'ई पन्ना सभ दोसर भाषाक संस्करण सभ दिस संकेत नै करैए।',
'withoutinterwiki-legend'  => 'उपसर्ग',
'withoutinterwiki-submit'  => 'देखाउ',

'fewestrevisions' => 'एकाध संशोधनबला पन्ना सभ',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|बाइट|बाइट्स}}',
'ncategories'             => '{{PLURAL:$1|संवर्ग|कएटा संवर्ग}}',
'nlinks'                  => '$1 {{PLURAL:$1|लागि|लागि सभ}}',
'nmembers'                => '$1 {{PLURAL:$1|सदस्य|सदस्य सभ}}',
'nrevisions'              => '$1{{PLURAL:$1|संशोधन|संशोधन सभ}}',
'nviews'                  => '$1 {{PLURAL:$1|दृश्य|दृश्य सभ}}',
'nimagelinks'             => '$1पर प्रयुक्त {{PLURAL:$1|पन्ना|पन्ना सभ}}',
'ntransclusions'          => '$1पर प्रयुक्त {{PLURAL:$1|पन्ना|पन्ना सभ}}',
'specialpage-empty'       => 'ऐ पन्ना लेल कोनो परिणाम नै अछि।',
'lonelypages'             => 'अनाथ पन्ना सभ',
'lonelypagestext'         => 'ई पन्ना सभ ने कोनो {{अन्तर्जाल}} सँ जुड़ल अछि आ नहिये अन्तर्बाह्य रूपसँ दोसर पन्नमे अछि।',
'uncategorizedpages'      => 'अवर्गीकृत पन्ना सभ',
'uncategorizedcategories' => 'अवर्गीकृत संवर्ग सभ',
'uncategorizedimages'     => 'अवर्गीकृत संचिका सभ',
'uncategorizedtemplates'  => 'अवर्गीकृत नमूना सभ',
'unusedcategories'        => 'नै प्रयोग कएल संवर्ग सभ',
'unusedimages'            => 'बिना प्रयोगक संचिका सभ',
'popularpages'            => 'लोकप्रिय पन्ना सभ',
'wantedcategories'        => 'आवश्यक संवर्ग सभ',
'wantedpages'             => 'आवश्यक पन्ना सभ',
'wantedpages-badtitle'    => 'परिणाम सूचीमे अमान्य शीर्षक:$1',
'wantedfiles'             => 'आवश्यक संचिका सभ',
'wantedtemplates'         => 'आवश्यक नमूना सभ',
'mostlinked'              => 'सभसँ बेसी लागिबला पन्ना सभ',
'mostlinkedcategories'    => 'सभसँ बेसी लागिबला संवर्ग सभ',
'mostlinkedtemplates'     => 'सभसँ बेसी लागिबला नमूना सभ',
'mostcategories'          => 'सभसँ बेसी संवर्गबला पन्ना सभ',
'mostimages'              => 'सभसँ बेसी लागिबला संचिका सभ',
'mostrevisions'           => 'सभसँ बेसी संशोधनबला पन्ना सभ',
'prefixindex'             => 'उपसर्गक संग सभटा पृष्ठ',
'shortpages'              => 'पन्ना सभ छाँटू',
'longpages'               => 'नमगर पन्ना सभ',
'deadendpages'            => 'एकदमसँ अन्त भऽ जाएबला पन्ना सभ',
'deadendpagestext'        => 'ई पन्ना सभ {{अन्तर्जाल}} क दोसर पन्नासँ लागिमे नै रहत।',
'protectedpages'          => 'संरक्षित पन्ना सभ',
'protectedpages-indef'    => 'अनन्तकालिक सुरक्षा मात्र',
'protectedpages-cascade'  => 'तराउपड़ी सुरक्षा मात्र',
'protectedpagestext'      => 'ई पन्ना सभ घसकएबा वा सम्पादन लेल प्रतिबन्धित अछि।',
'protectedpagesempty'     => 'कोनो पन्ना ऐ सभ परिमिति लेल सुरक्षित नै राखल गेल अछि।',
'protectedtitles'         => 'संरक्षित शीर्षक सभ',
'protectedtitlestext'     => 'ई शीर्षक सभ बनबासँ प्रतिबन्धित अछि',
'protectedtitlesempty'    => 'कोनो पन्ना ऐ सभ परिमिति लेल सुरक्षित नै राखल गेल अछि।',
'listusers'               => 'प्रयोक्ता सूची',
'listusers-editsonly'     => 'सम्पादन करैबला प्रयोक्ताकेँ मात्र देखाउ',
'listusers-creationsort'  => 'निर्माण तिथिक हिसाबसँ छाँटू',
'usereditcount'           => '$1 {{PLURAL:$1|सम्पादन|सम्पादन सभ}}',
'usercreated'             => '$1 केँ बनाएल गेल $2 बजे',
'newpages'                => 'नव पन्ना सभ',
'newpages-username'       => 'प्रयोक्तानाम:',
'ancientpages'            => 'सभसँ पुरान पन्ना सभ',
'move'                    => 'हटाउ',
'movethispage'            => 'ऐ पृष्ठकेँ घसकाउ',
'unusedimagestext'        => 'ई सभ संचिका अछि मुदा कोनो पन्नामे निवशित नै अछि।
कृपा कऽ ई बुझू जे दोसर जालस्थल सभ सोझ सार्वत्रिक विभव संकेतबला कोनो संचिकासँ लागि बना सकैए, आ तँए सरिय प्रयोगक बादो अखनो एतए सूचित कएल जा सकैए।',
'unusedcategoriestext'    => 'ई संवर्ग पन्ना सभ अछि, ओना कोनो दोसर पन्ना वा संवर्ग ओकर प्रयोग करैत अछि।',
'notargettitle'           => 'बिन लक्ष्यक',
'notargettext'            => 'ऐ प्रकार्यकेँ सम्पन्न करबा लेल अहाँ कोनो लक्ष्य पन्ना वा प्रयोक्ता नै देने छी।',
'nopagetitle'             => 'एहेन कोनो लक्ष्य पन्ना नै',
'nopagetext'              => 'लक्ष्य पन्ना जे अहाँ निर्दिष्ट केने छी से नै अछि।',
'pager-newer-n'           => '{{PLURAL:$1|नव 1|नव $1}}',
'pager-older-n'           => '{{PLURAL:$1|साबिक 1|साबिक $1}}',
'suppress'                => 'नजरिपर नै आएल',

# Book sources
'booksources'               => 'किताबक सन्दर्भ सभ',
'booksources-search-legend' => 'किताबक सन्दर्भक लेल ताकू',
'booksources-go'            => 'चलू',
'booksources-text'          => 'नीचाँ दोसर जालस्थलसँ लागि सभक सूची अछि जे नव आ प्रयोग कएल किताब बेचैए, आ ई पोथी सभक विषयमे ओहो सूचना दऽ सकैए जे अहाँ ताकि रहल छी:',
'booksources-invalid-isbn'  => 'देल आइ.एस.बी.एन. संख्या मान्य नै बुझाइत अछि; कृपा कऽ मूल स्रोतसँ द्वितीयक बनेबा काल भेल भ्रमकेँ जाँचू।',

# Special:Log
'specialloguserlabel'  => 'प्रयोक्ता:',
'speciallogtitlelabel' => 'शीर्षक:',
'log'                  => 'वृत्तलेख सभ',
'all-logs-page'        => 'सभटा सार्वजनिक वृत्तलेख',
'alllogstext'          => '{{अन्तर्जाल}} क सभटा उपलब्ध वृत्तलेखक संयुक्त दृश्य।
अहाँ दृश्यकेँ संकीर्ण करबा लेल वृत्तलेखक एकटा प्रकार चुनि सकै छी, प्रयोक्तानाम (ब्रह्मक्षर-लघ्वक्षर विचारणीय), वा प्रभावित पन्ना (एतौ ब्रह्मक्षर-लघ्वक्षर विचारणीय)।',
'logempty'             => 'वृत्तलेखमे कोनो मेल खाइबला बौस्तु नै।',
'log-title-wildcard'   => 'खोज शीर्षक सभ ऐ पाठसँ प्रारम्भ',

# Special:AllPages
'allpages'          => 'सभ पन्ना',
'alphaindexline'    => '$1 to $2',
'nextpage'          => 'अगिला पन्ना ($1)',
'prevpage'          => 'पहिलुका पन्ना ($1)',
'allpagesfrom'      => 'पन्ना प्रदर्शन प्रारम्भ भेल:',
'allpagesto'        => 'एतऽ खतम होमएबला पन्नाक प्रदर्शन करू:',
'allarticles'       => 'सभटा पन्ना',
'allinnamespace'    => 'सभटा पन्ना ($1 नामगाम)',
'allnotinnamespace' => 'सभटा पन्ना ($1 नामगाममे नै)',
'allpagesprev'      => 'पहिलुका',
'allpagesnext'      => 'आगाँ',
'allpagessubmit'    => 'जाउ',
'allpagesprefix'    => 'उपसर्गक संग दृश्य पन्ना सभ:',
'allpagesbadtitle'  => 'देल पन्नाक शीर्षक गलत, गलत सम्बन्धित अन्तर-भाषा अन्तर विकी शीर्षक छी। ई एक वा बेशी कलाकार युक्त भऽ सकैए जे शीर्षकमे प्रयुक्त नै कएल जा सकैए।',
'allpages-bad-ns'   => '{{जालस्थल}} मे "$1" नामगाम नै अछि।',

# Special:Categories
'categories'                    => 'संवर्ग सभ',
'categoriespagetext'            => 'ई {{PLURAL:$1|संवर्गमे अछि|संवर्ग सभमे अछि}} पन्ना वा मीडिया।
[[Special:UnusedCategories|Unused categories]] एतए देखाएल नै अछि।
ईहो देखू [[Special:WantedCategories|wanted categories]]।',
'categoriesfrom'                => 'पन्ना प्रदर्शन प्रारम्भ भेल:',
'special-categories-sort-count' => 'गानि कऽ छाँटू',
'special-categories-sort-abc'   => 'वर्णाक्षरानुसार छाँटू',

# Special:DeletedContributions
'deletedcontributions'             => 'मेटाएल प्रयोक्ता योगदान सभ',
'deletedcontributions-title'       => 'मेटाएल प्रयोक्ता योगदान सभ',
'sp-deletedcontributions-contribs' => 'योगदान सभ',

# Special:LinkSearch
'linksearch'       => 'बाहरक सम्बन्ध',
'linksearch-pat'   => 'खोज तरीका:',
'linksearch-ns'    => 'नामस्थान :',
'linksearch-ok'    => 'ताकू',
'linksearch-text'  => 'ब्रह्मास्त्र जेना "*.wikipedia.org" प्रयोग कएल जा सकैए।<br />
सहायक संविद:<tt>$1</tt>',
'linksearch-line'  => '$2 सँ $1 क लागि अछि।',
'linksearch-error' => 'निमंत्रकनामक प्रारम्भमे ब्रह्मास्त्र आबि सकैए।',

# Special:ListUsers
'listusersfrom'      => 'प्रयोक्ता प्रदर्शन प्रारम्भ भेल:',
'listusers-submit'   => 'देखाउ',
'listusers-noresult' => 'कोनो प्रयोक्ता नै',
'listusers-blocked'  => '(प्रतिबन्धित)',

# Special:ActiveUsers
'activeusers'            => 'सक्रिय प्रयोक्ता सभक सूची',
'activeusers-intro'      => 'ई ओहेन प्रयोक्ता सभक सूची अछि जे पछिला $1 {{PLURAL:$1|दिन|दिन}} मे किछु सक्रियता देखेने छथि।',
'activeusers-count'      => '$1 {{PLURAL:$1|सम्पादन|सम्पादन सभ}} paChilaa {{PLURAL:$3|दिन|$3 दिन}}',
'activeusers-from'       => 'प्रयोक्ता प्रदर्शन प्रारम्भ भेल:',
'activeusers-hidebots'   => 'स्वचालन नुकाउ',
'activeusers-hidesysops' => 'संचालक नुकाउ',
'activeusers-noresult'   => 'कोनो प्रयोक्ता नै भेटल',

# Special:Log/newusers
'newuserlogpage'              => 'प्रयोक्ता रचना वृत्तलेख',
'newuserlogpagetext'          => 'ई प्रयोक्ता निर्माणक वृत्तलेख अछि।',
'newuserlog-byemail'          => 'कूटशब्द ई-पत्र द्वारा पठाएल गेल',
'newuserlog-create-entry'     => 'नव प्रयोक्ता खाता',
'newuserlog-create2-entry'    => 'नव खाता $1 बनेलौं',
'newuserlog-autocreate-entry' => 'खाता स्वचालित रूपेँ बनल',

# Special:ListGroupRights
'listgrouprights'                      => 'प्रयोक्ता संवर्ग अधिकार',
'listgrouprights-summary'              => 'ई सभ प्रयोक्ता संवर्गक एकटा सूची अछि जे ऐ विकीपरपरिभाषित अछि ओकर संसर्गित प्रवेश अधिकारक संग।
एतए [[{{MediaWiki:Listgrouprights-helppage}}|additional information]] व्यक्तिगत अधिकार लेल भऽ सकैए।',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">देल अधिकार</span>
* <span class="listgrouprights-revoked">निकालल अधिकार</span>',
'listgrouprights-group'                => 'वर्ग',
'listgrouprights-rights'               => 'अधिकार',
'listgrouprights-helppage'             => 'Help: वर्ग अधिकार',
'listgrouprights-members'              => '(सदस्यक सूची)',
'listgrouprights-addgroup'             => 'जोड़ू {{PLURAL:$2|वर्ग|वर्ग}}: $1',
'listgrouprights-removegroup'          => 'निकालू {{PLURAL:$2|वर्ग|वर्ग}}: $1',
'listgrouprights-addgroup-all'         => 'सभटा वर्ग जोड़ू',
'listgrouprights-removegroup-all'      => 'सभटा वर्ग निकालू',
'listgrouprights-addgroup-self'        => 'जोड़ू {{PLURAL:$2|वर्ग|वर्ग}} अपन खातामे: $1',
'listgrouprights-removegroup-self'     => 'निकालू {{PLURAL:$2|वर्ग|वर्ग}} अपन खातामे: $1',
'listgrouprights-addgroup-self-all'    => 'सभटा वर्गकेँ अपन खातामे जोड़ू',
'listgrouprights-removegroup-self-all' => 'सभटा वर्गकेँ अपन खातासँ निकालू',

# E-mail user
'mailnologin'          => 'कोनो पठेबाक पता नै',
'mailnologintext'      => 'अहाँ [[Special:UserLogin|सम्प्रवेशित]] हेबाक चाही आ अहाँक विकल्प [[Special:Preferences|preferences]]  मे एकटा मान्य ई-पत्र संकेत दोसर प्रयोक्ताकेँ पठेबा लेल हेबाक चाही।',
'emailuser'            => 'ऐ प्रयोक्ताकेँ ई-पत्र पठाउ',
'emailpage'            => 'ई-पत्र प्रयोक्ता',
'emailpagetext'        => 'अहाँक नीचाँक आवेदन-पत्र ऐ प्रयोक्ताकेँ ई-पत्र संदेश पठेबा लेल प्रयोग कऽ सकै छी।
ई-पत्र जे अहाँ [[Special:Preferences|your user preferences]] मे देलहुँ से ई-पत्र"एतएसँ" पतासँ देखाएत, से प्राप्तकर्ता सोझे अहाँकेँ उत्तर देबामे समर्थ हेताह।',
'usermailererror'      => 'ई-पत्र बौस्तु घुरल भ्रम:',
'defemailsubject'      => '{{जालस्थल}} ई-पत्र',
'usermaildisabled'     => 'प्रयोक्ता ई-पत्र अशक्त',
'usermaildisabledtext' => 'अहाँ दोसर प्रयोक्ताकेँ ऐ विकीपर ई-पत्र नै पठा सकै छिऐ।',
'noemailtitle'         => 'कोनो ई-पत्र पता नै',
'noemailtext'          => 'ई पर्योक्ता अपन कोनो मान्य ई-पत्र संकेत नै देने अछि।',
'nowikiemailtitle'     => 'कोनो ई-पत्रक अनुमति नै अछि',
'nowikiemailtext'      => 'ई प्रयोक्ता दोसर प्रयोक्तासँ ई-पत्र प्राप्त नै करबाक विकल्प चुनने अछि।',
'email-legend'         => 'ई-पत्र दोसर {{जालस्थल}} प्रयोक्ताकेँ पठाउ',
'emailfrom'            => 'एतऽसँ:',
'emailto'              => 'ऐलेल:',
'emailsubject'         => 'विषय:',
'emailmessage'         => 'संदेश:',
'emailsend'            => 'पठाउ',
'emailccme'            => 'हमर संदेशक द्वितीयक हमर ई-पत्रपर पठाउ',
'emailccsubject'       => 'अहाँक संदेशक द्वितीयक $1: $2',
'emailsent'            => 'ई-पत्र पठेलौं',
'emailsenttext'        => 'अहाँक ई-पत्र संदेश पठाएल गेल।',
'emailuserfooter'      => 'ई ई-पत्र $1 सँ $2 केँ "ई-पत्र प्रयोक्ता" केँ पठाओल गेल {{जालसथल}} पर।',

# User Messenger
'usermessage-summary' => 'प्रणाली संदेश देल।',
'usermessage-editor'  => 'प्रणालीक दूत',

# Watchlist
'watchlist'            => 'हमर साकांक्षसूची',
'mywatchlist'          => 'हमर साकांक्ष-सूची',
'watchlistfor2'        => '$1 $2 लेल',
'nowatchlist'          => 'अहाँक साकांक्ष-सूचीमे कोनो बौस्तु नै अछि।',
'watchlistanontext'    => 'कृपा कऽ $1 अहाँक साकांक्ष-सूचीकेँ देखबा वा सम्पादित करबा लेल।',
'watchnologin'         => 'सम्प्रवेशित नै',
'watchnologintext'     => 'अहाँ [[Special:UserLogin|सम्प्रवेशित]] साकांक्ष-सूची संशोधित करबा लेल।',
'addedwatch'           => 'साकांक्ष सूचीमे जोड़ू',
'addedwatchtext'       => "पन्ना \"[[:\$1]]\" अहाँक [[Special:Watchlist|साकांक्ष सूची]] मे जोड़ल गेल।
ऐ पन्नामे भविष्यक परिवर्तन आ एकर सम्बन्धित चौबटिया पन्ना एतए सूचीबद्ध रहत, आ पन्ना [[Special:RecentChanges|हालक परिवर्तन]]मे '''गाढ़''' देखाएत , जइसँ आसानीसँ एकरा चिन्हल जा सकत।",
'removedwatch'         => 'साकांक्ष सूचीसँ हटाएल गेल',
'removedwatchtext'     => 'पन्ना "[[:$1]]" हटाएल गेल [[Special:Watchlist|अहाँक साकांक्षसूची]] सँ।',
'watch'                => 'ताकिमे',
'watchthispage'        => 'ऐ पृष्ठपर नजरि राखू',
'unwatch'              => 'छोड़ू',
'unwatchthispage'      => 'देखनाइ छोड़ू',
'notanarticle'         => 'कोनो विषय सूची नै',
'notvisiblerev'        => 'कोनो दोसर प्रयोक्ता द्वारा कएल अन्तिम परिवर्तन मेटा देल गेल',
'watchnochange'        => 'अहाँक साकांक्ष सूचीमे सँ कोनोमे ऐ अवधिमे सम्पादन नै कएल गेल।',
'watchlist-details'    => '{{PLURAL:$1|$1 पन्ना|$1 पन्ना सभ}} अहाँक साकांक्षसूचीमे, चौबटिया पन्ना नै गानल गेल।',
'wlheader-enotif'      => '* ई-पत्र सूचना लागू अछि।',
'wlheader-showupdated' => "* पन्ना सभ जे अहाँक एतए अन्तिम बेर अएलाक बाद बदलल अछि तकर सूची देल अछि '''गाढ़''' मे",
'watchmethod-recent'   => 'साकांक्ष सूचीक हालक सम्पादन जाँचि रहल छी',
'watchmethod-list'     => 'साकांक्ष-सूचीक हालक सम्पादनकेँ देखि रहल छी',
'watchlistcontains'    => 'अहाँक साकांक्ष-सूचीमे अछि $1 {{PLURAL:$1|पन्ना|पन्ना}}।',
'iteminvalidname'      => "'$1' क संग समस्या, अमान्य नाम ...",
'wlnote'               => "नीचाँ {{PLURAL:$1|is the last change|are the last '''$1''' changes}} अन्तिम {{PLURAL:$2|hour|'''$2''' hours}}।",
'wlshowlast'           => 'देखाउ अन्तिम $1 घण्टा $2 दिन $3',
'watchlist-options'    => 'साकांक्षसूचीक विकल्प सभ',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'ताकिमे...',
'unwatching' => 'छोड़ल ...',

'enotif_mailer'                => '{{जालस्थल}} सूचना पत्रक',
'enotif_reset'                 => 'सभ पन्नाकेँ देखल चिन्हित करू',
'enotif_newpagetext'           => 'ई एकटा नव पन्ना छी।',
'enotif_impersonal_salutation' => '{{अन्तर्जाल}} प्रयोक्ता',
'changed'                      => 'बदलल गेल',
'created'                      => 'बनाएल गेल',
'enotif_subject'               => '{{अन्तर्जाल}} पन्ना $PAGETITLE भेल $CHANGEDORCREATED द्वारा $PAGEEDITOR',
'enotif_lastvisited'           => 'देखू $1 अपन अन्तिम बेर अएलाक बादक परिवर्तन लेल।',
'enotif_lastdiff'              => 'ऐ परिवर्तनकेँ देखबा लेल $1 देखू।',
'enotif_anon_editor'           => 'गुप्त प्रयोक्ता $1',
'enotif_body'                  => 'प्रिय $WATCHINGUSERNAME,


ई {{अन्तर्जाल}} पन्ना $पन्नाशीर्षक $CHANGEDORCREATED कएल गेल $PAGEEDITDATE तिथिकेँ $PAGEEDITOR द्वारा, देखू $PAGETITLE_URL वर्तमान संस्करण लेल।

$NEWPAGE

सम्पादकीय: $PAGESUMMARY $PAGEMINOREDIT

सम्पादकसँ सम्पर्क करू:
ई-पत्र: $PAGEEDITOR_EMAIL
विकी: $PAGEEDITOR_WIKI

आन परिवर्तन भेलापर कोनो सूचना नै देल जाएत जँ अहाँ ई पन्ना नै देखब।
अपन साकांक्ष सूचीक सूचना पेबाक प्रकार अहाँ बदलि सकै छी।

             अहाँक प्रिय {{ान्तर्जाल}} सूचना प्रणाली

--
अपन ई-पत्र सूचना प्रकार बदलबाक लेल देखू
{{fullurl:{{#special:Preferences}}}}
अपन साकांक्ष-सूची सूचना प्रकार बदलबाक लेल देखू
{{fullurl:{{#special:Watchlist}}/edit}}

अपन साकांक्ष-सूचीसँ कोनो पन्ना मेटेबाक लेल देखू
$UNWATCHURL

अपन अनुभव बतेबा वा कोनो सहायता लेल:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'पन्ना मेटाउ',
'confirm'                => 'पक्का छी',
'excontent'              => 'विषय छल:"$1"',
'excontentauthor'        => 'पाठ छल:"$1" (आ एकमात्र योगदान दैबला छल "[[Special:Contributions/$2|$2]]")',
'exbeforeblank'          => 'खतम होएबाक पहिने पाठ छल:"$1"',
'exblank'                => 'पन्ना खाली छल',
'delete-confirm'         => '$1 केँ मेटाउ',
'delete-legend'          => 'मेटाउ',
'historywarning'         => "'''चेतौनी:''' जे पन्ना अहाँ मेटबैबला छी तकर इतिहास अछि लगभग $1 {{PLURAL:$1|revision|revisions}}:",
'confirmdeletetext'      => 'अहाँ सभटा इतिहासक संग ऐ पन्नाकेँ हटाबऽ जा रहल छी।
अहाँ ई सुनिश्चित करू जे अहाँ ई करऽ चाहै छी, अहाँकेँ एकर परिणामक अवगति अछि आ अहाँ ई ऐ [[{{MediaWiki:Policy-url}}|नीति]] क अनुसार कऽ रहल छी।',
'actioncomplete'         => 'क्रिया पूर्ण',
'actionfailed'           => 'कार्य नै भेल',
'deletedtext'            => '"<nowiki>$1</nowiki>" केँ मेटा देल गेल अछि।
देखू $2 हालक मेटाएल सामिग्रीक अभिलेख लेल।',
'deletedarticle'         => 'मेटाएल "[[$1]]"',
'suppressedarticle'      => 'दबाएल "[[$1]]"',
'dellogpage'             => 'मेटाएल सामिग्रीक वृत्तलेख',
'dellogpagetext'         => 'नीचाँ एकदम हालक मेटाएलबला सूची अछि।',
'deletionlog'            => 'मेटाएल सामिग्रीक वृत्तलेख',
'reverted'               => 'पुरान कोनो संशोधन धरि घुराउ',
'deletecomment'          => 'कारण:',
'deleteotherreason'      => 'दोसर/ अतिरिक्त कारण:',
'deletereasonotherlist'  => 'दोसर कारण',
'deletereason-dropdown'  => '* सामान्य हटेबाक कारण
** लेखक आग्रह
** सर्वाधिकार उल्लंघन
** बिना मतलबक काँट-छाँट',
'delete-edit-reasonlist' => 'मेटेबाक कारणक सम्पादन करू',
'delete-toobig'          => 'ऐ पन्नामे बड्ड बेसी सम्पादन इतिहास अछि, $1 सँ बेसी {{PLURAL:$1|revision|revisions}}।
ओइ सभ पन्नाक मेटाएब प्रतिबन्धित कएल गेल अछि जइसँ आकस्मिक क्षति नै हुअए {{जालस्थलक}}।',
'delete-warning-toobig'  => 'ऐ पन्नामे बड्ड सम्पादन इतिहास अछि, $1 सँ बेसी {{PLURAL:$1|revision|revisions}}।
एकरा मेटेलापर दत्तनिधि क्रिया {{जालस्थल}} खतरामे पड़त;
सतर्कीसँ आगाँ बढ़ू।',

# Rollback
'rollback'          => 'प्रत्यावर्तित सम्पादन',
'rollback_short'    => 'प्रत्यावर्तन',
'rollbacklink'      => 'प्रत्यावर्तन',
'rollbackfailed'    => 'प्रत्यावर्तन असफल',
'cantrollback'      => 'सम्पादन आपस नै भऽ सकै अछि;
अन्तिम योगदान दैबला ऐ पन्नाक एकमात्र लेखक छी।',
'alreadyrolled'     => 'अन्तिम सम्पादनक प्रत्यावर्तन नै भऽ सकैए [[:$1]] by [[User:$2|$2]] ([[User talk:$2|talk]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]);
कियो आन ऐ पन्नाकेँ पहिनहिये सम्पादित वा प्रत्यावर्तित कऽ देने अछि।
ऐ पन्नाक अन्तिम सम्पादन भेल अछि एकरा द्वारा [[User:$3|$3]] ([[User talk:$3|talk]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]])।',
'editcomment'       => "सम्पादन सार छल : \"''\$1''\"।",
'revertpage'        => 'सम्पादन आपस कएल गेल [[Special:Contributions/$2|$2]] ([[User talk:$2|talk]]) सँ अन्तिम संशोधन धरि एकरा द्वारा [[User:$1|$1]]।',
'revertpage-nouser' => '(प्रयोक्ताक नाम हटा देल गेल अछि) द्वारा केल गेल संपादनकेँ फेरसँ पुरान स्थितिमे आनि कऽ एकर पहिलुक [[User:$1|$1]] सँ बनल संस्करणकेँ फेरसँ ताजा संस्करण बनाऊ।',
'rollback-success'  => '$1 केर संपादन हटाऊ. 
$2 केर संपादित आखिरी अवतरण क पुनर्स्थापित करल गेल.',

# Edit tokens
'sessionfailure-title' => 'सत्र विफल भ गेल',
'sessionfailure'       => 'एहन लागैत अछि जे अहां के लागिन सत्र में कोनो त्रुटि अछि. सत्र अपहरण से बचाबय  सं सावधानीक लेल अहां के अहि क्रियाकलाप क रद्द क देल गेल. अहां पाछां के पृष्ठ पर जौउ आ पृष्ठ के फेर सं लोड क दोबारा कोशिश करू.',

# Protect
'protectlogpage'              => 'सुरक्षा लॉग',
'protectlogtext'              => 'नीचाँ किछु पन्ना सुरक्षा आ पन्ना असुरक्षाक सूची अछि।
देखू [[Special:ProtectedPages|protected pages list]] हालक कार्यरत पन्ना सुरक्षाक सूची लेल।',
'protectedarticle'            => 'रक्षित "[[$1]]"',
'modifiedarticleprotection'   => '"[[$1]]" लेल बदलैत रक्षा स्तर',
'unprotectedarticle'          => 'अरक्षित "[[$1]]"',
'movedarticleprotection'      => 'सुरक्षा स्तर "[[$2]]" से बदल क  "[[$1]]" क देल गेल.',
'protect-title'               => '"$1" लेल रक्षा स्तर बदलू',
'prot_1movedto2'              => '[[$1]] गेल एतय [[$2]]',
'protect-legend'              => 'सुरक्षितता निर्धारित करू.',
'protectcomment'              => 'कारण:',
'protectexpiry'               => 'खतम हएत:',
'protect_expiry_invalid'      => 'खतम हेबाक समए सही नै अछि।',
'protect_expiry_old'          => 'खतम हेबाक समए भूतमे अछि।',
'protect-unchain-permissions' => 'आर सुरक्षा विकल्पकेँ अप्रतिबन्धित करू',
'protect-text'                => "अहाँ पन्नाक रक्षा स्तरकेँ एतए देखि आ परिवर्तित कऽ सकै छी '''<nowiki>$1</nowiki>'''.",
'protect-locked-blocked'      => "अहाँ प्रतिबन्धमे रहि कऽ सुरक्षा स्तर नै बदलि सकै छी।
एतए पन्ना '''$1''' लेल वर्तमान नियत कएल विकल्प अछि:",
'protect-locked-dblock'       => "सक्रिय दत्तनिधि प्रतिबन्धक कारण सुरक्षा स्तर नै बदलल जा सकैए।
एतए '''$1''' लेल वर्तमान नियत विकल्प देल अछि:",
'protect-locked-access'       => "अहाँक खाता अहाँकेँ रक्षा स्तरमे परिवर्तनक अधिकार नै दैत अछि।
एतए '''$1'''पन्नाक वर्तमान परिस्थिति देल गेल अछि:",
'protect-cascadeon'           => 'ई पन्ना अखन रक्षित अछि कारण ई ऐ मे सम्मिलित अछि {{PLURAL:$1|पन्ना, जे अछि|पन्ना सभ, जे सभ अछि}} तराउपड़ी रक्षण लागू।
अहाँ ऐ पन्नाक रक्षा स्तरकेँ बदलि सकै छी, मुदा ताइ सँ तराउपड़ी रक्षापर असर नै पड़त।',
'protect-default'             => 'सभ प्रयोक्ताकेँ अधिकार दिअ',
'protect-fallback'            => '"$1" अनुमति चाही',
'protect-level-autoconfirmed' => 'नव आ अपंजीकृत प्रयोक्ताकेँ प्रतिबन्धित करू',
'protect-level-sysop'         => 'माइनजन मात्र',
'protect-summary-cascade'     => 'तराउपड़ी',
'protect-expiring'            => 'खतम हएत $1 (UTC)',
'protect-expiry-indefinite'   => 'अनिश्चित',
'protect-cascade'             => 'रक्षित पन्ना ऐ पन्नापर संकलित अछि (तराउपड़ी रक्षा)',
'protect-cantedit'            => 'अहाँ ऐ पन्नाक रक्षा स्तरमे परिवर्तन नै कऽ सकै छी, कारण अहाँकेँ एकरा सम्पादित करबाक अनुमति नै अछि।',
'protect-othertime'           => 'दोसर समए:',
'protect-othertime-op'        => 'दोसर समए',
'protect-existing-expiry'     => 'अखुनका खतम हेबाक समए : $3, $2',
'protect-otherreason'         => 'दोसर/ अतिरिक्त कारण:',
'protect-otherreason-op'      => 'दोसर कारण',
'protect-dropdown'            => '*सामान्य सुरक्षा कारण
** अत्यधिक दकचब
** अत्यधिक अनपेक्षित संदेश 
** नोकसानबला सम्पादन चेतौनी
** बेसी पाठकबला पन्ना',
'protect-edit-reasonlist'     => 'मेटेबाक कारणक सम्पादन करू',
'protect-expiry-options'      => '१ घण्टा:1 hour,१ दिन:1 day,१ सप्ताह:1 week,२ सप्ताह:2 weeks,१ मास:1 month,३ मास:3 months,६ मास:6 months,१ साल:1 year,अनिश्चित:infinite',
'restriction-type'            => 'अनुमति:',
'restriction-level'           => 'अवरोध स्तर:',
'minimum-size'                => 'न्यून आकार',
'maximum-size'                => 'अधिक आकार:',
'pagesize'                    => '(अष्टक)',

# Restrictions (nouns)
'restriction-edit'   => 'संपादन',
'restriction-move'   => 'घसकाउ',
'restriction-create' => 'बनाउ',
'restriction-upload' => 'उपारोपण',

# Restriction levels
'restriction-level-sysop'         => 'पूर्ण सुरक्षित',
'restriction-level-autoconfirmed' => 'अर्ध-रक्षित',
'restriction-level-all'           => 'कोनो स्तर',

# Undelete
'undelete'                     => 'मेटाएल पन्ना देखू',
'undeletepage'                 => 'देखू आ फेरसँ मेटाएल पन्ना आनू',
'undeletepagetitle'            => "''' ई मेटाएल संशोधन लेने अछि [[:$1|$1]]एकर''' ।",
'viewdeletedpage'              => 'मेटाएल पन्ना देखू',
'undeletepagetext'             => 'ई {{PLURAL:$1|page has been deleted but is|$1 pages have been deleted but are}} अखनो जोगाएल पेटारमे अछि आ फेरसँ आनल नै जा सकैए।
ई जोगाएल पेटार बीच-बीचमे साफ करबाक चाही।',
'undelete-fieldset-title'      => 'संशोधन सभकेँ घुराउ',
'undeleterevisions'            => '$1{{PLURAL:$1|संशोधन|संशोधन सभ}} पेटारमे जोगाएल',
'undeletehistory'              => 'जँ अहाँ पन्नाकेँ फेरसँ अनै छी, सभटा संशोधन पुरान स्तरपर संशोधित भऽ जाएत।
मेटेलाक बाद जँ एकटा नव पन्ना ओही नामसँ बनाएल गेल, आनल संशोधन सभ पुरान इतिहासमे आएत।',
'undeleterevdel'               => 'पुनः अननाइ सफल नै हएत जँ ई पन्नाक शीर्ष वा संचिका संशोधनकेँ आंशिक रूपेँ मेटबैए।
ओहेन स्थितिमे, अहाँ सभसँ नव मेटाएल संशोधनक आग्रह खतम कऽ सकै छी वा सोझाँ आनि सकै छी।',
'undeletehistorynoadmin'       => 'ई पन्ना मेटा देल गेल अछि।
मेटेबाक कारण नीचाँक सारांशमे देल गेल अछि, प्रयोक्ता विवरणक संग जे ऐ पन्नाकेँ मेटेबासँ पूर्व संशोधित केने छथि।
ऐ मेटाएल संशोधन सभक पाठ मात्र संचालक सभ लग उपलब्ध अछि।',
'undelete-revision'            => 'मेटाएल संशोधन एकर सभक $1 (अखन $4, केँ $5) द्वारा $3:',
'undeleterevision-missing'     => 'अमान्य आ अनुपलब्ध संशोधन।
अहाँ लग एकटा खराप लागि हएत वा पेटारसँ संशोधन आनि लेल गेल हएत वा हटा देल गेल हएत।',
'undelete-nodiff'              => 'कोनो पुरान संशोधन नै भेटल।',
'undeletebtn'                  => 'घुराउ',
'undeletelink'                 => 'देखू/ पहिने जकाँ',
'undeleteviewlink'             => 'देखू',
'undeletereset'                => 'फेरसँ शुरू करू',
'undeleteinvert'               => 'उनटा चयन',
'undeletecomment'              => 'कारण:',
'undeletedarticle'             => 'फेरसँ ओहिना "[[$1]]"',
'undeletedrevisions'           => '{{PLURAL:$1|1 revision|$1 revisions}} घुराएल',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 संशोधन|$1 संशोधन}} and {{PLURAL:$2|1 संचिका|$2 संचिका}} आनल',
'undeletedfiles'               => '{{PLURAL:$1|1 संचिका|$1 संचिका सभ}} आनल',
'cannotundelete'               => 'फेरसँ नै आबि सकल;
सम्भव जे कियो आन पहिनहिये एकरा आनि लेने छथि।',
'undeletedpage'                => "'''$1 आनि लेल गेल'''$1
पूछू [[Special:Log/delete|deletion log]] वर्तमान मेटाएल आ आनल सूची लेल।",
'undelete-header'              => 'देखू [[Special:Log/delete|the deletion log]] हालक मेटाएल पन्ना लेल।',
'undelete-search-box'          => 'मेटाएल पन्ना सभकेँ ताकू',
'undelete-search-prefix'       => 'से शुरु भेल पन्ना देखाबू.',
'undelete-search-submit'       => 'ताकू',
'undelete-no-results'          => 'एहेन पन्ना मेटाएल पेटारमे नै भेटल।',
'undelete-filename-mismatch'   => 'समयानुसार $1: संचिकानाम नै मेल खेलक संचिका संशोधन नै आनल जा सकल',
'undelete-bad-store-key'       => '$1: संचिका मेटेबासँ पहिने नै भेटल संचिका संशोधन आपस नै आबि सकल।',
'undelete-cleanup-error'       => 'बिना प्रयोग कएल संचिका "$1" केँ मेटेबामे भ्रम संकेत।',
'undelete-missing-filearchive' => 'संचिका पेटार चेन्ह $1  केँ नै आनि सकल कारण ई दत्तनिधिमे नै अछि।
ई पहिनहिये आनि लेल गेल हएत।',
'undelete-error-short'         => 'संचिका अनबामे भ्रम : $1',
'undelete-error-long'          => 'संचिका अनबामे भ्रम संकेत भेटल:
$1',
'undelete-show-file-confirm'   => 'की अहाँ आश्वस्त छी जे अहाँ संचिकाक मेटाएल संशोधन देखऽ चाहै छी "<nowiki>$1</nowiki>" सँ $2 पर $3?',
'undelete-show-file-submit'    => 'हँ',

# Namespace form on various pages
'namespace'      => 'चेन्हासी समूह',
'invert'         => 'उनटा चयन',
'blanknamespace' => '(मुख्य)',

# Contributions
'contributions'       => 'प्रयोक्ताक योगदान सभ',
'contributions-title' => '$1 लेल प्रयोक्ताक अवदान',
'mycontris'           => 'हमर योगदान',
'contribsub2'         => '$1 ($2) लेल',
'nocontribs'          => 'कोनो परिवर्तन ऐ सँ मेल नै खाइए।',
'uctop'               => '(शिखर)',
'month'               => 'माससँ (आ पहिने)',
'year'                => 'ऐ साल (आ पहिने)',

'sp-contributions-newbies'             => 'नव खाताक अवदानकेँ देखाउ',
'sp-contributions-newbies-sub'         => 'नब सदस्यक लेल.',
'sp-contributions-newbies-title'       => 'नब सदस्यक योगदान',
'sp-contributions-blocklog'            => 'प्रतिबन्धबला वृत्तलेख',
'sp-contributions-deleted'             => 'प्रयोक्ताक मेटाएल योगदान सभ',
'sp-contributions-uploads'             => 'उपारोपण',
'sp-contributions-logs'                => 'वृत्तलेख सभ',
'sp-contributions-talk'                => 'वार्त्ता',
'sp-contributions-userrights'          => 'प्रयोक्ता अधिकारक प्रबन्धन',
'sp-contributions-blocked-notice'      => 'ई प्रयोक्ता अखन प्रतिबन्धित अछि।
अद्यतन प्रतिबन्धित  वृत्तलेख लेखा सन्दर्भ नीचाँ देल अछि:',
'sp-contributions-blocked-notice-anon' => 'ई अनिकेत अखन प्रतिबन्धित अछि।
अद्यतन प्रतिबन्धित  वृत्तलेख लेखा सन्दर्भ नीचाँ देल अछि:',
'sp-contributions-search'              => 'अवदानक लेल ताकू',
'sp-contributions-username'            => 'अनिकेत संकेत वा प्रयोक्तानाम:',
'sp-contributions-toponly'             => 'मात्र ओइ सम्पादनकेँ देखाउ जे अद्यतन संशोधन छी।',
'sp-contributions-submit'              => 'ताकू',

# What links here
'whatlinkshere'            => 'एतय कोन लिंक अछि',
'whatlinkshere-title'      => '"$1" सँ सम्बन्धित पन्ना सभ',
'whatlinkshere-page'       => 'पन्ना:',
'linkshere'                => "ई सभ पन्ना सम्बन्धित अछि '''[[:$1]]''':",
'nolinkshere'              => "'''[[:$1]]''' पर कोनो पन्नाक लागि नै अछि।",
'nolinkshere-ns'           => "कोनो पन्नाक लागि '''[[:$1]]''' चुनल नामगाममे नै अछि।",
'isredirect'               => 'पन्नाकेँ घुराउ',
'istemplate'               => 'परागत',
'isimage'                  => 'सम्बन्धित चित्र',
'whatlinkshere-prev'       => '{{PLURAL:$1|पहिलुका|पहिलुका सभ $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|अगुलका|अगुलका $1}}',
'whatlinkshere-links'      => '← लिंक',
'whatlinkshere-hideredirs' => '$1 घुरबैए',
'whatlinkshere-hidetrans'  => '$1 परागत',
'whatlinkshere-hidelinks'  => '$1 सम्बन्ध सभ',
'whatlinkshere-hideimages' => '$1 चित्रक लागि सभ',
'whatlinkshere-filters'    => 'चलनी सभ',

# Block/unblock
'blockip'                         => 'प्रयोक्ताकेँ प्रतिबन्धित करू',
'blockip-title'                   => 'प्रयोक्ताकेँ प्रतिबन्धित करू',
'blockip-legend'                  => 'प्रयोक्ताकेँ प्रतिबन्धित करू',
'blockiptext'                     => 'नीचाँक आवेदनक प्रयोग कोनो खास अनिकेत वा प्रयोक्तानामक लिखैक प्रवेशकेँ प्रतिबन्धित करबा लेल करू।
ई अतत्तः करैबलाक विरुद्ध प्रयुक्त हुअए, आ एकर अनुसार [[{{MediaWiki:Policy-url}}|policy]]।
नीचाँ स्पष्ट कारण लिखू (जेना, खास पन्नाकेँ देखबैत जतए अतत्तः कएल गेल अछि)।',
'ipadressorusername'              => 'अनिकेत संकेत वा प्रयोक्तानाम:',
'ipbexpiry'                       => 'खतम हएत:',
'ipbreason'                       => 'कारण:',
'ipbreasonotherlist'              => 'दोसर कारण',
'ipbreason-dropdown'              => '*सामान्य प्रतिबन्ध कारण
** गलत सूचना घुसेनाइ
** पन्ना सभसँ पाठ हटेनाइ
** बाहरी जालस्थलक अवांछित लागि
** फालतू/ अवांछित सामिग्रिक पान्नामे घुसाएब
** धमकीबला व्यवहार/ तंग करब
** कएक खाताकेँ गरिआएब
** अवांछित प्रयोक्तानाम',
'ipbcreateaccount'                => 'खाता निर्माण रोकू',
'ipbemailban'                     => 'प्रयोक्ताकेँ ई-पत्र पठेबासँ रोकू',
'ipbenableautoblock'              => 'स्वचालित रूपेँ ऐ प्रयोक्ताक ऐ अनिकेतक प्रयोगकेँ प्रतिबन्धित करू, आ कोनो दोसर अनिकेत पताकेँ सेहो जतएसँ ओ सम्पादनक प्रयास करथि',
'ipbsubmit'                       => 'ऐ प्रयोक्ताकेँ रोकू',
'ipbother'                        => 'दोसर समए:',
'ipboptions'                      => '2 घण्टा:2 hours,1 दिन:1 day,3 दिन:3 days,1 सप्ताह:1 week,2 सप्ताह:2 weeks,1 मास:1 month,3 मास:3 months,6 मास:6 months,1 साल:1 year,अनिश्चित:infinite',
'ipbotheroption'                  => 'आन',
'ipbotherreason'                  => 'दोसर/ अतिरिक्त कारण:',
'ipbhidename'                     => 'प्रयोक्तानामकेँ सम्पादन आ सूचीसँ हटाउ',
'ipbwatchuser'                    => 'ऐ प्रयोक्ताक अपन आ वार्ता पन्नापर नजरि राखू',
'ipb-change-block'                => 'प्रयोक्ताकें  पुनः प्रतिबन्धित करू ई विकल्पक संग',
'badipaddress'                    => 'अमान्य आईपी पता',
'blockipsuccesssub'               => 'प्रतिबन्ध सफल भेल',
'ipb-edit-dropdown'               => 'प्रतिबन्ध कारण  संपादित करू',
'ipb-unblock-addr'                => 'प्रतिबन्ध हटाएल $1',
'ipb-unblock'                     => 'प्रयोक्ता वा अनिकेतकें अप्रतिबंधित करू',
'ipb-blocklist'                   => 'अखुनका प्रतिबंधित देखू',
'ipb-blocklist-contribs'          => '$1 लेल अवदान',
'unblockip'                       => 'प्रयोक्ताकेँ प्रतिबन्धसँ हटाउ',
'ipusubmit'                       => 'ई  प्रतिबन्ध हटाउ',
'unblocked'                       => '[[User:$1|$1]] अप्रतिबन्धित कएल गेल',
'unblocked-id'                    => '$1 अप्रतिबन्धित कएल गेल',
'ipblocklist'                     => 'प्रतिबन्धित प्रयोक्ता सभ',
'ipblocklist-legend'              => 'प्रतिबन्धित प्रयोक्ताकेँ ताकू',
'ipblocklist-submit'              => 'ताकू',
'ipblocklist-localblock'          => 'स्थानीय प्रतिबन्ध',
'ipblocklist-otherblocks'         => 'दोसर {{PLURAL:$1|block|blocks}}',
'infiniteblock'                   => 'अनिश्चित',
'expiringblock'                   => 'खतम हएत $1 क $2 केँ',
'anononlyblock'                   => 'अनाम मात्र',
'noautoblockblock'                => 'स्वचालित प्रतिबन्ध अशक्त',
'createaccountblock'              => 'लेखा निर्माण अशक्त कएल',
'emailblock'                      => 'ई-पत्र प्रतिबन्धित',
'blocklist-nousertalk'            => 'अपन वार्ता पन्ना सम्पादित नै कऽ सकब',
'ipblocklist-empty'               => 'प्रतिबन्धसूची खाली अछि।',
'ipblocklist-no-results'          => 'आग्रह कएल अनिकेत वा प्रयोक्तानाम प्रतिबन्धित नै कएल गेल।',
'blocklink'                       => 'प्रतिबंधित',
'unblocklink'                     => 'नै बारल',
'change-blocklink'                => 'खण्ड बदलू',
'contribslink'                    => 'योगदान',
'blocklogpage'                    => 'प्रतिबन्धित वृत्तलेख',
'blocklogentry'                   => 'प्रतिबन्धित [[$1]] एकर अन्तिम तिथि अछि $2 $3',
'unblocklogentry'                 => 'प्रतिबन्ध हटाएल $1',
'block-log-flags-anononly'        => 'गुप्त प्रयोक्ता मात्र',
'block-log-flags-nocreate'        => 'लेखा निर्माण अशक्त कएल',
'block-log-flags-noautoblock'     => 'स्वचालित प्रतिबन्ध अशक्त',
'block-log-flags-noemail'         => 'ई-मेल अवरुद्ध',
'block-log-flags-nousertalk'      => 'अपन वार्ता पन्ना सम्पादित नै कऽ सकब',
'block-log-flags-angry-autoblock' => 'नीक स्वचालित प्रतिबन्ध देल गेल',
'block-log-flags-hiddenname'      => 'प्रयोक्तानाम नुकाएल',
'range_block_disabled'            => 'समूह खण्ड बनेबाक संचालकक क्षमता अशक्त कएल गेल।',
'ipb_expiry_invalid'              => 'खतम हेबाक समए सही नै अछि।',
'ipb_expiry_temp'                 => 'नुकाएल प्रयोक्तानाम खण्ड स्थायी हेबाक चाही।',
'ipb_hide_invalid'                => 'ऐ खाताकेँ द्बा नै सकलौं; ऐ मे बड्ड बेसी सम्पादन हएत।',
'ipb_already_blocked'             => '"$1" पहिनहियेसँ प्रतिबन्धित अछि',
'ipb-otherblocks-header'          => 'दोसर {{PLURAL:$1|block|blocks}}',
'ipb_cant_unblock'                => 'भ्रम: खण्ड पहिचान $1 नै भेटल। ई पहिनहिये प्रतिबन्धसँ मुक्त भऽ गेल हएत।',
'ipb_blocked_as_range'            => 'भ्रम: अनिकेत $1 सोझे प्रतिबन्धित नै अछि आ अप्रतिबन्धित नै कएल जा सकैए।
ई, मुदा, क्षेत्र $2 क अन्दर प्रतिबन्धित अछि, जे अप्रतिबन्धित कएल जा सकैए।',
'ip_range_invalid'                => 'अमान्य अनिकेत क्षेत्र।',
'ip_range_toolarge'               => 'समूह खण्ड पैघ अछि /$1 सभकेँ अनुमति नै छै।',
'blockme'                         => 'हमरा प्रतिबन्धित करू',
'proxyblocker'                    => 'दोसराइत प्रतिबन्धक',
'proxyblocker-disabled'           => 'ई प्रकार्य प्रतिबन्धित अछि।',
'proxyblockreason'                => 'अहाँक अनिकेत पता प्रतिबन्धित भेल अछि कारण ई सोझे-सोझ दोसराइत अछि।
अहाँ अपन अन्तर्जाल सेवा दाता वा तकनीकी सहायकसँ सम्पर्क करू आ ऐ गम्भीर सुरक्षा समस्याक सूचना दिअ।',
'proxyblocksuccess'               => 'भेल।',
'sorbsreason'                     => 'अहाँक अनिकेत सूचित अछि सोझे-सोझ दोसराइतक रूपमे {{जालस्थल}} क डी.एन.एस.बी.एल.मे।',

# Developer tools
'lockdb'              => 'दत्तनिधि प्रतिबंधित करू',
'unlockdb'            => 'दत्तनिधि अप्रतिबंधित करू',
'lockconfirm'         => 'हँ, हम सत्ते दत्तनिधिकेँ प्रतिबन्धित करए चाहै छी।',
'unlockconfirm'       => 'हँ, हम सत्ते दत्तनिधिकेँ अप्रतिबन्धित करए चाहै छी।',
'lockbtn'             => 'दत्तनिधि प्रतिबंधित करू',
'unlockbtn'           => 'दत्तनिधि अप्रतिबंधित करू',
'locknoconfirm'       => 'अहाँ स्वीकृति बक्साकें टिक नै केने छी ।',
'lockdbsuccesssub'    => 'दत्तनिधि प्रतिबन्ध सफल',
'unlockdbsuccesssub'  => 'दत्तनिधि प्रतिबन्ध हटेलौं',
'lockdbsuccesstext'   => 'दत्तनिधि प्रतिबन्ध लगाएल गेल| <br />
मोन राखू [[Special:UnlockDB|remove the lock]]अहांक रखरखाव ख़तम भेलाक बाद ।',
'unlockdbsuccesstext' => 'दत्तनिधि अप्रतिबंधित ।',

# Move page
'move-page'                    => '$1हटाउ',
'move-page-legend'             => 'पन्ना घसकाउ',
'movepagetext'                 => "नीचाँक फॉर्मक प्रयोग पन्नाक नाम बदलि देत, एकर सभटा इतिहासकेँ नव नामक अन्तर्गत राखि देत।
पुरान शीर्षक नव पन्ना लेल एकटा घुरबैबला पन्ना बनि जाएत।
अहाँ घुरबैबला पन्नाकेँ अद्यतन कऽ सकै छी जे मूल शीर्षकपर स्वचालित रूपेँ जाइत अछि।
जौं अहाँ ई नै करबाक निर्णय करै छी, निश्चय करू तकबा लेल [[Special:DoubleRedirects|double]] वा
[[Special:BrokenRedirects|broken redirects]]
अहाँ ऐ लेल जिम्मीदार छी जे सम्बन्धित लिंक ओतै जाए जतए ओकरा जेबाक चाही।

मोन राखू कि पन्ना '''नै''' घसकाउ जौं नव शीर्षकपर पहिनहियेसँ पन्ना अछि, आ तखने ई करू जखन ओ खाली हुअए वा ओ एकटा घुमबैबला पन्ना हुअए वा ओइ पन्नाक कोनो भूतकालक सम्पादन इतिहास नै हुअए।
एकर माने भेल जे अहाँ कोनो पन्नाक नाम परिवर्तन कऽ पाछाँ लऽ जा सकै छी जतए एकर नाममे परिवर्तन कएल गेल रहए जौं अहाँसँ गलती भेल अछि, आ अहाँ ओइ पन्नाकेँ फेरसँ दोबारा नै लिख सकै छी।


'''चेतौनी!'''
ई एकटा लोकप्रिय पन्नाक लेल एकटा भयंकर आ बिना आशाक कएल परिवर्तन भऽ सकैए।
आगाँ बढ़ैसँ पहिने अहाँ ई सुनिश्चित करू जे अहाँ एकर परिणाम बुझै छी।",
'movepagetext-noredirectfixer' => "नीचाँक फॉर्मक प्रयोग पन्नाक नाम बदलि देत, एकर सभटा इतिहासकेँ नव नामक अन्तर्गत राखि देत।
पुरान शीर्षक नव पन्ना लेल एकटा घुरबैबला पन्ना बनि जाएत।
निश्चय करू तकबा लेल [[Special:DoubleRedirects|double]] वा[[Special:BrokenRedirects|broken redirects]]।
अहाँ ऐ लेल जिम्मीदार छी जे सम्बन्धित लिंक ओतै जाए जतए ओकरा जेबाक चाही।

मोन राखू कि पन्ना '''नै''' घसकत जौं नव शीर्षकपर पहिनहियेसँ पन्ना अछि, आ तखने ई करू जखन ओ खाली हुअए वा ओ एकटा घुमबैबला पन्ना हुअए वा ओइ पन्नाक कोनो भूतकालक सम्पादन इतिहास नै हुअए।
एकर माने भेल जे अहाँ कोनो पन्नाक नाम परिवर्तन कऽ पाछाँ लऽ जा सकै छी जतए एकर नाममे परिवर्तन कएल गेल रहए जौं अहाँसँ गलती भेल अछि, आ अहाँ ओइ पन्नाकेँ फेरसँ दोबारा नै लिख सकै छी।


'''चेतौनी!'''
ई एकटा लोकप्रिय पन्नाक लेल एकटा भयंकर आ बिना आशाक कएल परिवर्तन भऽ सकैए।
आगाँ बढ़ैसँ पहिने अहाँ ई सुनिश्चित करू जे अहाँ एकर परिणाम बुझै छी।",
'movepagetalktext'             => "सम्बन्धित चौबटिया पन्ना स्वचालित रूपेँ घसकत एकर संग '''जौं:'''
*एकटा खाली-नै चौबटिया पन्ना पहिनहियेसँ नव नामक संग अछि, वा
*अहाँ नीचाँक बॉक्स टिक हटा दी।

ताइ परिस्थितिमे, अहाँकेँ अपनेसँ पन्नाकेँ, आवश्यकतानुसार, घसकाबऽ वा मिज्झर करऽ पड़त।",
'movearticle'                  => 'पन्ना घसकाउ:',
'moveuserpage-warning'         => "'''चेतौनी!'''अहाँ एकटा प्रयोक्ता पन्ना घसका रहल छी | मोन राखू कि खाली पन्ना घसकत आ प्रयोक्ताक नाम ''नै'' बदलत ।",
'movenologin'                  => 'सम्प्रवेशित नै छी',
'newtitle'                     => 'नव शीर्षकपर:',
'move-watch'                   => 'जड़ि पन्ना आ छीप पन्ना देखू',
'movepagebtn'                  => 'पन्ना घसकाउ',
'pagemovedsub'                 => 'घसकल',
'movepage-moved'               => '\'\'\'"$1" घसकाएल गेल "$2"\'\'\' पर',
'movepage-moved-redirect'      => 'एकटा पुनर्निर्देशन बनाओल गेल छै.',
'movepage-moved-noredirect'    => 'पुनर्निर्देशन नहि बनाओल गेल छै.',
'articleexists'                => 'ओइ नामक एकटा पन्ना पहिनहियेसँ अछि, वा जे नाम अहाँ चयन केने छी से वांछित नै अछि। 
कृपा कऽ दोसर नामक चयन करू।',
'cantmove-titleprotected'      => 'नब शीर्षक बनाबै  सें रोकहि के कारण, अहां अहि ठाम पर कोनो आन पृष्ठक ठाम बदलि नहि सकब.',
'talkexists'                   => "'''ई पन्ना स्वयं घसकाएल गेल, मुदा चौबटिया पन्ना नै घसकाओल जा सकल कारण नव शीर्षकपर एकटा एहने पहिनहियेसँ अछि।
कृपा कऽ एकरा सभकेँ अपनेसँ मिज्झर करू।'''",
'movedto'                      => 'घसकाएल गेल',
'movetalk'                     => 'सम्बन्धित चौबटिया पन्नाकेँ घसकाउ',
'move-subpages'                => 'उपपृष्ठ सेहो लेल जाऊ ($1 धरि)',
'move-talk-subpages'           => 'वार्ता पृष्ठक उपपृष्ठ लेने जाऊ ($1 धरि)',
'1movedto2'                    => '[[$1]] गेल एतय [[$2]]',
'1movedto2_redir'              => 'घसकाएल [[$1]] सँ [[$2]] घुरैसँ फराक',
'movelogpage'                  => 'वृत्तलेख हटाउ',
'movereason'                   => 'कारण:',
'revertmove'                   => 'फेरसँ वएह',
'delete_and_move'              => 'मेटाउ आ हटू',
'delete_and_move_confirm'      => 'हँ, पन्ना मेटाउ',
'delete_and_move_reason'       => 'घसकेबा लेल जगह बनेबा लेल मेटाएल गेल',
'immobile-source-page'         => 'अहि पृष्ठ के अहां कतौ नहि ल जा सकब',

# Export
'export'            => 'पन्ना सभकेँ पठाउ',
'export-submit'     => 'निर्यात',
'export-addcattext' => 'अहि श्रेणी केर पन्ना जोडू',
'export-addcat'     => 'जोडू',
'export-addnstext'  => 'अहि नामस्थान सें पन्ना जोडू',
'export-addns'      => 'जोडू',
'export-download'   => 'संचिका रूपमे संरक्षण करू',
'export-templates'  => 'सभटा नमूना शामिल करू',

# Namespace 8 related
'allmessages'                   => 'प्रणालीक सन्देश',
'allmessagesname'               => 'नाम',
'allmessagesdefault'            => 'पूर्वनिर्धारित संदेश पाठ',
'allmessagesnotsupportedDB'     => "ई पन्ना प्रयोगमे नै आनल जा सकैए कारण '''\$wgUseDatabaseMessages''' अशक्त कएल अछि।",
'allmessages-filter-legend'     => 'चलनी',
'allmessages-filter'            => 'अपन हिसाबे अनुकूलित कऽ छाँटू:',
'allmessages-filter-unmodified' => 'अपरिवर्तित',
'allmessages-filter-all'        => 'सभटा',
'allmessages-filter-modified'   => 'संशोधित',
'allmessages-prefix'            => 'उपसर्गक आधारपर छाँटू:',
'allmessages-language'          => 'भाषा:',
'allmessages-filter-submit'     => 'चलू',

# Thumbnails
'thumbnail-more'           => 'पैघ',
'filemissing'              => 'संचिका हेराएल',
'thumbnail_error'          => 'लघुचित्र निर्माण कालमे भ्रम:$1',
'djvu_page_error'          => 'डेजावू पन्ना सकक बाहर अछि',
'djvu_no_xml'              => 'डेजावू संचिकाक एक्स.एम.एल. नै आनि सकलौं',
'thumbnail_invalid_params' => 'अमान्य लघुचित्र परिमिति',
'thumbnail_dest_directory' => 'लक्ष्य निर्देशिका नै बना सकल',
'thumbnail_image-type'     => 'चित्र प्रकार समर्थित नै अछि',
'thumbnail_gd-library'     => 'अपूर्ण जी.डी.पुस्तकालय विन्यास: प्रकार्य $1 अनुपस्थित',
'thumbnail_image-missing'  => 'संचिका लगैए अनुपस्थित अछि: $1',

# Special:Import
'import'                     => 'पन्ना सभकेँ आनू',
'importinterwiki'            => 'ट्रान्सविकी आनू',
'import-interwiki-text'      => 'एकटा विकी आ पन्ना शीर्षक अनबाले चुनू।
संशोधन तिथि आ सम्पादकक नाम सुरक्षित रहत।
सभटा ट्रान्सविकी आयात क्रिया सम्प्रवेशित अछि [[Special:Log/import|import log]] पर।',
'import-interwiki-source'    => 'मूल विकी/ पन्ना:',
'import-interwiki-history'   => 'अए पन्नाक सभटा इतिहास संशोधनक द्वितीयक बनाउ',
'import-interwiki-templates' => 'सभटा नमूना शामिल करू',
'import-interwiki-submit'    => 'आनू',
'import-interwiki-namespace' => 'लक्ष्य नामगाम:',
'import-upload-filename'     => 'संचिकानाम:',
'import-comment'             => 'समीक्षा:',
'importtext'                 => 'मूल विकी [[Special:Export|export utility]] क प्रयोग कऽ संचिका पठाउ।
अपन संगणकमे एकरा सुरक्षित करू आ एतए उपारोपित करू।',
'importstart'                => 'पन्ना सभकेँ आनि रहल छी...',
'import-revision-count'      => '$1 {{PLURAL:$1|संशोधन|संशोधन सभ}}',
'importnopages'              => 'कोनो पन्ना अनबा लेल नै बचल।',
'imported-log-entries'       => 'अनलौं $1 {{PLURAL:$1|log entry|log entries}}।',
'importfailed'               => 'आयात विफल: <nowiki>$1</nowiki>',
'importunknownsource'        => 'अज्ञात आयात स्रोत प्रकार',
'importcantopen'             => 'आयात संचिकाकेँ नै खोलि सकलौं',
'importbadinterwiki'         => 'खराप अन्तरविकी लागि',
'importnotext'               => 'खाली वा बिना पाठक',
'importsuccess'              => 'आयात सफल!',
'importhistoryconflict'      => 'विरोधी इतिहास संशोधन अछि (ई पन्ना भऽ सकैए पहिने आनल गेल हुअए)',
'importnosources'            => 'कोनो ट्रान्सविकी आयात स्रोत परिभाषित नै अछि आ सोझ इतिहास उपारोपण अशक्त कएल अछि।',
'importnofile'               => 'कोनो आयातित संचिका उपारोपित नै भेल।',
'importuploaderrorsize'      => 'संचिका उपारोपण विफल भेल।
ई संचिका अनुमति देल संचिका आकारसँ पैघ अछि।',
'importuploaderrorpartial'   => 'आयातित संचिकाक उपारोपण विफल भेल।
ई संचिका आंशिक रूपेँ उपारोपित भेल।',
'importuploaderrortemp'      => 'आयात संचिकाक उपारोपण विफल भेल।
एकटा अस्थायी संचयिका नै अछि।',
'import-parse-failure'       => 'एक्स.एम.एल. आयात विभाजन असफल भेल',
'import-noarticle'           => 'कोनो पन्ना अनबा लेल नै बचल!',
'import-nonewrevisions'      => 'सभटा संशोधन पहिनहियेसँ आयातित अछि।',
'xml-error-string'           => '$1 पाँतीपर $2, col $3 (byte $4): $5',
'import-upload'              => 'एक्स.एम.एल. दत्तांश उपारोपित करू',
'import-token-mismatch'      => 'एक उखराहाक दत्तांश खतम भऽ गेल।
फेरसँ प्रयास करू।',
'import-invalid-interwiki'   => 'विशिष्ट विकीसँ आयात नै कऽ सकै छी।',

# Import log
'importlogpage' => 'लॉगक आयात',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'अहाँक खेसरा पन्ना',
'tooltip-pt-mytalk'               => 'अहाँक वार्त्ता पृष्ठ',
'tooltip-pt-preferences'          => 'हमर मोनपसंद',
'tooltip-pt-watchlist'            => 'पन्ना सभ जकर परिवर्त्तन पर अहाँक नजरि अछि',
'tooltip-pt-mycontris'            => 'अहाँक योगदानक सूची',
'tooltip-pt-login'                => 'लॉग इन करब नीक, परञ्च आवश्यक नहि.',
'tooltip-pt-logout'               => 'फेर आयब',
'tooltip-ca-talk'                 => 'विषयसूचीक पन्नाक संबंधमे वर्त्तालाप',
'tooltip-ca-edit'                 => 'अहाँ एहि पन्नाकेँ संपादित कए सकैत छी। कृपया सुरक्षित करबासँ पहिने पूर्वप्रदर्शन बटम उपयोग करू।',
'tooltip-ca-addsection'           => 'नव खण्ड शुरू करू',
'tooltip-ca-viewsource'           => 'ऐ पन्नापर वरदहस्त छै।
अहाँ एकर जड़ि देख सकै छी।',
'tooltip-ca-history'              => 'ऐ पृष्ठक पहिलुका परिवर्तन सभ',
'tooltip-ca-protect'              => 'ऐ पन्नाकेँ बचाउ',
'tooltip-ca-delete'               => 'ऐ पन्नाकेँ मेटाउ',
'tooltip-ca-move'                 => 'ऐ पृष्ठकेँ हटाउ',
'tooltip-ca-watch'                => 'आइ पन्नाकेँ अपन साकांक्षसूचीमे राखू',
'tooltip-ca-unwatch'              => 'ऐ पन्नाकेँ हमर साकांक्ष सूचीसँ हटाउ',
'tooltip-search'                  => 'ताकू {{SITENAME}}',
'tooltip-search-go'               => 'पृष्ठपर जाऊ जौं एनमेन पृष्ठ रहए',
'tooltip-search-fulltext'         => 'ऐ जानकारीले ताकू पृष्ठ सभमे ताकू',
'tooltip-p-logo'                  => 'सम्मुख पन्ना देखू',
'tooltip-n-mainpage'              => 'मुख्य-पृष्ठ केँ देखू',
'tooltip-n-mainpage-description'  => 'मुख्या पन्नापर जाउ',
'tooltip-n-portal'                => 'प्रोजेक्टक विषयमे,अहाँ की कए सकैत छी,वस्तु प्राप्ति स्थल',
'tooltip-n-currentevents'         => 'लगक घटनाक विषयमे आधार सूचना प्राप्त करू।',
'tooltip-n-recentchanges'         => 'विकीमे लगक परिवर्त्तनक सूची.',
'tooltip-n-randompage'            => 'कोनो अनिर्धारित पन्ना लोड करू',
'tooltip-n-help'                  => 'प्राप्त करबाक स्थान.',
'tooltip-t-whatlinkshere'         => 'सभटा विकी-पन्नाक सूची जकर एतय लिंक अछि',
'tooltip-t-recentchangeslinked'   => 'ऐ पृष्ठक लागिक पन्नामे भेल नव परिवर्तन',
'tooltip-feed-rss'                => 'ऐ पन्ना लेल आर.एस.एस. सूचना',
'tooltip-feed-atom'               => 'ऐ पन्ना लेल अणु समदिया',
'tooltip-t-contributions'         => 'ऐ प्रयोक्ताक योगदानक सूची देखू',
'tooltip-t-emailuser'             => 'ऐ प्रयोक्ताकेँ ई-पत्र पठाउ',
'tooltip-t-upload'                => 'चित्र आकि मीडिया फाइलकेँ अपलोड करू',
'tooltip-t-specialpages'          => 'सभटा विशेष पन्नाक सूची',
'tooltip-t-print'                 => 'ऐ पृष्ठक छपैबला रूप',
'tooltip-t-permalink'             => 'पन्नाक ऐ संवर्धनक स्थायी लिंक',
'tooltip-ca-nstab-main'           => 'विषय सूचीबला पन्ना देखू',
'tooltip-ca-nstab-user'           => 'प्रयोक्ता पन्नाकेँ देखू',
'tooltip-ca-nstab-media'          => 'मीडिया पृष्ठ देखू',
'tooltip-ca-nstab-special'        => 'ई एकटा विशिष्ट पन्ना छी, अहाँ अही पन्नाकेँ संपादित नै कऽ सकै छी',
'tooltip-ca-nstab-project'        => 'परियोजना पन्ना देखू',
'tooltip-ca-nstab-image'          => 'पन्नाक पृष्ठ देखू',
'tooltip-ca-nstab-template'       => 'नमूना देखू',
'tooltip-ca-nstab-help'           => 'सहायता पृष्ठ देखू',
'tooltip-ca-nstab-category'       => 'संवर्ग पन्ना देखू',
'tooltip-minoredit'               => 'एकरा मामली सम्पादन चिन्हित करू',
'tooltip-save'                    => 'अपन परिवर्त्तनके सुरक्षित करू',
'tooltip-preview'                 => 'परिवर्त्तनक प्रदर्शन, संजोगबाक पहिने एकर प्रयोग करू!',
'tooltip-diff'                    => 'देखाऊ जे परिवर्त्तन अहाँ एहि लेखमे कएलहुँ।',
'tooltip-compareselectedversions' => 'ऐ पन्नाक दू टा चयन कएल संशोधनक बीचक अन्तर देखू',
'tooltip-watch'                   => 'ऐ पन्नाकेँ अपन साकांक्ष सूचीमे जोड़ू',
'tooltip-upload'                  => 'उपारोपण करू',
'tooltip-rollback'                => '"प्रत्यावर्तन" ऐ पन्नाक अन्तिम योगदा करैबलाक सम्पादन (सम्पादन सभ) केँ एक क्लिकमे पुरान जगहपर लऽ जाउ',
'tooltip-undo'                    => '"फेरसँ वएह" सम्पादनकेँ पूर्वस्थितिमे लऽ जाइए आ पूर्वावलोकन अवस्थामे सम्पादन फॉर्म खोलैए। ई सारांशमे कारण जोड़बाक विकल्प दैत अछि।',
'tooltip-preferences-save'        => 'मोनपसंद के सुरक्षित करू',
'tooltip-summary'                 => 'छोट संक्षेप दिअ',

# Attribution
'anonuser'      => '{{SITENAME}} नुकायल प्रयोक्ता $1',
'othercontribs' => '$1 के काजुक तरहे',
'others'        => 'दोसर, आन',
'nocredits'     => 'अहि पन्नाक लेल क्रेडिट ज़ानकारी नहि अछि',

# Info page
'infosubtitle' => 'पृष्ठक लेल नब गप',
'numedits'     => 'सम्पादनक संख्या (पृष्ठ) :  $1',
'numauthors'   => 'अलग लेखकक संख्या (पृष्ठ): $1',

# Patrol log
'patrol-log-line' => 'चेन्हासी देल $2 क $1 संचालित $3',
'patrol-log-diff' => 'संशोधन $1',

# Browsing diffs
'previousdiff' => 'पुरान सम्पादन',
'nextdiff'     => 'नव सम्पादन',

# Media information
'file-info-size'       => '$1 × $2 चित्राणु, फाइल आकार: $3, माइम प्रकार: $4',
'file-nohires'         => '<छोट>ऐसँ बेशी आनन्तर्य उपलब्ध नै अछि।</छोट>',
'svg-long-desc'        => 'एस.वी.जी. फाइल, मामूली रूपमे $1 × $2 चित्रकण, फाइलक आकार: $3',
'show-big-image'       => 'पूर्ण आनन्तर्य',
'file-info-gif-looped' => 'घुरियाएल',
'file-info-gif-frames' => '$1 {{PLURAL:$1|खाका |खाका  सभ }}',
'file-info-png-looped' => 'घुरियाएल',
'file-info-png-repeat' => 'छुअल  $1 {{PLURAL:$1|बेर|बेर}}',
'file-info-png-frames' => '$1 {{PLURAL:$1|खाका |खाका  सभ }}',

# Special:NewFiles
'newimages'             => 'नव संचिका सबहक पेटार',
'newimages-legend'      => 'चलनी',
'newimages-label'       => 'संचिका नाम (वा ओकर अंश):',
'showhidebots'          => '($1 स्वचालक सभ)',
'noimages'              => 'किछु देखबा योग्य नै |',
'ilsubmit'              => 'ताकू',
'bydate'                => 'तारीख सं',
'sp-newimages-showfrom' => '$2, $१ सं शुरू होइबला नव संचिका देखाउ',

# Bad image list
'bad_image_list' => 'फॉर्मेट निम्न प्रकारेँ अछि:

मात्र सूचीबद्ध सामग्री (* सँ प्रारम्भ होय बला पंक्त्ति) विचारनीय अछि। पंक्त्तिक प्रथम लिंक आवश्यक रूपसँ खराब चित्रक लिंक होयबाक चाही।

ओही पंक्त्तिक कोनो आर लिंक अपवाद स्वरूप अछि, उदाहरणस्वरूप पन्ना जतय चित्र पंक्त्तिअहि पर होय।',

# Metadata
'metadata'          => 'प्रदत्तांश',
'metadata-help'     => 'ई फाइल अतिरिक्त सूचना दैत अछि, सम्भवतः ई अंकीय कैमरा वा स्कैनर द्वारा बनाएल वा अंकण कए जोड़ल गेल अछि।
जौं फाइलकेँ मूल रूपसँ परिवर्धित कएल गेल हएत तँ किछु विवरण पूर्ण रूपसँ परिवर्धित फाइलमे नै देखाएल गेल हएत।',
'metadata-expand'   => 'बढ़ाओल विवरण देखाउ।',
'metadata-collapse' => 'विस्तृत विवरण नुकाउ',

# EXIF tags
'exif-imagewidth'                => 'चौड़ाई',
'exif-imagelength'               => 'ऊँच',
'exif-bitspersample'             => 'प्रति भाग अष्टक',
'exif-compression'               => 'घोकचेनाइक पद्धति',
'exif-photometricinterpretation' => 'वर्ण बिंदु प्रकार',
'exif-orientation'               => 'अभिविन्यास',
'exif-samplesperpixel'           => 'खंडक प्रकार',
'exif-planarconfiguration'       => 'दतांश सचियाएब',
'exif-ycbcrpositioning'          => 'Y आ Cक स्थान',
'exif-imagedescription'          => 'चित्र शीर्षक',

'exif-meteringmode-0'   => 'अज्ञात',
'exif-meteringmode-1'   => 'औसत',
'exif-meteringmode-3'   => 'ठाम',
'exif-meteringmode-4'   => 'ठामे -ठाम',
'exif-meteringmode-5'   => 'प्रतिमान',
'exif-meteringmode-6'   => 'आंशिक',
'exif-meteringmode-255' => 'आन',

'exif-scenecapturetype-0' => 'मानक',
'exif-scenecapturetype-1' => 'परिदृश्य',
'exif-scenecapturetype-2' => 'चित्र',
'exif-scenecapturetype-3' => 'रात्रिक दृश्य',

'exif-gaincontrol-0' => 'कोनो नै',

'exif-contrast-0' => 'सामान्य',
'exif-contrast-1' => 'नरम',
'exif-contrast-2' => 'पखठायल',

'exif-saturation-0' => 'सामान्य',

'exif-sharpness-0' => 'सामान्य',
'exif-sharpness-1' => 'नरम',
'exif-sharpness-2' => 'पखठायल',

'exif-subjectdistancerange-0' => 'अज्ञात',
'exif-subjectdistancerange-2' => 'लग सें देखू',
'exif-subjectdistancerange-3' => 'दूर सें देखू',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'उत्तरबरिया अक्षांश',
'exif-gpslatitude-s' => 'दखिनबरिया अक्षांश',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'पुबरिया रेखांश',
'exif-gpslongitude-w' => 'पछबरिया  रेखांश',

'exif-gpsstatus-a' => 'नापी चलि रहल छै',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'कि.मी. प्रति घंटा',
'exif-gpsspeed-m' => 'माईल प्रति घंटा',
'exif-gpsspeed-n' => 'गिरह',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'असल दिश',

# External editor support
'edit-externally'      => 'ऐ फाइलकेँ बाहरी अनुप्रयोगसँ हटाउ',
'edit-externally-help' => '(देखू [http://www.mediawiki.org/wiki/Manual:External_editors setup instructions] विषेष जानकारी लेल)',

# 'all' in various places, this might be different for inflected languages
'watchlistall2' => 'सभ',
'namespacesall' => 'सभटा',
'monthsall'     => 'सभ',

# action=purge
'confirm_purge_button' => 'ठीक अछि',

# Multipage image navigation
'imgmultipageprev' => 'पहिलुका पृष्ठ',
'imgmultipagenext' => 'अगुलका पृष्ठ',
'imgmultigo'       => 'जाऊ',
'imgmultigoto'     => '$1 पृष्ठ पर जाऊ',

# Table pager
'table_pager_limit_submit' => 'जाऊ',

# Watchlist editor
'watchlistedit-raw-titles' => 'शीर्षक',

# Watchlist editing tools
'watchlisttools-view' => 'सम्बन्धित परिवर्तन सभकेँ देखू',
'watchlisttools-edit' => 'साकांक्षसूचीकेँ देखू आ सम्पादित करू',
'watchlisttools-raw'  => 'काँच साकांक्षसूची संपादित करू',

# Core parser functions
'duplicate-defaultsort' => '\'\'\'चेतौनी:\'\'\' पूर्वनिर्धारित विन्यास चाभी "$2" पहिलुका पूर्वनिर्धारित विन्यास चाभी "$1" केँ खतम करैए।',

# Special:Version
'version'                  => 'संस्करण',
'version-extensions'       => 'संस्करणक आगाँ',
'version-specialpages'     => 'खास पन्ना',
'version-other'            => 'आन',
'version-software-product' => 'उत्पाद',
'version-software-version' => 'संस्करण',

# Special:FilePath
'filepath-page'   => 'संचिका',
'filepath-submit' => 'जाऊ',

# Special:FileDuplicateSearch
'fileduplicatesearch-submit' => 'ताकू',

# Special:SpecialPages
'specialpages'                   => 'विशेष पन्ना',
'specialpages-group-maintenance' => 'सुस्थापन प्रतिवेदन',
'specialpages-group-other'       => 'दोसर विशेष पन्ना',
'specialpages-group-login'       => 'सम्प्रवेश/ सम्प्रवेश आवेदन',
'specialpages-group-changes'     => 'हालक परिवर्तन आ वृत्तलेख',
'specialpages-group-media'       => 'मीडिया प्रतिवेदन आ उपारोपण',
'specialpages-group-users'       => 'प्रयोक्ता आ अधिकार',
'specialpages-group-highuse'     => 'बेसी प्रयोगबला पन्ना सभ',
'specialpages-group-pages'       => 'पन्ना सभक सूची',
'specialpages-group-pagetools'   => 'पन्नाक औजार सभ',
'specialpages-group-wiki'        => 'विकी दत्तांश आ औजार सभ',
'specialpages-group-redirects'   => 'घुरबैबला विशेष पन्ना सभ',
'specialpages-group-spam'        => 'अनपेक्षित संदेश औजार',

# Special:BlankPage
'blankpage'              => 'खाली पन्ना',
'intentionallyblankpage' => 'ई पन्ना पलानि कऽ खाली छोड़ल गेल।',

# External image whitelist
'external_image_whitelist' => '# ऐ पाँतीकेँ एकदम ओहिना छोड़ि दियौ जेना ई अछि<pre>
# सामान्य वैचारिक खण्ड नीचाँ राखू (// क बीचक खण्ड मात्र)।
# ई सभ बाहरी (ताजाताजी लागि) चित्रक सार्वत्रिक विभव संकेतसँ मेल खुआएल जाएत
# ओ सभ जे मेल खाएत से चित्रक रूपमे प्रदर्शित हएत, नै तँ खाली एकटा चित्रक लागि देखाएल जाएत
# # सँ शुरू भेल पाँती टिप्पणीक रूपमे देखल जाएत।
# ई ब्रह्मक्षर-लघ्वक्षरक फेरासँ स्वतंत्र अछि।

# सभटा सामान्य कथन ऐ पाँतीसँ ऊपर राखू। ऐ पाँतीकेँ एकदम ओहिना छोड़ू जेना ई अछि </pre>',

# Special:Tags
'tags'                    => 'मान्य परिवर्तन चेन्ह सभ',
'tag-filter'              => '[[Special:Tags|Tag]] छन्ना:',
'tag-filter-submit'       => 'चलनी',
'tags-title'              => 'चेन्ह सभ',
'tags-intro'              => 'ई पन्ना चेन्ह सभकेँ सूचित करैए जे तंत्रांश सम्पादनसँ चिन्हित करए, आ ओकर अर्थ सेहो।',
'tags-tag'                => 'चेन्हक नाम',
'tags-display-header'     => 'परिवर्तन सूची सभक रूपरंग',
'tags-description-header' => 'अर्थक पूर्ण विवरण',
'tags-hitcount-header'    => 'चेन्हयुक्त परिवर्तन सभ',
'tags-edit'               => 'सम्पादन करू',
'tags-hitcount'           => '$1 {{PLURAL:$1|परिवर्तन|परिवर्तन सभ}}',

# Special:ComparePages
'comparepages'     => 'पन्ना सभक तुलना करू',
'compare-selector' => 'पन्ना सभक संशोधनक तुलना करू',
'compare-page1'    => 'पन्ना १',
'compare-page2'    => 'पन्ना २',
'compare-rev1'     => 'संशोधन १',
'compare-rev2'     => 'संशोधन २',
'compare-submit'   => 'तुलना करू',

# Database error messages
'dberr-header'      => 'ऐ विकीमे एकटा समस्या अछि',
'dberr-problems'    => 'दुखी छी!
ई जालस्थल तकनीकी समस्या अनुभव कऽ अछि।',
'dberr-again'       => 'किछु काल बाट ताकू आ फेरसँ भारित करू।',
'dberr-info'        => '(दत्तनिधि वितरककेँ सम्पर्क नै कऽ सकल: $1)',
'dberr-usegoogle'   => 'ऐ बीचमे अहाँ गूगलसँ खोज कऽ सकै छी।',
'dberr-outofdate'   => 'मोन राखू जे हमर सामिग्रीक ओकर सूची पुरान भऽ सकैए।',
'dberr-cachederror' => 'ई आग्रह कएल पन्नाक उपस्मृति संरक्षित द्वितीयक अछि, आ भऽ सकैए जे अद्यतन नै हुअए।',

# HTML forms
'htmlform-invalid-input'       => 'अहाँक किछु निवेशनमे किछु समस्या भऽ सकैए।',
'htmlform-select-badoption'    => 'जे मान अहाँ देलौं से मान्य विकल्प नै अछि।',
'htmlform-int-invalid'         => 'जे मान अहाँ देलौं से पूर्णांक नै छी।',
'htmlform-float-invalid'       => 'जे मान अहाँ देलौं से संख्या नै छी।',
'htmlform-int-toolow'          => 'जे मान अहाँ देलौं से न्यूनतम $1 सँ नीचाँ अछि।',
'htmlform-int-toohigh'         => 'जे मान अहाँ देलौं से अधिकतम $1 सँ ऊपर अछि।',
'htmlform-required'            => 'ई मान चाही',
'htmlform-submit'              => 'दिअ',
'htmlform-reset'               => 'परिवर्तन खतम करू',
'htmlform-selectorother-other' => 'आन',

# SQLite database support
'sqlite-has-fts' => '$1 पूर्ण-पाठ खोज सहायता युक्त',
'sqlite-no-fts'  => '$1 बिन पूर्ण-पाठ खोज सहायताक',

);
