<?php
/** Rusyn (Русиньскый)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Gazeb
 * @author Gleb Borisov
 * @author Reedy
 * @author Tkalyn
 */

$fallback = 'uk';

$namespaceNames = array(
	NS_MEDIA            => 'Медіа',
	NS_SPECIAL          => 'Шпеціална',
	NS_TALK             => 'Діскузіа',
	NS_USER             => 'Хоснователь',
	NS_USER_TALK        => 'Діскузіа_з_хоснователём',
	NS_PROJECT_TALK     => 'Діскузія_ку_{{grammar:3sg|$1}}',
	NS_FILE             => 'Файл',
	NS_FILE_TALK        => 'Діскузія_ку_файлу',
	NS_MEDIAWIKI        => 'MediaWiki',
	NS_MEDIAWIKI_TALK   => 'Дізкузія_ку_MediaWiki',
	NS_TEMPLATE         => 'Шаблона',
	NS_TEMPLATE_TALK    => 'Діскузія_ку_шаблонї',
	NS_HELP             => 'Поміч',
	NS_HELP_TALK        => 'Діскузія_ку_помочі',
	NS_CATEGORY         => 'Катеґорія',
	NS_CATEGORY_TALK    => 'Діскузія_ку_катеґорії',
);

$messages = array(
# User preference toggles
'tog-underline'               => 'Підкреслёвати одказы:',
'tog-highlightbroken'         => 'Форматовати одказы на неекзістуючі сторінкы <a href="" class="new">так</a> (алтернатіва: так<a href="" class="internal">?</a>).',
'tog-justify'                 => 'Зарівнати текст до блоку',
'tog-hideminor'               => 'Сховати малы едітованя в списку послїднїх змін',
'tog-hidepatrolled'           => 'Сховати патролёваны едітованя в списку послїднїх змін',
'tog-newpageshidepatrolled'   => 'Сховати патролёваны сторінкы зо списку новых сторінок',
'tog-extendwatchlist'         => 'Росшыреный список слїдованых сторінок, обсягує вшыткы зміны, не лем послїднї',
'tog-usenewrc'                => 'Хосновати здоконалены послїднї зміны (JavaScript)',
'tog-numberheadings'          => 'Автоматічно чісловати надписы',
'tog-showtoolbar'             => 'Вказати панел інштрументів (потрібный JavaScript)',
'tog-editondblclick'          => 'Едітовати двоїтым кликом (JavaScript)',
'tog-editsection'             => 'Поволити едітованя секції сторінкы через одказ [едіт.]',
'tog-editsectiononrightclick' => 'Поволити едітованя секції сторінкы через кликаня правов клапков мышкы на надписы сторінок  (JavaScript)',
'tog-showtoc'                 => 'Вказовати обсяг (на сторінках з веце як трёма надписами)',
'tog-rememberpassword'        => 'Запамятати моє приголошіня на тім переглядачу (максімално $1 {{PLURAL:$1|день|днів}})',
'tog-watchcreations'          => 'Придавати сторінкы створены мнов  до мого списку слїдованых',
'tog-watchdefault'            => 'Придавати мнов едітованы сторінкы до списку слїдованых',
'tog-watchmoves'              => 'Придавати переменованы сторінкы до мого списку слїдованых',
'tog-watchdeletion'           => 'Придавати сторінкы котры змажу, міджі слїдованы',
'tog-minordefault'            => 'Імпліцітно позначіти вшыткы зміны як малы',
'tog-previewontop'            => 'Вказовати нагляд перед окном едітованя  (не за ним)',
'tog-previewonfirst'          => 'Вказати нагляд при першій едітації',
'tog-nocache'                 => 'Выпнути кешованя сторінок бровсером',
'tog-enotifwatchlistpages'    => 'Послати електронічну пошту, кідь ся змінила сторінка з мого списку слїдованя',
'tog-enotifusertalkpages'     => 'Послати електронічну пошту при змінї моёй діскузной сторінкы',
'tog-enotifminoredits'        => 'Послати електронічну пошту і про меншы едітованя',
'tog-enotifrevealaddr'        => 'Прозрадити мою поштову адресу в поштї  увідомлїня',
'tog-shownumberswatching'     => 'Вказати кілько хоснователїв придало сторінку до свого списку слїдованых',
'tog-oldsig'                  => 'Нагляд екзістуючого підпису:',
'tog-fancysig'                => 'Хосновати про підпис вікітекст (без автоматічного одказу)',
'tog-externaleditor'          => 'Імпліцітно хосновати екстерный едітор (лем про скусеных, выжадує шпеціалне наштелёваня компютера; [http://www.mediawiki.org/wiki/Manual:External_editors далшы інформації])',
'tog-externaldiff'            => 'Імпліцітно хосновати проґрам про порівнаваня (лем про скусеных, выжадує шпеціалне наштелёваня компютера; [http://www.mediawiki.org/wiki/Manual:External_editors далшы інформації])',
'tog-showjumplinks'           => 'Актівізовати помічны одказы "перейти дo"',
'tog-uselivepreview'          => 'Хосновати швыдкый нагляд (JavaScript, експеріментално)',
'tog-forceeditsummary'        => 'Упозорнити ня, кідь не є выповнене згорнутя едітованя',
'tog-watchlisthideown'        => 'Сховати мої едітованя на списку слїдованых сторінок',
'tog-watchlisthidebots'       => 'Сховати едітованя ботів у списку слїдованых сторінок',
'tog-watchlisthideminor'      => 'Сховати малы едітованя зо списку слїдованых сторінок',
'tog-watchlisthideliu'        => 'У списку слїдованых сторінок сховати едітації приголошеных хоснователїв',
'tog-watchlisthideanons'      => 'У списку слїдованых сторінок сховати едітації анонімів',
'tog-watchlisthidepatrolled'  => 'Сховати патролёваны едітації у слїдованых сторінках',
'tog-ccmeonemails'            => 'Посылати мі копії пошты, котру пошлю іншым хоснователям',
'tog-diffonly'                => 'Не вказовати обсяг сторінкы під роздїлом  верзій',
'tog-showhiddencats'          => 'Вказати схованы катеґорії',
'tog-norollbackdiff'          => 'По вернутю зміны не вказовати порівнаня роздїлів',

'underline-always'  => 'Все',
'underline-never'   => 'Нїґда',
'underline-default' => 'Хосновати наставлїня переглядача',

# Font style option in Special:Preferences
'editfont-style'     => 'Тіп писма в едітачнім полю:',
'editfont-default'   => 'Хосновати наставлїня переглядача',
'editfont-monospace' => 'Писмо із сталов шырков',
'editfont-sansserif' => 'Писмо без пяты',
'editfont-serif'     => 'Писмо з пятов',

# Dates
'sunday'        => 'недїля',
'monday'        => 'понедїлёк',
'tuesday'       => 'віторок',
'wednesday'     => 'середа',
'thursday'      => 'четверь',
'friday'        => 'пятніця',
'saturday'      => 'субота',
'sun'           => 'Нд',
'mon'           => 'Пн',
'tue'           => 'Вт',
'wed'           => 'Ср',
'thu'           => 'Чт',
'fri'           => 'Пт',
'sat'           => 'Сб',
'january'       => 'януар',
'february'      => 'фебруар',
'march'         => 'марец',
'april'         => 'апріль',
'may_long'      => 'май',
'june'          => 'юній',
'july'          => 'юлій',
'august'        => 'авґуст',
'september'     => 'септембер',
'october'       => 'октобер',
'november'      => 'новембер',
'december'      => 'децембер',
'january-gen'   => 'януара',
'february-gen'  => 'фебруара',
'march-gen'     => 'марца',
'april-gen'     => 'апріля',
'may-gen'       => 'мая',
'june-gen'      => 'юнія',
'july-gen'      => 'юлія',
'august-gen'    => 'авґуста',
'september-gen' => 'септембра',
'october-gen'   => 'октобра',
'november-gen'  => 'новембра',
'december-gen'  => 'децембра',
'jan'           => 'ян',
'feb'           => 'феб',
'mar'           => 'мар',
'apr'           => 'апр',
'may'           => 'май',
'jun'           => 'юн',
'jul'           => 'юл',
'aug'           => 'авґ',
'sep'           => 'сеп',
'oct'           => 'окт',
'nov'           => 'нов',
'dec'           => 'дец',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Катеґорія|Катеґорії}}',
'category_header'                => 'Сторінкы в катеґорії «$1»',
'subcategories'                  => 'Підкатеґорії',
'category-media-header'          => 'Файлы в катеґорії «$1»',
'category-empty'                 => "''Тота катеґорія порожня.''",
'hidden-categories'              => '{{PLURAL:$1|Скрыта катеґорія|Скрыты катеґорії}}',
'hidden-category-category'       => 'Схованы катеґорії',
'category-subcat-count'          => '{{PLURAL:$2|Тота катеґорія має лем таку підкатеґорію.|{{PLURAL:$1|Указана $1 підкатеґорія|Указаны $1 підкатеґорії|Указаных $1 підкатеґорій}} із $2.}}',
'category-subcat-count-limited'  => 'В тїй катеґорії {{PLURAL:$1|$1 підкатеґорія|$1 підкатеґорії|$1 підкаґегорій}}.',
'category-article-count'         => '{{PLURAL:$2|Тота катеґорія має лем таку сторінку.|{{PLURAL:$1|Указана $1 сторінка|Указаны $1 сторінкы|Указаных $1 сторінок}} той катеґорії з $2.}}',
'category-article-count-limited' => 'В тій катеґорії {{PLURAL:$1|$1 сторінка|$1 сторінкы|$1 сторінок}}.',
'category-file-count'            => '{{PLURAL:$2|Тота катеґорія обсягує лем тот файл.|{{PLURAL:$1|Вказаный $1 файл|Вказаны $1 файлы|Вказаных $1 файлів}} той катеґорії з $2.}}',
'category-file-count-limited'    => 'В тій катеґорії {{PLURAL:$1|$1 файл|$1 файлы|$1 файлів}}.',
'listingcontinuesabbrev'         => '(дале)',
'index-category'                 => 'Індексованы сторінкы',
'noindex-category'               => 'Неіндексованы сторінкы',

'mainpagetext'      => "'''MediaWiki была успішно наіншталована.'''",
'mainpagedocfooter' => '[http://meta.wikimedia.org/wiki/Help:Contents Мануял хоснователя] Вам порадить, як хосновати MediaWiki.

== Про початок ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Наставлїня конфіґурації]
* [http://www.mediawiki.org/wiki/Manual:FAQ Часты вопросы о MediaWiki]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce Розосыланя повідомлїнь про новы верзії MediaWiki]',

'about'         => 'О',
'article'       => 'Обсягова сторінка',
'newwindow'     => '(отворить ся в новім окнї)',
'cancel'        => 'Зрушыти',
'moredotdotdot' => 'Детайлнїше…',
'mypage'        => 'Моя сторінка',
'mytalk'        => 'Моя діскузія',
'anontalk'      => 'Діскузія ку тотїй IP-адресі',
'navigation'    => 'Навіґація',
'and'           => '&#32;і',

# Cologne Blue skin
'qbfind'         => 'Найти',
'qbbrowse'       => 'Переглядати',
'qbedit'         => 'Едітовати',
'qbpageoptions'  => 'Тота сторінка',
'qbpageinfo'     => 'Контекст',
'qbmyoptions'    => 'Мої сторінкы',
'qbspecialpages' => 'Шпеціалны сторінкы',
'faq'            => 'Часты звідованя',
'faqpage'        => 'Project:Часты звідованя',

# Vector skin
'vector-action-addsection'       => 'Придати тему',
'vector-action-delete'           => 'Вымазати',
'vector-action-move'             => 'Переменовати',
'vector-action-protect'          => 'Хранити',
'vector-action-undelete'         => 'Обновити',
'vector-action-unprotect'        => 'Одомкнути',
'vector-simplesearch-preference' => 'Поволити росшырены пропозіції гляданя (лем взгляд Vector )',
'vector-view-create'             => 'Вытворити',
'vector-view-edit'               => 'Едітовати',
'vector-view-history'            => 'Відїти історію',
'vector-view-view'               => 'Чітати',
'vector-view-viewsource'         => 'Відїти код',
'actions'                        => 'Дїї',
'namespaces'                     => 'Просторы назв',
'variants'                       => 'Варіанты',

'errorpagetitle'    => 'Хыба',
'returnto'          => 'Навернутя до сторінкы «$1».',
'tagline'           => 'Матеріал з {{grammar:genitive|{{SITENAME}}}}',
'help'              => 'Поміч',
'search'            => 'Глядати',
'searchbutton'      => 'Найти',
'go'                => 'Перейти',
'searcharticle'     => 'Перейти',
'history'           => 'Історія сторінкы',
'history_short'     => 'Історія',
'updatedmarker'     => 'змінено од послїдный навщівы',
'info_short'        => 'Інформація',
'printableversion'  => 'Верзія про друк',
'permalink'         => 'Перманентный одказ',
'print'             => 'Друк',
'view'              => 'Видїти',
'edit'              => 'Едітовати',
'create'            => 'Створити',
'editthispage'      => 'Едітовату тоту сторінку',
'create-this-page'  => 'Створити тоту сторінку',
'delete'            => 'Вымазати',
'deletethispage'    => 'Змазати тоту сторінку',
'undelete_short'    => 'Обновити $1 {{PLURAL:$1|верзію|верзії|верзії}}',
'viewdeleted_short' => 'Видїти {{PLURAL:$1|змазанов едітаціёв|$1 змазаны едітації|$1 змазаных едітацій}}',
'protect'           => 'Хранити',
'protect_change'    => 'змінити',
'protectthispage'   => 'Хранити тоту сторінку',
'unprotect'         => 'Одомкнути',
'unprotectthispage' => 'Одомкнути сторінку',
'newpage'           => 'Нова сторінка',
'talkpage'          => 'Діскутовати тоту сторінку',
'talkpagelinktext'  => 'діскузія',
'specialpage'       => 'Шпеціална сторінка',
'personaltools'     => 'Особны інштрументы',
'postcomment'       => 'Нова секція',
'articlepage'       => 'Перегляднути сторінку',
'talk'              => 'Діскузія',
'views'             => 'Перегляды',
'toolbox'           => 'Інштрументы',
'userpage'          => 'Відїти сторінку хоснователя',
'projectpage'       => 'Відїти сторінку проєкту',
'imagepage'         => 'Відїти сторінку файлу',
'mediawikipage'     => 'Відїти сторінку вістї',
'templatepage'      => 'Відїти шаблону',
'viewhelppage'      => 'Відїти сторінку помочі',
'categorypage'      => 'Відїти сторінку катеґорії',
'viewtalkpage'      => 'Відїти діскузію',
'otherlanguages'    => 'Іншыма языками',
'redirectedfrom'    => '(Напрямленый з $1)',
'redirectpagesub'   => 'Сторінка-напрямлїня',
'lastmodifiedat'    => 'Послїдня зміна той сторінкы: $2, $1.',
'viewcount'         => 'Сторінка была зображена  {{PLURAL:$1|раз|$1разы|$1раз}}.',
'protectedpage'     => 'Замкнута сторінка',
'jumpto'            => 'Перейти до:',
'jumptonavigation'  => 'навіґація',
'jumptosearch'      => 'Найти',
'view-pool-error'   => 'Перебачте, серверы суть теперь перетяжены.
Тоту сторінку сі теперь перезерать много хоснователїв.
Просиме Вас, почекайте і спробуйте доступность пізнїше.

$1',
'pool-timeout'      => 'Час скінчіня чекать про замок',
'pool-queuefull'    => 'Фронта є повна',
'pool-errorunknown' => 'Незнама хыба',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'O  {{grammar:accusative|{{SITENAME}}}}',
'aboutpage'            => 'Project:Описаня',
'copyright'            => 'Обсяг є доступный з $1.',
'copyrightpage'        => '{{ns:project}}:Авторьске право',
'currentevents'        => 'Актуалны подїї',
'currentevents-url'    => 'Project:Актуалны подїї',
'disclaimers'          => 'Вылучіня зодповідности',
'disclaimerpage'       => 'Project:Вылучіня зодповідности',
'edithelp'             => 'Поміч про едітованя',
'edithelppage'         => 'Help:Едітованя',
'helppage'             => 'Help:Обсяг',
'mainpage'             => 'Головна сторінка',
'mainpage-description' => 'Головна сторінка',
'policy-url'           => 'Project:Правила',
'portal'               => 'Портал комуніты',
'portal-url'           => 'Project:Портал комуніты',
'privacy'              => 'Політіка охраны особных дат',
'privacypage'          => 'Project:Охрана особных дат',

'badaccess'        => 'Хыба оправнїня',
'badaccess-group0' => 'Вам не є поволено выконавати тоту дїю.',
'badaccess-groups' => 'Дїя, яку сьте хотїли зробити, поволена лем хоснователям із {{PLURAL:$2|ґрупы|ґруп}}: $1.',

'versionrequired'     => 'Потрібна MediaWiki верзії $1',
'versionrequiredtext' => 'Про роботу з тов сторінков потрібна MediaWiki верзії $1. Відь [[Special:Version|сторінку верзії]].',

'ok'                      => 'ОК',
'retrievedfrom'           => 'Обтримане з "$1"',
'youhavenewmessages'      => 'Маєте $1 ($2).',
'newmessageslink'         => 'новы повідомлїня',
'newmessagesdifflink'     => 'послїдня зміна',
'youhavenewmessagesmulti' => 'Маєте новы ознамы на $1',
'editsection'             => 'едіт.',
'editold'                 => 'едіт.',
'viewsourceold'           => 'відїти код',
'editlink'                => 'едітовати',
'viewsourcelink'          => 'відїти код',
'editsectionhint'         => 'Едітовати секцію: $1',
'toc'                     => 'Обсяг',
'showtoc'                 => 'вказати',
'hidetoc'                 => 'сховати',
'collapsible-collapse'    => 'Згорнути',
'collapsible-expand'      => 'Розгорнути',
'thisisdeleted'           => 'Перегляднути ці обновити $1?',
'viewdeleted'             => 'Зобразити $1?',
'restorelink'             => '{{PLURAL:$1|змазанов едітаціёв|$1 змазаны едітації|$1 змазаных едітацій}}',
'feedlinks'               => 'Каналы:',
'feed-invalid'            => 'Неправилный тіп каналу.',
'feed-unavailable'        => 'Каналы не суть доступны',
'site-rss-feed'           => '$1 RSS канал',
'site-atom-feed'          => '$1 Atom канал',
'page-rss-feed'           => '"$1" RSS канал',
'page-atom-feed'          => '"$1" Atom канал',
'red-link-title'          => '$1 (така сторінка не екзістує)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Сторінка',
'nstab-user'      => 'Сторінка хоснователя',
'nstab-media'     => 'Медіа-сторінка',
'nstab-special'   => 'Шпеціална сторінка',
'nstab-project'   => 'Сторінка проєкту',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'Повідомлїня',
'nstab-template'  => 'Шаблона',
'nstab-help'      => 'Сторінка помочі',
'nstab-category'  => 'Катеґорія',

# Main script and global functions
'nosuchaction'      => 'Такой дїї не має',
'nosuchactiontext'  => 'Дїя, уведжена в URL, неправилна.
Могли сьте неправилно написати URL або перейти через некоректный одказ .
Може тыж значіти хыбу в програмовім забезпечіню {{GRAMMAR:genitive|{{SITENAME}}}}.',
'nosuchspecialpage' => 'Такой шпеціалной сторінкы нїт',
'nospecialpagetext' => '<strong>Така шпеціална сторінка не екзістує.</strong>

Відь [[Special:SpecialPages|список шпеціалных сторінок]].',

# General errors
'error'                => 'Хыба',
'databaseerror'        => 'Датабазова хыба',
'dberrortext'          => 'Найджена  сінтактічна хыба в запросї до датабазы.
Тото може вказовати на хыбу в проґрамовім забезпечіню.
Послїднїй запрос до датабазы:
<blockquote><tt>$1</tt></blockquote>
з функції "<tt>$2</tt>".
Датабаза вернула хыбу "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'Найджена сінтактічна хыба в запросї до датабазы.
Послїднїй запрос до датабазы:
«$1»
з функції «$2».
Датабаза вернула хыбу «$3: $4».',
'laggedslavemode'      => 'Увага: Сторінка не мусить быти актуална',
'readonly'             => 'Датабаза є замкнута',
'enterlockreason'      => 'Удайте причіну замкнутя і приближный термін одомкнутя',
'readonlytext'         => 'Датабаза є теперь замкнута, также ся не дають укладати новы статї і зміны. Причінов є асі плановане утримованя, по котрій ся вшытко верне до нормалного ставу.

Адміністратор, котрый датабазу замкнув, охабив тото пояснїня: $1',
'missing-article'      => 'В датабазї ся не нашов жаданый текст сторінкы «$1» $2.

Подобна сітуація звычайно взникає при спробі переходу по застаралому одказованю на історію змін сторінкы, яка была вымазана.

Кідь то не є тот припад, може сьте нашли помылку в проґрамовім забезпечіню.
Просиме Вас, оголоште то [[Special:ListUsers/sysop|адміністраторам]], придайте і URL.',
'missingarticle-rev'   => '(ревізія № $1)',
'missingarticle-diff'  => '(Роздїл: $1, $2)',
'readonly_lag'         => 'Датабаза автоматічно заблокована од змін, докы ся другый датабазовый сервер не сінхронізує з мастером',
'internalerror'        => 'Інтерна хыба',
'internalerror_info'   => 'Інтерна хыба: $1',
'fileappenderrorread'  => 'В часї придаваня ся не подарило прочітати  "$1".',
'fileappenderror'      => 'Не подарило ся придати «$1» до «$2».',
'filecopyerror'        => 'Не было можне копіровати файл «$1» на «$2».',
'filerenameerror'      => 'Не было можне переменовати файл «$1» на «$2».',
'filedeleteerror'      => 'Не было можне змазаты файл «$1».',
'directorycreateerror' => 'Не є можне вытворити адресарь «$1».',
'filenotfound'         => 'Не было можне найти файл «$1».',
'fileexistserror'      => 'Не дасть ся записати до файлу «$1»: файл екзістує.',
'unexpected'           => 'Неочекавана годнота: «$1»=«$2».',
'formerror'            => 'Хыба: небыло можне одослати формуларь',
'badarticleerror'      => 'Тота дїя не може быти выконана на тій сторінцї.',
'cannotdelete'         => 'Не є можне вымазати сторінку або файл "$1".
Може уж быв(а)  змазаный(а) дакым іншым.',
'badtitle'             => 'Неприпустна назва',
'badtitletext'         => 'Пожадована назва сторінкы неправилна, порожня, або неправилно одказована як міджі-язычного ці міджі-вікі назва.
Може ся хоснують сімболы, котры не можуть быти хоснованы в назвах.',
'perfcached'           => 'Наслїдуючі дата суть взяты з кешу і не мусять быти актуалны.',
'perfcachedts'         => 'Наслїдуючі дата суть взяты з кешу, котра была послїднїй раз актуалізована $1.',
'querypage-no-updates' => 'Зміны той сторінкы заборонены. Дата нынї не можуть быти обновлены.',
'wrong_wfQuery_params' => 'Неправилны параметры функцій wfQuery()<br />
Функція: $1<br />
Запрос: $2',
'viewsource'           => 'Відїти код',
'viewsourcefor'        => 'Сторінка «$1»',
'actionthrottled'      => 'Акція была придушена',
'actionthrottledtext'  => 'Взглядом ку протиспамовым опатрїням не можете жадану акцію провести барз часто в короткім часї. Спробуйте то знову о пару мінут.',
'protectedpagetext'    => 'Тота сторінка была замкнута, также ся не дасть едітовати',
'viewsourcetext'       => 'Можете відїти і копіровати код той сторінкы:',
'protectedinterface'   => 'Тота сторінка є частинов інтрефейсу проґрамового забезпечіня і єй можуть едітовати лем адміністраторы проєкту.',
'editinginterface'     => "'''Увага:''' Едітуєте сторінку,котра є частинов текстового інтерфейсу. Зміны той сторінкы выкличуть зміну інтерфейсу про іншых хоснователїв. Про переклад увідомлїня хоснуйте [http://translatewiki.net/wiki/Main_Page?setlang=uk translatewiki.net] — проєкт, што ся занимає локалізаціёв MediaWiki.",
'sqlhidden'            => '(SQL запрос скрытый)',
'cascadeprotected'     => 'Сторінка є замнкута, бо є вложена до  {{PLURAL:$1|наслїдуючой сторінкы замкнуты|наслїдуючіх сторінок замнкнутых|наслїдуючіх сторінок замнкнутых}} каскадовым замком:
$2',
'namespaceprotected'   => 'Не маєте права едітовати сторінкы в просторї  назв «$1».',
'customcssjsprotected' => 'Не маєте права едітовати тоту сторінку, бо обсягує персоналны наставлїна іншого хоснователя.',
'ns-specialprotected'  => 'Шпеціалны сторінкы не є можне едітовати.',
'titleprotected'       => "Створїня сторінкы з таков назвов было заборонене хоснователём [[User:$1|$1]] з причінов: ''$2''.",

# Virus scanner
'virus-badscanner'     => "Зла конфіґурація: незнамый антивіровый проґрам: ''$1''",
'virus-scanfailed'     => 'скенованя ся не подарило (код $1)',
'virus-unknownscanner' => 'незнамый антівірус',

# Login and logout pages
'logouttext'                 => "'''Нынї сьте одголошеный(а).'''

Можете продовжовати в анонімнім перезераню і едітації {{grammar:2sg|{{SITENAME}}}}, або ся можете [[Special:UserLogin|зясь приголосити]] як тот самый або як іншый хоснователь. Даякы сторінкы ся можуть зображовати як кібы сьте были дотеперь приголошены, покы не змажете кеш переглядача.",
'welcomecreation'            => '== Вітаєме вас, $1! ==
Ваше конто было вытворене.
Не забудьте змінити свої [[Special:Preferences|наставлїня сайту]].',
'yourname'                   => 'Мено хоснователя:',
'yourpassword'               => 'Гесло:',
'yourpasswordagain'          => 'Повторяйте гесло:',
'remembermypassword'         => 'Запамятати моє приголошіня на тім компютерї (максімално $1 {{PLURAL:$1|день|днів}})',
'securelogin-stick-https'    => 'Останьте  припоєны через HTTPS по приголошіню',
'yourdomainname'             => 'Ваша домена:',
'externaldberror'            => 'Або ся стала хыба екстерной автентіфікачной датабазы, або не маєте поволено мінити своє екстерне конто.',
'login'                      => 'Приголошіня',
'nav-login-createaccount'    => 'Приголошіня / Вытворїня конта',
'loginprompt'                => 'Ку приголошіню до {{grammar:2sg|{{SITENAME}}}} мусите мати поволены cookies.',
'userlogin'                  => 'Приголошіня / вытворїня конта',
'userloginnocreate'          => 'Приголошіня',
'logout'                     => 'Одголосити',
'userlogout'                 => 'Одголошіня',
'notloggedin'                => 'Не сьте приголошеный(а)',
'nologin'                    => "До теперь не маєте конто? '''$1'''.",
'nologinlink'                => 'Вытворити конто',
'createaccount'              => 'Вытворити конто',
'gotaccount'                 => "Уж сьте реґістрованы? '''$1'''.",
'gotaccountlink'             => 'Приголошіня',
'createaccountmail'          => 'електроничнов поштов',
'createaccountreason'        => 'Причіна:',
'badretype'                  => 'Вами написаны гесла не сугласять.',
'userexists'                 => 'Уведжене мено хоснователя уж екзістує.
Звольте інше мено.',
'loginerror'                 => 'Хыба при приголошованю',
'createaccounterror'         => 'Не подарило ся створити конто хоснователя: $1',
'nocookiesnew'               => 'Конто хоснователя было створене, але не сьте приголошены.
{{SITENAME}} хоснує cookies про приголошіня але вы маєте cookies выпнуты .
Просиме Вас, повольте їх, а потім ся приголоште знову з вашым новым меном і геслом.',
'nocookieslogin'             => '{{SITENAME}} хоснує cookies про приголошіня хоснователїв. Вы маєте cookies выпнуты. Просиме Вас, повольте їх і спобуйте знова.',
'nocookiesfornew'            => 'Конто хоснователя не было створене, бо сьме не были годны підтветдити ёго походжіня.
Утвердите ся, же маєте поволены cookies, обновте тоту сторінку і спробуйте то знову.',
'noname'                     => 'Мусите увести мено свого конта.',
'loginsuccesstitle'          => 'Успішне приголошіня',
'loginsuccess'               => "'''Теперь працуєте {{grammar:locative|{{SITENAME}}}} під меном $1.'''",
'nosuchuser'                 => 'Не екзістує хоснователь з меном «$1». У хосновательскых мен ся розлишують малы/великы писмена. Сконтролюйте запис, або собі [[Special:UserLogin/signup|зареґіструйте нове конто]].',
'nosuchusershort'            => 'Хоснователь з меном <nowiki>$1</nowiki> не екзістує.
Перевірте правилность написаня мена.',
'nouserspecified'            => 'Мусите задати мено хоснователя.',
'login-userblocked'          => 'Тот хоснователь є заблокованый. Приголошіня не є доволене.',
'wrongpassword'              => 'Задали сьте хыбне гесло. Спробуйте іщі раз.',
'wrongpasswordempty'         => 'Было задане порожнє гесло. Спробуйте іщі раз.',
'passwordtooshort'           => 'Гесло мусить быти довге холем  $1 {{PLURAL:$1|знак|знакы|знаків}}.',
'password-name-match'        => 'Ваше гесло не може быти таке саме як і ваше хосновательске мено.',
'password-login-forbidden'   => 'Хоснованя того мена хоснователя і гесла было заказане.',
'mailmypassword'             => 'Послати нове гесло',
'passwordremindertitle'      => 'Нове дочасне гесло на {{grammar:4sg|{{SITENAME}}}}',
'passwordremindertext'       => 'Хтось (може Вы, з IP адресы $1) пожадав, жебы сьме Вам послали нове гесло
про приголошіня до {{grammar:2sg|{{SITENAME}}}} ($4). Хоснователёви „$2“ было
прото наставлено дочасне гесло „$3“. Кідь сьте то быв(а) вы, можете ся нынї
приголосити і зволити собі нове гесло. Ваше дочасне гесло кінчіть
о {{PLURAL:$5| єден день|$5 днї|$5 днїв}}.

Кідь сьте о зміну гесла не жадав(а) або сьте собі спомянув(а) на ваше гесло
а уж го мінити не хочете, можете тото повідомліня іґноровати
і хосновати нове гесло.',
'noemail'                    => 'Хоснователь "$1" не має реґістровану адресу електронічной пошты.',
'noemailcreate'              => 'Мусите задати правилну адресу електронічной пошты',
'passwordsent'               => 'Нове гесло было послане на адресу електронічной пошты реґістровану про „$1“. Приголосьте ся зясь, кідь го обтримете.',
'blocked-mailpassword'       => 'Вашій IP адресї была заблокована можность едітації і сучасно з тым є заблокована функція про засланя нового гесла.',
'eauthentsent'               => 'На задану адресу електронічной пошты было послане підтверджіня,
Передтым як вам на тоту адресу буде мочі быти засылана далша пошта, наслїдуйте інштрукції в ел. пошті, жебы сьте підтвердили, же тота адреса справды належыть вам.',
'throttled-mailpassword'     => 'Гесло уж было раз заслане почас уплынулых $1 годин.
Гесло може быти заслане лем раз за $1 {{PLURAL:$1|годину|годины|годин}}.',
'mailerror'                  => 'Хыба засыланя ел. пошты: $1',
'acct_creation_throttle_hit' => 'Хоснователї приходячі з вашой IP адресы уж днесь створили {{PLURAL:$1|конто|конта|конт}}, што є доволене максімум. Зато теперь не є доволено з той IP адресы закладати далшы конта.',
'emailauthenticated'         => 'Адреса вашой ел. пошты была овірена дня $2 о $3.',
'emailnotauthenticated'      => 'Адреса вашой ел. пошты дотеперь не была овірена, функції ел. пошты суть недоступны.',
'noemailprefs'               => 'Шпеціфікуйте адресу ел. пошты, жебы наслїднуючі можности могли фунґовати.',
'emailconfirmlink'           => 'Підтвердьте свою адресу ел. пошты',
'invalidemailaddress'        => 'Уведена адреса ел. пошты не може быти прията, бо она не має правилный формат.
Просиме Вас, уведьте коректну адесу або зохабте поле порожнє.',
'accountcreated'             => 'Конто вытворене',
'accountcreatedtext'         => 'Конто хоснователя $1 было вытворене.',
'createaccount-title'        => 'Вытвориня конта про  {{SITENAME}}',
'createaccount-text'         => 'Хтось створив про Вас конто «$2» на сервері проєкту {{SITENAME}} ($4) з геслом «$3», і зазначів вашу адресу електронічной пошты. Мали бы сьте ся што найскоре приголосити і змінити гесло.

Іґноруйте дане повідомлїня, кідь конто было створено помылково.',
'usernamehasherror'          => 'Мено хоснователя не сміє обсяговати сімбол мережка (#)',
'login-throttled'            => 'Зробили сьте дуже много спроб о приголошіня.
Просиме Вас, почекайте перед далшов спробов.',
'loginlanguagelabel'         => 'Язык: $1',
'suspicious-userlogout'      => 'Ваша пожадавка на одголошіня была одвергнута, бо вызерає то так, же была послана розбитым переглядачом або кешуючім проксі-сервером.',

# E-mail sending
'php-mail-error-unknown' => 'Незнама хыба у PHP mail() функції',

# JavaScript password checks
'password-strength'            => 'Оцінка силы гесла: $1',
'password-strength-bad'        => 'НЕДОБРЕ',
'password-strength-mediocre'   => 'середнє',
'password-strength-acceptable' => 'приятельне',
'password-strength-good'       => 'добре',
'password-retype'              => 'Ту повторяйте гесло:',
'password-retype-mismatch'     => 'Гесла ся не згодують',

# Password reset dialog
'resetpass'                 => 'Змінити гесло',
'resetpass_announce'        => 'Приголошуєте ся дочасным геслом, котре было послане електронічнов поштов. Про закончіня приголошіня треба задати нове гесло ту:',
'resetpass_header'          => 'Зміна гесла',
'oldpassword'               => 'Старе гесло:',
'newpassword'               => 'Нове гесло:',
'retypenew'                 => 'Напиште знову нове гесло:',
'resetpass_submit'          => 'Наставити гесло і приголосити ся',
'resetpass_success'         => 'Ваше гесло было успішно змінено! Теперь ся приголосуєте...',
'resetpass_forbidden'       => 'Гесла не є можне змінити',
'resetpass-no-info'         => 'Ку тій сторінцї мають прямый приступ лем приголошены хоснователї.',
'resetpass-submit-loggedin' => 'Змінити гесло',
'resetpass-submit-cancel'   => 'Сторно',
'resetpass-wrong-oldpass'   => 'Неправилне дочасне або актуалне гесло.
Може сьте собі уж гесло успішно змінили, або сьте выжадали нове дочасне гесло.',
'resetpass-temp-password'   => 'Дочасне гесло:',

# Edit page toolbar
'bold_sample'     => 'Тучный текст',
'bold_tip'        => 'Шырокый текст',
'italic_sample'   => 'Курсива',
'italic_tip'      => 'Курсива',
'link_sample'     => 'Назва одказу',
'link_tip'        => 'Інтерный одказ',
'extlink_sample'  => 'http://www.example.com назва одказу',
'extlink_tip'     => 'Екстерный одказ (не забудьте http:// prefix)',
'headline_sample' => 'Текст надпису',
'headline_tip'    => 'Надпис 2-го рівня',
'math_sample'     => 'Вложте ту формулу',
'math_tip'        => 'Математічна формула (LaTeX)',
'nowiki_sample'   => 'Вложте ту неформатованый текст',
'nowiki_tip'      => 'Іґноровати вікі-форматованя',
'image_tip'       => 'Файл',
'media_tip'       => 'Одказ на медіа-файл',
'sig_tip'         => 'Ваш підпис з датумом і часом',
'hr_tip'          => 'Горізонтална лінія (хоснуйте єй скупо)',

# Edit pages
'summary'                          => 'Куртый опис змін:',
'subject'                          => 'Тема/надпис:',
'minoredit'                        => 'Незначна зміна',
'watchthis'                        => 'Слїдовати тоту сторінку',
'savearticle'                      => 'Уложыти сторінку',
'preview'                          => 'Нагляд',
'showpreview'                      => 'Указати нагляд',
'showlivepreview'                  => 'Швыдкый нагляд',
'showdiff'                         => 'Указати зміны',
'anoneditwarning'                  => "'''Увага''': Не сте приголошены. Ваша IP-адреса буде записана до історії змін той сторінкы.",
'anonpreviewwarning'               => "''Не сьте приголошеный(а). Уложінём буде ваша IP адреса записана в історії  той сторінкы.''",
'missingsummary'                   => "'''Припомянутя:''' Не задали сьте згорнутя едітації. Кідь іщі раз кликтете на Уложыти зміны, буде вапа едітація записана без згорнутя.",
'missingcommenttext'               => 'Задайте коментарь',
'missingcommentheader'             => "'''Припомянутя:''' Не задали сьте тему/надпис про тот коментарь.
Кідь іщі раз кликнете на „{{int:savearticle}}“, буде ваша едітація записана і без того.",
'summary-preview'                  => 'Опис буде:',
'subject-preview'                  => 'Нагляд темы/надпису:',
'blockedtitle'                     => 'Хоснователь є блокованый',
'blockedtext'                      => "'''Ваше хосновательске мено або IP адреса была заблокована.'''

Блокованя зробив $1.
Причіна є ''$2''.

* Початок блокованя: $8
* Конец блокованя: $6
* Блокованый хоснователь: $7

Можете контактовати $1 або іншого [[{{MediaWiki:Grouppage-sysop}}|адміністратора]].
Уважте, же не можете поужыти 'Послати e-mail', кідь не маєте платну адресу ел. пошты во вашых [[Special:Preferences|наставлїня конта]] і кідь вам тота можность не была заказана.
Ваша IP адреса є $3, і ID блокованя є #$5.
Просиме Вас, пиште тоты детайлы во вшыткых запытах на адміністратора.",
'autoblockedtext'                  => "'''Ваше хосновательске мено або IP адреса была заблокована.'''

Блокованя зробив $1.
Причіна є ''$2''.

* Початок блокованя: $8
* Конец блокованя: $6
* Блокованый хоснователь: $7

Можете контактовати $1 або іншого [[{{MediaWiki:Grouppage-sysop}}|адміністратора]].
Уважте, же не можете поужыти 'Послати e-mail', кідь не маєте платну адресу ел. пошты во вашых [[Special:Preferences|наставлїня конта]] і кідь вам тота можность не была заказана.
Ваша IP адреса є $3, і ID блокованя є #$5.
Просиме Вас, пиште тоты детайлы во вшыткых запытах на адміністратора.",
'blockednoreason'                  => 'причіна не была задана',
'blockedoriginalsource'            => "Здройовый текст сторінкы '''$1''' є вказаный ниже:",
'blockededitsource'                => "Текст '''вашых едітовань''' сторінкы «$1» наслїдує:",
'whitelistedittitle'               => 'Про едітованя є выжадоване приголошіня',
'whitelistedittext'                => 'Про едітованя ся мусите $1.',
'confirmedittext'                  => 'Мусите підтвердити вашу адресу ел. пошты передтым як будете едітовати сторінкы.
На сторінцї [[Special:Preferences|наставлїня]] задайте і зохабте собі підтвердити свою адресу ел. пошты.',
'nosuchsectiontitle'               => 'Секція ненайдена',
'nosuchsectiontext'                => 'Пробуєте едітовати секцію, котра не екзістує.
Може была переменована або змазана, покы сьте перезерали сторінку.',
'loginreqtitle'                    => 'Выжадоване приголошіня',
'loginreqlink'                     => 'Приголосити ся',
'loginreqpagetext'                 => 'Ку перезераню іншых сторінок ся мусите $1.',
'accmailtitle'                     => 'Гесло одослане.',
'accmailtext'                      => 'Нагодно выґенероване гесло про хоснователя [[User talk:$1|$1]] было послане на $2.
Гесло того нового конта буде можне по приголошіню змінити на [[Special:ChangePassword|сторінцї про зміну гесла]].',
'newarticle'                       => '(Нова)',
'newarticletext'                   => "Перешли сте на сторінку, котра іщі не екзістує.
Нову сторінку створите так, же зачнете писати в окнї ниже (вид. [[{{MediaWiki:Helppage}}|сторінка помочі]], про вецей інформації).
Кідь сте ту помылково, просто кликните в переглядачу на '''назад'''",
'anontalkpagetext'                 => "----''Тото є діскузна сторінка анонімного хоснователя, котрый іщі не має конто або го не хоснує. Ку&nbsp;ёго ідентіфікації прото мусиме хосновати IP адресу. Таку IP адресу може хосновати декілько хоснователїв. Покы сьте анонімный хоснователь і&nbsp;і уважуєте, же вам суть адресованы ірелевантны коментарї, просиме, [[Special:UserLogin/signup|створьте собі конто]] або [[Special:UserLogin|ся приголосте]], уникнете тым будучій замінї з&nbsp;іншыма анонімныма хоснователями.''",
'noarticletext'                    => 'Теперь на тїй сторінцї не є текст.
Можете [[Special:Search/{{PAGENAME}}|глядати тоту назву]] в іншых сторінках,
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} глядати в лоґах]
або [{{fullurl:{{FULLPAGENAME}}|action=edit}} вытворити сторінку з таков назвов]</span>.',
'noarticletext-nopermission'       => 'Теперь на тїй сторінцї не є текст.
Можете [[Special:Search/{{PAGENAME}}|глядати тоту назву]] в іншых сторінках,
або <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} глядати в лоґах]</span>.',
'userpage-userdoesnotexist'        => 'Хосновательске конто під назвов  "$1" не є реґістроване. Сконтролюйте ці хочете вытворити/едітовати тоту сторінку.',
'userpage-userdoesnotexist-view'   => 'Хосновательске конто „$1 не є реґістроване.',
'blocked-notice-logextract'        => 'Тот хоснователь є теперь блокованый.
Послїднїй запис в лоґах блоковань є такый:',
'clearyourcache'                   => "'''Позначка:''' По уложіню мусите змазати кеш вашого вебового переглядача, інакше зміни не увидите: '''Mozilla / Firefox:''' ''Ctrl-Shift-R'', '''IE:''' ''Ctrl-F5'', '''Safari:''' ''Cmd-Shift-R'', '''Konqueror''': ''F5''.",
'usercssyoucanpreview'             => "'''Тіп:''' Хоснуйте ґомбічку „{{int:showpreview}}“ про тестованя вашого нового CSS перед уложінём.",
'userjsyoucanpreview'              => "'''Тіп:''' Хоснуйте ґомбічку „{{int:showpreview}}“ про тестованя вашого нового коду JavaScript перед уложінём.",
'usercsspreview'                   => "'''Памятайте, же собі перезерате лем нагляд вашого хосновательского CSS.'''
'''Іщі не было уложено!'''",
'userjspreview'                    => "'''Памятайте, же тестуєте а перезерате лем нагляд вашого хосновательского JavaScript-у, іщі не быв уложеный!'''",
'sitecsspreview'                   => "'''Памятайте, же собі перезерате лем нагляд того CSS.'''
'''Іщі не было уложене!'''",
'sitejspreview'                    => "'''Памятайте, же собі перезерате лем нагляд того JavaScript-у.'''
'''Іщі не быв уложеный!'''",
'userinvalidcssjstitle'            => "'''Увага:''' Тема взгляду „$1“ не екзістує. Не забудьте, же хосновательске .css і .js файлы хоснують малы писмена, наприклад {{ns:user}}:{{BASEPAGENAME}}/vector.css, а не {{ns:user}}:{{BASEPAGENAME}}/Vector.css.",
'updated'                          => '(Зміна уложена)',
'note'                             => "'''Позначка:'''&nbsp;",
'previewnote'                      => "'''Памятайте, же то лем попереднїй перегляд,
текст іщі не є уложеный!'''",
'previewconflict'                  => 'Тот нагляд зображує текст так, як буде вызерати по уложіню сторінкы.',
'session_fail_preview'             => "'''Вашу пожадавку ся не подарило зпрацовати, бо были страчены дата сеансу.
Просиме, спробуйте то зясь.
Кідь ся тот проблем буде опаковати, спробуйте ся [[Special:UserLogout|одголосити]] і знову приголосити до сістему.'''",
'session_fail_preview_html'        => "'''Вашу пожадавку ся не подарило зпрацовати, бо были страчены дата сеансу..'''

''Зато же {{SITENAME}} має запнуте хоснованя чістого HTML, нагляд ся про превенцію проти утокам JavaScript-ом не зображує.''

'''Кідь іде о рядну едітацію, спробуйте то знову. Кідь ся тот проблем буде опаковати, спробуйте ся [[Special:UserLogout|одголосити]] і знову приголосити до сістему.'''",
'token_suffix_mismatch'            => "'''Ваша едітація не была схвалена, бо ваш вебовый переглядач комолить дакотры знакы в едітованім текстї.
Едітація не была схвалена, жебы ся заборонило пошкоджіню тексту сторінкы.
Тото ся може даколи стати, кідь хоснуєте хыбный вебовый анонімізер.'''",
'editing'                          => 'Едітованя $1',
'editingsection'                   => 'Едітованя $1 (роздїл)',
'editingcomment'                   => 'Едітованя $1 (нова секція)',
'editconflict'                     => 'Конфлікт едітованя: $1',
'explainconflict'                  => "Дахто змінив сторінку по започатю вашой едітації.
Выше видите актуалный текст сторінкы.
Вашы зміны суть вказаны долов.
Мусите злучіти свої зміны з єствуючім текстом.
'''Лем''' выше вказаный текст зістане ухованый по кликнутю на  „{{int:savearticle}}“.",
'yourtext'                         => 'Ваш текст',
'storedversion'                    => 'Уложена верзія',
'nonunicodebrowser'                => "'''Увага: Ваш переглядач не є способный працовати із знаками Unicode. Абы сьте могли тоту сторінку безпечно едітовати: вшыткы знакы мімо  ASCII суть зображены в гексадецімалных кодах.'''",
'editingold'                       => "'''Увага: Нынї едітуєте застаралу верзію той сторінкы. Кідь єй уложыте, вшыткы пізнїшы зміны ся стратять.'''",
'yourdiff'                         => 'Роздїлы',
'copyrightwarning'                 => "Просиме Вас, уважте, што вшыткы додаваня і зміны до {{grammar:genitive|{{SITENAME}}}} будуть выпущены під ліценціёв $2 (від. $1).
Кідь не хочете, жебы написане вами ся немилосердно едітовало і шырило, пак ту не пиште.<br />
Вы тыж підтверджуєте, што написане вами ту належыть вам або взяте із жрідла, што є  верейным ці вольным жрідлом.
'''НЕ ПУБЛІКУЙТЕ ТУ БЕЗ ПОВОЛЇНЯ МАТЕРІАЛЫ, ШТО СЯ ОХРАНЮЮТЬ АВТОРЬСКЫМ ПРАВОМ!''",
'copyrightwarning2'                => "Просиме Вас, уважте, што вшыткы додаваня і зміны до  {{grammar:2sg|{{SITENAME}}}} можуть быти другыма хоснователями управлены, змінены ці одстранены. Покы собі не желате, жебы ваш текст быв немилосердно управляный, пак го до {{grammar:2sg|{{SITENAME}}}} не укладайте.<br />
Уложінём приспевку ся завязуєте, же є вашым дїлом або є скопірованый із жрідел, котры не суть хоронены авторьскым правом (тзв. <em>public domain</em>), детайлы найдете на $1. '''Не копіруйте дїла хоронены авторьскым правом без дозволїня!'''",
'longpageerror'                    => "'''ХЫБА: Пробуєте уложыти текст о великости $1 КіБ, причім доволене максімум є $2 КіБ. Ваша едітація не може быти уложена.'''",
'readonlywarning'                  => "'''УВАГА: Датабаза была замкнута про утримованя, также не будете мочі уложыти свої зміны. Можете сі го окопіровати до файлу і уложыти го пізнїше.'''

Адміністратор сервера, котрый датабазу замкнув, зохабив тото пояснїня: $1",
'protectedpagewarning'             => "'''Увага: Тота сторінка была замкнута, также єй можуть едітовати лем адміністраторы.'''
Ниже є про перегляд зображеный найновшый протоколовачій запис:",
'semiprotectedpagewarning'         => "'''Увага: Тота сторінка была замкнута, также єй можуть едітовати лем реґістрованы хоснователї.'''
Ниже є про перегляд зображеный найновшый протоколовачій запис:",
'cascadeprotectedwarning'          => "'''Увага:''' Тота сторінка была замкнута, также єй можуть едітовати лем адміністраторы. Є включена на наслїдуючі, каскадовым замком {{PLURAL:$1|замкнуту, сторінку|замкнуты, сторінкы|замкнуты, сторінкы}}:",
'titleprotectedwarning'            => "'''Увага: Тота сторінка была замкнута, также про єй створїня є треба [[Special:ListGroupRights|особісты права]].'''
Ниже є про перегляд зображеный найновшый протоколовачій запис:",
'templatesused'                    => '{{PLURAL:$1|Шаблона, хоснована|Шаблоны, хоснованы}} на тій сторінці:',
'templatesusedpreview'             => '{{PLURAL:$1|Шаблона, хоснована|Шаблоны, хоснованы}} у тім перегляді:',
'templatesusedsection'             => '{{PLURAL:$1|Шаблона, хоснована|Шаблоны, хоснованы}} у тій секції:',
'template-protected'               => '(хранена)',
'template-semiprotected'           => '(частково хранено)',
'hiddencategories'                 => 'Тота сторінка належыть до $1 {{PLURAL:$1|схованa катеґорія|схованы катеґорії|схованых катеґорій}}:',
'nocreatetitle'                    => 'Створїня сторінок обмеджено',
'nocreatetext'                     => 'На {{grammar:6sg|{{SITENAME}}}} є можливость створїна новых сторінок обмеджена.
Можете ся вернути і едітовати уж екзістуючу сторінку, або [[Special:UserLogin|ся приголосити ці ся реґістровати]].',
'nocreate-loggedin'                => 'Не маєте права створёвати новы сторінкы.',
'sectioneditnotsupported-title'    => 'Едітованя секцій не є підпороване',
'sectioneditnotsupported-text'     => 'На тій сторінцї не є підпороване едітованя єдной секції.',
'permissionserrors'                => 'Хыба оправнїня',
'permissionserrorstext'            => 'Не маєте поволїня той операції з  {{PLURAL:$1|такой причіны|такых причін}}:',
'permissionserrorstext-withaction' => 'Не маєте поволїня на $2 з {{PLURAL:$1|такой причіны|такых причін}}:',
'recreate-moveddeleted-warn'       => "'''Увага: Пробуєте знову створити сторінку, котра была в минулости змазана.'''

Уважте, ці справды треба знову створити тоту сторінку.
Ниже видите запис переменовань і змазань той сторінкы:",
'moveddeleted-notice'              => 'Тота сторінка была змазана.
Запис змазаня а переменованя сі можете посмотрити ниже.',
'log-fulllog'                      => 'Зобразити вшыток запис',
'edit-hook-aborted'                => 'Едітованя было сторноване процедуров без близшого пояснїня.',
'edit-gone-missing'                => 'Сторінку ся не подарило обновити.
Асі была змазана.',
'edit-conflict'                    => 'Конфлікт едітованя.',
'edit-no-change'                   => 'Ваша едітація была іґнорована, бо не дішло ку жадній змінї тексту.',
'edit-already-exists'              => 'Не подарило ся створити нову сторінку, бо она уж екзістує.',

# Parser/template warnings
'expensive-parserfunction-warning'        => 'Увага: Тота сторінка обсягує дуже много кликаня выконово нарочных функцій парсера.

Поволеный ліміт є $2, теперь шак  {{PLURAL:$1|ту єдно кликаня є|ту суть  $2 кликаня|ту є $2 кликань}}.',
'expensive-parserfunction-category'       => 'Сторінкы з дуже великым почтом кликаня функції парсера',
'post-expand-template-inclusion-warning'  => 'Увага: розмір шаблон про включіня є барз великый.
Дакотры шаблоны не будуть включены.',
'post-expand-template-inclusion-category' => 'Сторінкы з перевышуючов великостёв включеных шаблон',
'post-expand-template-argument-warning'   => 'Увага: Тота сторінка обсягує принайменшім єден арґумент шаблоны, котрый є по розбалїню дуже великый.
Тоты арґументы были іґнорованы.',
'post-expand-template-argument-category'  => 'Сторінкы обсягуючі іґнорованы арґументы шаблон',
'parser-template-loop-warning'            => 'Найдженый цікл шаблон: [[$1]]',
'parser-template-recursion-depth-warning' => 'Перевышеный ліміт глубкы рекурзівного вкладаня шаблон ($1)',
'language-converter-depth-warning'        => 'Перевышеный ліміт глубкы у языковій конверзії ($1)',

# "Undo" feature
'undo-success' => 'Едітованя може быти зручене.
Просиме Вас перевірте порівнаня ниже, жебы сьте ся упевнили в тім, што хочете зробити а потім уложте зміны долов, жебы сьте закінчіли зрушіня едітованя.',
'undo-failure' => 'Едітованя не могло быти зрушене про конфлікт міджілеглых змін.',
'undo-norev'   => 'Тото едітованя не можете вернути назад, бо не екзістує або было змазане.',
'undo-summary' => 'Зрушена верзія $1 од хоснователя [[Special:Contributions/$2|$2]] ([[User talk:$2|діскузія]])',

# Account creation failure
'cantcreateaccounttitle' => 'Не є можне вытворити конто',
'cantcreateaccount-text' => "Створёваня новых конт з той IP адресы ('''$1''') было заблоковане хоснователём [[User:$3|$3]].

$3 зазначів тоту причіну: ''$2''",

# History pages
'viewpagelogs'           => 'Вказати лоґы про тоту сторінку',
'nohistory'              => 'Про тоту статю не екзістує історія едітовань.',
'currentrev'             => 'Актуална ревізія',
'currentrev-asof'        => 'Точна ревізія на $1',
'revisionasof'           => 'Ревізія $1',
'revision-info'          => 'Верзія од $1; $2',
'previousrevision'       => 'Старша верзія',
'nextrevision'           => 'Новша ревізія →',
'currentrevisionlink'    => 'Актуална ревізія',
'cur'                    => 'актуална',
'next'                   => 'насл.',
'last'                   => 'ост.',
'page_first'             => 'перша',
'page_last'              => 'послїдня',
'histlegend'             => "(теперь) = роздїлы од актуалной верзії,
(послїдня) = роздїлы од попереднёй верзії, '''м''' = мале едітованя",
'history-fieldset-title' => 'Перегляднути історію',
'history-show-deleted'   => 'Лем змазаны',
'histfirst'              => 'найстаршы',
'histlast'               => 'послїднї',
'historysize'            => '($1 {{PLURAL:$1|байт|байты|байтів}})',
'historyempty'           => '(порожнє)',

# Revision feed
'history-feed-title'          => 'Історія едітовань',
'history-feed-description'    => 'Історія едітовань той сторінкы на вікі',
'history-feed-item-nocomment' => '$1 в $2',
'history-feed-empty'          => 'Такой сторінкы не екзістує.
Могли єй вымазати ці переменовати.
Спробуйте [[Special:Search|найти во вікі]] подобны сторінкы.',

# Revision deletion
'rev-deleted-comment'         => '(згорнутя едітованя вымазане)',
'rev-deleted-user'            => '(мено автора стерто)',
'rev-deleted-event'           => '(лоґ одстраненый)',
'rev-deleted-user-contribs'   => '[мено хоснователя або IP адреса одстранене – едітованя є в приспевках сховане]',
'rev-deleted-text-permission' => "Тота ревізія была  '''змазана'''.
Детайлы можуть быти зазначены в [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} книзї змазаных сторінок].",
'rev-deleted-text-unhide'     => "Тота ревізія была '''змазана'''.
Детайлы можуть быти зазначены в [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} книзї змазаных сторінок].
Як адміністратор сі але можете  [$1 тоту ревізію посмотрити], кідь хочете.",
'rev-suppressed-text-unhide'  => "Тота ревізія была '''затаєна'''.
Детайлы можуть быти уведены в  [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} записї утаїня].
Як адміністратор сі але можете [$1 тоту ревізію посмотрити], кідь  хочете.",
'rev-deleted-text-view'       => "Тота ревізія была  '''змазана'''.
Як адміністратор сі єй можете посмотрити; детайлы можуть быти зазначены в [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} книзї змазаных сторінок].",
'rev-suppressed-text-view'    => "Тота верзія была '''затаєна'''.
Як адміністратор сі єй можете посмотрити; детайлы можуть быти зазначены в  [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} записї затаїня].",
'rev-deleted-no-diff'         => "Тот розділ сі не можете помострити, бо єдна з &nbsp;ревізій была '''змазана'''.
Детайлы можуть быти зазначены в [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} книзї змазаных сторінок].",
'rev-suppressed-no-diff'      => "Тот роздїл сі не можете посмотрити, бо єдна з ревізій была  '''змазана'''.",
'rev-deleted-unhide-diff'     => "Єдна з ревізій про тото порівнаня была '''змазана'''.
Детайлы можуть быти зазначены в [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} книзї змазаных сторінок].
Як адміністратор сі але можете  [$1 тоту ревізію посмотрити], кідь хочете.",
'rev-suppressed-unhide-diff'  => "Єдна з ревізій про тото порівнаня была '''затаєна'''.
Детайлы можуть быти уведены в  [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} записї утаїня].
Як адміністратор сі але можете [$1 тоту ревізію посмотрити], кідь  хочете.",
'rev-deleted-diff-view'       => "Єдна з ревізій про тото порівнаня была  '''змазана'''.
Як адміністратор сі єй можете посмотрити; детайлы можуть быти зазначены в [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} книзї змазаных сторінок].",
'rev-suppressed-diff-view'    => "Єдна з ревізій про тото порівнаня была '''затаєна'''.
Як адміністратор сі єй можете посмотрити; детайлы можуть быти зазначены в  [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} записї затаїня].",
'rev-delundel'                => 'вказати/сховати',
'rev-showdeleted'             => 'вказати',
'revisiondelete'              => 'Змазати/обновити ревізії',
'revdelete-nooldid-title'     => 'Хыбна цілёва ревізія',
'revdelete-nooldid-text'      => 'Не зволили сьте ревізії, на котрых хочете тоту функцію выконати.',
'revdelete-nologtype-title'   => 'Нестановленый тіп запису',
'revdelete-nologtype-text'    => '{{GENDER:|Не становив|Не становила|Не становили}} сьте книгу протоколовачіх записів, на котрых ся має операція выконати.',
'revdelete-nologid-title'     => 'Неплатный протоколовачій запис',
'revdelete-nologid-text'      => 'Будь сьте не зазначіли цілёвый запис в протоколї або даный запис не екзістує.',
'revdelete-no-file'           => 'Зазначеный файл не єствує.',
'revdelete-show-file-confirm' => 'На певно собі хочете посмотрити змазану ревізію файлу „<nowiki>$1</nowiki>“ з $2, $3?',
'revdelete-show-file-submit'  => 'Гей',
'revdelete-selected'          => "'''{{PLURAL:$2|Выбрана ревізія|Выбраны ревізії}} з [[:$1]]:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|Выбрана протоколована подїя|Выбраны протоколованы подїї}}:'''",
'revdelete-text'              => "'''Змазаны верзії і подїї будуть надале зображены в історії сторінкы і протоколовачіх записах, але дакотры їх части не будуть публікованы.'''
Другы адміністраторы {{GRAMMAR:2sg|{{SITENAME}}}} собі будуть мочі схованый обсяг перезерати і помочов того самого інтерфейсу го будуть мочі обновити,
кідь не были наставлены далшы обмеджіня.",
'revdelete-confirm'           => 'Просиме Вас, підтвердьте же то хочете справды зробити, же собі усвідомуєте резултат і же є то в згодї з  [[{{MediaWiki:Policy-url}}|правилами]].',
'revdelete-suppress-text'     => "Затаёваня бы ся мало хосновати  ''лем''' в такых припадах:
* Потенціално огварячі інформації
* Непотрібны особны дата
*: ''адресы і телефонны чісла, родны чісла ітд.''",
'revdelete-legend'            => 'Наставити обмеджіня ревізії',
'revdelete-hide-text'         => 'Сховати текст ревізії',
'revdelete-hide-image'        => 'Сховати обсяг файлу',
'revdelete-hide-name'         => 'Сховати дїю а ціль',
'revdelete-hide-comment'      => 'Сховати коментарь',
'revdelete-hide-user'         => 'Сховату мено автора/IP-адресу',
'revdelete-hide-restricted'   => 'Затаїти дата перед адміністраторами',
'revdelete-radio-same'        => '(не мінити)',
'revdelete-radio-set'         => 'Гей',
'revdelete-radio-unset'       => 'Нїт',
'revdelete-suppress'          => 'Затаїти дата перед адміністраторами',
'revdelete-unsuppress'        => 'Одстранити обмеджіня на вернутій верзії',
'revdelete-log'               => 'Причіна:',
'revdelete-submit'            => 'Апліковати на {{PLURAL:$1|зазначену ревізію|зазначены ревізії}}',
'revdelete-logentry'          => 'змінив видительность ревізії про [[$1]]',
'logdelete-logentry'          => 'змінена видительность подїї [[$1]]',
'revdelete-success'           => "'''Видительность ревізії успішно змінена.'''",
'revdelete-failure'           => "'''Не подарило ся змінити видительность ревізії:'''
$1",
'logdelete-success'           => "'''Видительност події успішно наставена.'''",
'logdelete-failure'           => "'''Не подарило ся наставити видительность протоколу.'''
$1",
'revdel-restore'              => 'Змінити видительность',
'revdel-restore-deleted'      => 'вымазаны ревізії',
'revdel-restore-visible'      => 'видительны ревізії',
'pagehist'                    => 'Історія сторінкы',
'deletedhist'                 => 'Вымазана історія',
'revdelete-content'           => 'обсяг',
'revdelete-summary'           => 'коментарь едітованя',
'revdelete-uname'             => 'мено хоснователя',
'revdelete-restricted'        => 'приданы обмеджіня про адміністраторів',
'revdelete-unrestricted'      => 'зняты обмеджіня про адміністраторів',
'revdelete-hid'               => 'сховав $1',
'revdelete-unhid'             => 'одкрыв $1',
'revdelete-log-message'       => '$1 $2 ревіз{{PLURAL:$2|ї|я|ї}}',
'logdelete-log-message'       => '$1 про $2 {{PLURAL:$2|події|подїй}}',
'revdelete-hide-current'      => 'Хыба сховаваня положкы з $1 $2: їднать ся о сучасну ревізію.
Тота ся не дасть сховати.',
'revdelete-show-no-access'    => 'Хыба зображіня положкы з $1 $2: оно є позначене як «з обмедженым приступом».
Не маєте приступ до нёго.',
'revdelete-modify-no-access'  => 'Хыба зміны положкы з $1 $2: оно є позначене як «з обмедженым приступом».
Не маєте приступ до нёго.',
'revdelete-modify-missing'    => 'Хыба зміны положкы з ID $1: положка ся не нашла в датабазї!',
'revdelete-no-change'         => "'''Увага:''' положка од $2, $1 уж має жаданы наставлїня видительности.",
'revdelete-concurrent-change' => 'Хыба зміны положкы з $1 $2. Видить ся, же міджітым як сьте едітовали вы, єй став змінив хтось іншый.
Просиме, перевірте лоґы.',
'revdelete-only-restricted'   => 'Хыба схованя положкы з $2 $1: Не можете положкы сховати лем перед адміністраторами жебы сьте сучасно выбрали і дакотру з далшых можностей затаїня.',
'revdelete-reason-dropdown'   => '*Звыклы причіны змазаня
** Порушіня авторьскых прав
** Невгодны особны дата
** Потенціално огварячі дата',
'revdelete-otherreason'       => 'Інша/далша причіна:',
'revdelete-reasonotherlist'   => 'Інша причіна',
'revdelete-edit-reasonlist'   => 'Едітуй причіны вымазаня',
'revdelete-offender'          => 'Автор ревізії:',

# Suppression log
'suppressionlog'     => 'Запис затаїня',
'suppressionlogtext' => 'Тото є  список змазаня і б локованя котрый має обсяг схованый перед адміністраторами. Видьте тыж [[Special:IPBlockList|список вшыткых блоковань]].',

# Revision move
'moverevlogentry'              => 'перенїс {{PLURAL:$3|єдну ревізію|$3 ревізії|$3 ревізій}} з $1 до $2',
'revisionmove'                 => 'Переміщеня ревізій з "$1"',
'revmove-explain'              => 'Наслїдуючі ревізії будуть перенесены з $1 до  выбраной цілёвой сторінкы. Покы цілёва сторінка не екзістує, буде створена. Інакше будуть тоты ревізії включены до історії сторінкы.',
'revmove-legend'               => 'Настав цілёву сторінку і коментарь',
'revmove-submit'               => 'Пересунути ревізію на выбрану сторінку',
'revisionmoveselectedversions' => 'Перемістити выбраны верзії',
'revmove-reasonfield'          => 'Причіна:',
'revmove-titlefield'           => 'Цілёва сторінка:',
'revmove-badparam-title'       => 'Неправилны параметры',
'revmove-badparam'             => 'Ваша пожадавка обсягує недоволены або недостаточны параметры. Стисните "back" і спробуйте знову.',
'revmove-norevisions-title'    => 'Хыбна цілёва ревізія',
'revmove-norevisions'          => 'Не задали сьте єдну або веце цілёвых ревізій жебы ся выконала тота функція або задана ревізія не екзістує.',
'revmove-nullmove-title'       => 'Неприпустна назва',
'revmove-nullmove'             => 'Здройова а цілёва сторінка є ідентічна. Стисните "back" і задайте сторінку різну од "$1".',
'revmove-success-existing'     => '{{PLURAL:$1|Єдна ревізія з [[$2]] має|$1 ревізії з [[$2]] має}} была пересунута на екзістуючу сторінку [[$3]].',
'revmove-success-created'      => '{{PLURAL:$1|Єдна ревізія з [[$2]] має|$1 ревізії з [[$2]] має}} была пересунута на новостворену сторінку [[$3]].',

# History merging
'mergehistory'                     => 'Злучованя історії сторінок',
'mergehistory-header'              => 'Тота сторінка Вам доволить злучіти історію єдной здройовой сторінкы з новшов сторінков.
Пересвідчте ся, же тота зміна утриме цалосность і поступность  історії сторінкы.',
'mergehistory-box'                 => 'Злучіти ревізії двох сторінок:',
'mergehistory-from'                => 'Здроёва сторінка:',
'mergehistory-into'                => 'Цілёва сторінка:',
'mergehistory-list'                => 'Історія злучітельных сторінок',
'mergehistory-merge'               => 'Наслїдуючі верзії сторінкы [[:$1|$1]] можуть быти злучены в [[:$2]]. Перепиначом выберте верзію, котра урчіть, же лем тота і старшы едітації будуть злучены. Рахуйте з тым, же хоснованём  навіґачных одказів будуть дата страчены.',
'mergehistory-go'                  => 'Вказати злучітельны едітації',
'mergehistory-submit'              => 'Споїти ревізії',
'mergehistory-empty'               => 'Не дають ся споїти жадны ревізії.',
'mergehistory-success'             => '$3 {{PLURAL:$3|ревізія|ревізії|ревізійí}} сторінкы [[:$1]] {{PLURAL:$3|была успішно злучена|были успішно злучены|было успішно злуґено}} до сторінкы [[:$2]].',
'mergehistory-fail'                => 'Злучіня історій ся не дасть зробити. Перевірте заданы сторінкы і їх історії',
'mergehistory-no-source'           => 'Здроёва сторінка $1 не екзістує.',
'mergehistory-no-destination'      => 'Цілёва сторінка «$1» не екзістує.',
'mergehistory-invalid-source'      => 'Здройова сторінка мусить мати правилну назву.',
'mergehistory-invalid-destination' => 'Цілёва сторінка мусить мати правилну назву.',
'mergehistory-autocomment'         => 'Злучена сторінка [[:$1]] до сторінкы [[:$2]]',
'mergehistory-comment'             => 'Злучена сторінка [[:$1]] до сторінкы [[:$2]]: $3',
'mergehistory-same-destination'    => 'Жрідлова і цілёва сторінка не можуть быти такы самы',
'mergehistory-reason'              => 'Причіна:',

# Merge log
'mergelog'           => 'Книга злучованя',
'pagemerge-logentry' => 'злучує сторінку [[$1]] зо сторінков [[$2]] (верзії до $3)',
'revertmerge'        => 'Роздїлити',
'mergelogpagetext'   => 'Ниже є список найновшых злучінь історії єдной сторінкы з другов.',

# Diffs
'history-title'            => 'Історія змін сторінкы «$1»',
'difference'               => '(роздїл міджі ревізіями)',
'difference-multipage'     => '(Роздїлы міджі сторінками)',
'lineno'                   => 'Рядок $1:',
'compareselectedversions'  => 'Порівнати выбраны верзії',
'showhideselectedversions' => 'Вказати/скрыти выбраны ревізії',
'editundo'                 => 'вернути назад',
'diff-multi'               => '({{PLURAL:$1|Не є зображена єдна міджілегла верзія|Не суть зображены $1 міджілеглы верзії|Не є зображено $1 міджілеглых верзій}} од {{PLURAL:$2|1 хоснователя|$2 хоснователїв}} .)',
'diff-multi-manyusers'     => '(Не є зображено $1 міджілеглых верзій од веце як $2 {{PLURAL:$2|хоснователя|хоснователїв}}.)',

# Search results
'searchresults'                    => 'Резултаты гляданя',
'searchresults-title'              => 'Резултаты гляданя про "$1"',
'searchresulttext'                 => 'Про детайлнїшы інформації про гляданя у проєктї, смоть [[{{MediaWiki:Helppage}}|сторінка помочі]]',
'searchsubtitle'                   => 'Глядали сьте «[[:$1]]» ([[Special:Prefixindex/$1|вшыткы сторінкы, што ся зачінають на «$1»]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|вшыткы сторінкы, што мають одказ на «$1»]])',
'searchsubtitleinvalid'            => "Глядали сте '''$1'''",
'toomanymatches'                   => 'Пожадавцї одповідать дуже много згод, спробуйте іншый запыт.',
'titlematches'                     => 'Сторінкы з одповідаючов назвов',
'notitlematches'                   => 'Нїт згоды в назвах сторінок',
'textmatches'                      => 'Сторінкы з одповідаючім текстом',
'notextmatches'                    => 'Немає згоду в текстах сторінок',
'prevn'                            => '{{PLURAL:$1|попередня $1|попереднї $1|попереднїх $1}}',
'nextn'                            => '$1 {{PLURAL:$1|далша|далшы|далшых}}',
'prevn-title'                      => '{{PLURAL:$1|Попереднїй резултат|Попереднї $1 резултаты|Попереднїх $1 резултатів}}',
'nextn-title'                      => '{{PLURAL:$1|Далшый резултат|Далшы $1 резултаты|Далшых $1 резултатів}}',
'shown-title'                      => 'Вказати $1 {{PLURAL:$1|резултат|резултаты|резултатів}} на сторінку',
'viewprevnext'                     => 'Перегляднути ($1 {{int:pipe-separator}} $2) ($3).',
'searchmenu-legend'                => 'Параметры гляданя',
'searchmenu-exists'                => "'''У тій вікі є сторінка з назвов «[[:$1]]»'''",
'searchmenu-new'                   => "'''Створити сторінку «[[:$1]]» у тій вікі!'''",
'searchhelp-url'                   => 'Help:Обсяг',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|Вказати сторінкы з тым префіксом]]',
'searchprofile-articles'           => 'Статї',
'searchprofile-project'            => 'Сторінкы помочі і проєкту',
'searchprofile-images'             => 'Мултімедія',
'searchprofile-everything'         => 'Вшытко',
'searchprofile-advanced'           => 'Росшырене',
'searchprofile-articles-tooltip'   => 'Переглядавати: $1',
'searchprofile-project-tooltip'    => 'Переглядавати: $1',
'searchprofile-images-tooltip'     => 'Глядати файлы',
'searchprofile-everything-tooltip' => 'Переглядавати вшыток обсяг (рахувчі діскузны сторінкы)',
'searchprofile-advanced-tooltip'   => 'Наставлити меновы просторы, в котрых ся має глядати',
'search-result-size'               => '$1 ({{PLURAL:$2|слово|слова|слов}})',
'search-result-category-size'      => '{{PLURAL:$1|1 член|$1 члена|$1 членів}} ({{PLURAL:$2|1 підкатеґорія|$2 підкатеґорії|$2 підкатеґорії}}, {{PLURAL:$3|1 файл|$3 файлы|$3 файлів}})',
'search-result-score'              => 'Одповідность: $1 %',
'search-redirect'                  => '(напрямити $1)',
'search-section'                   => '(секція $1)',
'search-suggest'                   => 'Може сте мали на мыслї: $1',
'search-interwiki-caption'         => 'Сестерьскы проєкты',
'search-interwiki-default'         => '$1 резултаты:',
'search-interwiki-more'            => '(веце)',
'search-mwsuggest-enabled'         => 'з порадами',
'search-mwsuggest-disabled'        => 'без порад',
'search-relatedarticle'            => 'Звязаный',
'mwsuggest-disable'                => 'Выпнути пораду AJAX',
'searcheverything-enable'          => 'Глядати во вшыткых просторах назв',
'searchrelated'                    => 'звязаный',
'searchall'                        => 'вшыткы',
'showingresults'                   => "Ниже {{PLURAL:$1|вказане|вказаны|вказаных}} '''$1''' {{PLURAL:$1|резултат|резултаты|резултатів}}, почінаючіх з №&nbsp;'''$2'''",
'showingresultsnum'                => 'Ниже вказано <strong>$3</strong> {{PLURAL:$3|резултат|резултаты|резултатів}}, почінаючі з №&nbsp;<strong>$2</strong>.',
'showingresultsheader'             => "{{PLURAL:$5|Резултат '''$1''' з '''$3'''|Резултаты '''$1 — $2''' з '''$3'''}}  про '''$4'''",
'nonefound'                        => "'''Позначка:''' Штандартно ся глядать лем в дакотрых просторах назв.
Хоснуйте префікс ''all:'', жебы глядати у вшыткых просторах назв (рахувчі тыж сторінкы діскузії, шаблоны ітд.), або зазначте потрібный простор назв.",
'search-nonefound'                 => 'На ваш запрос не были найджены жадны резултаты.',
'powersearch'                      => 'Росшырене гляданя',
'powersearch-legend'               => 'Росшырене гляданя',
'powersearch-ns'                   => 'Глядати у просторах назв:',
'powersearch-redir'                => 'Список напрямлинь',
'powersearch-field'                => 'Глядати',
'powersearch-togglelabel'          => 'Позначіти:',
'powersearch-toggleall'            => 'Вшыткы',
'powersearch-togglenone'           => 'Жадный',
'search-external'                  => 'Екстерне гляданя',
'searchdisabled'                   => '<p>Перебачте. Повнотекстове гляданя є дочасно недоступне. Затля можете спробовати гляданя Google; є але можне, же ёго резултаты не мусять быти актуалны.</p>',

# Quickbar
'qbsettings'               => 'Панел навіґації',
'qbsettings-none'          => 'Жадный',
'qbsettings-fixedleft'     => 'Лежыть влїво',
'qbsettings-fixedright'    => 'Лежыть вправо',
'qbsettings-floatingleft'  => 'Плаваюча влїво',
'qbsettings-floatingright' => 'Плаваюча вправо',

# Preferences page
'preferences'                   => 'Наставлїня',
'mypreferences'                 => 'Наставлїня',
'prefs-edits'                   => 'Чісло едітовань:',
'prefsnologin'                  => 'Не сьте приголошеный(а)!',
'prefsnologintext'              => 'Кідь хочете мінити хосновательскы наставлїня, мусите ся <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} приголосити]</span>.',
'changepassword'                => 'Змінити гесло',
'prefs-skin'                    => 'Взгляд',
'skin-preview'                  => 'Попереднїй нагляд',
'prefs-math'                    => 'Математіка',
'datedefault'                   => 'Імпліцітный',
'prefs-datetime'                => 'Датум і час',
'prefs-personal'                => 'Інформації о хоснователёві',
'prefs-rc'                      => 'Послїднї зміны',
'prefs-watchlist'               => 'Слїдованы сторінкы',
'prefs-watchlist-days'          => 'Чісло днїв зображеных в слїдованых сторінках:',
'prefs-watchlist-days-max'      => '(максімалнї 7 днїв)',
'prefs-watchlist-edits'         => 'Чісло едітовань зображеных во вылїпшенім списку слїдованых сторінок:',
'prefs-watchlist-edits-max'     => '(максімалне чісло: 1000)',
'prefs-watchlist-token'         => 'Ключ до списку слїдованых сторінок:',
'prefs-misc'                    => 'Іншы наставлїня',
'prefs-resetpass'               => 'Змінити гесло',
'prefs-email'                   => 'Параметры електронічной пошты',
'prefs-rendering'               => 'Взгляд',
'saveprefs'                     => 'Уложыти',
'resetprefs'                    => 'Вернути неуложены зміны',
'restoreprefs'                  => 'Обновити вшыткы штандартны наставлїня',
'prefs-editing'                 => 'Едітованя',
'prefs-edit-boxsize'            => 'Розмір окна едітованя:',
'rows'                          => 'Рядкы:',
'columns'                       => 'Колонкы:',
'searchresultshead'             => 'Гляданя',
'resultsperpage'                => 'Чісло резултатів на сторінку:',
'contextlines'                  => 'Чісло рядків на резултат',
'contextchars'                  => 'Чісло сімболів контексту на рядок',
'stub-threshold'                => 'Поріг про форматованя одказу як <a href="#" class="stub">одказів на "stub"</a> (v bajtech):',
'stub-threshold-disabled'       => 'Выпнуте',
'recentchangesdays'             => 'На кілько днїв вказовати новы едітованя',
'recentchangesdays-max'         => '(максімум $1 {{PLURAL:$1|день|днї|днїв}})',
'recentchangescount'            => 'Чісло імпліцітно зображованых едітовань:',
'prefs-help-recentchangescount' => 'Тыкать ся послїднїх змін, історії сторінок і протоколовачіх записів.',
'prefs-help-watchlist-token'    => 'Кідь до того поля выповните тайный ключ, буде створеный RSS канал вашых слїдованых сторінок.
Хоцьхто хто знає тот ключ, пак буде мочі ваш список слїдованых сторінок чітати, также не забывайте на безпечность.
Можете схосновати тоту нагодно выґенеровану годноту: $1',
'savedprefs'                    => 'Ваше наставлїня было уложене.',
'timezonelegend'                => 'Часова зона:',
'localtime'                     => 'Містный час:',
'timezoneuseserverdefault'      => 'Хосновати наставлїня сервера',
'timezoneuseoffset'             => 'Інше (задайте посун)',
'timezoneoffset'                => 'Посун¹:',
'servertime'                    => 'Час сервера:',
'guesstimezone'                 => 'Начітати з переглядача',
'timezoneregion-africa'         => 'Африка',
'timezoneregion-america'        => 'Америка',
'timezoneregion-antarctica'     => 'Антарктіда',
'timezoneregion-arctic'         => 'Арктіка',
'timezoneregion-asia'           => 'Азія',
'timezoneregion-atlantic'       => 'Атлантічный океан',
'timezoneregion-australia'      => 'Австралія',
'timezoneregion-europe'         => 'Европа',
'timezoneregion-indian'         => 'Індійскый океан',
'timezoneregion-pacific'        => 'Тихый океан',
'allowemail'                    => 'Поволити електронічну пошту од іншых хоснователїв',
'prefs-searchoptions'           => 'Параметры гляданя',
'prefs-namespaces'              => 'Просторы назв',
'defaultns'                     => 'Інакше глядати в такых просторах назв:',
'default'                       => 'імпліцітне',
'prefs-files'                   => 'Файлы',
'prefs-custom-css'              => 'Властный CSS',
'prefs-custom-js'               => 'Властный JS',
'prefs-common-css-js'           => 'Сдїляне CSS/JS про вшыткы штілы:',
'prefs-reset-intro'             => 'Помочов той сторінкы можете вшыткы наставлїня вернути на імпліцітны годноты.
Тоту операцію не годен вернути назад.',
'prefs-emailconfirm-label'      => 'Підтверджіня електронічной пошты:',
'prefs-textboxsize'             => 'Розмір окна едітованя',
'youremail'                     => 'Адреса електронічной пошты:',
'username'                      => 'Мено хоснователя:',
'uid'                           => 'Ідентіфікатор хоснователя:',
'prefs-memberingroups'          => 'Член {{PLURAL:$1|ґрупы|ґруп}}:',
'prefs-registration'            => 'Час реґістрації:',
'yourrealname'                  => 'Скуточне мено:',
'yourlanguage'                  => 'Язык:',
'yournick'                      => 'Підпис:',
'prefs-help-signature'          => 'Коментарї на діскузіях бы ся мали підписовати помочов „<nowiki>~~~~</nowiki>“, што ся змінить на ваш підпис і актуалный час.',
'badsig'                        => 'Неправилний підпис.
Перевірте коректность HTML-теґів.',
'badsiglength'                  => 'Ваш підпис барз довгый.
Мусить быти куртшый як $1 {{PLURAL:$1|сімвол|сімволы|сімволів}}.',
'yourgender'                    => 'Поглавя:',
'gender-unknown'                => 'Нешпеціфіковано',
'gender-male'                   => 'Мужске',
'gender-female'                 => 'Женьске',
'prefs-help-gender'             => 'Волительне: хосноване софтвером про правилне ословованя в залежности на поглавю. Тота інформація є публічна.',
'email'                         => 'Електронічна пошта',
'prefs-help-realname'           => 'Скуточне мено (волительно): кідь го задаєте, буде поужыте про означіня авторства вашой роботы на сторінцї.',
'prefs-help-email'              => 'Адреса ел. пошты не є повинна, але уможнює засланя нового гесла, кібы сьте забыли своє.',
'prefs-help-email-others'       => 'Тыж можете іншым хоснователям вас средством хосновательской сторінкы контактовати, без того жебы была ваша адреса прозраджена.',
'prefs-help-email-required'     => 'Адреса електронічной пошты є потрібна.',
'prefs-info'                    => 'Основны інформації',
'prefs-i18n'                    => 'Інтернаціоналізація',
'prefs-signature'               => 'Підпис',
'prefs-dateformat'              => 'Формат датуму',
'prefs-timeoffset'              => 'Часовый посун',
'prefs-advancedediting'         => 'Росшырены можности',
'prefs-advancedrc'              => 'Росшырены можности',
'prefs-advancedrendering'       => 'Розшырены можности',
'prefs-advancedsearchoptions'   => 'Розшырены можности',
'prefs-advancedwatchlist'       => 'Розшырены можности',
'prefs-displayrc'               => 'Наставлїня  взгляду',
'prefs-displaysearchoptions'    => 'Наставлїня  взгляду',
'prefs-displaywatchlist'        => 'Наставлїня  взгляду',
'prefs-diffs'                   => 'Порівнаня верзії',

# User preference: e-mail validation using jQuery
'email-address-validity-valid'   => 'Адреса ел. пошты вызерать быти правилна',
'email-address-validity-invalid' => 'Задайте правилну адресу ел. пошты',

# User rights
'userrights'                   => 'Справа хосновательскых ґруп',
'userrights-lookup-user'       => 'Управовати хосновательскы ґрупы',
'userrights-user-editname'     => 'Задайте мено хоснователя:',
'editusergroup'                => 'Едітовати хосновательскы ґрупы',
'editinguser'                  => "Зміна прав хоснователя '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'     => 'Змінити ґрупы хоснователя',
'saveusergroups'               => 'Уложыти хосновательскы ґрупы',
'userrights-groupsmember'      => 'Член ґруп:',
'userrights-groupsmember-auto' => 'Автоматічный  член ґруп:',
'userrights-groups-help'       => 'Можете мінити ґрупы, до котрых належыть хоснователь:
* Кідь є позначене  поличко, хоснователь належыть до той ґрупы.
* Не позначене  поличко значіть, же хоснователь у тій ґрупі не є.
* Звіздочка (*) значіть, же не можете тоту ґрупу одобрати, буде ли придана, або наспак.',
'userrights-reason'            => 'Причіна:',
'userrights-no-interwiki'      => 'Не маєте поволїня мінити права хоснователїв на іншых вікі.',
'userrights-nodatabase'        => 'Датабаза $1 не екзістує або не є місцёва.',
'userrights-nologin'           => 'Мусите ся [[Special:UserLogin|приголосити]] на конто адміністратора, жебы сьте могли мінити права хоснователїв.',
'userrights-notallowed'        => 'Тото конто не має поволїня мінити хосновательскы права.',
'userrights-changeable-col'    => 'Ґрупы, котры можете змінити',
'userrights-unchangeable-col'  => 'Ґрупы, котры не можете змінити',

# Groups
'group'               => 'Ґрупа:',
'group-user'          => 'Хоснователї',
'group-autoconfirmed' => 'Автопідтверджены хоснователї',
'group-bot'           => 'Боты',
'group-sysop'         => 'Адміністраторы',
'group-bureaucrat'    => 'Бірократы',
'group-suppress'      => 'Ревізоры',
'group-all'           => '(вшыткы)',

'group-user-member'          => 'хоснователь',
'group-autoconfirmed-member' => 'автопідтвердженый хоснователь',
'group-bot-member'           => 'бот',
'group-sysop-member'         => 'адміністратор',
'group-bureaucrat-member'    => 'бірократ',
'group-suppress-member'      => 'ревізор',

'grouppage-user'          => '{{ns:project}}:Хоснователї',
'grouppage-autoconfirmed' => '{{ns:project}}:Автопідтверджены хоснователї',
'grouppage-bot'           => '{{ns:project}}:Боты',
'grouppage-sysop'         => '{{ns:project}}:Адміністраторы',
'grouppage-bureaucrat'    => '{{ns:project}}:Бірократы',
'grouppage-suppress'      => '{{ns:project}}:Ревізоры',

# Rights
'right-read'                  => 'Чітаня сторінок',
'right-edit'                  => 'Едітованя сторінок',
'right-createpage'            => 'Вытворїня сторінок (не діскузных)',
'right-createtalk'            => 'Вытворїня сторінок діскузії',
'right-createaccount'         => 'Вытворїня новых конт хоснователїв',
'right-minoredit'             => 'Означованя  едітовань як малых',
'right-move'                  => 'Переменованя сторінок',
'right-move-subpages'         => 'Переменованя сторінок і їх підсторінок',
'right-move-rootuserpages'    => 'Переменованя корінёвых сторінок хоснователїв',
'right-movefile'              => 'Переменовати файлы',
'right-suppressredirect'      => 'Нестворіня напрямлїня про переменоваю сторінкы',
'right-upload'                => 'Награваня файлів',
'right-reupload'              => 'Переписованя екзістуючіх файлів',
'right-reupload-own'          => 'Переписованя файлів награных сам собов',
'right-reupload-shared'       => 'Награваня локалных файлів про потиснутя тых в сдїлянім усховіщу',
'right-upload_by_url'         => 'Награваня файлів з URL адрес',
'right-purge'                 => 'Очіщіня кешу про сторінкы без підтверджовачого діалоґу',
'right-autoconfirmed'         => 'Едітованя часточно замкнутых сторінок',
'right-bot'                   => 'Быти поважованый за автоматічный процес',
'right-nominornewtalk'        => 'Невыписованя новых повідомлїнь по малых управах діскузной сторінкы',
'right-apihighlimits'         => 'Хоснованя высшых лімітів в  API запытах',
'right-writeapi'              => 'Хосновати API про писаня',
'right-delete'                => 'Змазаня сторінок',
'right-bigdelete'             => 'Мазаня сторінок з довгов історіёв',
'right-deleterevision'        => 'Мазаня і обновованя конкретных ревізій сторінок',
'right-deletedhistory'        => 'Зображованя змазаных положок в історії без одповідаючого тексту',
'right-deletedtext'           => 'перегляд змазаного тексту і роздїлів міджі змазаныма верзіами',
'right-browsearchive'         => 'Гляданя вымазаных сторінок',
'right-undelete'              => 'Обновлїня вымазаных сторінок',
'right-suppressrevision'      => 'Перегляд і обновованя ревізій схованых перед адміністраторами',
'right-suppressionlog'        => 'Перегляд пріватных записів',
'right-block'                 => 'Блокованя іншых хоснователїв од едітованя',
'right-blockemail'            => 'Блокованя хоснователя од посыланя е-пошты',
'right-hideuser'              => 'Блокованя мена хоснователя і ёго схованя',
'right-ipblock-exempt'        => 'Обходжіня блокованя IP адрес, їх россягів і автоблокованя',
'right-proxyunbannable'       => 'Обходжіня автоматічного блокованя проксі серверів',
'right-unblockself'           => 'Одблоковати самого себе',
'right-protect'               => 'Зміна уровнї замків і едітованя замкнутых сторінок',
'right-editprotected'         => 'Едітованя замкнутых сторінок (без каскадового замку)',
'right-editinterface'         => 'Едітованя інтерфейсу хоснователя',
'right-editusercssjs'         => 'Едітованя CSS і JS файлів іншых хоснователїв',
'right-editusercss'           => 'Едітованя CSS файлів іншых хоснователїв',
'right-edituserjs'            => 'Едітованя JS файлів іншых хоснователїв',
'right-rollback'              => 'Швыдкый реверт управ послїднёго хоснователя едітуючого дану сторінку',
'right-markbotedits'          => 'Означованя ревертів як едітованя робота',
'right-noratelimit'           => 'Не має обмеджіня в швыдкости',
'right-import'                => 'Імпорт сторінок з іншых вікі',
'right-importupload'          => 'Імпорт сторінок через награваня файлів',
'right-patrol'                => 'Позначованя едітовань як перевіреных',
'right-autopatrol'            => 'Автоматічне означованя едітовань як перевіреных',
'right-patrolmarks'           => 'Зобразованя патролёваных сторінок в Послїднїх змінах',
'right-unwatchedpages'        => 'Зображіня списку неслїдованых сторінок',
'right-trackback'             => 'Засыланя Trackback',
'right-mergehistory'          => 'Злучованя історії сторінок',
'right-userrights'            => 'Зміна вшыткых прав остатнім хоснователям',
'right-userrights-interwiki'  => 'Зміна прав хоснователям на іншых вікі',
'right-siteadmin'             => 'Замыкана і одомыканя датабазы',
'right-reset-passwords'       => 'Наставованя гесел іншым хоснователям',
'right-override-export-depth' => 'Експорт сторінок включаючі звязаны сторінкы з глубков до 5',
'right-sendemail'             => 'Посыланя пошты іншым хоснователям',
'right-revisionmove'          => 'Перенесеня ревізій',
'right-disableaccount'        => 'Заказати конта',

# User rights log
'rightslog'      => 'Лоґ хосновательскых прав',
'rightslogtext'  => 'Тото є протокол зміны прав хоснователїв',
'rightslogentry' => 'змінив членство в ґрупах про хоснователя $1 з $2 на $3',
'rightsnone'     => '(жадне)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'прочітати тоту сторінку',
'action-edit'                 => 'едітованя той сторінкы',
'action-createpage'           => 'створіня сторінок',
'action-createtalk'           => 'Вытворїня сторінок діскузії',
'action-createaccount'        => 'Вытворїня того конта хоснователя',
'action-minoredit'            => 'означіти тото едітованя як мале',
'action-move'                 => 'Переменовати тоту сторінку',
'action-move-subpages'        => 'переменованя той сторінкы зо вшыткыма єй підсторінками',
'action-move-rootuserpages'   => 'переменовати корінёвы сторінкы хостователїв',
'action-movefile'             => 'переменовати тот файл',
'action-upload'               => 'награти тот файл',
'action-reupload'             => 'переписати тот екзістуючій файл',
'action-reupload-shared'      => 'перекрыти тот файл зо сполочного уложыштя',
'action-upload_by_url'        => 'награти тот файл з URL адресы',
'action-writeapi'             => 'хосновати API про писаня',
'action-delete'               => 'Вымазати тоту сторінку',
'action-deleterevision'       => 'вымазати тоту ревізію сторінкы',
'action-deletedhistory'       => 'зобразити  історію змазаных ревізій той сторінкы',
'action-browsearchive'        => 'глядати змазаны сторінкы',
'action-undelete'             => 'обновити тоту сторінку',
'action-suppressrevision'     => 'сконтролёвати і обновити тоту сховану ревізію',
'action-suppressionlog'       => 'перегляд того пріватного лоґу',
'action-block'                => 'блокованя того хоснователя',
'action-protect'              => 'змінити рівень охраны той сторінкы',
'action-import'               => 'імпорт той сторінкы з іншой вікі',
'action-importupload'         => 'імпорт той сторінкы з файлу',
'action-patrol'               => 'позначіти чуджі едітованя як перевірены',
'action-autopatrol'           => 'означіти властных едітовань як патролованы',
'action-unwatchedpages'       => 'зображіня списку неслїдованых сторінок',
'action-trackback'            => 'послати Trackback',
'action-mergehistory'         => 'Злучіти історію той сторінкы',
'action-userrights'           => 'Зміна прав вшыткым хоснователям',
'action-userrights-interwiki' => 'зміна прав хоснователїв на іншых вікі',
'action-siteadmin'            => 'замыкати або одомыкати датабазу',
'action-revisionmove'         => 'Перенесеня ревізій',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|зміна|зміны|змін}}',
'recentchanges'                     => 'Послїднї зміны',
'recentchanges-legend'              => 'Можности послїднїх змін',
'recentchangestext'                 => 'Слїдуйте послїднї зміны на {{grammar:genitive|{{SITENAME}}}}  на тій сторінцї.',
'recentchanges-feed-description'    => 'На тотїм каналу слїдуєте послїднї зміны на {{grammar:6sg|{{SITENAME}}}}.',
'recentchanges-label-newpage'       => 'Тым едітованём была створена нова сторінка',
'recentchanges-label-minor'         => 'Тото є мала зміна',
'recentchanges-label-bot'           => 'Тото едітованя зроблене ботом',
'recentchanges-label-unpatrolled'   => 'Тота зміна дотеперь не была патролёвана.',
'rcnote'                            => "{{PLURAL:$1|Послїдня '''$1''' зміна|Послїднї '''$1''' зміны|Послїднїх '''$1''' змін}} за '''$2''' {{PLURAL:$2|день|днї|днїв}}, на час $5, $4.",
'rcnotefrom'                        => 'Ниже {{PLURAL:$1|є|суть|є}} найвеце <b>$1</b> {{PLURAL:$1|зміна|зміны|змін}} од <b>$2</b>.',
'rclistfrom'                        => 'Вказати едітованя почінаючі з $1.',
'rcshowhideminor'                   => '$1 маленькы едітованя',
'rcshowhidebots'                    => '$1 ботів',
'rcshowhideliu'                     => '$1 приголошеных',
'rcshowhideanons'                   => '$1 анонімів',
'rcshowhidepatr'                    => '$1 перевірене едітованя',
'rcshowhidemine'                    => '$1 мої едітованя',
'rclinks'                           => 'Вказати послїднї $1 зміны за $2 днїв<br />$3',
'diff'                              => 'різн.',
'hist'                              => 'історія',
'hide'                              => 'сховати',
'show'                              => 'вказати',
'minoreditletter'                   => 'м',
'newpageletter'                     => 'Н',
'boteditletter'                     => 'б',
'number_of_watching_users_pageview' => '[$1 {{PLURAL:$1|слїдуючій хоснователь|слїдуючі хоснователї|слїдуючіх хоснователїв}}]',
'rc_categories'                     => 'Лем з катеґорій (роздїлёвач «|»)',
'rc_categories_any'                 => 'Будь-якый',
'newsectionsummary'                 => '/* $1 */ нова секція',
'rc-enhanced-expand'                => 'Вказати детайлы (потрібный JavaScript)',
'rc-enhanced-hide'                  => 'Сховати детайлы',

# Recent changes linked
'recentchangeslinked'          => 'Повязаны зміны',
'recentchangeslinked-feed'     => 'Повязаны зміны',
'recentchangeslinked-toolbox'  => 'Повязаны зміны',
'recentchangeslinked-title'    => 'Зміны звязаны з «$1»',
'recentchangeslinked-noresult' => 'В зазазначенім часї не были жадны зміны на одказованых сторінках.',
'recentchangeslinked-summary'  => "Тото є список недавных змін на сторінках на котры одказує задана сторінка (або котры належать до той катеґорії).
Сторінкы з [[Special:Watchlist|вашого списку слїдованых]] суть вызначены '''тучно'''.",
'recentchangeslinked-page'     => 'Назва сторінкы:',
'recentchangeslinked-to'       => 'Вказати зміны на сторінках, одказуючіх на задану сторінку',

# Upload
'upload'                      => 'Награти файл',
'uploadbtn'                   => 'Начітати файл',
'reuploaddesc'                => 'Зрушыти начітаня а вернути ся до формы начітаня',
'upload-tryagain'             => 'Уложыти зміненый попис файлу',
'uploadnologin'               => 'Не сьте приголошеный(а)',
'uploadnologintext'           => 'Про начітаня файлу ся мусите [[Special:UserLogin|приголосити]].',
'upload_directory_missing'    => 'Адресарь про награваня файлів ($1) хыбить і вебовый сервер го не годен створити.',
'upload_directory_read_only'  => 'До адресаря про начітаны файлы ($1) не має вебовый сервер права запису.',
'uploaderror'                 => 'При начітаваню дішло ку хыби',
'upload-recreate-warning'     => "'''Увага: Файл з тов назвов быв скоре змазаный ці переменованый.'''

Ту є про перегляд зображеный список мазаня і переменованя той сторінкы:",
'uploadtext'                  => "Ниже даный формулар служыть про начітаваня файлів. Уж начітаны файлы собі можете перезерати і глядати помочов [[Special:FileList|списку начітаных файлів]], качде начітаня ся тыж зазначує до [[Special:Log/upload|книгы начітаваня]], змазаня суть в [[Special:Log/delete|книзї змазаных сторінок]].

Про вложіня образку до сторінкы хоснуйте єден з наслїдуючіх способів запису:
* '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Файл.jpg]]</nowiki></code>''' до сторінкы вложыть цілый образок,
* '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Файл.png|thumb|left|Попис]]</nowiki></code>''' вложыть нагляд в рамику зарівнанім на лівый бік, з пописом „Попис“,
* '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:Файл.ogg]]</nowiki></code>''' вложыть прямый одказ на файл, без того жебы ся зобразив на сторінцї.",
'upload-permitted'            => 'Доволены тіпы  файлів: $1.',
'upload-preferred'            => 'Преферованы тіпы файлів: $1',
'upload-prohibited'           => 'Заказаны тіпы файлів: $1.',
'uploadlog'                   => 'книга награваня',
'uploadlogpage'               => 'Лоґ награных файлів',
'uploadlogpagetext'           => 'Ниже найдете список найновшых файлів. Смотьте [[Special:NewFiles|ґалерію новых образків]] про веце візуалного нагляду.',
'filename'                    => 'Назва файлу:',
'filedesc'                    => 'Попис',
'fileuploadsummary'           => 'Попис:',
'filereuploadsummary'         => 'Зміны у файлі:',
'filestatus'                  => 'Авторьскы права:',
'filesource'                  => 'Жрідло:',
'uploadedfiles'               => 'Начітаны файлы',
'ignorewarning'               => 'Іґноровати варованя тай начітати файл.',
'ignorewarnings'              => 'Іґноровати вшыткы варованя',
'minlength1'                  => 'Назва файлу мусить мати холем єдну літеру.',
'illegalfilename'             => 'Назва файлу "$1" обсягує буквы, котры не суть поволены в назвах сторінок. Просиме, переменуйте файл і спробуйте го награти зясь.',
'badfilename'                 => 'Назва файлу была змінена на „$1“.',
'filetype-mime-mismatch'      => 'Росшырїня файлу ".$1" не одповідать ёго MIME тіпу ($2).',
'filetype-badmime'            => 'Не є поволене начітати файлы MIME тіп „$1“.',
'filetype-bad-ie-mime'        => 'Неможно начітати тот файл, бо Internet Explorer бы го поважовав за „$1“, што є не доволеный і потенціално небезпечный тіп файлу.',
'filetype-unwanted-type'      => "„.$1“''' є нежеланый формат файлу. {{plural:$3|Желаный формат файлів є|Желаны форматы файлів суть}} $2.",
'filetype-banned-type'        => "'''„.$1“''' {{PLURAL:$4|є недоволеный формат файлів|суть недоволены форматы файлів}}.
{{PLURAL:$3|Доволеный формат фалів|Доволены форматы файлів суть}} $2.",
'filetype-missing'            => 'Файл не має росшыріня (наприклад, «.jpg»).',
'empty-file'                  => 'Начітаный файл є порожнїй.',
'file-too-large'              => 'Начітаный файл є барз великый.',
'filename-tooshort'           => 'Назва файлу є барз коротка.',
'filetype-banned'             => 'Тот тіп файлу є заказаный.',
'verification-error'          => 'Тот файл не перешов овіринём файлів.',
'hookaborted'                 => 'Пожадована вами зміна была одмітнута дакотрым росшырінём.',
'illegal-filename'            => 'Тота назва файлу не є поволена.',
'overwrite'                   => 'Не є доволене переписати екзістуючій файл.',
'unknown-error'               => 'Дішло ку незнамій хыбі.',
'tmp-create-error'            => 'Не подарило ся створити дочасный файл.',
'tmp-write-error'             => 'Хыба запису до дочасного файлу.',
'large-file'                  => 'Ся рекомендує, жебы довжка файлу непересяговала $1, тот файл має $2.',
'largefileserver'             => 'Розмір файлу є векшый як ліміт наставленый на сервері.',
'emptyfile'                   => 'Файл, котрый сьте вложыли ся видить быти порожнїй. Могла то запричінити хыба в назві файлу. Просиме, перевірте ці сьте справды хотїли вложыти тот файл.',
'fileexists'                  => "Файл з тов назвов уж екзістує, просиме посмотьте ся на '''<tt>[[:$1]]</tt>''', покы не знаєте напевно, ці хочете тот файл нагородити.
[[$1|thumb]]",
'filepageexists'              => "Пописова сторінка про файл з тов назвов уж была на  '''<tt>[[:$1]]</tt>''' створена, але одповідаючій файл дотеперь не екзістує.
Згорнутя, котре ту зазначіте, ся на пописовій сторінцї не зобразить.
Кідь там хочете своє згорнутя зобразити, будете мусити дану сторінку едітовати мануално. [[$1|thumb]]",
'fileexists-extension'        => "Уже екзістує файл з подобным меном: [[$2|thumb]]
* Назва начітаного файлу: '''<tt>[[:$1]]</tt>'''
* Назва екзістуючого файлу: '''<tt>[[:$2]]</tt>'''
Выберте іншу назву.",
'fileexists-thumbnail-yes'    => "Тот файл є асі образок в зменшеній великости ''(нагляд)''. [[$1|thumb]]
Перевірте файл '''<tt>[[:$1]]</tt>'''.
Покы є вказаный файл векшый, але інакше ровнакый, не є треба окремо начітати ёго зменшену верзію.",
'file-thumbnail-no'           => "Назва файлу ся зачінать на '''<tt>$1</tt>'''.
Може є то образок в зменшеній великости ''(нагляд)''.
Начітайте файл в повнім розлишіню, покы є ку діспозіції, або зміньте назву файлу.",
'fileexists-forbidden'        => 'Файл з таков назвов уж екзістує і не є поволене го переписати.
Кідь хочете тот файл начітати, вернийте ся і звольте іншу назву.
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'Файл з тов назвов уж екзістує в здїлянім усховіщу. Кідь і наперек тому хочете ваш файл начітати, вернийте ся і звольте іншу назву. [[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'Тот файл є дуплікат {{PLURAL:$1|файлу|такых файлів}}:',
'file-deleted-duplicate'      => 'Ідентічный файл ку тому ([[:$1]]) быв уж скоре змазаный. Передтым як файл знову награєте, бы сьте мали перевірити записы о попереднёму змазаню.',
'uploadwarning'               => 'Увага про начітаня',
'uploadwarning-text'          => 'Просиме, зміньте опис файлу ниже і спробуйте то знову.',
'savefile'                    => 'Уложыти файл',
'uploadedimage'               => 'награв "[[$1]]"',
'overwroteimage'              => 'начітана нова верзія "[[$1]]"',
'uploaddisabled'              => 'Начітаня файлів заборонене',
'copyuploaddisabled'          => 'Начітаня файлів через URL є выпнуте.',
'uploadfromurl-queued'        => 'Ваша пожадавка про начітаня файлу была уложена до фронты.',
'uploaddisabledtext'          => 'Начітаня файлів є выпнуте.',
'php-uploaddisabledtext'      => 'В PHP є выпнуте начітаня файлів. Просиме, перевірте наставлїня file_uploads.',
'uploadscripted'              => 'Тот файл обсягує HTML-код або скріпт, якый може быти неправилно інтерпретованый вебовым переглядячом.',
'uploadvirus'                 => 'Файл обсягує вірус! Детайлы: $1',
'upload-source'               => 'Здройовый файл',
'sourcefilename'              => 'Назва здройового файлу:',
'sourceurl'                   => 'Здройова URL-адреса:',
'destfilename'                => 'Назва цілёвого файлу:',
'upload-maxfilesize'          => 'Максімалный розмір файлу: $1',
'upload-description'          => 'Попис файлу',
'upload-options'              => 'Параметры начітаня',
'watchthisupload'             => 'Слїдовати тот файл',
'filewasdeleted'              => 'Файл з таков назвов уж екзістовав а быв змазаный. Детайлы обсягує $1.',
'upload-wasdeleted'           => "'''Увага: Начітаєте файл, котрый уж быв скоре змазаный.'''

Уважте ці справды треба продовжовати в начітаню того файлу.
Ту є даный запис з книгы змазаных файлів:",
'filename-bad-prefix'         => "Назва файлу, котрый начітавате ся зачінать на '''„$1“''', што не є назва звычайно приряджована діґіталным фотоапаратом. Звольте іншу назву, котра ваш файл попише лїпше.",
'upload-success-subj'         => 'Начітаня было успішне',
'upload-success-msg'          => 'Файл вами начітаный з [$2] є доступный на [[:{{ns:file}}:$1]]',
'upload-failure-subj'         => 'Проблем з начітаным файлом',
'upload-failure-msg'          => 'У вами начітаного файлу взникнув проблем  з [$2]::

$1',
'upload-warning-subj'         => 'Увага про начітаня',
'upload-warning-msg'          => 'Почас вашого начітаваня файлу [$2] ся став проблем. Кідь го хочете вырїшыти, можете ся вернути до  [[Special:Upload/stash/$1|формуларя начітаваня]].',

'upload-proto-error'        => 'Неплатный протокол',
'upload-proto-error-text'   => 'Награня вздаленого файлу пожадує зазначіня URLs з початком <code>http://</code> або <code>ftp://</code>.',
'upload-file-error'         => 'Інтерна хыба',
'upload-file-error-text'    => 'Почас спробы створїня дочасного файлу настала внутрїшня хыба на сервері.
Просиме контактуйте  [[Special:ListUsers/sysop|адміністратора]].',
'upload-misc-error'         => 'Незнама хыба',
'upload-misc-error-text'    => 'Незнама хыба настала почас награваня файлу. Перевірте ці є  URL платна і приступна і спробуйте то знову. Кідь ся хыба обявить знову, контактуйте [[Special:ListUsers/sysop|адміністратора]]. сістемы.',
'upload-too-many-redirects' => 'URL обсягує барз велё напрямлінь',
'upload-unknown-size'       => 'Незнамый розмір',
'upload-http-error'         => 'Дішло ку хыбі HTTP: $1',

# Special:UploadStash
'uploadstash'          => 'Награти скрышу',
'uploadstash-summary'  => 'Тота сторінка додавать приступ ку файлом котры суть награты (або награваня іщі не скінчіло) але іщі не были пувлікованы на вікі. Тоты файлы не видить нихто окрем хоснователя што їх награв.',
'uploadstash-clear'    => 'Змазати схованы файлы',
'uploadstash-nofiles'  => 'Не маєте жадны схованы файлы.',
'uploadstash-badtoken' => 'Выконаня той дїї не было успішне, може зато, же вашы повірїня про едітованя скінчіли. Попробуйте знову.',
'uploadstash-errclear' => 'Змазаня файлів не было успішне.',
'uploadstash-refresh'  => 'Обновити список файлів',

# img_auth script messages
'img-auth-accessdenied' => 'Приступ одопертый',
'img-auth-nopathinfo'   => 'Хыбить PATH_INFO.
Ваш сервер не є наставеный так, жебы давав тоту інформацію.
Може фунґує помочов CGI і img_auth на нім не може фунґовати.
Видьте  http://www.mediawiki.org/wiki/Manual:Image_Authorization.',
'img-auth-notindir'     => 'Пожадована стежка не є в конфіґурованім адресарю з начітаныма файлами.',
'img-auth-badtitle'     => 'З „$1“  ся не дасть створити платна назва сторінкы.',
'img-auth-nologinnWL'   => 'Не сьте приголошеный і „$1“ не є на білім списку.',
'img-auth-nofile'       => 'Файл «$1» не екзістує.',
'img-auth-isdir'        => 'Пробуєте приступовати до адресаря „$1“.
Доволеный є лем приступ к файлам.',
'img-auth-streaming'    => 'Переношать ся „$1“.',
'img-auth-public'       => 'Помочов img_auth.php ся поскытують файлы на пріватных вікі.
Тота вікі є наставлена як публічна.
З безпечностных причін є img_auth.php выпнуте.',
'img-auth-noread'       => 'Хоснователь не має приступ про чітаня „$1“.',

# HTTP errors
'http-invalid-url'      => 'Неправилне URL: $1',
'http-invalid-scheme'   => 'URL хоснуючі схемы „$1“  не суть підпорованы.',
'http-request-error'    => 'Незнама хыба почас одосыланя пожадавкы.',
'http-read-error'       => 'Хыба почас чітаня HTTP.',
'http-timed-out'        => 'Час про HTTP пожадавкы уплинув.',
'http-curl-error'       => 'Хыба при чітаню з URL: $1',
'http-host-unreachable' => 'Не подарило ся контакровати URL.',
'http-bad-status'       => 'Почас HTTP пожадавкы настав проблем: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'Не подарило ся досягнути URL.',
'upload-curl-error6-text'  => 'Із зазначеной URL ся не дасть чітати. Перевірте ці є URL правилно написана і сервер є доступный.',
'upload-curl-error28'      => 'Час про награваня уплинув',
'upload-curl-error28-text' => 'Сервер довго не одповідать. Перевірте ці є доступный і кус почекайте і спробуйте то знову.',

'license'            => 'Ліценцованя:',
'license-header'     => 'Ліценцованя',
'nolicense'          => 'Без заданя ліценції',
'license-nopreview'  => '(Нагляд недоступный)',
'upload_source_url'  => ' (платна, публічно доступна інтернет-адреса)',
'upload_source_file' => ' (файл на вашім компютерї)',

# Special:ListFiles
'listfiles-summary'     => 'Тота шпеціална сторінка зображує вшыткы начітаны файлы.
Імпліцітно є послїднїй награный файл вказаный зверьху.
Кликнутём на головку стовпця можете змінити сортованя.',
'listfiles_search_for'  => 'Глядати файл по назві:',
'imgfile'               => 'файл',
'listfiles'             => 'Список файлів',
'listfiles_thumb'       => 'Мініатура',
'listfiles_date'        => 'Датум',
'listfiles_name'        => 'Назва',
'listfiles_user'        => 'Хоснователь',
'listfiles_size'        => 'Розмір (в байтах)',
'listfiles_description' => 'Опис',
'listfiles_count'       => 'Верзії',

# File description page
'file-anchor-link'          => 'Файл',
'filehist'                  => 'Історія файлу',
'filehist-help'             => 'Кликнути на датум/час, жебы видїти, як тогды вызерав файл.',
'filehist-deleteall'        => 'змазати вшытко',
'filehist-deleteone'        => 'змазати',
'filehist-revert'           => 'вернути назад',
'filehist-current'          => 'актуална',
'filehist-datetime'         => 'Датум/час',
'filehist-thumb'            => 'Мініатура',
'filehist-thumbtext'        => 'Мініатура верзії з $1',
'filehist-nothumb'          => 'Без мініатуры',
'filehist-user'             => 'Хоснователь',
'filehist-dimensions'       => 'Розмір обєкта',
'filehist-filesize'         => 'Розмір файлу',
'filehist-comment'          => 'Коментарь',
'filehist-missing'          => 'Файл хыбіть',
'imagelinks'                => 'Одказы на файл',
'linkstoimage'              => '{{PLURAL:$1|Далша сторінка ся одказує|Далшы сторінкы ся одказують}} на тот файл:',
'linkstoimage-more'         => 'На тот файл {{PLURAL:$1|одказує веце сторінок|одказує веце як $1 сторінок|одказує веце як $1 сторінок}}.
Наслїдуючій список зображує лем {{PLURAL:$1|тоту першу|першы $1|першых $1}}.
Можете собі посмотрити [[Special:WhatLinksHere/$2|повный список]].',
'nolinkstoimage'            => 'На тот файл не одказує жадна сторінка',
'morelinkstoimage'          => 'Відїти [[Special:WhatLinksHere/$1|далшы одказы]] на тот файл.',
'redirectstofile'           => '{{plural:$1|Наслідуючій файл напрямлює|Наслїдуючі $1 файлы напрямлюють|Наслїдуючіх $1 файлів напрямлює}} на тот файл:',
'duplicatesoffile'          => '{{plural:$1|Наслїдуючій файл є дуплікат|Наслїдуючі $1 файлы суть дуплікаты|Наслїдуючіх $1 файлів є дуплікатами}} того файлу ([[Special:FileDuplicateSearch/$2|детайлы]]):',
'sharedupload'              => 'Тот файл є з $1 і є доступным про іншы проекты.',
'sharedupload-desc-there'   => 'Тот файл походить з {{grammar:2sg|$1}} і можуть го хосновати другы проєкты.
Веце інформацій обсягує ёго [$2 сторінка з пописом файлу].',
'sharedupload-desc-here'    => 'Тот файл походить з {{grammar:2sg|$1}} і можуть го хосновати другы проєкты.
Ниже суть зображены інформації, котры обсягує ёго [$2 сторінка з пописом файлу].',
'filepage-nofile'           => 'Не екзістує файл з таков назвов',
'filepage-nofile-link'      => 'Файл з таков назвов не екзістує, але можете [$1 го начітати].',
'uploadnewversion-linktext' => 'Награти нову верзію того файлу',
'shared-repo-from'          => 'з $1',
'shared-repo'               => 'здїляного усховіща',

# File reversion
'filerevert'                => 'Вернути назад $1',
'filerevert-legend'         => 'Вернути назад файл',
'filerevert-intro'          => "Вертате назад '''[[Media:$1|$1]]''' на [$4 верзію з $3 $2].",
'filerevert-comment'        => 'Причіна:',
'filerevert-defaultcomment' => 'Навернута верзія награна в  $2 дня $1.',
'filerevert-submit'         => 'Вернути назад',
'filerevert-success'        => "Файл '''[[Media:$1|$1]]''' быв вернутый назад на [$4 верзію з $3 $2].",
'filerevert-badversion'     => 'Не є доступна попередня верзія того файлу з одоповідаючов часовов значков.',

# File deletion
'filedelete'                  => 'Змазаня файлу $1',
'filedelete-legend'           => 'Змазати файл',
'filedelete-intro'            => "Рихтуєте ся змазати файл '''[[Media:$1|$1]]''' і з цілов історіёв.",
'filedelete-intro-old'        => "Рихтуєте ся змазати верзію файлу '''[[Media:$1|$1]]''' з [$4 $3 $2].",
'filedelete-comment'          => 'Причіна:',
'filedelete-submit'           => 'Вымазати',
'filedelete-success'          => "Файл '''$1''' быв змазаный.",
'filedelete-success-old'      => "Верзія файлу '''[[Media:$1|$1]]''' з $3 $2 была змазана.",
'filedelete-nofile'           => "Файл '''$1''' не екзістує.",
'filedelete-nofile-old'       => "Не екзістує архівна верзія файлу '''$1'''із зазначеныма атрібутами.",
'filedelete-otherreason'      => 'Інша/додаткова причіна:',
'filedelete-reason-otherlist' => 'Інша причіна',
'filedelete-reason-dropdown'  => '*Звычайны причіны змазаня
** Порушіня авторьскых прав
** Дуплікатный файл',
'filedelete-edit-reasonlist'  => 'Едітовати причіны вымазаня',
'filedelete-maintenance'      => 'Мазаня і обновлёваня є про роботу утримованя дочасно выпнуте.',

# MIME search
'mimesearch'         => 'Гляданя по MIME',
'mimesearch-summary' => 'Тота сторінка уможнює філтровати файлы подля тіпу MIME.<br />
Вступ: <code>тіп обсягу/підтіп</code>, наприклад <code>image/jpeg</code>.',
'mimetype'           => 'MIME-тіп:',
'download'           => 'скачати',

# Unwatched pages
'unwatchedpages' => 'Неслїдованы сторінкы',

# List redirects
'listredirects' => 'Список напрямлинь',

# Unused templates
'unusedtemplates'     => 'Нехоснованы шаблоны',
'unusedtemplatestext' => 'Тота сторінка обсягує список вшыткых сторінок в простору назв {{ns:template}}, котры не суть вложены до жадной іншой сторінкы. Перед їх змазанём не забудьте перевірити іншы одказы.',
'unusedtemplateswlh'  => 'іншы одказы',

# Random page
'randompage'         => 'Нагодна статя',
'randompage-nopages' => 'Не є сторінок в {{PLURAL:$2|просторі назв|просторах назв}} $1.',

# Random redirect
'randomredirect'         => 'Нагодне напрямлїня',
'randomredirect-nopages' => 'Простор назв „$1“ не обсягує жадны напрямлїня.',

# Statistics
'statistics'                   => 'Штатістіка',
'statistics-header-pages'      => 'Штатістіка сторінок',
'statistics-header-edits'      => 'Штатістіка едітовань',
'statistics-header-views'      => 'Штатістіка зображіня',
'statistics-header-users'      => 'Штатістіка хоснователїв',
'statistics-header-hooks'      => 'Інша штатістіка',
'statistics-articles'          => 'Обсяговы сторінкы',
'statistics-pages'             => 'Сторінкы',
'statistics-pages-desc'        => 'Вшыткы сторінкы на вікі враховано діскузій, напрямлїня ітд.',
'statistics-files'             => 'Начітаны файлы',
'statistics-edits'             => 'Чісло едітованя од основаня вікі {{SITENAME}}',
'statistics-edits-average'     => 'Середнє чісло едітовань на сторінку',
'statistics-views-total'       => 'Вшыткых переглядів',
'statistics-views-total-desc'  => 'Зображіня неєствуючіх і шпеціалных сторінок ся не рахують',
'statistics-views-peredit'     => 'Чісло зображінь на едітованя',
'statistics-users'             => 'Реґістрованы [[Special:ListUsers|хоснователї]]',
'statistics-users-active'      => 'Актівны хоснователї',
'statistics-users-active-desc' => 'Хоснователї, котры в {{plural:$1|минулого дня|минулых  $1 днїв}} провели даяку операцію',
'statistics-mostpopular'       => 'Найчітанїшы сторінкы',

'disambiguations'      => 'Богатозначны статї',
'disambiguationspage'  => 'Template:disambig',
'disambiguations-text' => "Одказы на наслїдуючіх сторінках ведуть на '''богатозначны сторінкы'''. (сторінкы котры обсягують дакотру з тых шаблон на [[MediaWiki:Disambiguationspage|списку шаблон про богатозначны сторінкы]]) намісто на дану статю.",

'doubleredirects'            => 'Двоїты напрямлїня',
'doubleredirectstext'        => 'На тій сторінцї є список напрямлїн ведучіх на далшы напрямлїня.
Каждый рядок обсягує одказ на перше і друге напрямлїня і ку тому ціль другого напрямлїня, котрый звычайно вказує мено „реалной“ цілёвой сторінкы, на котру бы ся мало перше напрямлїня одказовати.
<del>Перечаркнуты</del> положкы уж были вырїшены.',
'double-redirect-fixed-move' => 'Сторінка [[$1]] была переменована, нынї напрямлює на [[$2]]',
'double-redirect-fixer'      => 'Оправарь напрямлїнь',

'brokenredirects'        => 'Перерваны напрямлїня',
'brokenredirectstext'    => 'Тоты напрямлїня ведуть на неекзістуючі сторінкы:',
'brokenredirects-edit'   => 'едітовати',
'brokenredirects-delete' => 'змазати',

'withoutinterwiki'         => 'Сторінкы без міджіязыковых одказів',
'withoutinterwiki-summary' => 'Тоты сторінкы не мають міджіязыковый одказ:',
'withoutinterwiki-legend'  => 'Префікс',
'withoutinterwiki-submit'  => 'Вказати',

'fewestrevisions' => 'Сторінкы з найменєй ревізіями',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|байт|байты|байтів}}',
'ncategories'             => '$1 {{PLURAL:$1|катеґорія|катеґорії|катеґорій}}',
'nlinks'                  => '$1 {{PLURAL:$1|одказ|одказы|одказів}}',
'nmembers'                => '$1 {{PLURAL:$1|обєкт|обєкты|обєктів}}',
'nrevisions'              => '$1 {{PLURAL:$1|ревізія|ревізії|ревізій}}',
'nviews'                  => '$1 {{PLURAL:$1|навщіва|навщівы|навщів}}',
'nimagelinks'             => 'Хоснованый ня $1 {{PLURAL:$1|сторінка|сторінкы|сторінках}}',
'ntransclusions'          => 'хоснованый ня $1 {{PLURAL:$1|сторінка|сторінкы|сторінках}}',
'specialpage-empty'       => 'Той пожадавцї не одповідають жадны записы.',
'lonelypages'             => 'Статї-сыроты',
'lonelypagestext'         => 'Наслїдуючі сторінкы не суть одказованы з іншых сторінок на {{grammar:6sg|{{SITENAME}}}} ани до них вложены.',
'uncategorizedpages'      => 'Некатеґоризованы сторінкы',
'uncategorizedcategories' => 'Некатеґоризованы катеґорії',
'uncategorizedimages'     => 'Некатеґоризованы файлы',
'uncategorizedtemplates'  => 'Некатеґоризованы шаблоны',
'unusedcategories'        => 'Нехоснованы катеґорії',
'unusedimages'            => 'Нехоснованы файлы',
'popularpages'            => 'Популарны статї',
'wantedcategories'        => 'Жаданы катеґорії',
'wantedpages'             => 'Пожадованы статї',
'wantedpages-badtitle'    => 'Резултаты обсягують неправилну назву: $1',
'wantedfiles'             => 'Жаданы файлы',
'wantedtemplates'         => 'Хыблячі шаблоны',
'mostlinked'              => 'Найодказованїшы сторінкы',
'mostlinkedcategories'    => 'Найхоснованїшы катеґорії',
'mostlinkedtemplates'     => 'Найужыванїшы шаблоны',
'mostcategories'          => 'Сторінкы з найвекшым почтом катеґорій',
'mostimages'              => 'Найужыванїшы файлы',
'mostrevisions'           => 'Сторінкы з найвеце ревізіями',
'prefixindex'             => 'Вшыткы сторінкы з початком назв',
'shortpages'              => 'Курты статї',
'longpages'               => 'Найдовшы статті',
'deadendpages'            => 'Слїпы сторінкы',
'deadendpagestext'        => 'Наслїдуючі сторінкы не одказують на жадну іншу сторінку {{grammar:2sg|{{SITENAME}}}}.',
'protectedpages'          => 'Замкнуты сторінкы',
'protectedpages-indef'    => 'Лем замкы на нестановлено',
'protectedpages-cascade'  => 'Лем каскадовы замкы',
'protectedpagestext'      => 'Наслїдуючі сторінкы суть замкнуты або напів замкнуты про едітованя або переменованя',
'protectedpagesempty'     => 'Жадна сторінка не є замкнута з тыма параметрами.',
'protectedtitles'         => 'Замкнуты назвы сторінок',
'protectedtitlestext'     => 'Наслїдуючі назвы суть замкнуты і не доволены про сторінкы',
'protectedtitlesempty'    => 'Жадна назва не є замкнута з тыма параметрами.',
'listusers'               => 'Список хоснователїв',
'listusers-editsonly'     => 'Вказати лем хоснователїв з едітованями',
'listusers-creationsort'  => 'Сортовати подля датуму створїня',
'usereditcount'           => '$1 {{PLURAL:$1|едітованя|едітованя|едітовань}}',
'usercreated'             => 'Створеный $1 о $2',
'newpages'                => 'Новы сторінкы',
'newpages-username'       => 'Мено хоснователя:',
'ancientpages'            => 'Сторінкы, якы ся найдовше не едітовали',
'move'                    => 'Переменовати',
'movethispage'            => 'Переменовати тоту сторінку',
'unusedimagestext'        => 'Наслїдуючі файлы екзістують, але не суть вложены до жадной сторінкы.
Усвідомте собі, же іншы вебовы сторінкы можуть на файл одказовати помочов прямого URL, также ту можуть быти файлы, котры ся актівно хоснують.',
'unusedcategoriestext'    => 'Наслїдуючі сторінкы катеґорій екзістують, але жадна сторінка ани інша катеґорія їх не хоснує.',
'notargettitle'           => 'Без цілёвой сторінкы',
'notargettext'            => 'Тій функції мусите становити цілёву сторінку або хоснователя.',
'nopagetitle'             => 'Не екзістує така цілёва сторінка',
'nopagetext'              => 'Задана цілёва сторінка не екзістує',
'pager-newer-n'           => '{{PLURAL:$1|новша|новшы|новшых}} $1',
'pager-older-n'           => '{{PLURAL:$1|старша|старшы|старшых}} $1',
'suppress'                => 'Ревізор',
'querypage-disabled'      => 'Тота шпеціална сторінка є  заблокована про проблемы з выконом.',

# Book sources
'booksources'               => 'Жрідла книг',
'booksources-search-legend' => 'Гляданя інформації про книгы',
'booksources-go'            => 'Выконати',
'booksources-text'          => 'Ниже є список одказів на серверы продаваючі книгы, або котры можуть мати далшы інформації о книгах, котры глядате.',
'booksources-invalid-isbn'  => 'Дане ISBN ся здасть быти неплатне. Перевірте го з оріґіналным жрідлом.',

# Special:Log
'specialloguserlabel'  => 'Хоснователь:',
'speciallogtitlelabel' => 'Назва:',
'log'                  => 'Лоґы',
'all-logs-page'        => 'Вшыткы публічны записы',
'alllogstext'          => 'Комбіноване зображіня вшыткых доступных протоколёвачіх записів про {{grammar:4sg|{{SITENAME}}}}.
Зображіня можете зужыти выбером тіпу запису, мена хоснователя (залежыть на великости букв) або зазначеной сторінкы (тыж залежыть на великости букв).',
'logempty'             => 'Протокол не обсягує жаден одповідаючій запис.',
'log-title-wildcard'   => 'Глядати назвы зачінаючі ся з тым текстом',

# Special:AllPages
'allpages'          => 'Вшыткы сторінкы',
'alphaindexline'    => 'од $1 до $2',
'nextpage'          => 'Далша сторінка ($1)',
'prevpage'          => 'Попередня сторінка ($1)',
'allpagesfrom'      => 'Вказати сторінкы, што ся зачінають на:',
'allpagesto'        => 'Зобразити сторінкы кінчачі на:',
'allarticles'       => 'Вшыткы сторінкы',
'allinnamespace'    => 'Вшыткы сторінкы (простор назв $1)',
'allnotinnamespace' => 'Вшыткы сторінкы (окрем простору назв $1)',
'allpagesprev'      => 'Попереднї',
'allpagesnext'      => 'Далшы',
'allpagessubmit'    => 'Выконати',
'allpagesprefix'    => 'Вказати сторінкы што ся зачінають на:',
'allpagesbadtitle'  => 'Задана назва сторінкы не была платна або обсяговала префікс міджіязыкового або міджівікі одказу. Може обсяговав буквы, котры не суть доволены.',
'allpages-bad-ns'   => '{{SITENAME}} не має простору назв «$1».',

# Special:Categories
'categories'                    => 'Катеґорії',
'categoriespagetext'            => '{{PLURAL:$1|Наслїдуюча катеґорія|Наслїдуючі катеґорії}} {{PLURAL:$1|обсягує|обсягують}} сторінкы або файлы.
Невказаны суть то [[Special:UnusedCategories|нехоснованы катеґорії]].
Посмотьте ся тыж на [[Special:WantedCategories|жаданы катеґорії]].',
'categoriesfrom'                => 'Вказати сторінкы, што ся зачінають на:',
'special-categories-sort-count' => 'упорядковати подля почту',
'special-categories-sort-abc'   => 'упорядковати за алфавітом',

# Special:DeletedContributions
'deletedcontributions'             => 'Вымазаны приспевкы хоснователя',
'deletedcontributions-title'       => 'Вымазаны приспевкы хоснователя',
'sp-deletedcontributions-contribs' => 'приспевкы',

# Special:LinkSearch
'linksearch'       => 'Екстерны одказы',
'linksearch-pat'   => 'Шаблона про ґлядяня:',
'linksearch-ns'    => 'Простор назв:',
'linksearch-ok'    => 'Глядати',
'linksearch-text'  => 'Може хосновати заступны сімболы, наприклад „*.wikipedia.org“.<br />
Підпорованы протоколы: <tt>$1</tt>',
'linksearch-line'  => '$2 одказує на $1',
'linksearch-error' => 'Заступны сімболы може хосновати лем на початку доменового мена.',

# Special:ListUsers
'listusersfrom'      => 'Вказати хоснователїв, што ся зачінають на:',
'listusers-submit'   => 'Вказати',
'listusers-noresult' => 'Ненайдженый жаден хоснователь.',
'listusers-blocked'  => '({{GENDER:$1|заблокованый|заблокована|заблокованый}})',

# Special:ActiveUsers
'activeusers'            => 'Список актівных хоснователїв',
'activeusers-intro'      => 'Тото є список хоснователїв, котры были даяк актівны за {{plural:$1|остатнїй день|остатных $1 днїв}}.',
'activeusers-count'      => '$1 {{PLURAL:$1|едітованя|едітованя|едітовань}} бігом {{PLURAL:$3|остатнёго дня|остатнїх  $3 днїв}}',
'activeusers-from'       => 'Вказати хоснователїв, што ся зачінають на:',
'activeusers-hidebots'   => 'Сховати ботів',
'activeusers-hidesysops' => 'Сховати адміністраторів',
'activeusers-noresult'   => 'Ненайдженый жаден хоснователь.',

# Special:Log/newusers
'newuserlogpage'              => 'Лоґ вытварянь хоснователїв',
'newuserlogpagetext'          => 'Тото є список ново реґістрованых хоснователїв.',
'newuserlog-byemail'          => 'гело послане електронічнов поштов',
'newuserlog-create-entry'     => 'Новый хоснователь',
'newuserlog-create2-entry'    => 'вытворив нове конто $1',
'newuserlog-autocreate-entry' => 'Конто вытворене автоматічно',

# Special:ListGroupRights
'listgrouprights'                      => 'Права ґруп хоснователїв',
'listgrouprights-summary'              => 'Тото є список ґруп хоснователїв дефінованых на тій вікіi і&nbsp;їх приступовых прав.

[[{{MediaWiki:Listgrouprights-helppage}}|Детайлны інформації о&nbsp;єднотливых правах]]',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">Удїлены пвара</span>
* <span class="listgrouprights-revoked">Одобраны права</span>',
'listgrouprights-group'                => 'Ґрупа',
'listgrouprights-rights'               => 'Права',
'listgrouprights-helppage'             => 'Help:Права хоснователїв',
'listgrouprights-members'              => '(списoк членїв)',
'listgrouprights-addgroup'             => 'Придаваня хоснователїв до {{PLURAL:$2|ґрупы|ґруп}} $1',
'listgrouprights-removegroup'          => 'Одобераня хоснователїв до {{PLURAL:$2|ґрупы|ґруп}} $1',
'listgrouprights-addgroup-all'         => 'може додавати до вшыткых ґруп',
'listgrouprights-removegroup-all'      => 'Одобераня хоснователїв з хоцькотрой ґрупы',
'listgrouprights-addgroup-self'        => 'Приданя свого конта до {{PLURAL:$2|ґрупы|ґруп}} $1',
'listgrouprights-removegroup-self'     => 'Одстранїня свого конта з {{PLURAL:$2|ґрупы|ґруп}} $1',
'listgrouprights-addgroup-self-all'    => 'Приданя свого конта до хоцьякой ґрупы',
'listgrouprights-removegroup-self-all' => 'Одстранїня свого контра з хоцьякой ґрупы',

# E-mail user
'mailnologin'          => 'Без адресы одосланя',
'mailnologintext'      => 'Кідь хочете посылати ел. пошту іншым хоснователям, мусите ся [[Special:UserLogin|приголосити]] і мати платну адресу ел. пошты в своїм [[Special:Preferences|наставлїню]].',
'emailuser'            => 'Послати е-маіл тому хоснователёві',
'emailpage'            => 'Пошлийте е-пошту',
'emailpagetext'        => 'Помочов ниже зображеного формуларя можете тому хоснователёви послати повідомлїня ел. поштов.
Адреса ел. пошты, котру мате зазначену в [[Special:Preferences|наставлїня]],ся обявить як адреса одосылателя пошты, жебы вам адресат міг одповісти прямо.',
'usermailererror'      => 'Хыба поштового проґраму:',
'defemailsubject'      => '{{SITENAME}}: лист',
'usermaildisabled'     => 'Посыланя ел. пошты є выпнуте',
'usermaildisabledtext' => 'Не маєте право одосылати ел. пошту іншым хоснователям той вікі',
'noemailtitle'         => 'Без адресы ел. пошты',
'noemailtext'          => 'Тот хоснователь не зазначів платну адресу ел. пошты.',
'nowikiemailtitle'     => 'Ел. пошта не є доволена',
'nowikiemailtext'      => 'Тот хоснователь собі не желать діставати пошту од іншых хоснователїв.',
'email-legend'         => 'Одосыланя ел. пошты іншому хоснователёві {{GRAMMAR:2sg|{{SITENAME}}}}',
'emailfrom'            => 'Од:',
'emailto'              => 'Кому:',
'emailsubject'         => 'Тема:',
'emailmessage'         => 'Ознам:',
'emailsend'            => 'Одослати',
'emailccme'            => 'Послати копію повідомлїня на мою адресу ел. пошты.',
'emailccsubject'       => 'Копія вашого повідомлїня про хоснователя $1: $2',
'emailsent'            => 'Пошта одослана',
'emailsenttext'        => 'Ваше повідомлїня было послане.',
'emailuserfooter'      => 'Тота ел. пошта была послана з {{grammar:2sg|{{SITENAME}}}} за помочі функції „Послати ел, пошту“; одослав го хоснователь $1 хоснователёві $2',

# User Messenger
'usermessage-summary' => 'Зохабити сістемове повідомлїня',
'usermessage-editor'  => 'Сістемовый вістник',

# Watchlist
'watchlist'            => 'Слїдованы сторінкы',
'mywatchlist'          => 'Слїдованы сторінкы',
'watchlistfor2'        => 'Про $1 ($2)',
'nowatchlist'          => 'Ваш список слїдованых сторінок є порожнїй.',
'watchlistanontext'    => 'Про перезераня ці управу списку слїдованых сторінок ся мусите $1.',
'watchnologin'         => 'Не сьте приголошеный(а)',
'watchnologintext'     => 'Про слїдованя сторінок ся мусите [[Special:UserLogin|приголосити]].',
'addedwatch'           => 'Придана до списку слїдованых сторінок',
'addedwatchtext'       => "Сторінка «[[:$1]]» была придана до вашого [[Special:Watchlist|списку слїдованых]].
Будучі зміны той статї і з нёв повязаной сторінков діскузії будуть зображены у тім списку, а тыж будуть выдїлены '''тучнї''' на сторінцї із [[Special:RecentChanges|списком послїднїх змін]], жебы їх было легше вшимнути.",
'removedwatch'         => 'Вымазана зо список слїдованых сторінок',
'removedwatchtext'     => 'Сторінка «[[:$1]]» вымазана з вашого [[Special:Watchlist|списку слїдованых сторінок]].',
'watch'                => 'Слїдовати',
'watchthispage'        => 'Слїдовати тоту сторінку',
'unwatch'              => 'Зрушыти слїдованя',
'unwatchthispage'      => 'Не слїдовати сторінку',
'notanarticle'         => 'Тото не є статя',
'notvisiblerev'        => 'Верзія была змазана',
'watchnochange'        => 'Жадна із слїдованых положок не была едітована в часї, котрый є указаный.',
'watchlist-details'    => '{{PLURAL:$1|Єдна слїдована сторінка|слїдованы сторінкы|слїдованых сторінок}} (не рахувчі діскузны сторінкы).',
'wlheader-enotif'      => 'Упозорнїня  ел. поштов є запнуте.',
'wlheader-showupdated' => "Сторінкы, котры ся змінили од вашой послїднёй навщівы суть вказаны '''грубо'''",
'watchmethod-recent'   => 'глядають ся слїдованы сторінкы міджі послїднїма змінами',
'watchmethod-list'     => 'глядають ся найновшы едітованя слїдованых сторінок',
'watchlistcontains'    => 'На своїм списку слїдованых сторінок маєте $1 {{PLURAL:$1|положку|положкы|положок}}.',
'iteminvalidname'      => 'Проблем з положков „$1“, неплатна назва…',
'wlnote'               => 'Ниже є {{PLURAL:$1|остатня зміна|остатнї $1 зміны|остатнїх $1 змін}} за {{PLURAL:$2|остатнїй|остатнї|остатнїх}} <b>$2</b> {{PLURAL:$2|годину|годины|годин}}.',
'wlshowlast'           => 'Вказати зміны за послїднїх $1 годин $2 днїв $3',
'watchlist-options'    => 'Наставлїна списку слїдованых',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Придаваня до списку слїдованя...',
'unwatching' => 'Одобратя зо списку слїдованя...',

'enotif_mailer'                => 'Засылач нотіфікацій {{grammar:2sg|{{SITENAME}}}}',
'enotif_reset'                 => 'Означіти вшытко як навщівене',
'enotif_newpagetext'           => 'Тото є нова сторінка.',
'enotif_impersonal_salutation' => 'Хоснователь {{grammar:genitive|{{SITENAME}}}}',
'changed'                      => 'змінена',
'created'                      => 'створена',
'enotif_subject'               => '$PAGEEDITOR змінив сторінку $PAGETITLE на {{grammar:6sg|{{SITENAME}}}}.',
'enotif_lastvisited'           => 'Видьте $1 про список вшыткых змін од минулой навщівы.',
'enotif_lastdiff'              => 'Тоту зміну видьте на $1',
'enotif_anon_editor'           => 'анонімный хоснователь $1',
'enotif_body'                  => 'Учтивый  $WATCHINGUSERNAME,

В $PAGEEDITDATE $CHANGEDORCREATED $PAGEEDITOR сторінку $PAGETITLE, видьте актуалну верзію на $PAGETITLE_URL .

$NEWPAGE

Згорнутя едітованя: $PAGESUMMARY $PAGEMINOREDIT

Хоснователя, котрый зміну выконав, можете контактовати:
ел. поштов: $PAGEEDITOR_EMAIL
на вікі: $PAGEEDITOR_WIKI

Покы сторінку не навщівите, не будуть вам посыланы далшы повідомлїня о змінах той сторінкы, припадно собі можете вынуловати флаґы в своїм списку слїдованых сторінок.
	З поздравом ваш засылач повідомлїнь {{grammar:2sg|{{SITENAME}}}}

--
Наставлїня слїдованых сторінок можете змінити на
{{fullurl:Special:Watchlist/edit}}

Сторінку можете із своїх слїдованых вырядити на
$UNWATCHURL

Порада і контакты
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'Змазати сторінку',
'confirm'                => 'Підтверджіня',
'excontent'              => 'обсяг быв: „$1“',
'excontentauthor'        => 'обсяг быв: „$1“ (і єдиным приспівателём быв „[[Special:Contributions/$2|$2]]“)',
'exbeforeblank'          => 'обсяг перед выпорожнїнём быв: „$1“',
'exblank'                => 'сторінка была порожня',
'delete-confirm'         => 'Змазаня  $1',
'delete-legend'          => 'Вымазати',
'historywarning'         => "'''Варованя:''' Сторінка, котру хочете змазати, має історію з приближно $1 {{plural:$1|ревізії|ревізіями}}:",
'confirmdeletetext'      => 'Рыхтуєте ся вымазати сторінку і вшыткы єй лоґы едітовань.
Просиме Вас, підтвердьте, же справды тото хочете зробити, повно розумієте наслїдкы і же робите тото в одповідности з [[{{MediaWiki:Policy-url}}|правилами]].',
'actioncomplete'         => 'Дїя выконана',
'actionfailed'           => 'Операція ся не подарила',
'deletedtext'            => '"<nowiki>$1</nowiki>" было змазане.
Смоть $2 про список послїднїх змазань.',
'deletedarticle'         => 'змазаный "[[$1]]"',
'suppressedarticle'      => 'затаїв „[[$1]]“',
'dellogpage'             => 'Лоґ вымазаня',
'dellogpagetext'         => 'Ту є список послїднїх змазаных сторінок.',
'deletionlog'            => 'Лоґ вымазаня',
'reverted'               => 'Обновлїня скоршой верзії',
'deletecomment'          => 'Причіна:',
'deleteotherreason'      => 'Інша/додаткова причіна:',
'deletereasonotherlist'  => 'Інша причіна',
'deletereason-dropdown'  => '*Звычайны причіны змазаня
** На жадость автора
** Порушїня авторьскых прав
** Вандалізм',
'delete-edit-reasonlist' => 'Едітовати причіны вымазаня',
'delete-toobig'          => 'Тота сторінка має велику історію едітованя, через $1 {{plural:$1|верзії|верзій|верзій}}. Мазаня такых сторінок є обмеджено, жебы ся передішло нехоченому нарушіню {{grammar:2sg|{{SITENAME}}}}.',
'delete-warning-toobig'  => 'Тота сторінка має велику історію едітацій, через $1 {{plural:$1|верзії|верзій|верзій}}. Мазаня такых сторінок може нарушыти датабазовы операцім {{grammar:2sg|{{SITENAME}}}}; мерькуйте.',

# Rollback
'rollback'          => 'Вернути назад едітованя',
'rollback_short'    => 'Вернути назад',
'rollbacklink'      => 'вернути назад',
'rollbackfailed'    => 'Не годно было ся вернути назад',
'cantrollback'      => 'Не годен вернути послїднє едітованя, бо послїднїй приспіватель є єдиным автором той сторінкы.',
'alreadyrolled'     => 'Не годен вернути послїднє едітованя [[:$1]] од хоснователя [[User:$2|$2]] ([[User talk:$2|діскузія]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]), бо дахто друхый уже сторінку едітовав або вернув тоту зміну назад.

Остатнє едітованя провив(а) [[User:$3|$3]] ([[User talk:$3|діскузуя]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'       => "Згорнутя едітованя было: ''„$1“''.",
'revertpage'        => 'Едітованя хоснователя „[[Special:Contributions/$2|$2]]“ ([[User talk:$2|діскузія]]) вернуты до минулого ставу, котрого автором є „[[User:$1|$1]]“',
'revertpage-nouser' => 'Едітованя хоснователя (мено хоснователя є сховане) вернуты до минулого ставу, котрого автором є „[[User:$1|$1]]“',
'rollback-success'  => 'Едітованя хоснователя $1 было вернуте на остатню ревізію од хоснователя $2.',

# Edit tokens
'sessionfailure-title' => 'Хыба сеансу',
'sessionfailure'       => 'Здасть ся, же є даякый проблем з вашым приголошінём;
вами жадана актівіта была зрушена як превенція проти неоправненым приступам.
Стисните клапку „назад“, обновте сторінку, з котрой сьте пришли і спробуйте то знову;',

# Protect
'protectlogpage'              => 'Лоґ охраны',
'protectlogtext'              => 'Ниже є уведеный список вшыткых замкнутёх і одомкнутёх сторінок.
Видь [[Special:ProtectedPages|список хороненых сторінок]]',
'protectedarticle'            => 'замыкать "[[$1]]"',
'modifiedarticleprotection'   => 'зміненa рівень охраны сторінкы «[[$1]]»',
'unprotectedarticle'          => 'одомыкать "[[$1]]"',
'movedarticleprotection'      => 'наставлїня замків пересунуто з „[[$2]]“ на „[[$1]]“',
'protect-title'               => 'Зміна уровнї охраны сторінкы „$1“',
'prot_1movedto2'              => '«[[$1]]» переменована на «[[$2]]»',
'protect-legend'              => 'Підтвердити замкнутя',
'protectcomment'              => 'Причіна:',
'protectexpiry'               => 'Кінчіть:',
'protect_expiry_invalid'      => 'Неправилный час укончіня',
'protect_expiry_old'          => 'Час страты платности є в минулости.',
'protect-unchain-permissions' => 'Зприступнити далшы наставлїня замку',
'protect-text'                => "Ту можете відїти і змінити рівень охраны сторінкы '''<nowiki>$1</nowiki>'''.",
'protect-locked-blocked'      => "Не можете мінити наставлїня замків покы сьте заблокованый. Сучасне наставлїня про тоту сторінку є: '''$1''':",
'protect-locked-dblock'       => "Наставлїня замків ся не дасть змінити про замкнуту датабазу.
Сучасне наставлїня про тоту сторінку є: '''$1''':",
'protect-locked-access'       => "Ваше конто немає права мінити рівень охраны сторінкы.
Моменталны наставлїня про сторінку : '''$1''':",
'protect-cascadeon'           => 'Тота сторінка є теперь хранена, бо є загорнута {{PLURAL:$1|до зазначеной сторінкы ніже, на яку|до ниже зазначеных сторінок, на якы}} становлена каскадова охрана. Вы можете змінити рівень охраны той сторінкы, але тото не буде впливати на каскадову охрану.',
'protect-default'             => 'Доволити вшыткым хоснователям',
'protect-fallback'            => 'Портрібны "$1" права',
'protect-level-autoconfirmed' => 'Блоковати новых і незареґістрованых хоснователїв',
'protect-level-sysop'         => 'Лем адміністраторы',
'protect-summary-cascade'     => 'каскадовый',
'protect-expiring'            => 'кінчіть $1 (UTC)',
'protect-expiry-indefinite'   => 'до одволаня',
'protect-cascade'             => 'Хранити сторінкы вложены до той сторінкы (каскадова охрана)',
'protect-cantedit'            => 'Вы не можете змінити рівень охороны той сторінкы, тому што вы не маєте прав про єй едітованя.',
'protect-othertime'           => 'Іншый час:',
'protect-othertime-op'        => 'Іншый час',
'protect-existing-expiry'     => 'Сучасный час експірації: $3, $2',
'protect-otherreason'         => 'Інша/додаткова причіна:',
'protect-otherreason-op'      => 'Інша причіна',
'protect-dropdown'            => '*Звычайны причіны замкнутя
** Частый вандалізм
** Вкладаня рекламных екстерных одказів
** Едітачна война
** Часто хоснована сторінка',
'protect-edit-reasonlist'     => 'Едітованя причін замкнутя',
'protect-expiry-options'      => '1 година:1 hour,1 день:1 day,1 тыждень:1 week,2 тыжднї:2 weeks,1 місяць:1 month,3 місяцї:3 months,6 місяцїв:6 months,1 рік:1 year,навсе:infinite',
'restriction-type'            => 'Права',
'restriction-level'           => 'Рівень доступу:',
'minimum-size'                => 'Мінімалный розмір',
'maximum-size'                => 'Максімалный розмір:',
'pagesize'                    => '(байтів)',

# Restrictions (nouns)
'restriction-edit'   => 'Едітованя',
'restriction-move'   => 'Переменовати',
'restriction-create' => 'Вытвориня',
'restriction-upload' => 'Награваня файлів',

# Restriction levels
'restriction-level-sysop'         => 'замкнуте',
'restriction-level-autoconfirmed' => 'частково хранено',
'restriction-level-all'           => 'хоцьяка рівень',

# Undelete
'undelete'                     => 'Змазаны сторінкы',
'undeletepage'                 => 'Посмотрити собі і обновити змазану сторінку',
'undeletepagetitle'            => "'''Ниже суть змазаны верзії сторінкы [[:$1]]'''.",
'viewdeletedpage'              => 'Зобразити змазаны сторінкы',
'undeletepagetext'             => '{{PLURAL:$1|Наслїдуюча сторінка была змазана, але дотеперь є в архіві, также є можне єй обновити|Наслїдуючі $1 сторінкы были змазаны, але дотеперь суть в архіві, также є може їх обновити|Наслїдуючіх $1 сторінок было змазаных, але дотеперь суть в архіві, также є можне їх обновити}}.
Архів може быти періодічно очіщаный.',
'undelete-fieldset-title'      => 'Обновити ревізії',
'undeleteextrahelp'            => "Про повне обновлїня сторінкы з комплетнов історіов охабте вшыткы коцочкы незазначены і кликните на  '''''Обновити'''''. Про часточне обновлїня зазначте коцочкы у обновованых ревізіях і кликните  на '''''Обновити'''''. Кликнутя на '''''Ресет''''' вычістить коментарь і зрушыть вшыткы зазначіня.",
'undeleterevisions'            => '$1 {{PLURAL:$1|верзія є архівована|верзії суть архівованы|верзій є архівованых}}',
'undeletehistory'              => 'Кідь сторінку обновите, будуть в історії обновлены вшыткы верзії. Кідь была створена нова сторінка з такым самым меном як змазана, обновлена сторінка ся запише на старше місце в історії новшой сторінкы.',
'undeleterevdel'               => 'Обновлїня не буде выконане, кібы вело ку часточному одстранїню актуалной верзії сторінкы. В такім припадї мусите одзначіти або одкрыти найновшу змазану верзію.',
'undeletehistorynoadmin'       => 'Тота сторінка была змазана. Причіна змазаня є зазначена ниже, вєдно з інформаціями о хоснователях, котры тоту сторінку перед змазанём едітовали. Самотный текст є доступный лем адміністраторам.',
'undelete-revision'            => 'Змазана верзія сторінкы $1 (з $4 дня $5) од хоснователя $3:',
'undeleterevision-missing'     => 'Неправилна або хыбляча ревізія. Може маєте планый одказ, або ревізія была обновлена ці одстранена з архіву.',
'undelete-nodiff'              => 'Не найджена жадна попередня верзія.',
'undeletebtn'                  => 'Обновити',
'undeletelink'                 => 'видїти/обновити',
'undeleteviewlink'             => 'відїти',
'undeletereset'                => 'Ресетовати',
'undeleteinvert'               => 'Інвертовати селекцію',
'undeletecomment'              => 'Причіна:',
'undeletedarticle'             => 'обновив "[[$1]]"',
'undeletedrevisions'           => '{{PLURAL:$1|Обновлена $1 верзія|Обновлены $1 верзії|Обновленых $1 верзій}}',
'undeletedrevisions-files'     => '{{PLURAL:$1|Обновлена єдна верзія|Обновлены $1 верзії|Обновленых $1 верзій}} і $2 {{PLURAL:$2|файл|файлы|файлів}}.',
'undeletedfiles'               => '{{PLURAL:$1|обновленый $1 файл|обновлены $1 файлы|обновленых $1 файлів}}',
'cannotundelete'               => 'Обновлїня ся не подарило; правдоподобно  дахто другый обновив сторінку скоре як вы.',
'undeletedpage'                => "'''$1 была обновлена'''

Запис о послїднїх мазанях і обновлїнях найдете в  [[Special:Log/delete|книзї змазаных сторінок]].",
'undelete-header'              => 'Видьте недавно змазаны сторінкы в [[Special:Log/delete|книзї змазаных сторінок]].',
'undelete-search-box'          => 'Гляданя вымазаных сторінок',
'undelete-search-prefix'       => 'Вказати сторінкы што ся почінають з',
'undelete-search-submit'       => 'Найти',
'undelete-no-results'          => 'Пожадавцї жадны змазаны сторінкы не одповідають.',
'undelete-filename-mismatch'   => 'Не годен обновити верзію файлу з часовов значков $1: назва файлу не одповідать',
'undelete-bad-store-key'       => 'Не годен обновити верзію файлу з часовов значков $1:  файл педед змазанём хыбив',
'undelete-cleanup-error'       => 'Хыба почас мазаня нехоснованого архівного файлу „$1“.',
'undelete-missing-filearchive' => 'Не подарило ся обновити файл архіву з ідентіфікаціёв $1, протоже не є в датабазї. Може уже быв обновленый.',
'undelete-error-short'         => 'Хыба почас обновованя файлу: $1',
'undelete-error-long'          => 'Взникла хыба почас обновованя файлу:

$1',
'undelete-show-file-confirm'   => 'На певно собі хочете посмотрити змазану ревізію файлу „<nowiki>$1</nowiki>“ з $2, $3?',
'undelete-show-file-submit'    => 'Гей',

# Namespace form on various pages
'namespace'      => 'Простор назв:',
'invert'         => 'Окрем выбраного',
'blanknamespace' => '(Основный)',

# Contributions
'contributions'       => 'Приспевок хоснователя',
'contributions-title' => 'Приспевок хоснователя $1',
'mycontris'           => 'Мої приспевкы',
'contribsub2'         => 'Приспевок $1 ($2)',
'nocontribs'          => 'Ненайджены жадны зміны подля тых крітерій.',
'uctop'               => ' (послїдня)',
'month'               => 'Од місяця (і скоре):',
'year'                => 'Од року (і скоре):',

'sp-contributions-newbies'             => 'Вказати приспевкы лем новых конт',
'sp-contributions-newbies-sub'         => 'Новы хоснователї',
'sp-contributions-newbies-title'       => 'Приспівкы новый хоснователїв',
'sp-contributions-blocklog'            => 'Лоґ блокованя',
'sp-contributions-deleted'             => 'вымазаны приспевкы хоснователя',
'sp-contributions-uploads'             => 'награваня',
'sp-contributions-logs'                => 'лоґы',
'sp-contributions-talk'                => 'діскузія',
'sp-contributions-userrights'          => 'Справа хосновательскых прав',
'sp-contributions-blocked-notice'      => 'Тот хоснователь є теперь блокованый.
Послїднїй запис в лоґах блоковань є такый:',
'sp-contributions-blocked-notice-anon' => 'Тота IP адреса є теперь блокована.
Послїднїй запис в лоґах блоковань є такый:',
'sp-contributions-search'              => 'Глядати приспевкы',
'sp-contributions-username'            => 'IP-адреса або мено хоснователя:',
'sp-contributions-toponly'             => 'Вказати лем актуалны ревізії',
'sp-contributions-submit'              => 'Найти',

# What links here
'whatlinkshere'            => 'Одказы на тоту сторінку',
'whatlinkshere-title'      => 'Сторінкы, што ся одказують на "$1"',
'whatlinkshere-page'       => 'Сторінка:',
'linkshere'                => "Наслїдуючі сторінкы ся одказують на '''[[:$1]]''':",
'nolinkshere'              => "Жадна сторінка на '''[[:$1]]''' не одказує.",
'nolinkshere-ns'           => "У выбранім просторї назв на '''[[:$1]]''' не одказує жадна сторінка.",
'isredirect'               => 'сторінка напрямлена',
'istemplate'               => 'вложіня',
'isimage'                  => 'одказ на зображіня',
'whatlinkshere-prev'       => '{{PLURAL:$1|попередня|попереднї|попереднї}} $1',
'whatlinkshere-next'       => '{{PLURAL:$1|далша|далшій|далшых}} $1',
'whatlinkshere-links'      => '← одказы',
'whatlinkshere-hideredirs' => '$1 напрямлїня',
'whatlinkshere-hidetrans'  => '$1 вложіня',
'whatlinkshere-hidelinks'  => '$1 одказы',
'whatlinkshere-hideimages' => '$1 вложіня файлу',
'whatlinkshere-filters'    => 'Філтры',

# Block/unblock
'blockip'                         => 'Заблоковати хоснователя',
'blockip-title'                   => 'Блокованя хоснователя',
'blockip-legend'                  => 'Блокованя хоснователя',
'blockiptext'                     => 'Тот формуларь служыть про заблокованя едітованя з конкретной IP адресы або мена хоснователя.
Тото бы мало быти хосноване лем в згодї з [[{{MediaWiki:Policy-url}}|правилами]].
Задайте причіну ниже (наприклад вкажте, котры сторінкы были пошкоджены).',
'ipadressorusername'              => 'IP-адреса або мено хоснователя:',
'ipbexpiry'                       => 'Кінчіть:',
'ipbreason'                       => 'Причіна:',
'ipbreasonotherlist'              => 'Інша причіна',
'ipbreason-dropdown'              => '*Часты причіны блокованя
** Вкладаня неправдивых інформацій
** Одстранёваня обсягу сторінок
** Вкладаня рекламных екстерных одказів
** Вкладаня незмыслїв
** Застрашованя або выгрожованя
** Знеужываня веце конт
** Невгодне мено хоснователя',
'ipbcreateaccount'                => 'Не доволити реґістрацію новых хоснователїв',
'ipbemailban'                     => 'Заборонити хоснователёві посылати ел. пошту',
'ipbenableautoblock'              => 'Автоматічно блоковати IP адресы хоснованы тым хоснователём',
'ipbsubmit'                       => 'Заблоковати',
'ipbother'                        => 'Іншый час:',
'ipboptions'                      => '2 годины:2 hours,1 день:1 day,3 днї:3 days,1 тыждень:1 week,2 тыжднї:2 weeks,1 місяць:1 month,3 місяцї:3 months,6 місяцїв:6 months,1 рік:1 year,неограніченї:infinite',
'ipbotheroption'                  => 'іншый',
'ipbotherreason'                  => 'Інша/додаткова причіна:',
'ipbhidename'                     => 'Сховати мено хоснователя в едітованях і списках',
'ipbwatchuser'                    => 'Слїдовати хосновательску і діскузну сторінку того хоснователя',
'ipb-change-block'                => 'Знову заблоковати хоснователя з тыма наставлїнями',
'badipaddress'                    => 'Неправилна IP адреса',
'blockipsuccesssub'               => 'Блокованя проведено',
'blockipsuccesstext'              => 'Хоснователь „[[Special:Contributions/$1|$1]]“ є блокованый.<br />
Можете собі посмотрити [[Special:IPBlockList|список блокованых хоснователїв]].',
'ipb-edit-dropdown'               => 'Едітовати причіны блоковань',
'ipb-unblock-addr'                => 'Одблоковати $1',
'ipb-unblock'                     => 'Одблоковати хоснователя або  IP адресу',
'ipb-blocklist'                   => 'Вказати екзістуючі блокованя',
'ipb-blocklist-contribs'          => 'Приспевкы хоснователя  $1',
'unblockip'                       => 'Одблоковати хоснователя',
'unblockiptext'                   => 'Тым формуларём є можне обновити права блокованой IP адресы ці хоснователя знову приспівати до  {{grammar:2sg|{{SITENAME}}}}.',
'ipusubmit'                       => 'Зняти тото блокованя',
'unblocked'                       => '[[User:$1|$1]] одблокованый',
'unblocked-id'                    => 'Блокованя $1 было зняте',
'ipblocklist'                     => 'Заблокованы IP адресы і мена хоснователїв',
'ipblocklist-legend'              => 'Глядати заблокованого хоснователя',
'ipblocklist-submit'              => 'Глядати',
'ipblocklist-localblock'          => 'Локалне блокованя',
'ipblocklist-otherblocks'         => '{{PLURAL:$1|Інше блокованя|Іншы блокованя}}',
'infiniteblock'                   => 'до одволаня',
'expiringblock'                   => 'до $1, $2',
'anononlyblock'                   => 'лем анонімы',
'noautoblockblock'                => 'без автоблокованя',
'createaccountblock'              => 'вытваряня конт не є поволене',
'emailblock'                      => 'е-маіл блокованый',
'blocklist-nousertalk'            => 'не може едітовати властну сторінку діскузії',
'ipblocklist-empty'               => 'Список блоковань є порожнїй.',
'ipblocklist-no-results'          => 'Пожадована IP-адреса або мено хоснователя не є блоковане.',
'blocklink'                       => 'заблоковати',
'unblocklink'                     => 'одблоковати',
'change-blocklink'                => 'змінити блок',
'contribslink'                    => 'приспевкы',
'autoblocker'                     => 'Сьте были автоматічно блокованы, протоже здїляте IP-адресу з хоснователём „[[User:$1|$1]]“. Причіна блокованя того хоснователя: „$2“',
'blocklogpage'                    => 'Запис блоковань',
'blocklog-showlog'                => '{{GENDER:$1|Тот хоснователь быв уж блокованый.|Тота хоснователька уж была блокована.|Тот хоснователь уж быв блокованый.}}
Ту є про перегляд вказаный выпис з книгы блокованя:',
'blocklog-showsuppresslog'        => 'Тот хоснователь быв блокованый і схованый. Ту є про перегляд вказаный выпис з книгы блокованя:',
'blocklogentry'                   => 'заблокoвав [[$1]] на термін $2 $3',
'reblock-logentry'                => 'змінив наставлїня блоку „[[$1]]“ з часом ексіпрації $2 $3',
'blocklogtext'                    => 'Тото є книга блокованя і одблокованя хоснователїв. Автоматічно блокованы IP-адресы не суть выписаны. Попозерайте ся на  [[Special:IPBlockList|список блокованя IP]] з выписом актуалный заказів і блоковань.',
'unblocklogentry'                 => 'одблоковав $1',
'block-log-flags-anononly'        => 'лем анонімны хоснователї',
'block-log-flags-nocreate'        => 'вытваряня конт не поволене',
'block-log-flags-noautoblock'     => 'автоматічне блокованя выпнуте',
'block-log-flags-noemail'         => 'е-маіл блокованый',
'block-log-flags-nousertalk'      => 'не може едітовати властну сторінку діскузії',
'block-log-flags-angry-autoblock' => 'росшырене автоматічне блокованя выпнуте',
'block-log-flags-hiddenname'      => 'мено хоснователя сховане',
'range_block_disabled'            => 'Блокованя россягів IP-адрес не є поволене',
'ipb_expiry_invalid'              => 'Неплатный час експірації.',
'ipb_expiry_temp'                 => 'Блокованя схованых мен хоснователїв бы мало быти тырвале.',
'ipb_hide_invalid'                => 'Тото конто ся не дасть затаїти; може має дуже много едітацій.',
'ipb_already_blocked'             => '„$1“ є уже заблокованый',
'ipb-needreblock'                 => '== Уж заблокованый(а) ==
$1 є уж заблокованый(а). Хочете змінити наставлїня блокованя?',
'ipb-otherblocks-header'          => '{{PLURAL:$1|Інше блокованя|Іншы блокованя}}',
'ipb_cant_unblock'                => 'Хыба: Блокованя з ID $1 не было найджене. Хоснователь уж може быв одблокованый.',
'ipb_blocked_as_range'            => 'Хыба: IP-адреса $1 не є блокована прямо а так єй не є можне одблоковати. Є частёв заблокованого россягу $2, котрый може быти одблокованый.',
'ip_range_invalid'                => 'Неплатный IP россяг.',
'ip_range_toolarge'               => 'Блокованя россягів векшых як  /$1 не є поволене.',
'blockme'                         => 'Заблокуй ня',
'proxyblocker'                    => 'Блокованя проксі',
'proxyblocker-disabled'           => 'Тота фунція є выпнута.',
'proxyblockreason'                => 'Ваша IP-адреса была заблокована, зато же фунґує як отвореный проксі сервер. 
Контактуйте свого Інтернет-провайдера або технічну підпору і інформуйте їх о тім серёзнім безпечностнім проблемі.',
'proxyblocksuccess'               => 'Готово.',
'sorbsreason'                     => 'Ваша IP-адреса є веджена як отвореный проксі в DNSBL.',
'sorbs_create_account_reason'     => 'Ваша IP-адреса є веджена як одкрытый проксі в DNSBL. З той адресы собі не можете створити конто.',
'cant-block-while-blocked'        => 'Не можете блоковати іншых хоснователїв, кідь сьте сам заблокованый(а).',
'cant-see-hidden-user'            => 'Хоснователь, котрого хочете заблоковати, уж быв заблокованый і схованый. Кідьже не маєте права hideuser, не можете собі наставлїня блокованя того хоснователя посмотрити ани го змінити.',
'ipbblocked'                      => 'Не можете блоковати або одблоковати іншых хоснователїв, {{GENDER:|сам|сама|сам}} сьте {{GENDER:|заблокованый|заблокована|заблокованый}}',
'ipbnounblockself'                => 'Не маєте доволене одблоковати {{GENDER:|сам|сама|сам}} себе',

# Developer tools
'lockdb'              => 'Замкнути датабазу',
'unlockdb'            => 'Одомкнути датабазу',
'lockdbtext'          => 'Кідь замкнете датабазу, знеможните другым едітовати, управляти наставлїня, слїдованы сторінкы ітд. Підтвердьте, же то справды хочете зробити і же одомкнете датабазу такой по оправах.',
'unlockdbtext'        => 'Кідь одомкнете датабазу, уможните другым едітовати, управляти наставлїня, слїдованы сторінкы ітд. Підтвердьте, же то хочете справды зробити.',
'lockconfirm'         => 'Гей, справды хочу замкнути датабазу.',
'unlockconfirm'       => 'Гей, справды хочу одомкнути датабазу.',
'lockbtn'             => 'Замкнути датабазу',
'unlockbtn'           => 'Одомкнути датабазу',
'locknoconfirm'       => 'Не было означене поличко підтверджіня.',
'lockdbsuccesssub'    => 'Датабаза замкнута',
'unlockdbsuccesssub'  => 'Датабаза одомкнута',
'lockdbsuccesstext'   => 'Датабаза {{grammar:2sg|{{SITENAME}}}} была успішно замкнута.
<br />Не забудьте єй по докончіню утримованя [[Special:UnlockDB|одомкнути]].',
'unlockdbsuccesstext' => 'Датабаза {{grammar:2sg|{{SITENAME}}}} є одомкнута.',
'lockfilenotwritable' => 'До файлу замку датабазы ся не дасть записовати. Про замкнутя ці одомкнутя датабазы мусить мати вебовый сервер права запису до того файлу.',
'databasenotlocked'   => 'Датабаза не є замкнута.',

# Move page
'move-page'                    => 'Переменовати „$1“',
'move-page-legend'             => 'Переменовати сторінку',
'movepagetext'                 => "Хоснувчі форму ниже, можете переменовати сторінку, єдным разом перемістивши на нове місце і лоґ єй едітовань.
Стара назва стане перенапрямлинём на нову назву.
Можете автоматично обновити напрямлиня на стару назву.
Кідь вы тото не зробите, просиме Вас, перевірте наявність [[Special:DoubleRedirects|подвойных]] ці [[Special:BrokenRedirects|розорваных]] напрямлїнь.
Вы зодповідаєте за то, жебы одказы і надале вказовали там, де мають.

Уважте, же сторінка '''не''' буде переменована, кідь сторінка з новов назвов уж екзістує, окрем того, коли она порожня або є напрямлїнём, а лоґ єй едітовань порожнїй.
То значіть, же вы можете вернути сторінцї стару назву, кідь вы переменовали єй помылково, але вы не можете переписати екзістуючу сторінку.

'''ВАРОВАНЯ!'''
Тота дїя може ся стати причінов серіозных а неочекованых змін популарных сторінок.
Просиме Вас, перед далшым кроком ся утвердьте, же розуміте вшыткы можны наслїдкы.",
'movepagetext-noredirectfixer' => "Хоснувчі форму ниже, можете переменовати сторінку, єдным разом перемістивши на нове місце і лоґ єй едітовань.
Стара назва стане перенапрямлинём на нову назву.
Можете автоматично обновити перенапрямлиня на страу назву.
Кідь вы тото не зробите, просиме Вас, перевірте наявність [[Special:DoubleRedirects|подвойных]] ці [[Special:BrokenRedirects|розорваных]] перенапрямлинь.
Вы зодповідаєте за то, жебы одказы і надалей вказували там, де мають.

Уважте, же сторінка '''не''' буде переменована, кідь сторінка з новов назвов уж екзістує, окрем того, коли она порожня або є напрямлинём, а лоґ єй едітовань порожнїй.
То значіть, же вы можете вернути сторінцї стару назву, кідь вы переменовали єй помылково, але вы не можете переписати екзістуючу сторінку.

'''ВАРОВАНЯ!'''
Тота дїя може ся стати причінов серіозных а неочекаваных змін популарных сторінок.
Просиме Вас, перед далшым кроком ся утвердьте, же розуміте вшыткы можны наслїдкы.",
'movepagetalktext'             => "Асоціована діскузна сторінка буде автоматічно переменована, '''окрем:'''
* Непорожня сторінка діскузії з таков назвов уж екзістує або
* Не означіли сьте в полічку ниже.

В тых припадох будете мусити переменовати ці злучіти сторінкы ручнї кідь желаєте єй переменованя.",
'movearticle'                  => 'Переменовати сторінку',
'moveuserpage-warning'         => "'''Увага:''' Рихтуєте ся переменовати сторінку хоснователя. Усвідомте собі, же буде пересунута лем тота сторінка, а хоснователь  ''не буде'' переменованый.",
'movenologin'                  => 'Не сьте приголошеный(а)!',
'movenologintext'              => 'Про переменованя сторінок ся мусите [[Special:UserLogin|приголосити]].',
'movenotallowed'               => 'Не маєте права переменовати сторінкы.',
'movenotallowedfile'           => 'Не маєте права пересувати файлы.',
'cant-move-user-page'          => 'Не маєте права переменовати сторінкы хоснователїв.',
'cant-move-to-user-page'       => 'Не маєте права переменовати сторінку на сторінку хоснователя (окрем підсторінкы сторінкы хоснователя)',
'newtitle'                     => 'Нова назва:',
'move-watch'                   => 'Слїдовати тоту сторінку',
'movepagebtn'                  => 'Переменовати сторінку',
'pagemovedsub'                 => 'Сторінка переменована',
'movepage-moved'               => "'''Сторінка «$1» переменована на «$2»'''",
'movepage-moved-redirect'      => 'Было створене напрямлїня.',
'movepage-moved-noredirect'    => 'Напрямлїня не было створене.',
'articleexists'                => 'Сторінка з таков назвов уж екзістує або назва вамі выбрата не є платна.
Просиме, выберте іншу назву.',
'cantmove-titleprotected'      => 'Сторінка ся не дасть переменовати на дане місце, бо єй назва є замкнута проти створїню',
'talkexists'                   => "'''Сторінка була переменована, але діскузна сторінка не могла быти переменована, бо сторінка з таков назвов уж екзістує. Просиме Вас, злучте їх ручнї.'''",
'movedto'                      => 'теперь ся называє',
'movetalk'                     => 'Переменовати одповідну діскузну сторінку',
'move-subpages'                => 'Переменовати підсторінкы (до $1)',
'move-talk-subpages'           => 'Переменовати підсторінкы діскузной сторінкы (до $1)',
'movepage-page-exists'         => 'Сторінка $1 уж екзістує і не може быти автоматічно переписана.',
'movepage-page-moved'          => 'Сторінка $1 была переменована на $2.',
'movepage-page-unmoved'        => 'Сторінка $1 не може быти переменована на $2.',
'movepage-max-pages'           => '{{PLURAL:$1|Была переменована максімално поволена єдна сторінка|Были переменованы максімално поволены $1 сторінкы|Было переменоване максімално поволеных $1 сторінок}}, веце їх уж автоматічно переменованых не буде.',
'1movedto2'                    => 'переменовав «[[$1]]» на «[[$2]]»',
'1movedto2_redir'              => 'переменовав «[[$1]]» на «[[$2]]» поверх напрямлиня',
'move-redirect-suppressed'     => 'напрямлїня не створене',
'movelogpage'                  => 'Лоґ переменовань',
'movelogpagetext'              => 'Тото є список вшыткых переменованый сторінок.',
'movesubpage'                  => '{{PLURAL:$1|Підсторінка|Підсторінкы}}',
'movesubpagetext'              => 'Тота сторінка має $1 {{plural:$1|підсторінку|підсторінкы|підсторінок}} ниже.',
'movenosubpage'                => 'Тота сторінка не має підсторінок.',
'movereason'                   => 'Причіна:',
'revertmove'                   => 'вернути',
'delete_and_move'              => 'Змазати і переменовати',
'delete_and_move_text'         => '==Є треба змазаня==

Цілёва сторінка „[[:$1]]“ уж екзістує. Желате собі єй змазати про уволнїня місця про пересун?',
'delete_and_move_confirm'      => 'Гей, змазати сторінку',
'delete_and_move_reason'       => 'Змазане про уможнїня переменованя',
'selfmove'                     => 'Початочна і нова назва суть ровнакы;
не може переменовати сторінку на саму себе.',
'immobile-source-namespace'    => 'Сторінкы в просторї назв „$1“  ся не дають переменовати',
'immobile-target-namespace'    => 'Сторінкы ся не дають переменовати до простору назв „$1“',
'immobile-target-namespace-iw' => 'Міджіязыковый одказ не є валідный ціль про переменованя сторінкы.',
'immobile-source-page'         => 'Тота сторінка ся не дасть переменовати.',
'immobile-target-page'         => 'Сторінка ся не дасть переменовати на дану назву.',
'imagenocrossnamespace'        => 'Не дасть ся переменовати файл мімо простор назв файлів',
'nonfile-cannot-move-to-file'  => 'До простору назв  {{ns:file}} ся не дають переменовати сторінкы неналежачі ку файлу',
'imagetypemismatch'            => 'Нове росшырїня файлу не одповідать ёго тіпу',
'imageinvalidfilename'         => 'Назва цілёвого файлу не є платна',
'fix-double-redirects'         => 'Оправити вшыткы напрямлїня на початкову назву',
'move-leave-redirect'          => 'Зохабити напрямлїня',
'protectedpagemovewarning'     => "'''Увага: Тота сторінка была замкнута, также єй можуть переменовати лем адміністраторы.'''
Ниже є про перегляд зображеный найновшый протоколовачій запис:",
'semiprotectedpagemovewarning' => "'''Увага: Тота сторінка была замкнута, также єй можуть переменовати лем реґістрованы хоснователї.'''
Ниже є про перегляд зображеный найновшый протоколовачій запис:",
'move-over-sharedrepo'         => '== Файл екзістує ==
[[:$1]] екзістує в здїлянім усховіщу. Переменованя файлу на тоту назву запричінить перекрытя здїляного файлу.',
'file-exists-sharedrepo'       => 'Выбрана назва файлу ся уж хоснує в здїлянім усховіщу.
Просиме, выберте іншу назву.',

# Export
'export'            => 'Експорт сторінок',
'exporttext'        => 'Можете експортовати текст і історію дакотрой сторінкы або сады сторінок забаленой в XML. Резултатовый файл ся дасть імпортовати до іншой вікі, котра біжыть на софтвері MediaWiki, помочов [[Special:Import|імпортовачой сторінкы]].

До ниже зазначеного едітачного поля зазначте назвы сторінок, котры хочете експортовати; каждый рядок єдна назва. Тыж звольте, ці ся мають експортовати і старшы верзії сторінкы враховано інформацій в історії едітованя, або лем актуална верзія з інформаціов о послїднїй едітації.

В другім припадї можете тыж хосновати прямый одказ, наприклад помочов [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] ся выекспортує „[[{{MediaWiki:Mainpage}}]]“.',
'exportcuronly'     => 'Загорняти лем сучасну верзію, не повну історію',
'exportnohistory'   => "----
'''Позначка:''' експорт повных історій средством того формуларя быв про проблемы з ресурсами заказаный.",
'export-submit'     => 'Експорт',
'export-addcattext' => 'Додати сторінкы з катеґорії:',
'export-addcat'     => 'Придати',
'export-addnstext'  => 'Додати сторінкы з простору назв:',
'export-addns'      => 'Придати',
'export-download'   => 'Уложыти як файл',
'export-templates'  => 'Загорнути шаблоны',
'export-pagelinks'  => 'Загорнёвати одказованы сторінкы аж до глубкы:',

# Namespace 8 related
'allmessages'                   => 'Сістемны повідомлїня',
'allmessagesname'               => 'Назва',
'allmessagesdefault'            => 'Штандартный текст',
'allmessagescurrent'            => 'Актуалный текст',
'allmessagestext'               => 'Тото є список вшыткых повідомлїнь доступных в просторї назв «MediaWiki».
Кідь хочете приспівати ку локалізації софтверу MediaWiki, навщівте [http://www.mediawiki.org/wiki/Localisation локалізачну сторінку на mediawiki.org] і [http://translatewiki.net сервер server translatewiki.net].',
'allmessagesnotsupportedDB'     => '{{ns:special}}:AllMessages не є підпороване, бо wgUseDatabaseMessages є выпнуте.',
'allmessages-filter-legend'     => 'Філтер',
'allmessages-filter'            => 'Філтер подля ставу:',
'allmessages-filter-unmodified' => 'Незмінено',
'allmessages-filter-all'        => 'Вшыткы',
'allmessages-filter-modified'   => 'Змінено',
'allmessages-prefix'            => 'Філтер подля префіксу:',
'allmessages-language'          => 'Язык:',
'allmessages-filter-submit'     => 'Выконати',

# Thumbnails
'thumbnail-more'           => 'Звекшыти',
'filemissing'              => 'Файл хыбить',
'thumbnail_error'          => 'Хыба створїня нагляду: $1',
'djvu_page_error'          => 'Сторінка DjVu мімо россяг',
'djvu_no_xml'              => 'Створїня XML про файл DjVu ся не подарило.',
'thumbnail_invalid_params' => 'Неплатный параметер нагляду',
'thumbnail_dest_directory' => 'Не дасть ся створити цілёвый адресарь',
'thumbnail_image-type'     => 'Непідпорованый тіп образку',
'thumbnail_gd-library'     => 'Неповна конфіґурація книжніцї GD: хыбить функція $1',
'thumbnail_image-missing'  => 'Файл асі хыбить: $1',

# Special:Import
'import'                     => 'Імпорт сторінок',
'importinterwiki'            => 'Імпорт міджі вікі',
'import-interwiki-text'      => 'Про імпорт звольте жрідлову вікі і назву сторінкы. Дата ревізій і мена авторів будуть захованы. Вшыткы імпорты ся зазначують до [[Special:Log/import|книгы імпортів]].',
'import-interwiki-source'    => 'Вікі/сторінка-жрідло',
'import-interwiki-history'   => 'Копіровати вшыткы історічны верзії той сторінкы',
'import-interwiki-templates' => 'Загорнути вшыткы шаблоны',
'import-interwiki-submit'    => 'Імпортовати',
'import-interwiki-namespace' => 'Цілёвый простор назв:',
'import-upload-filename'     => 'Назва файлу:',
'import-comment'             => 'Коментарь:',
'importtext'                 => 'Просиме Вас, експортуйте сторінку з іншой вікі помочов [[Special:Export| експорт]], уложте файл на ваш діск а потім го награйте ту.',
'importstart'                => 'Імпорт сторінок…',
'import-revision-count'      => '$1 {{PLURAL:$1|ревізія|ревізії|ревізій}}',
'importnopages'              => 'Не є што імпортовати.',
'imported-log-entries'       => '{{PLURAL:$1|Наімпортованый 1 протоколовачій запис|Наімпортованы $1 протоколовачі записы|Наімпортованых $1 протоколовачіх записів}}.',
'importfailed'               => 'Імпорт ся не подарив: $1',
'importunknownsource'        => 'Незнамый тіп  імпортованой сторінкы',
'importcantopen'             => 'Не дало ся отворити файл імпорту',
'importbadinterwiki'         => 'Неплатный одказ інтервікі',
'importnotext'               => 'Порожнїй або жаден текст',
'importsuccess'              => 'Імпорт сконченый!',
'importhistoryconflict'      => 'Екзістує конфлікт міджі історіямі верзії (може тота сторінка уж была імпортована скоре)',
'importnosources'            => 'Не было выбране жрідло імпорту міджі вікі, пряме начітаня історії змін є выпнуте.',
'importnofile'               => 'Не быв начітаный файл імпорту.',
'importuploaderrorsize'      => 'Не подарило ся начітати файл імпорту. Розмір файлу перевышує становлену меджу.',
'importuploaderrorpartial'   => 'Не подарило ся начітати імпортный файл. Файл быв начітаный лем часточно.',
'importuploaderrortemp'      => 'Не подарило ся начітати імпортный файл. Не є к діспозіції дочасный адресарь.',
'import-parse-failure'       => 'Хыба почас імпорту XML',
'import-noarticle'           => 'Не є сторінка про імпорт!',
'import-nonewrevisions'      => 'Вшыткы верзії уж были скоре імпортованы',
'xml-error-string'           => '$1 на рядку $2, стовпець $3 (байт $4): $5',
'import-upload'              => 'Награти XML дата',
'import-token-mismatch'      => 'Стратили ся дата релації. Спробуйте то знову.',
'import-invalid-interwiki'   => 'Із зазначеной вікі ся не дасть імпортовати.',

# Import log
'importlogpage'                    => 'Книга імпортів',
'importlogpagetext'                => 'На тій сторінцї ся зображують адміністраторскы імпорты сторінок враховано едітовань з іншых вікі.',
'import-logentry-upload'           => 'імпортовав [[$1]] начітанём файлу',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|ревізія|ревізії|ревізій}}',
'import-logentry-interwiki'        => 'міджівікі імпорт $1',
'import-logentry-interwiki-detail' => '$1 {{PLURAL:$1|ревізія|ревізії|ревізій}} з $2',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Ваша сторінка хоснователя',
'tooltip-pt-anonuserpage'         => 'Сторінка хоснователя про IP-адресу, з котрой едітуєте',
'tooltip-pt-mytalk'               => 'Ваша діскузна сторінка',
'tooltip-pt-anontalk'             => 'Діскузія о едітованях выконаных з той IP-адресы',
'tooltip-pt-preferences'          => 'Вашы наставлїня',
'tooltip-pt-watchlist'            => 'Список сторінок, на котрых слїдуєте зміны',
'tooltip-pt-mycontris'            => 'Список вашых приспевків',
'tooltip-pt-login'                => 'Рекомендуєме ся приголосити, але не є то повинне.',
'tooltip-pt-anonlogin'            => 'Рекомендуєме ся приголосити, але не є то повинне.',
'tooltip-pt-logout'               => 'Одголошіня',
'tooltip-ca-talk'                 => 'Діскузія о обсягу сторінкы',
'tooltip-ca-edit'                 => 'Тоту сторінку можно едітовати. Просиме, хоснуйте перегляд перед уложінём.',
'tooltip-ca-addsection'           => 'Створити нову секцію',
'tooltip-ca-viewsource'           => 'Тота сторінка є замкнута.
Можете видїти єй код.',
'tooltip-ca-history'              => 'Минулы верзії той сторінкы',
'tooltip-ca-protect'              => 'Хрань тоту сторінку',
'tooltip-ca-unprotect'            => 'Одомкнути сторінку',
'tooltip-ca-delete'               => 'Вымазати тоту сторінку',
'tooltip-ca-undelete'             => 'Обновити едітованя той сторінкы выконаны перед єй змазанём',
'tooltip-ca-move'                 => 'Переменовати тоту сторінку',
'tooltip-ca-watch'                => 'Придати тоту сторінку до вашого списку слїдованых сторінок',
'tooltip-ca-unwatch'              => 'Одобрати тоту сторінку з вашого списку слїдованых сторінок',
'tooltip-search'                  => 'Глядати {{SITENAME}}',
'tooltip-search-go'               => 'Перейти до сторінкы, што має точно таку назву (кідь екзістує)',
'tooltip-search-fulltext'         => 'Найти сторінкы про тот текст',
'tooltip-p-logo'                  => 'Головна сторінка',
'tooltip-n-mainpage'              => 'Перейти на Головну сторінку',
'tooltip-n-mainpage-description'  => 'Перейти на головну сторінку',
'tooltip-n-portal'                => 'О проєктї, што можете зробити, де ся што находить',
'tooltip-n-currentevents'         => 'Актуалны подїї',
'tooltip-n-recentchanges'         => 'Список послїднїх змін',
'tooltip-n-randompage'            => 'Зображіня нагодной сторінкы',
'tooltip-n-help'                  => 'Посмотрити поміч',
'tooltip-t-whatlinkshere'         => 'Список вшыткых сторінок, што одказують на тоту сторінку',
'tooltip-t-recentchangeslinked'   => 'Послїднї зміны на сторінках, котры мають одказ на тій сторінцї',
'tooltip-feed-rss'                => 'RSS канал про тоту сторінку',
'tooltip-feed-atom'               => 'Atom канал про тоту сторінку',
'tooltip-t-contributions'         => 'Перегляд приспевків того хоснователя',
'tooltip-t-emailuser'             => 'Послати е-маіл тому хоснователёві',
'tooltip-t-upload'                => 'Награти файлы',
'tooltip-t-specialpages'          => 'Список вшыткых шпеціалных сторінок',
'tooltip-t-print'                 => 'Верзія той сторінкы про друк',
'tooltip-t-permalink'             => 'Перманентный одказ на тоту верзію сторінкы',
'tooltip-ca-nstab-main'           => 'Обсяг сторінкы',
'tooltip-ca-nstab-user'           => 'Видїти сторінку хоснователя',
'tooltip-ca-nstab-media'          => 'Вказати сторінку файлу',
'tooltip-ca-nstab-special'        => 'Шпеціална сторінка, она є недоступна про едітованя',
'tooltip-ca-nstab-project'        => 'Сторінка проєкту',
'tooltip-ca-nstab-image'          => 'Відїти код сторінкы',
'tooltip-ca-nstab-mediawiki'      => 'Вказати повідомлїня сістемы',
'tooltip-ca-nstab-template'       => 'Видїти шаблону',
'tooltip-ca-nstab-help'           => 'Відїти сторінку помочі',
'tooltip-ca-nstab-category'       => 'Сторінка катеґорії',
'tooltip-minoredit'               => 'Позначіти тото як незначне едітованя',
'tooltip-save'                    => 'Уложыти вашы зміны',
'tooltip-preview'                 => 'Нагляд сторінкы, просиме Вас, хоснуйте перед уложінём!',
'tooltip-diff'                    => 'Вказати зміны, што были зроблены в тексті.',
'tooltip-compareselectedversions' => 'Відїти роздїл міджі двома указаныма верзіями той сторінкы.',
'tooltip-watch'                   => 'Придати тоту сторінку до списку слїдованых',
'tooltip-recreate'                => 'Обновити сторінку і кідь была змазана',
'tooltip-upload'                  => 'Почати одосыланя',
'tooltip-rollback'                => 'Єдным кликом вернути зміны, зроблены послїдным приспівателём',
'tooltip-undo'                    => 'Зрушыти зміны і вказати попереднїй перегляд. Доволяє придати причіну до ресуме.',
'tooltip-preferences-save'        => 'Уложыти наставлїня',
'tooltip-summary'                 => 'Задайте коротке згорнутя',

# Metadata
'nodublincore'      => 'На тім сервері є выпнуте ґенерованя метадат Dublin Core RDF.',
'nocreativecommons' => 'На тім сервері є выпнуте ґенерованя метадат Creative Commons RDF.',
'notacceptable'     => 'Тот вікі сервер не годен подати дата у форматї, котрый бы ваш кліент быв годен прочітати.',

# Attribution
'anonymous'        => 'анонімный {{PLURAL:$1|хоснователь|хоснователя|хоснователї}} {{GRAMMAR:2sg|{{SITENAME}}}}',
'siteuser'         => 'хоснователь {{grammar:2sg|{{SITENAME}}}} $1',
'anonuser'         => 'анонімный хоснователь {{grammar:2sg|{{SITENAME}}}} $1',
'lastmodifiedatby' => 'Остатня зміна $2, $1 хоснователём $3.',
'othercontribs'    => 'На базї роботы $1.',
'others'           => 'іншы',
'siteusers'        => '{{PLURAL:$2|Хоснователь|Хоснователї}} {{grammar:genitive|{{SITENAME}}}} $1',
'anonusers'        => '{{PLURAL:$2|анонімный хоснователь|анонімны хоснователї}} {{grammar:genitive|{{SITENAME}}}} $1',
'creditspage'      => 'Заслугы за сторінку',
'nocredits'        => 'Ку тій сторінцї не екзістують інформації о заслугах.',

# Spam protection
'spamprotectiontitle' => 'Спам філтер',
'spamprotectiontext'  => 'Сторінка, котру сьте ся пробовали уложыти, была заблокована протиспамовым філтром. Правдоподобнов причінов є одказ на екстерну сторінку, котра є на чорнім списку.',
'spamprotectionmatch' => 'Наслїдуючій текст спустив наш філтер проти спаму: $1',
'spambot_username'    => 'MediaWiki очістка спаму',
'spam_reverting'      => 'Реверт на послїдню верзію необсягуючу одказы на $1',
'spam_blanking'       => 'Вшыткы ревізії обсяговали одказы на $1, выпорожнєны',

# Info page
'infosubtitle'   => 'Інформація про сторінку',
'numedits'       => 'Чісло едітовань (сторінка): $1',
'numtalkedits'   => 'Чісло едітацій (сторінка діскузії): $1',
'numwatchers'    => 'Чісло слїдуючіх хоснователїв: $1',
'numauthors'     => 'Чісло різных авторів (сторінка): $1',
'numtalkauthors' => 'Чісло різных авторів (діскузна сторінка): $1',

# Math options
'mw_math_png'    => 'Все ґенеровати PNG',
'mw_math_simple' => 'Просте як HTML, інакше PNG',
'mw_math_html'   => 'HTML кідь ся дасть, інакше PNG',
'mw_math_source' => 'Зохабити як TeX (про текстовы переглядачі)',
'mw_math_modern' => 'Рекомендоване про сучасны переглядачі',
'mw_math_mathml' => 'MathML, кідь є підпороване (експеріменталне)',

# Math errors
'math_failure'          => 'Не дасть ся розобрати выраз',
'math_unknown_error'    => 'незнама хыба',
'math_unknown_function' => 'незнама функція',
'math_lexing_error'     => 'лексічна хыба',
'math_syntax_error'     => 'сінтаксічна хыба',
'math_image_error'      => 'Злигала конверзія до PNG; перевірте правилну іншталацію latex, dvips (або dvips + gs + convert)',
'math_bad_tmpdir'       => 'Не дасть ся записати або створити дочасный адресарь про математіку',
'math_bad_output'       => 'Не дасть ся записати або створити дочасный адресарь про выступ математіку',
'math_notexvc'          => 'Хыбить спустительный texvc; посмотьте ся до math/README на конфіґурацію.',

# Patrolling
'markaspatrolleddiff'                 => 'Означіти як перевірене',
'markaspatrolledtext'                 => 'Означіти тоту сторінку як перевірену',
'markedaspatrolled'                   => 'Означене як перевірене',
'markedaspatrolledtext'               => 'Выбрана верзія сторінкы [[:$1]] была означена як перевірена.',
'rcpatroldisabled'                    => 'Патролованя послїднїх змін выпнуте',
'rcpatroldisabledtext'                => 'Патролованя послїднїх змін є моментално выпнута.',
'markedaspatrollederror'              => 'Не дасть ся означіти як перевірене',
'markedaspatrollederrortext'          => 'Мусите зволити ревізію, котра має быти означена як перевірена.',
'markedaspatrollederror-noautopatrol' => 'Не маєте доволене означовати властны едітованя як перевірены.',

# Patrol log
'patrol-log-page'      => 'Книга перевіреных едітовань',
'patrol-log-header'    => 'Тото є книга перевіреных верзій.',
'patrol-log-line'      => 'перевірив $1 сторінкы $2 $3',
'patrol-log-auto'      => '(автоматічно)',
'patrol-log-diff'      => 'ревізію $1',
'log-show-hide-patrol' => '$1 книгу записів патролованя',

# Image deletion
'deletedrevision'                 => 'Змазана стара ревізія $1',
'filedeleteerror-short'           => 'Хыба почас мазаня файлу: $1',
'filedeleteerror-long'            => 'Взникла хыба почас мазаня файлу:

$1',
'filedelete-missing'              => 'Файл „$1“ ся не дасть змазати, бо не екзістує.',
'filedelete-old-unregistered'     => 'Зазначена верзія файлу „$1“ не є в датабазї.',
'filedelete-current-unregistered' => 'Зазначеный файл „$1“ не є в датабазї.',
'filedelete-archive-read-only'    => 'До архівного адресаря ($1) не має вебовый сервер права запису.',

# Browsing diffs
'previousdiff' => '← Старше едітованя',
'nextdiff'     => 'Новше едітованя →',

# Media information
'mediawarning'         => "'''Увага''': Тот тіп файлу може обсяговати шкодливый код.
Отворінём файлу можете огрозити свій компютер.",
'imagemaxsize'         => "Максімалный розмір образку:<br />
''(на сторінцї з пописом файлу)''",
'thumbsize'            => 'Великость нагляду:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|сторінка|сторінкы|сторінок}}',
'file-info'            => 'розмір файлу: $1, MIME-тіп: $2',
'file-info-size'       => '$1 × $2 пікселів, розмір файлу: $3, MIME-тип: $4',
'file-nohires'         => '<small>Не є верзія з векшым розлишінём.</small>',
'svg-long-desc'        => 'SVG-файл, номінално $1 × $2 пікселів, розмір файлу: $3',
'show-big-image'       => 'Повне розлишіня',
'file-info-gif-looped' => 'в слючцї',
'file-info-gif-frames' => '$1 {{PLURAL:$1|снимок|снимкы|снимків}}',
'file-info-png-looped' => 'в слючцї',
'file-info-png-repeat' => 'повторяне  $1{{PLURAL:$1|раз|разы}}',
'file-info-png-frames' => '$1 {{PLURAL:$1|снимок|снимкы|снимків}}',

# Special:NewFiles
'newimages'             => 'Ґалерія новых файлів',
'imagelisttext'         => "Ниже є {{plural:$1|єден файл|список '''$1'''&nbsp;файлів сортованых $2|список '''$1'''&nbsp;файлів сортованых $2}}.",
'newimages-summary'     => 'На тій шпеціалній сторінцї ся зображують остатнї начітаны файлы.',
'newimages-legend'      => 'Філтер',
'newimages-label'       => 'Назва файлу (або єй частина):',
'showhidebots'          => '($1 ботів)',
'noimages'              => 'Не є што відїти.',
'ilsubmit'              => 'Глядати',
'bydate'                => 'подля датуму',
'sp-newimages-showfrom' => 'Вказати новы файлы почінаючі од $2, $1',

# Bad image list
'bad_image_list' => 'Формат має быти наступным:


Раховати ся будуть лем елементы (рядкы, што ся почінають з *).
Першый одказ рядка має быти одказом на планый файл.
Далшы одказы у тім самім рядку будуть уважены як выняткы, наприклад сторінкы, де зображіня може быти вложене.',

# Metadata
'metadata'          => 'Метадата',
'metadata-help'     => 'Файл обсягує додатковы інформації, якы ся звычайно додають діґіталными камерами ці скенерами.
Кідь ся файл зедітовав по вытворїню, даякы параметры можуть не одповідати тому образку.',
'metadata-expand'   => 'Вказати додатковы детайлы',
'metadata-collapse' => 'Сховати додатковы детайлы',
'metadata-fields'   => 'Поля метадат, перерахованы у тім списку, будуть автоматічно зображены на сторінцї зображіня, вшыткы іншы будуть схованы.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'Шырька',
'exif-imagelength'                 => 'Вышка',
'exif-bitspersample'               => 'Глубка фарбы',
'exif-compression'                 => 'Метода компресії',
'exif-photometricinterpretation'   => 'Фаребный простор',
'exif-orientation'                 => 'Орієнтація',
'exif-samplesperpixel'             => 'Чісло компонентів',
'exif-planarconfiguration'         => 'Порядок дат',
'exif-ycbcrsubsampling'            => 'Пропорція підвзоркованя Y ку C',
'exif-ycbcrpositioning'            => 'Уміщіня Y і C',
'exif-xresolution'                 => 'Розлишіня образка на шырку',
'exif-yresolution'                 => 'Розлишіня образка на вышку',
'exif-resolutionunit'              => 'Єдиніцї X і Y розлишіня',
'exif-stripoffsets'                => 'Уміщіня дат образка',
'exif-rowsperstrip'                => 'Чісло рядків на 1 блок',
'exif-stripbytecounts'             => 'Чісло байтів на компрімованый блок',
'exif-jpeginterchangeformat'       => 'Офсет ку JPEG SOI',
'exif-jpeginterchangeformatlength' => 'Чісло байтів JPEG дат',
'exif-transferfunction'            => 'Трансферова функція',
'exif-whitepoint'                  => 'Хромаціта білой точкы',
'exif-primarychromaticities'       => 'Хромаціта прімарных фарб',
'exif-ycbcrcoefficients'           => 'Коефіціенты матіцї про трансформованя фаребных просторів',
'exif-referenceblackwhite'         => 'Світлость референчного чорной і білой точкы',
'exif-datetime'                    => 'Датум і час вытворїня файлу',
'exif-imagedescription'            => 'Назва образку',
'exif-make'                        => 'Выробник фотоапарату',
'exif-model'                       => 'Модел фотоапарату',
'exif-software'                    => 'Проґрамове забезпечіня',
'exif-artist'                      => 'Автор',
'exif-copyright'                   => 'Властник авторьскых прав',
'exif-exifversion'                 => 'Верзія Exif',
'exif-flashpixversion'             => 'Підпорована верзія Flashpix',
'exif-colorspace'                  => 'Фаребный простор',
'exif-componentsconfiguration'     => 'Конфіґурація компонентів фарбы',
'exif-compressedbitsperpixel'      => 'Компрімачный режім',
'exif-pixelydimension'             => 'Платна шырка образу',
'exif-pixelxdimension'             => 'Платна вышка образу',
'exif-makernote'                   => 'Позначкы выробника',
'exif-usercomment'                 => 'Додатковый коментарь',
'exif-relatedsoundfile'            => 'Звязаный звуковый файл',
'exif-datetimeoriginal'            => 'Оріґіналный датум і час',
'exif-datetimedigitized'           => 'Датум і час діґіталізації',
'exif-subsectime'                  => 'зломкы секунды про DateTime',
'exif-subsectimeoriginal'          => 'зломкы секунды про DateTimeOriginal',
'exif-subsectimedigitized'         => 'зломкы секунды про DateTimeDigitized',
'exif-exposuretime'                => 'Час експозіції',
'exif-exposuretime-format'         => '$1 з ($2)',
'exif-fnumber'                     => 'Цлона',
'exif-exposureprogram'             => 'Експозічный проґрам',
'exif-spectralsensitivity'         => 'Спектрална чутливость',
'exif-isospeedratings'             => 'Світлочутливость ISO',
'exif-oecf'                        => 'OECF (коефіцієнт оптікоелектрічного перетворїня)',
'exif-shutterspeedvalue'           => 'Швыдкость спущі',
'exif-aperturevalue'               => 'Цлона',
'exif-brightnessvalue'             => 'Світлость',
'exif-exposurebiasvalue'           => 'Компензація експозіції',
'exif-maxaperturevalue'            => 'Найменша цлона',
'exif-subjectdistance'             => 'Далеко ку обєкту',
'exif-meteringmode'                => 'Способ міряня',
'exif-lightsource'                 => 'Жрідло світла',
'exif-flash'                       => 'Блеск',
'exif-focallength'                 => 'Фокусна довжка',
'exif-subjectarea'                 => 'Положіня обєкту',
'exif-flashenergy'                 => 'Енерґія блеску',
'exif-spatialfrequencyresponse'    => 'Одозва просторовой фреквенції',
'exif-focalplanexresolution'       => 'X розлишіня огнісковой ровины',
'exif-focalplaneyresolution'       => 'Y розлишіня огнісковой ровіны',
'exif-focalplaneresolutionunit'    => 'Єдиніця розлишіня огнісковой ровины',
'exif-subjectlocation'             => 'Положіня обєкту',
'exif-exposureindex'               => 'Індекс експозіції',
'exif-sensingmethod'               => 'Тіп сензора',
'exif-filesource'                  => 'Жрідло файлу',
'exif-scenetype'                   => 'Тіп сцены',
'exif-cfapattern'                  => 'Тіп фаребного філтра',
'exif-customrendered'              => 'Хосновательска обробка',
'exif-exposuremode'                => 'Режім експозіції',
'exif-whitebalance'                => 'Баланс білого',
'exif-digitalzoomratio'            => 'Діґіталный зум',
'exif-focallengthin35mmfilm'       => 'Еквівалентна фокусна довжка (про 35 мм філм)',
'exif-scenecapturetype'            => 'Тіп сцены',
'exif-gaincontrol'                 => 'Управа світлости',
'exif-contrast'                    => 'Контраст',
'exif-saturation'                  => 'Насыченость',
'exif-sharpness'                   => 'Острость',
'exif-devicesettingdescription'    => 'Попис наштелёваня заряджіня',
'exif-subjectdistancerange'        => 'Далеко ку обєкту',
'exif-imageuniqueid'               => 'Унікатне ID образка',
'exif-gpsversionid'                => 'Верзія блоку GPS-інформації',
'exif-gpslatituderef'              => 'Северна або южна шырка',
'exif-gpslatitude'                 => 'Ґеоґрафічна шырка',
'exif-gpslongituderef'             => 'Выходна або западна довжка',
'exif-gpslongitude'                => 'Ґеоґрафічна довжка',
'exif-gpsaltituderef'              => 'Над/підморьска вышка/глубка',
'exif-gpsaltitude'                 => 'Надморьска вышка',
'exif-gpstimestamp'                => 'GPS час (подля атомовых годин)',
'exif-gpssatellites'               => 'Сателіты хоснованы про міряня',
'exif-gpsstatus'                   => 'Статус приїмача',
'exif-gpsmeasuremode'              => 'Режім міряня',
'exif-gpsdop'                      => 'Точность міряня',
'exif-gpsspeedref'                 => 'Єдиніця швыдкости',
'exif-gpsspeed'                    => 'Швыдкость GPS приїмателя',
'exif-gpstrackref'                 => 'Референція про смер руху',
'exif-gpstrack'                    => 'Смер рушаня',
'exif-gpsimgdirectionref'          => 'Референція про оріентацію образку',
'exif-gpsimgdirection'             => 'Оріентація образку',
'exif-gpsmapdatum'                 => 'Хоснована ґеодезічна сістема',
'exif-gpsdestlatituderef'          => 'Северна/южна ґеоґрафічна шырка обєкта',
'exif-gpsdestlatitude'             => 'Ґеоґрафічна шырка обєкта',
'exif-gpsdestlongituderef'         => 'Северна/южна ґеоґрафічна довжка обєкта',
'exif-gpsdestlongitude'            => 'Ґеоґрафічна довжка обєкта',
'exif-gpsdestbearingref'           => 'Референція про дорогу ку обєкту',
'exif-gpsdestbearing'              => 'Дорога ку обєкту',
'exif-gpsdestdistanceref'          => 'Референція про дістанцію  ку обєкту',
'exif-gpsdestdistance'             => 'Дістанція ку обєкту',
'exif-gpsprocessingmethod'         => 'Метода обробкы GPS дат',
'exif-gpsareainformation'          => 'Назва области GPS',
'exif-gpsdatestamp'                => 'GPS датум',
'exif-gpsdifferential'             => 'Діференціална корекція GPS',

# EXIF attributes
'exif-compression-1' => 'Нестиснутый',

'exif-unknowndate' => 'Незнамый датум',

'exif-orientation-1' => 'Нормална',
'exif-orientation-2' => 'Перевернуте горізонтално',
'exif-orientation-3' => 'Обернуте о 180°',
'exif-orientation-4' => 'Перевернуте вертікално',
'exif-orientation-5' => 'Повернуте о 90° проти дорозї годиновой ручкы і вертікално перевернуте',
'exif-orientation-6' => 'Повернуте о 90° по дорозї годиновой ручкы',
'exif-orientation-7' => 'Повернуте о 90° по дорозї годиновой ручкы і вертікално перевернуте',
'exif-orientation-8' => 'Повернуте о 90° проти дорозї годиновой ручкы',

'exif-planarconfiguration-1' => 'формат «chunky»',
'exif-planarconfiguration-2' => 'формат «planar»',

'exif-componentsconfiguration-0' => 'не екзістує',

'exif-exposureprogram-0' => 'Недефіноване',
'exif-exposureprogram-1' => 'Ручный режім',
'exif-exposureprogram-2' => 'Нормалный режім',
'exif-exposureprogram-3' => 'Пріоріта цлоны',
'exif-exposureprogram-4' => 'Пріоріта спущі',
'exif-exposureprogram-5' => 'Креатівны проґрам (лїпша глубка остроты)',
'exif-exposureprogram-6' => 'Акція проґрам (швыдкіша спущ)',
'exif-exposureprogram-7' => 'Портретный режім (детайлны фотоґрафії з неострым задом)',
'exif-exposureprogram-8' => 'Країна (фотоґрафія країны з острым задом)',

'exif-subjectdistance-value' => '$1 метрів',

'exif-meteringmode-0'   => 'Не є знаме',
'exif-meteringmode-1'   => 'Середнїй',
'exif-meteringmode-2'   => 'Центрозваженый',
'exif-meteringmode-3'   => 'Бодове',
'exif-meteringmode-4'   => 'Зонове',
'exif-meteringmode-5'   => 'Матрічный',
'exif-meteringmode-6'   => 'Частковый',
'exif-meteringmode-255' => 'Інше',

'exif-lightsource-0'   => 'Не є знаме',
'exif-lightsource-1'   => 'Денне світло',
'exif-lightsource-2'   => 'Лампа денного світла',
'exif-lightsource-3'   => 'Лампа розжарёваня',
'exif-lightsource-4'   => 'Блеск',
'exif-lightsource-9'   => 'Ясно',
'exif-lightsource-10'  => 'Захмарено',
'exif-lightsource-11'  => 'Тїнь',
'exif-lightsource-12'  => 'Лампа денного світла тіп D (5700 − 7100K)',
'exif-lightsource-13'  => 'Лампа денного світла тіп N (4600 − 5400K)',
'exif-lightsource-14'  => 'Лампа денного світла тіп W (3900 − 4500K)',
'exif-lightsource-15'  => 'Лампа денного світла тіп WW (3200 − 3700K)',
'exif-lightsource-17'  => 'Штандартне світло тіпу A',
'exif-lightsource-18'  => 'Штандартне світло тіпу B',
'exif-lightsource-19'  => 'Штандартне світло тіпу C',
'exif-lightsource-24'  => 'Штудіова лампа штандарду ISO',
'exif-lightsource-255' => 'Інше жрідло світла',

# Flash modes
'exif-flash-fired-0'    => 'Блеск не працовав',
'exif-flash-fired-1'    => 'Блеск працовав',
'exif-flash-return-0'   => 'функція про роспознаваня одразів блеску не є к діспозіції',
'exif-flash-return-2'   => 'одраз блеску не быв зазначеный',
'exif-flash-return-3'   => 'одраз блеску быв зазначеный',
'exif-flash-mode-1'     => 'принучене хоснованя блеску',
'exif-flash-mode-2'     => 'хоснованя блеску заказане',
'exif-flash-mode-3'     => 'автоматічный режім',
'exif-flash-function-1' => 'Блеск не є к діспозіції',
'exif-flash-redeye-1'   => 'режім редукції яву червеных очей',

'exif-focalplaneresolutionunit-2' => 'in',

'exif-sensingmethod-1' => 'Недефіноване',
'exif-sensingmethod-2' => 'Єдночіповый плошный сензор',
'exif-sensingmethod-3' => 'Двойчіповый плошный сензор',
'exif-sensingmethod-4' => 'Тройчіповый плошный сензор',
'exif-sensingmethod-5' => 'Секвенчный плошный сензор',
'exif-sensingmethod-7' => 'Трёхлінеарный сензор',
'exif-sensingmethod-8' => 'Секвенчный лінеарный сензор',

'exif-scenetype-1' => 'Прямо фотоґрафованый образок',

'exif-customrendered-0' => 'Нормалне спрацованя',
'exif-customrendered-1' => 'Нештандартне спрацованя',

'exif-exposuremode-0' => 'Автоматічна експозіція',
'exif-exposuremode-1' => 'Ручне наштелёваня експозіції',
'exif-exposuremode-2' => 'Брекетинґ',

'exif-whitebalance-0' => 'Автоматічный баланс білого',
'exif-whitebalance-1' => 'Ручне наштелёваня балансу білого',

'exif-scenecapturetype-0' => 'Штандартный',
'exif-scenecapturetype-1' => 'На шырку',
'exif-scenecapturetype-2' => 'На вышку',
'exif-scenecapturetype-3' => 'Ночна сцена',

'exif-gaincontrol-0' => 'Жадна',
'exif-gaincontrol-1' => 'Невелике звышіня',
'exif-gaincontrol-2' => 'Велике звышіня',
'exif-gaincontrol-3' => 'Невелике зменшіня',
'exif-gaincontrol-4' => 'Силне зменшіня',

'exif-contrast-0' => 'Нормалне',
'exif-contrast-1' => 'Мягке',
'exif-contrast-2' => 'Тверде',

'exif-saturation-0' => 'Нормалне',
'exif-saturation-1' => 'Невелика насыченость',
'exif-saturation-2' => 'Велика насыченость',

'exif-sharpness-0' => 'Нормалне',
'exif-sharpness-1' => 'Мягке',
'exif-sharpness-2' => 'Тверде',

'exif-subjectdistancerange-0' => 'Не є знаме',
'exif-subjectdistancerange-1' => 'Макро',
'exif-subjectdistancerange-2' => 'Детайл',
'exif-subjectdistancerange-3' => 'Погляд здалека',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'Северна шырка',
'exif-gpslatitude-s' => 'Южна шырка',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'Выходна довжка',
'exif-gpslongitude-w' => 'Западна довжка',

'exif-gpsstatus-a' => 'Вымірёваня не є закінчене',
'exif-gpsstatus-v' => 'Міряня мімо роботу',

'exif-gpsmeasuremode-2' => 'Двойрозмірове міряня',
'exif-gpsmeasuremode-3' => 'Тройрозмірове міряня',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'км/год',
'exif-gpsspeed-m' => 'міль/год',
'exif-gpsspeed-n' => 'узлів',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'Справный курз',
'exif-gpsdirection-m' => 'Маґнетічный курз',

# External editor support
'edit-externally'      => 'Едітовати тот файл хоснувчі екстерну аплікацію',
'edit-externally-help' => '(Вецей інформації найдете в [http://www.mediawiki.org/wiki/Manual:External_editors інштрукції про наставлїня].)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'вшыткы',
'imagelistall'     => 'вшыткы',
'watchlistall2'    => 'вшыткы',
'namespacesall'    => 'вшыткы',
'monthsall'        => 'вшыткы',
'limitall'         => 'вшыткы',

# E-mail address confirmation
'confirmemail'              => 'Підтверджіня адресы ел. пошты',
'confirmemail_noemail'      => 'Во своїм [[Special:Preferences|хосновательскім наставлїню]] сьте не зазначіли платну адресу ел. пошты.',
'confirmemail_text'         => 'Тота вікі выжадує, жебы сьте перед хоснованым дакотрых функцій підтвердили свою адресу електронічной пошты. Кликнутём на клапку ниже одошлете підтверджовачій лист на вами зазначену адресу. Тот лист обсягує одказ і код підтверджіня; зображінём одказованой сторінкы во своїм інтернетовім переглядачу підтвердите, же зазначена адреса є платна.',
'confirmemail_pending'      => 'Підтверджовачій код быв посланый ва вашу адресу ел. пошты.
Кідь сьте собі конто створили перед моментом, спробуйте на доручіня коду пару минут почекати, покы пожадате о новый.',
'confirmemail_send'         => 'Одослати підтверджовачій код',
'confirmemail_sent'         => 'Підтверджовачій лист быв посланый.',
'confirmemail_oncreate'     => 'На вашу адресу ел. пошты быв посланый підтверджовачій код.
Тот код не треба про приголошіня, але буде го треба про актівацію дакотрых функцій заложеных на хоснованю ел. пошты.',
'confirmemail_sendfailed'   => '{{GRAMMAR:3sg|{{SITENAME}}}} ся не подарило одослати підтверджовачій лист. Перевірте ці адреса не обсягує хыбны буквы.

Поштовый проґрам одповив: $1',
'confirmemail_invalid'      => 'Неплатный підтверджовачій код. Може уж уплинула платность коду.',
'confirmemail_needlogin'    => 'Про підтверджіня своёй адрес ел. пошты ся мусите $1.',
'confirmemail_success'      => 'Ваша адреса ел. пошты была підтверджена. Нынї ся можете [[Special:UserLogin|приголосити]] і хосновати вікі.',
'confirmemail_loggedin'     => 'Ваша адреса ел. пошты была підтверджена.',
'confirmemail_error'        => 'Не подарило ся уложыти ваше підтверджіня.',
'confirmemail_subject'      => 'Підтверджіня адресы ел. пошты про  {{grammar:4sg|{{SITENAME}}}}',
'confirmemail_body'         => 'Хтось (асі вы, з IP адресы $1) собі реґістровав конто з меном "$2" і тов адресов ел. пошты на {{grammar:6sg|{{SITENAME}}}}.

Кідь собі желате актівовати функції ел. пошты на {{grammar:6sg|{{SITENAME}}}}, так про підтверджіня, же тота адреса справды належыть вам, перейдите своїм інтернетовым переглядачом на наслїдуючу адресу:

$3

Кідь сьте о тото підтверджіня  *не жадали*, кликните на наслїднїй одказ, котрым підтверджіня зрушыте:

$5

Платность того коду підтверджіня експірує $4.',
'confirmemail_body_changed' => 'Хтось (асі вы, з IP адресы $1),
змінив адресу ел. пошты ку конту "$2" на {{grammar:6sg|{{SITENAME}}}} на тоту адресу.

Кідь собі желате актівовати функції ел. пошты на {{grammar:6sg|{{SITENAME}}}}, так про підтверджіня, же тота адреса справды належыть вам, перейдите своїм інтернетовым переглядачом на наслїдуючу адресу:

$3

Кідь сьте о тото підтверджіня  *не жадали*, кликните на наслїднїй одказ, котрым підтверджіня зрушыте:

$5

Платность того коду підтверджіня експірує $4.',
'confirmemail_body_set'     => 'Дахто (асі вы, з IP адресы $1) наставив імейлову адресу 
конта „$2“ на {{grammar:6sg|{{SITENAME}}}} на тоту адресу.

Кідь хочете знову актівовати імейловы функції на
{{grammar:6sg|{{SITENAME}}}}, так про підтверджіня, же тота адреса справды
належыть вам, ідьте своїм інтернетовым перезерачом на адресу ниже:

$3

Кідь вам тото конто *не належыть*, кликните на наступный
одказ з чім підтверджіня зрушыте:

$5

Платность того коду кінчіть $4.',
'confirmemail_invalidated'  => 'Підтверджіня адресы електронічной пошты было зрушене',
'invalidateemail'           => 'Зрушыти підтверджіня адресы електронічной пошты',

# Scary transclusion
'scarytranscludedisabled' => '[Вкладаня шаблон міджі вікі є выпнуте]',
'scarytranscludefailed'   => '[Не подарило ся начітати шаблону про $1]',
'scarytranscludetoolong'  => '[URL дуже довгый]',

# Trackbacks
'trackbackbox'      => 'Trackback ку тій сторінцї:<br />
$1',
'trackbackremove'   => '([$1 Змазати])',
'trackbacklink'     => 'Trackback',
'trackbackdeleteok' => 'Trackback быв успішно змазаный.',

# Delete conflict
'deletedwhileediting' => "'''Увага:''' почас вашой едітації была тота сторінка змазана!",
'confirmrecreate'     => 'Хоснователь [[User:$1|$1]] ([[User talk:$1|діскузія]]) тоту сторінку змазав потім, як сьте зачали едітовати з причінов:
: „$2“
Справды собі хочете знову тоту сторінку створити?',
'recreate'            => 'Повторно створити',

# action=purge
'confirm_purge_button' => 'OK',
'confirm-purge-top'    => 'Очістити кеш той сторінкы?',
'confirm-purge-bottom' => 'Актуалізація сторінкы вымаже кеш і буде вказана найактуалнїша верзія',

# Multipage image navigation
'imgmultipageprev' => '← попередня сторінка',
'imgmultipagenext' => 'далша сторінка →',
'imgmultigo'       => 'Перейти!',
'imgmultigoto'     => 'Перейти на сторінку $1',

# Table pager
'ascending_abbrev'         => 'зрост',
'descending_abbrev'        => 'спад',
'table_pager_next'         => 'Далша сторінка',
'table_pager_prev'         => 'Попередня сторінка',
'table_pager_first'        => 'Перша сторінка',
'table_pager_last'         => 'Послїдня сторінка',
'table_pager_limit'        => 'Вказовати $1 елементів на сторінцї',
'table_pager_limit_label'  => 'Записів на сторінку:',
'table_pager_limit_submit' => 'Выконати',
'table_pager_empty'        => 'Ніч не было найджене',

# Auto-summaries
'autosumm-blank'   => 'Сторінка очіщена',
'autosumm-replace' => 'Обсяг сторінкы нагородженый текстом „$1“',
'autoredircomment' => 'Напрямлїня на [[$1]]',
'autosumm-new'     => 'Створена сторінка: $1',

# Live preview
'livepreview-loading' => 'Награваня...',
'livepreview-ready'   => 'Награваня… Готово!',
'livepreview-failed'  => 'Швыдкый нагляд не є доступный! Спробуйте хосновати звычайный нагляд.',
'livepreview-error'   => 'Не успішне споїня: $1 "$2". Хоснуйте звычайный нагляд.',

# Friendlier slave lag warnings
'lag-warn-normal' => 'Зміны за  {{PLURAL:$1|послїдню секунду|послїднї  $1 секунды|послїднїх $1 секунд}} не мусять быти у тім списку вказаны.',
'lag-warn-high'   => 'Зато же датабазовый сервер є теперь незвычайно затяженый, не мусять быти зміны за  {{PLURAL:$1|послїдню секунду|послїднї $1 секунды|послїднїх $1 секунд}} у тім списку вказаны.',

# Watchlist editor
'watchlistedit-numitems'       => 'Ваш список слїдованых сторінок обсягує  (мімо діскузных сторінок) {{PLURAL:$1|1 положку|$1 положкы|$1 положок}}.',
'watchlistedit-noitems'        => 'Ваш список слїдованых сторінок не обсягує жадну положку.',
'watchlistedit-normal-title'   => 'Едітованя списку слїдованых сторінок',
'watchlistedit-normal-legend'  => 'Вымазаня надписів зо список слїдованых сторінок',
'watchlistedit-normal-explain' => 'Положкы вашого списка слїдованых сторінок суть вказаны ниже.
Тоту сторінку можете із списка одстранити так, же означіте єй коцочку і кликнете "{{int:Watchlistedit-normal-submit}}".
Тыж можете [[Special:EditWatchlist/raw|едітовати список в текстовій формі]].',
'watchlistedit-normal-submit'  => 'Одстранити положкы',
'watchlistedit-normal-done'    => '{{PLURAL:$1|Была одстранена  1 положка|Были одстранены $1 положкы|Было одстранено $1 положок}} з Вашого списка слїдованых сторінок:',
'watchlistedit-raw-title'      => 'Едітовати як текст',
'watchlistedit-raw-legend'     => 'Едітованя списку слїдованых сторінок як тексту',
'watchlistedit-raw-explain'    => 'Положкы на вашім списку слїдованых сторінок суть вказаны ниже. Можете їх придавати, одстранёвати ці мінити у вказанім списку - єден рядок є єдна положка.
Про уложіня змін стисните ґомбічку „{{int:Watchlistedit-raw-submit}}“.
Список едітованых сторінок можете тыж [[Special:EditWatchlist|едітовати в штандартнім едіторі]].',
'watchlistedit-raw-titles'     => 'Положкы:',
'watchlistedit-raw-submit'     => 'Актуалізовати список',
'watchlistedit-raw-done'       => 'Ваш список слїдованых сторінок быв актуалізованый.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|Была придана 1 положка|Были приданы $1 положкы|Было придано $1 положок}}:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|Была одстранена 1 положка|Были одстранены $1 положкы|Было одстраненых $1 положок}}:',

# Watchlist editing tools
'watchlisttools-view' => 'Зміны на сторінках зо списку',
'watchlisttools-edit' => 'Нагляд і едітованя списку',
'watchlisttools-raw'  => 'Едітовати як текст',

# Core parser functions
'unknown_extension_tag' => 'Незнама значка росшырїня: „$1“',
'duplicate-defaultsort' => 'Увага: Імпліцітный ключ сортованя (DEFAULTSORTKEY) „$2“ переписує скоре наставлену годноту „$1“.',

# Special:Version
'version'                          => 'Верзія',
'version-extensions'               => 'Наіншталованы росшырїня',
'version-specialpages'             => 'Шпеціалны сторінкы',
'version-parserhooks'              => 'Припойны пункты парсера',
'version-variables'                => 'Перемінны',
'version-antispam'                 => 'Охрана перед спамом',
'version-skins'                    => 'Взгляды',
'version-other'                    => 'Інше',
'version-mediahandlers'            => 'Обслуга медії',
'version-hooks'                    => 'Припойны пункты',
'version-extension-functions'      => 'Функції розшыриня',
'version-parser-extensiontags'     => 'Приданы сінтактічны значкы',
'version-parser-function-hooks'    => 'Функціа парсера',
'version-skin-extension-functions' => 'Росшыруючі функції взгляду',
'version-hook-name'                => 'Назва припойного пункту',
'version-hook-subscribedby'        => 'Підписаный на',
'version-version'                  => '(Верзія $1)',
'version-license'                  => 'Ліценція',
'version-poweredby-credits'        => "Тота вікі біжыть на '''[http://www.mediawiki.org/ MediaWiki]''', copyright © 2001–$1 $2.",
'version-poweredby-others'         => 'іншы',
'version-license-info'             => 'MediaWiki є слободный софтвер; можете го шырити або управляти подля подмінок GNU General Public License, выдаваной Free Software Foundation; будь верзія 2 той ліценції або (подля вашого уважіня) будьяка пізнїша верзія.

MediaWiki є дістрібуована в надїї, же буде хосновна, але БЕЗ БУДЬЯКОЙ ЗАРУКЫ; не давають ся ани зарукы ПРОДАЙНОСТИ або ВАЛУШНОСТИ ПРО СТАНОВЛЕНЫЙ ЦІЛЬ. Детайлы ся дочітате в текстї  GNU General Public License.

[{{SERVER}}{{SCRIPTPATH}}/COPYING Kopii GNU General Public License] сьте мали обтримати вєдно з тым проґрамом, кідь нїт, напиште на  Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA або [http://www.gnu.org/licenses/old-licenses/gpl-2.0.html сі єй прочітайте онлайн].',
'version-software'                 => 'Іншталованый софтвер',
'version-software-product'         => 'Продукт',
'version-software-version'         => 'Верзія',

# Special:FilePath
'filepath'         => 'Стежка ку файлу',
'filepath-page'    => 'Файл:',
'filepath-submit'  => 'Выконати',
'filepath-summary' => 'Тота шпеціална сторінка вертать повну стежку ку файлу. Образкы ся зобразять в повнім розлишіню, іншы тіпы файлів ся отворярь в асоціованых проґрамах.

Назву файлу вложте без означіня "{{ns:file}}:" .',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'Гляданя дуплікатных файлів',
'fileduplicatesearch-summary'  => 'Гляданя дупліцітных файлів ся базує на їх геш функції.',
'fileduplicatesearch-legend'   => 'Гляданя дуплікатів',
'fileduplicatesearch-filename' => 'Назва файлу:',
'fileduplicatesearch-submit'   => 'Глядати',
'fileduplicatesearch-info'     => '$1 × $2 пікселів<br />Розмір файлу: $3<br />MIME-тіп: $4',
'fileduplicatesearch-result-1' => 'Файл «$1» не має ідентичных файлів.',
'fileduplicatesearch-result-n' => 'Файл «$1» має {{PLURAL:$2|1 ідентичный дуплікат|$2 ідентичных дуплікатів}}.',

# Special:SpecialPages
'specialpages'                   => 'Шпеціалны сторінкы',
'specialpages-note'              => '* Звычайны шпеціалны сторінкы.
* <strong class="mw-specialpagerestricted">Шпеціалны сторінкы з&nbsp;обмедженым приступом</strong>
* <strong class="mw-specialpagecached">Кешованы шпеціалны сторінкы</strong>',
'specialpages-group-maintenance' => 'Технічны репорты',
'specialpages-group-other'       => 'Іншы',
'specialpages-group-login'       => 'Приголошіня / реґістрація',
'specialpages-group-changes'     => 'Послїднї зміны а лоґы',
'specialpages-group-media'       => 'Файлы',
'specialpages-group-users'       => 'Хоснователї і права',
'specialpages-group-highuse'     => 'Часто поужываны сторінкы',
'specialpages-group-pages'       => 'Спискы сторінок',
'specialpages-group-pagetools'   => 'Інштрументы сторінок',
'specialpages-group-wiki'        => 'Вікі дата і інштрументы',
'specialpages-group-redirects'   => 'Напрямлїня',
'specialpages-group-spam'        => 'Протиспамовы інштрументы',

# Special:BlankPage
'blankpage'              => 'Порожня сторінка',
'intentionallyblankpage' => 'Тота сторінка є порожня нароком.',

# External image whitelist
'external_image_whitelist' => ' #Тот рядок зохабте без зміны.<pre>
#Ниже уведьте фраґменты реґуларных выразів (лем часть міджі //).
#Тоты выразы ся аплікують на URL вкладаных екстерный образків.
#Тоты, котры згодны, ся зобразять як образок; другы лем як екстерный одказ.
#Рядкы зачінаючі знаком # ся поважують за коментарї.
#На великости букв не залежыть.

#Вшыткы реґуларны выразы зазначте над тым рядком. Тотрядок зохабте без зміны.</pre>',

# Special:Tags
'tags'                    => 'Платны значкы про зміны',
'tag-filter'              => 'Філтер [[Special:Tags|значок]]:',
'tag-filter-submit'       => 'Філтровати',
'tags-title'              => 'Значкы',
'tags-intro'              => 'Тота сторінка обсягує список значок, котрыма може софтвер означовати єднотливы едітованя і їх значіня.',
'tags-tag'                => 'Назва значкы',
'tags-display-header'     => 'Зображіня на списках змін',
'tags-description-header' => 'Повный попис значіня',
'tags-hitcount-header'    => 'Означены зміны',
'tags-edit'               => 'едітовати',
'tags-hitcount'           => '$1 {{PLURAL:$1|зміна|зміны|змін}}',

# Special:ComparePages
'comparepages'     => 'Порівнаня сторінок',
'compare-selector' => 'Порівнаня ревізій сторінок',
'compare-page1'    => 'Сторінка 1',
'compare-page2'    => 'Сторінка 2',
'compare-rev1'     => 'Ревізія 1',
'compare-rev2'     => 'Ревізія 2',
'compare-submit'   => 'Порівнати',

# Database error messages
'dberr-header'      => 'Тота вікі має даякы проблемы',
'dberr-problems'    => 'Перебачте! Тот сервер має теперь технічны проблемы.',
'dberr-again'       => 'Спробуйте обновити сторінку за пару мінут.',
'dberr-info'        => '(не годен навязати споїня з датабазовым сервером: $1)',
'dberr-usegoogle'   => 'Можете спробовати поглядати за допомогов Google.',
'dberr-outofdate'   => 'Майте на увазї, же ёго індексы можуть быти застарілыма.',
'dberr-cachederror' => 'Наслїдуюча сторінка є копія з кеш і не мусить быти актуалне.',

# HTML forms
'htmlform-invalid-input'       => 'Дакотры дата заданы вами суть хыбны',
'htmlform-select-badoption'    => 'Вами зазначена величіна не є доступна можность.',
'htmlform-int-invalid'         => 'Зазначена величіна не є ціле чісло.',
'htmlform-float-invalid'       => 'Зазначена величіна не є чісло.',
'htmlform-int-toolow'          => 'Вами зазначена величіна є менша як доволене мінімум $1',
'htmlform-int-toohigh'         => 'Вами зазначена величіна є менша як доволене максімум $1',
'htmlform-required'            => 'Тота величіна є повинна',
'htmlform-submit'              => 'Одослати',
'htmlform-reset'               => 'Вернути зміны',
'htmlform-selectorother-other' => 'Інше',

# SQLite database support
'sqlite-has-fts' => '$1 з підпоров повнотекстового гляданя',
'sqlite-no-fts'  => '$1 без підпоры повнотекстового гляданя',

# Special:DisableAccount
'disableaccount'             => 'Заказати конто хоснователя',
'disableaccount-user'        => 'Імя хоснователя:',
'disableaccount-reason'      => 'Причіна:',
'disableaccount-confirm'     => "Заказати тото конто хоснователя.
Тот хоснователь не буде годен ся приголосити, мінити своє гесло або приїмати нотіфікації ел. поштов.
Кідь є тот хоснователь даґде приголоченый, буде зараз одголошеный.
''Усвідомте собі, же заказаня конта ся не дасть звернути без засягу адміністратора.''",
'disableaccount-mustconfirm' => 'Мусите підтвердити, же собі желате заказати тото конто.',
'disableaccount-nosuchuser'  => 'Конто хоснователя "$1" не єствує.',
'disableaccount-success'     => 'Конто хоснователя "$1" было заказане настало.',
'disableaccount-logentry'    => 'настало заказане конто хоснователя [[$1]]',

);
