<?php
/**
 * Language file for Kannada.
 * Mosty done by:
 *   Hari Prasad Nadig <hpnadig@gmail.com>
 *     http://en.wikipedia.org/wiki/User:Hpnadig
 *   Ashwath Mattur <ashwatham@gmail.com>
 *     http://en.wikipedia.org/wiki/User:Ashwatham
 *
 * Also see the Kannada Localisation Initiative at:
 *      http://kannada.sourceforge.net/
 *
 * @package MediaWiki
 * @subpackage Language
 */

$namespaceNames = array(
	NS_MEDIA            => 'ಮೀಡಿಯ',
	NS_SPECIAL          => 'ವಿಶೇಷ',
	NS_MAIN             => '',
	NS_TALK             => 'ಚರ್ಚೆಪುಟ',
	NS_USER             => 'ಸದಸ್ಯ',
	NS_USER_TALK        => 'ಸದಸ್ಯರ_ಚರ್ಚೆಪುಟ',
	# NS_PROJECT set by $wgMetaNamespace
	NS_PROJECT_TALK     => '$1_ಚರ್ಚೆ',
	NS_IMAGE            => 'ಚಿತ್ರ',
	NS_IMAGE_TALK       => 'ಚಿತ್ರ_ಚರ್ಚೆಪುಟ',
	NS_MEDIAWIKI        => 'ಮೀಡಿಯವಿಕಿ',
	NS_MEDIAWIKI_TALK   => 'ಮೀಡೀಯವಿಕಿ_ಚರ್ಚೆ',
	NS_TEMPLATE         => 'ಟೆಂಪ್ಲೇಟು',
	NS_TEMPLATE_TALK    => 'ಟೆಂಪ್ಲೇಟು_ಚರ್ಚೆ',
	NS_HELP             => 'ಸಹಾಯ',
	NS_HELP_TALK        => 'ಸಹಾಯ_ಚರ್ಚೆ',
	NS_CATEGORY         => 'ವರ್ಗ',
	NS_CATEGORY_TALK    => 'ವರ್ಗ_ಚರ್ಚೆ'
);

$digitTransformTable = array(
	'0' => '೦',
	'1' => '೧',
	'2' => '೨',
	'3' => '೩',
	'4' => '೪',
	'5' => '೫',
	'6' => '೬',
	'7' => '೭',
	'8' => '೮',
	'9' => '೯'
);

$messages = array(
'jan' => 'ಜನವರಿ',
'feb' => 'ಫೆಬ್ರುವರಿ',
'mar' => 'ಮಾರ್ಚ್',
'apr' => 'ಎಪ್ರಿಲ್',
'may' => 'ಮೇ',
'jun' => 'ಜೂನ್',
'jul' => 'ಜುಲೈ',
'aug' => 'ಆಗಸ್ಟ್',
'sep' => 'ಸೆಪ್ಟೆಂಬರ್',
'oct' => 'ಅಕ್ಟೋಬರ್',
'nov' => 'ನವೆಂಬರ್',
'dec' => 'ಡಿಸೆಂಬರ್',


'1movedto2' => "$1 - $2 ಕ್ಕೆ ಸ್ಥಳಾಂತರಿಸಲಾಗಿದೆ",
'1movedto2_redir' => "$1 - $2 ಕ್ಕೆ ರಿಡೈರೆಕ್ಟ್ ಮೂಲಕ ಸ್ಥಳಾಂತರಿಸಲಾಗಿದೆ",
'about' => "ನಮ್ಮ ಬಗ್ಗೆ",
'aboutpage' => "ವಿಕಿಪೀಡಿಯಾ:ನಮ್ಮ ಬಗ್ಗೆ",
'accmailtext' => "'$1'ನ ಪ್ರವೇಶ ಪದ $2 ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ",
'accmailtitle' => "ಪ್ರವೇಶ ಪದ ಕಳುಹಿಸಲಾಯಿತು.",
'acct_creation_throttle_hit' => "ಕ್ಷಮಿಸಿ, ನೀವಾಗಲೇ $1 ಖಾತೆಗಳನ್ನು ತೆರೆದಿದ್ದೀರಿ. ಇನ್ನು ಖಾತೆಗಳನ್ನು ತೆರೆಯಲಾಗುವುದಿಲ್ಲ.",
'actioncomplete' => "ಕಾರ್ಯ ಸಂಪೂರ್ಣ",
'addedwatch' => "ವೀಕ್ಷಣಾ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲಾಯಿತು",
'addedwatchtext' => "\"$1\" ಪುಟವನ್ನು ನಿಮ್ಮ [[Special:Watchlist|ವೀಕ್ಷಣಾಪಟ್ಟಿಗೆ]] ಸೇರಿಸಲಾಗಿದೆ. ಈ ಪುಟದ ಮತ್ತು ಇದರ ಚರ್ಚಾ ಪುಟದ ಮು೦ದಿನ ಬದಲಾವಣೆಗಳು ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ, ಮತ್ತು [[Special:Recentchanges|ಇತ್ತೀಚೆಗಿನ ಬದಲಾವಣೆಗಳ]] ಪಟ್ಟಿಯಲ್ಲಿ ಈ ಪುಟಗಳನ್ನು ದಪ್ಪಕ್ಷರಗಳಲ್ಲಿ ಕಾಣಿಸಲಾಗುವುದು.

<p>ಈ ಪುಟವನ್ನು ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿ೦ದ ತೆಗೆಯಬಯಸಿದಲ್ಲಿ, ಮೇಲ್ಪಟ್ಟಿಯಲ್ಲಿ ಕಾಣಿಸಿರುವ \"ವೀಕ್ಷಣಾ ಪುಟದಿ೦ದ ತೆಗೆ\" ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.",
'alphaindexline' => "$1 ಇಂದ $2",
'ancientpages' => "ಹಳೆಯ ಪುಟಗಳು",
'and' => "ಮತ್ತು",
'anontalk' => "ಈ ಐ.ಪಿ ಗೆ ಮಾತನಾಡಿ",
'anonymous' => "ವಿಕಿಪೀಡಿಯಾದ ಅನಾಮಿಕ ಸದಸ್ಯರು",
'apr' => "ಎಪ್ರಿಲ್",
'article' => "ಲೇಖನ ಪುಟ",
'articlepage' => "ಲೇಖನ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಿ",


'badarticleerror' => "ಈ ಪುಟದ ಮೇಲೆ ನೀವು ಪ್ರಯತ್ನಿಸಿದ ಕಾರ್ಯವನ್ನು ನಡೆಸಲಾಗದು.",
'badfilename' => "ಚಿತ್ರದ ಹೆಸರನ್ನು $1 ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ.",
'badfiletype' => "\".$1\" ಚಿತ್ರಗಳಿಗೆ ಸೂಚಿತ ಫಾರ್ಮ್ಯಾಟ್ ಅಲ್ಲ.",
'badretype' => "ನೀವು ಕೊಟ್ಟ ಪ್ರವೇಶಪದಗಳು ಬೇರೆಬೇರೆಯಾಗಿವೆ.",
'badtitle' => "ಸರಿಯಿಲ್ಲದ ಹೆಸರು",
'blockedtitle' => "ಈ ಸದಸ್ಯರನ್ನು ತಡೆ ಹಿಡಿಯಲಾಗಿದೆ.",
'blockip' => "ಈ ಸದಸ್ಯನನ್ನು ತಡೆ ಹಿಡಿಯಿರಿ",
'blockipsuccesssub' => "ತಡೆಹಿಡಿಯುವಿಕೆ ಯಶಸ್ವಿಯಾಯಿತು.",
'blocklink' => "ತಡೆ ಹಿಡಿಯಿರಿ",
'blocklogentry' => "\"$1\" ಅನ್ನು $2 ರ ಸಮಯದವರೆಗೆ ತಡೆಹಿಡಿಯಲಾಗಿದೆ",
'blocklogpage' => "ತಡೆಹಿಡಿದ ಸದಸ್ಯರ ದಿನಚರಿ",
'bold_sample' => "ದಪ್ಪಗಿನ ಅಚ್ಚು",
'bold_tip' => "ದಪ್ಪಗಿನ ಅಚ್ಚು",
'booksources' => "ಪುಸ್ತಕಗಳ ಮೂಲ",
'brokenredirects' => "ಮುರಿದ ರಿಡೈರೆಕ್ಟ್‌ಗಳು",
'bydate' => "ದಿನಾಂಕಕ್ಕನುಗುಣವಾಗಿ",
'byname' => "ಹೆಸರಿಗನುಗುಣವಾಗಿ",
'bysize' => "ಗಾತ್ರಕ್ಕನುಗುಣವಾಗಿ",

'cancel' => "ವಜಾ ಮಾಡಿ",
'cannotdelete' => "ಈ ಪುಟ ಅಥವಾ ಚಿತ್ರವನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ. (ಬೇರೊಬ್ಬ ಸದಸ್ಯರಿ೦ದ ಆಗಲೇ ಅಳಿಸಲ್ಪಟ್ಟಿರಬಹುದು.)",
'categories' => "ವರ್ಗಗಳು",
'categoriespagetext' => "ವಿಕಿಯಲ್ಲಿ ಈ ಕೆಳಗಿನ ವರ್ಗಗಳಿವೆ",
'category_header' => "\"$1\" ವರ್ಗದಲ್ಲಿರುವ ಲೇಖನಗಳು",
'categoryarticlecount' => "ಈ ವರ್ಗದಲ್ಲಿ $1 ಲೇಖನಗಳಿವೆ.",
'changepassword' => "ಪ್ರವೇಶ ಪದ ಬದಲಾಯಿಸಿ",
'changes' => "ಬದಲಾವಣೆಗಳು",
'compareselectedversions' => "ಆಯ್ಕೆ ಮಾಡಿದ ಆವೃತ್ತಿಗಳನ್ನು ಹೊಂದಾಣಿಕೆ ಮಾಡಿ ನೋಡಿ",
'confirm' => "ಧೃಡಪಡಿಸು",
'confirmdelete' => "ಅಳಿಸುವಿಕೆ ಧೃಡಪಡಿಸು",
'confirmdeletetext' => "ಪುಟ ಅಥವಾ ಚಿತ್ರ ಮತ್ತು ಅದರ ಸ೦ಪೂರ್ಣ ಇತಿಹಾಸವನ್ನು ನೀವು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿಹಾಕುತ್ತಿದ್ದೀರಿ. ಇದನ್ನು ನೀವು ಮಾಡಬಯಸುವಿರಿ, ಇದರ ಪರಿಣಾಮಗಳನ್ನು ಬಲ್ಲಿರಿ, ಮತ್ತು [[{{ns:project}}:Policy]] ನ ಅನುಸಾರ ಇದನ್ನು ಮಾಡುತ್ತಿದ್ದೀರಿ ಎ೦ದು ದೃಢಪಡಿಸಿ.",
'confirmprotect' => "ಸಂರಕ್ಷಣೆ ಧೃಡಪಡಿಸಿ",
'confirmprotecttext' => "ಈ ಪುಟವನ್ನು ನಿಜಕ್ಕೂ ಸ೦ರಕ್ಷಿಸಬಯಸುತ್ತೀರಾ?",
'confirmunprotect' => "ಸ೦ರಕ್ಷಣೆ ತೆಗೆಯಬೇಕೆ೦ದು ದೃಢಪಡಿಸಿ",
'confirmunprotecttext' => "ಈ ಪುಟದ ಸ೦ರಕ್ಷಣೆಯನ್ನು ನಿಜಕ್ಕೂ ತೆಗೆಯಬಯಸುತ್ತೀರಾ?",
'contribslink' => "ಕಾಣಿಕೆಗಳು",
'contribsub' => "$1 ಗೆ",
'contributions' => "ಸದಸ್ಯರ ಕಾಣಿಕೆಗಳು",
'copyright' => "ಇದು ಈ ಕಾಪಿರೈಟ್‌ನಲ್ಲಿ ಲಭ್ಯವಿದೆ $1.",
'copyrightpage' => "ವಿಕಿಪೀಡಿಯ: ಕೃತಿಸ್ವಾಮ್ಯತೆಗಳು",
'copyrightpagename' => "{{SITENAME}} ಕಾಪಿರೈಟ್",
'createaccount' => "ಹೊಸ ಖಾತೆ ತೆರೆಯಿರಿ",
'createaccountmail' => "ಇ-ಅಂಚೆಯ ಮೂಲಕ",
'creditspage' => "ಪುಟದ ಗೌರವಗಳು",
'cur' => "ಸದ್ಯದ",
'currentevents' => "ಪ್ರಚಲಿತ",
'currentrev' => "ಈಗಿನ ತಿದ್ದುಪಡಿ",


'databaseerror' => "ಡೇಟಬೇಸ್ ದೋಷ",
'dateformat' => "ದಿನಾಂಕದ ಫಾರ್ಮ್ಯಾಟ್",
'deadendpages' => "ಕೊನೆಯಂಚಿನ ಪುಟಗಳು",
'dec' => "ಡಿಸೆಂಬರ್",
'defemailsubject' => "ವಿಕಿಪೀಡಿಯ ವಿ-ಅ೦ಚೆ",
'delete' => "ಅಳಿಸಿ",
'deletecomment' => "ಅಳಿಸುವುದರ ಕಾರಣ",
'deletedarticle' => "\"$1\" ಅಳಿಸಲಾಯಿತು",
'deletedtext' => "\"$1\" ಅನ್ನು ಅಳಿಸಲಾಯಿತು.
ಇತ್ತೀಚೆಗಿನ ಅಳಿಸುವಿಕೆಗಳ ಪಟ್ಟಿಗಾಗಿ $2 ಅನ್ನು ನೋಡಿ.",
'deleteimg' => "ಅಳಿಸಿ",
'deletepage' => "ಪುಟವನ್ನು ಅಳಿಸಿ",
'deletesub' => "(\"$1\" ಅನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ)",
'deletethispage' => "ಈ ಪುಟವನ್ನು ಅಳಿಸಿ",
'deletionlog' => "ಅಳಿಸುವಿಕೆ ದಿನಚರಿ",
'diff' => "ವ್ಯತ್ಯಾಸ",
'difference' => "(ಆವೃತ್ತಿಗಳ ನಡುವಿನ ವ್ಯತ್ಯಾಸ)",


'edit' => "ಸಂಪಾದಿಸಿ",
'editcurrent' => "ಈ ಪುಟದ ಪ್ರಸಕ್ತ ಆವೃತ್ತಿಯನ್ನು ಸ೦ಪಾದಿಸಿ",
'edithelp' => "ಸಂಪಾದನೆಗೆ ಸಹಾಯ",
'edithelppage' => "ಸಹಾಯ:ಸ೦ಪಾದನೆ",
'editing' => "'$1' ಲೇಖನ ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ",
'editinguser' => "'$1' ಲೇಖನ ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ",
'editingold' => "<strong>ಎಚ್ಚರಿಕೆ: ಈ ಪುಟದ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬದಲಾಯಿಸುತ್ತಿದ್ದೀರಿ. ಈ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿದಲ್ಲಿ, ನ೦ತರದ ಆವೃತ್ತಿಗಳೆಲ್ಲವೂ ಕಳೆದುಹೋಗುತ್ತವೆ.</strong>",
'editsection' => "ಬದಲಾಯಿಸಿ",
'editold' => "ಬದಲಾಯಿಸಿ",
'editthispage' => "ಈ ಪುಟವನ್ನು ಬದಲಾಯಿಸಿ",
'emailfrom' => "ಇಂದ",
'emailmessage' => "ಸಂದೇಶ",
'emailpage' => "ಸದಸ್ಯರಿಗೆ ವಿ-ಅ೦ಚೆ ಕಳಿಸಿ",
'emailsend' => "ಕಳುಹಿಸಿ",
'emailsent' => "ಇ-ಅಂಚೆ ಕಳುಹಿಸಲಾಯಿತು",
'emailsenttext' => "ನಿಮ್ಮ ವಿ-ಅ೦ಚೆ ಸ೦ದೇಶವನ್ನು ಕಳುಹಿಸಲಾಯಿತು.",
'emailsubject' => "ವಿಷಯ",
'emailto' => "ಗೆ",
'emailuser' => "ಈ ಸದಸ್ಯರಿಗೆ ವಿ-ಅ೦ಚೆ ಕಳಿಸಿ",
'error' => "ದೋಷ",
'errorpagetitle' => "ದೋಷ",
'exblank' => "ಪುಟ ಖಾಲಿ ಇತ್ತು",
'export' => "ಪುಟಗಳನ್ನು ರಫ್ತು ಮಾಡಿ",


'feb' => "ಫೆಬ್ರುವರಿ",
'feedlinks' => "ಫೀಡ್:",
'filecopyerror' => "\"$1\" ಫೈಲ್ ಅನ್ನು \"$2\" ಗೆ ನಕಲಿಸಲಾಗಲಿಲ್ಲ.",
'filedeleteerror' => "\"$1\" ಫೈಲ್ ಅನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ.",
'filedesc' => "ಸಾರಾಂಶ",
'fileexists' => "ಈ ಹೆಸರಿನ ಫೈಲ್ ಆಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ಈ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಲು ಇಚ್ಛೆಯಿಲ್ಲದಿದ್ದರೆ, ದಯವಿಟ್ಟು $1 ಅನ್ನು ಪರೀಕ್ಷಿಸಿ.",
'filename' => "ಕಡತದ ಹೆಸರು",
'filenotfound' => "\"$1\" ಫೈಲನ್ನು ಹುಡುಕಲಾಗಲಿಲ್ಲ.",
'filesource' => "ಆಕರ",
'fileuploaded' => "ಫೈಲ್ \"$1\" ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‍ಲೋಡ್ ಆಯಿತು. ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಸ೦ಪರ್ಕವನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ ಈ ಫೈಲ್ ನ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ತು೦ಬಿಸಿ. ಉದಾಹರಣೆಗೆ: ಈ ಫೈಲ್ ಎಲ್ಲಿ೦ದ ಬ೦ದಿತು, ಯಾವಾಗ ಯಾರಿ೦ದ ಸೃಷ್ಟಿಯಾದದ್ದು, ಮತ್ತು ನಿಮಗೆ ತಿಳಿದಿರುವ ಇತರ ಯಾವುದೇ ಮಾಹಿತಿ.

$2",
'formerror' => "ದೋಷ: ಅರ್ಜಿ ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ",


'getimagelist' => "ಚಿತ್ರಗಳ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲಾಗುತ್ತಿದೆ",
'go' => "ಹೋಗು",
'searcharticle' => "ಹೋಗು",


'headline_sample' => "ಶಿರೋಲೇಖ",
'help' => "ಸಹಾಯ",
'helppage' => "ಸಹಾಯ:ಪರಿವಿಡಿ",
'hide' => "ಅಡಗಿಸು",
'hidetoc' => "ಅಡಗಿಸು",
'hist' => "ಇತಿಹಾಸ",
'history' => "ಪುಟದ ಚರಿತ್ರೆ",
'history_short' => "ಇತಿಹಾಸ",


'ilsubmit' => "ಹುಡುಕು",
'imagelist' => "ಚಿತ್ರಗಳ ಪಟ್ಟಿ",
'imagepage' => "ಚಿತ್ರದ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಿ",
'import' => "ಪುಟಗಳನ್ನು ಅಮದು ಮಾಡಿ",
'importfailed' => "ಆಮದು ಯಶಸ್ವಿಯಾಗಲಿಲ್ಲ: $1",
'importnotext' => "ಖಾಲಿ ಅಥವಾ ಯಾವುದೇ ಶಬ್ಧಗಳಿಲ್ಲ",
'importsuccess' => "ಆಮದು ಯಶಸ್ವಿಯಾಯಿತು!",
'info_short' => "ಮಾಹಿತಿ",
'internalerror' => "ಆ೦ತರಿಕ ದೋಷ",
'ipblocklist' => "ಬ್ಲಾಕ್ ಮಾಡಲಾದ ಐಪಿ ವಿಳಾಸಗಳ ಹಾಗೂ ಬಳಕೆಯ ಹೆಸರುಗಳ ಪಟ್ಟಿ",
'ipbreason' => "ಕಾರಣ",
'ipbsubmit' => "ಈ ಸದಸ್ಯರನ್ನು ತಡೆಹಿಡಿಯಿರಿ",

'last' => "ಕೊನೆಯ",
'lastmodifiedat' => "ಈ ಪುಟವನ್ನು ಕೊನೆಯಾಗಿ $2, $1 ರಂದು ಬದಲಾಯಿಸಲಾಗಿತ್ತು.",
'lineno' => "$1 ನೇ ಸಾಲು:",
'link_sample' => "ಸಂಪರ್ಕದ ಹೆಸರು",
'link_tip' => "ಆಂತರಿಕ ಸಂಪರ್ಕ",
'linklistsub' => "(ಸ೦ಪರ್ಕಗಳ ಪಟ್ಟಿ)",
'linkstoimage' => "ಈ ಕೆಳಗಿನ ಪುಟಗಳು ಈ ಚಿತ್ರಕ್ಕೆ ಸಂಪರ್ಕ ಹೊಂದಿವೆ:",
'login' => "ಲಾಗ್ ಇನ್",
'loginerror' => "ಲಾಗಿನ್ ದೋಷ",
'loginproblem' => "<b>ನಿಮ್ಮ ಲಾಗಿನ್ ನಲ್ಲಿ ತೊ೦ದರೆಯಾಯಿತು.</b><br />ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!",
'loginreqtitle' => "ಲಾಗಿನ್ ಆಗಬೇಕು",
'loginsuccess' => "ನೀವು ಈಗ \"$1\" ಆಗಿ ವಿಕಿಪೀಡಿಯಕ್ಕೆ ಲಾಗಿನ್ ಆಗಿದ್ದೀರಿ.",
'loginsuccesstitle' => "ಲಾಗಿನ್ ಯಶಸ್ವಿ",
'logout' => "ಲಾಗ್ ಔಟ್",
'logouttitle' => "ಸದಸ್ಯ ಲಾಗೌಟ್",
'lonelypages' => "ಒಬ್ಬಂಟಿ ಪುಟಗಳು",
'longpages' => "ಉದ್ದನೆಯ ಪುಟಗಳು",


'mailmypassword' => "ಹೊಸ ಪ್ರವೇಶ ಪದವನ್ನು ಇ-ಅಂಚೆ ಮೂಲಕ ಕಳುಹಿಸಿ",
'mainpagetext' => "ವಿಕಿ ತ೦ತ್ರಾ೦ಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನುಸ್ಥಾಪಿಸಲಾಯಿತು.",
'makesysopname' => "ಸದಸ್ಯನ ಹೆಸರು:",
'minlength' => "ಚಿತ್ರಗಳ ಹೆಸರಿನಲ್ಲಿ ಕನಿಷ್ಟ ಮೂರು ಅಕ್ಷರಗಳಿರಬೇಕು.",
'minoredit' => "ಇದು ಚುಟುಕಾದ ಬದಲಾವಣೆ",
'moredotdotdot' => "ಇನ್ನಷ್ಟು...",
'move' => "ಸ್ಥಳಾಂತರಿಸಿ",
'movearticle' => "ಪುಟವನ್ನು ಸ್ಥಳಾಂತರಿಸಿ",
'movenologintext' => "ಪುಟವನ್ನು ಸ್ಥಳಾ೦ತರಿಸಲು ನೀವು ನೋ೦ದಾಯಿತ ಸದಸ್ಯರಾಗಿದ್ದು <a href=\"/wiki/Special:Userlogin\">ಲಾಗಿನ್</a> ಆಗಿರಬೇಕು.",
'movepage' => "ಪುಟವನ್ನು ಸ್ಥಳಾಂತರಿಸಿ",
'movepagebtn' => "ಪುಟವನ್ನು ಸ್ಥಳಾಂತರಿಸಿ",
'movethispage' => "ಈ ಪುಟವನ್ನು ಸ್ಥಳಾಂತರಿಸಿ",
'mycontris' => "ನನ್ನ ಕಾಣಿಕೆಗಳು",
'mypage' => "ನನ್ನ ಪುಟ",
'mytalk' => "ನನ್ನ ಚರ್ಚೆ",


'navigation' => "ಸಂಚರಣೆ",
'newarticle' => "(ಹೊಸತು)",
'newmessageslink' => "ಹೊಸ ಸಂದೇಶಗಳು",
'newpage' => "ಹೊಸ ಪುಟ",
'newpageletter' => "ಹೊ",
'newpages' => "ಹೊಸ ಪುಟಗಳು",
'newpassword' => "ಹೊಸ ಪ್ರವೇಶ ಪದ",
'newwindow' => "(ಹೊಸ ಕಿಟಕಿಯನ್ನು ತೆರೆಯುತ್ತದೆ)",
'next' => "ಮುಂದಿನದು",
'nextn' => "ಮು೦ದಿನ $1",
'nextpage' => "ಮು೦ದಿನ ಪುಟ ($1)",
'nlinks' => "$1 ಸ೦ಪರ್ಕಗಳು",
'noarticletext' => "(ಈ ಪುಟದಲ್ಲಿ ಸದ್ಯಕ್ಕೆ ಏನೂ ಇಲ್ಲ)",
'nosuchuser' => "\"$1\" ಹೆಸರಿನ ಯಾವ ಸದಸ್ಯರೂ ಇಲ್ಲ.
ಕಾಗುಣಿತವನ್ನು ಪರೀಕ್ಷಿಸಿ, ಅಥವಾ ಕೆಳಗಿನ ಫಾರ್ಮ್ ಅನ್ನು ಉಪಯೋಗಿಸಿ ಹೊಸ ಸದಸ್ಯತ್ವವನ್ನು ಸೃಷ್ಟಿಸಿ.",
'note' => "<strong>ಸೂಚನೆ:</strong>",
'notloggedin' => "ಲಾಗಿನ್ ಆಗಿಲ್ಲ",
'nstab-category' => "ವರ್ಗ",
'nstab-help' => "ಸಹಾಯ",
'nstab-image' => "ಚಿತ್ರ",
'nstab-main' => "ಲೇಖನ",
'nstab-mediawiki' => "ಸಂದೇಶ",
'nstab-special' => "ವಿಶೇಷ",
'nstab-user' => "ಸದಸ್ಯರ ಪುಟ",
'nstab-project' => "ಬಗ್ಗೆ",


'ok' => "ಸರಿ",
'oldpassword' => "ಹಳೆಯ ಪ್ರವೇಶ ಪದ",
'othercontribs' => "$1 ರ ಕೆಲಸವನ್ನು ಆಧರಿಸಿ.",
'otherlanguages' => "ಇತರ ಭಾಷೆಗಳು",


'pagemovedsub' => "ಸ್ಥಳಾ೦ತರಿಸುವಿಕೆ ಯಶಸ್ವಿಯಾಯಿತು",
'popularpages' => "ಜನಪ್ರಿಯ ಪುಟಗಳು",
'portal' => "ಸಮುದಾಯ ಪುಟ",
'postcomment' => "ನಿಮ್ಮ ಮಾತನ್ನು ಲಗತ್ತಿಸಿ",
'powersearch' => "ಹುಡುಕಿ",
'preview' => "ಮುನ್ನೋಟ",
'previewnote' => "ಇದು ಕೇವಲ ಮುನ್ನೋಟ, ಪುಟವನ್ನು ಇನ್ನೂ ಉಳಿಸಲಾಗಿಲ್ಲ ಎ೦ಬುದನ್ನು ಮರೆಯದಿರಿ!",
'protect' => "ಸಂರಕ್ಷಿಸು",
'protectcomment' => "ಸ೦ರಕ್ಷಿಸಲು ಕಾರಣ",
'protectedpage' => "ಸ೦ರಕ್ಷಿತ ಪುಟ",


'randompage' => "ಯಾದೃಚ್ಛಿಕ ಪುಟ",
'rclinks' => "ಕೊನೆಯ $2 ದಿನಗಳಲ್ಲಿ ಮಾಡಿದ $1 ಕೊನೆಯ ಬದಲಾವಣೆಗಳನ್ನು ನೋಡಿ <br />$3",
'rclistfrom' => "$1 ಇಂದ ಪ್ರಾರಂಭಿಸಿ ಮಾಡಲಾದ ಬದಲಾವಣೆಗಳನ್ನು ನೋಡಿ",
'rcnote' => "ಕೊನೆಯ <strong>$2</strong> ದಿನಗಳಲ್ಲಿ ಮಾಡಿದ <strong>$1</strong> ಬದಲಾವಣೆಗಳು ಕೆಳಗಿನಂತಿವೆ.",
'recentchanges' => "ಇತ್ತೀಚೆಗಿನ ಬದಲಾವಣೆಗಳು",
'recentchangescount' => "ಇತ್ತೀಚೆಗಿನ ಬದಲಾವಣೆಗಳಲ್ಲಿರುವ ವಿಷಯಗಳ ಸಂಖ್ಯೆ",
'recentchangeslinked' => "ಸಂಬಂಧಪಟ್ಟ ಬದಲಾವಣೆಗಳು",
'recentchangestext' => "ವಿಕಿಗೆ ಮಾಡಲ್ಪಟ್ಟ ಇತ್ತೀಚಿನ ಬದಲಾವಣೆಗಳನ್ನು ಈ ಪುಟದಲ್ಲಿ ನೀವು ಕಾಣಬಹುದು.",
'returnto' => "$1 ಗೆ ಹಿಂತಿರುಗಿ.",
'rights' => "ಹಕ್ಕುಗಳು:",


'savearticle' => "ಪುಟವನ್ನು ಉಳಿಸಿ",
'savefile' => "ಕಡತವನ್ನು ಉಳಿಸಿ",
'search' => "ಹುಡುಕು",
'searchbutton' => "ಹುಡುಕು",
'searchresults' => "ಶೋಧನೆಯ ಫಲಿತಾಂಶಗಳು",
'shortpages' => "ಪುಟ್ಟ ಪುಟಗಳು",
'show' => "ತೋರಿಸು",
'showpreview' => "ಮುನ್ನೋಟ",
'showtoc' => "ತೋರಿಸು",
'sitestats' => "ತಾಣದ ಅಂಕಿಅಂಶಗಳು",
'sitestatstext' => "ಒಟ್ಟು '''$1''' ಪುಟಗಳು ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿವೆ.
ಈ ಸಂಖ್ಯೆ \"ಚರ್ಚೆ\" ಪುಟಗಳನ್ನು, ವಿಕಿಪೀಡಿಯಾದ ಬಗೆಗಿನ ಪುಟಗಳನ್ನು, ಹಾಗೂ ಪುಟ್ಟ \"ಚುಟುಕು\" ಪುಟಗಳನ್ನೂ, ರೆಡೈರೆಕ್ಟ್ ಮಾಡಿದ ಪುಟಗಳನ್ನು ಹಾಗೂ ಬೇರೆಲ್ಲೂ ಸೇರಿಸಲಾಗದ ಕೆಲವು ಇತರೆ ಪುಟಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.

ಇವುಗಳನ್ನು ಬಿಟ್ಟು, ಒಟ್ಟು '''$2''' ಬಹುಶಃ ನಿಜವಾದ ಲೇಖನಗಳಿಂದ ಕೂಡಿದ ಪುಟಗಳಿವೆ.",
'sitesupport' => "ದೇಣಿಗೆ",
'specialpage' => "ವಿಶೇಷ ಪುಟ",
'specialpages' => "ವಿಶೇಷ ಪುಟಗಳು",
'spheading' => "ಎಲ್ಲಾ ಸದಸ್ಯರಿಗೂ ಇರುವ ವಿಶೇಷ ಪುಟಗಳು",
'statistics' => "ಅಂಕಿ ಅಂಶಗಳು",
'storedversion' => "ಈಗಾಗಲೇ ಉಳಿಸಲಾಗಿರುವ ಆವೃತ್ತಿ",
'subcategories' => "ಉಪವಿಭಾಗಗಳು",
'subcategorycount' => "ಒಟ್ಟು $1 ಉಪವಿಭಾಗಗಳು ಈ ವರ್ಗದಡಿ ಇವೆ.",
'summary' => "ಸಾರಾಂಶ",


'talkpage' => "ಈ ಪುಟದ ಬಗ್ಗೆ ಚರ್ಚೆ ಮಾಡಿ",
'timezonelegend' => "ಟೈಮ್ ಝೋನ್",
'toc' => "ಪರಿವಿಡಿ",
'toolbox' => "ಉಪಕರಣ",


'uctop' => " (ಮೇಲಕ್ಕೆ)",
'uncategorizedpages' => "ವರ್ಗ ಗೊತ್ತು ಮಾಡದ ಪುಟಗಳು",
'unprotect' => "ಸಂರಕ್ಷಣೆ ತೆಗೆ",
'unusedimages' => "ಉಪಯೋಗಿಸದ ಚಿತ್ರಗಳು",
'unwatch' => "ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿಂದ ತೆಗೆ",
'upload' => "ಫೈಲ್ ಅಪ್ಲೋಡ್",
'userlogin' => "ಲಾಗ್ ಇನ್",
'userlogout' => "ಲಾಗ್ ಔಟ್",
'userstats' => "ಸದಸ್ಯರ ಅಂಕಿ ಅಂಶ",
'userstatstext' => "ಒಟ್ಟು '''$1''' ನೊಂದಾಯಿಸಿದ ಸದಸ್ಯರಿದ್ದಾರೆ. ಇವರಲ್ಲಿ '''$2''' ಮಂದಿ ನಿರ್ವಾಹಕರಿದ್ದಾರೆ ($3 ನೋಡಿ).",


'version' => "ಆವೃತ್ತಿ",
'viewsource' => "ಆಕರ ವೀಕ್ಷಿಸು",


'wantedpages' => "ಬೇಕಾಗಿರುವ ಪುಟಗಳು",
'watch' => "ವೀಕ್ಷಿಸಿ",
'watchthis' => "ಈ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಿ",
'watchthispage' => "ಈ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಿ",
'whatlinkshere' => "ಇಲ್ಲಿಗೆ ಯಾವ ಸಂಪರ್ಕ ಕೂಡುತ್ತದೆ",


'yourname' => "ನಿಮ್ಮ ಬಳಕೆಯ ಹೆಸರು",
'yourpassword' => "ನಿಮ್ಮ ಪ್ರವೇಶಪದ",
);


?>
