<?php
/** Sinhala (සිංහල)
 *
 * @ingroup Language
 * @file
 *
 * @author Asiri wiki
 * @author Chandana
 * @author නන්දිමිතුරු
 */

$namespaceNames = array(
	NS_MEDIA          => 'මාධ්‍යය',
	NS_SPECIAL        => 'විශේෂ',
	NS_TALK           => 'සාකච්ඡාව',
	NS_USER           => 'පරිශීලක',
	NS_USER_TALK      => 'පරිශීලක_සාකච්ඡාව',
	# NS_PROJECT set by \$wgMetaNamespace
	NS_PROJECT_TALK   => '$1_සාකච්ඡාව',
	NS_IMAGE          => 'රූපය',
	NS_IMAGE_TALK     => 'රූපය_සාකච්ඡාව',
	NS_MEDIAWIKI      => 'විකිමාධ්‍ය',
	NS_MEDIAWIKI_TALK => 'විකිමාධ්‍ය_සාකච්ඡාව',
	NS_TEMPLATE       => 'සැකිල්ල',
	NS_TEMPLATE_TALK  => 'සැකිල_සාකච්ඡාව',
	NS_HELP           => 'උදවු',
	NS_HELP_TALK      => 'උදව_සාකච්ඡාව',
	NS_CATEGORY       => 'ප්‍රවර්ගය',
	NS_CATEGORY_TALK  => 'ප්‍රවර්ග_සාකච්ඡාව',
);

$specialPageAliases = array(
	'DoubleRedirects'           => array( 'ආපසු_හරවා_යවනවා' ),
	'BrokenRedirects'           => array( 'වැරදුනු_යොමුකිරිමක්' ),
	'Userlogin'                 => array( 'ඇතුලුවිම' ),
	'Userlogout'                => array( 'ඉවත්විම' ),
	'CreateAccount'             => array( 'සාමාජිකත්වය_ලැබිමට' ),
	'Preferences'               => array( 'මනාපය' ),
	'Watchlist'                 => array( 'මුරකරනවා' ),
	'Recentchanges'             => array( 'නව_වෙනස්විමි' ),
	'Upload'                    => array( 'ගොනුවක්_ඇතූලත්_කිරිම' ),
	'Imagelist'                 => array( 'පින්තූර_ලැයිස්තුව' ),
	'Newimages'                 => array( 'අලුත්_පින්තූර' ),
	'Listusers'                 => array( 'සාමාජික_ලැයිස්තුව' ),
	'Statistics'                => array( 'සංඛ්‍යා_ලේඛනය' ),
	'Randompage'                => array( 'අහඹු_ලෙස', 'අහඹු_පිටුව' ),
	'Lonelypages'               => array( 'හුදකලා_පිටුව' ),
	'Uncategorizedpages'        => array( 'වර්ගනොකල_පිටුව' ),
	'Uncategorizedcategories'   => array( 'වර්ගනොකල_කොටස්' ),
	'Uncategorizedimages'       => array( 'වර්ගනොකල_පින්තූර' ),
	'Uncategorizedtemplates'    => array( 'වර්ගනොකල_අචිචු' ),
	'Unusedcategories'          => array( 'හාවිතා_නොවන_කොටස්' ),
	'Unusedimages'              => array( 'හාවිතා_නොවන_පින්තූර' ),
	'Wantedpages'               => array( 'අවශය_පිටු' ),
	'Wantedcategories'          => array( 'අවශය_කොටස' ),
	'Mostlinked'                => array( 'ජනපිය_සම්බන්ධකය' ),
	'Mostlinkedcategories'      => array( 'වැඬ්පුර_භව්තාවු_කොටස' ),
	'Mostlinkedtemplates'       => array( 'වැඬ්පුර_භව්තාවු_අච්චු' ),
	'Mostcategories'            => array( 'ජනපිය_කොටස' ),
	'Mostimages'                => array( 'අතිශය_පින්තූර' ),
	'Mostrevisions'             => array( 'අතිශය_පරිශෝධනය' ),
	'Shortpages'                => array( 'කෙට_පිටුව' ),
	'Longpages'                 => array( 'දිග_පිටුව' ),
	'Newpages'                  => array( 'නව_පිටුව' ),
	'Ancientpages'              => array( 'අතීත_පිටුව' ),
	'Deadendpages'              => array( 'අඩු_කරන_පිටුව' ),
	'Protectedpages'            => array( 'ආරක්ෂිත_පිටුව' ),
	'Protectedtitles'           => array( 'ආරක්ෂිත__හිමිකම' ),
	'Allpages'                  => array( 'සියල_පිටුව' ),
	'Prefixindex'               => array( 'උපසර්ගය' ),
	'Specialpages'              => array( 'විශෝෂ_පිටුව' ),
	'Contributions'             => array( 'දායකත්වය' ),
	'Emailuser'                 => array( 'පරිශීලකට_ඉ-ලිපිය_යැවිම' ),
	'Confirmemail'              => array( 'ඉ-ලිපිය_තහවුරු_කරනවා' ),
	'Recentchangeslinked'       => array( 'නුතන_වෙනස්_වීම' ),
	'Movepage'                  => array( 'පිටුව_ගෙන_යනවා' ),
	'Blockme'                   => array( 'මමම_අවහිර_කරනවා' ),
	'Booksources'               => array( 'පුස්තක' ),
	'Categories'                => array( 'වර්ගකරිම' ),
	'Export'                    => array( 'අපනයනය' ),
	'Version'                   => array( 'අනුවාදය' ),
	'Allmessages'               => array( 'සියලු_පණිිවිඩ' ),
	'Log'                       => array( 'කඳ' ),
	'Import'                    => array( 'ආයාත' ),
	'Randomredirect'            => array( 'අහඹු_ලෙස_යොමුකිරිම' ),
	'Mypage'                    => array( 'මගේ__පිටුව' ),
	'Mytalk'                    => array( 'මගේ__කතාබහ' ),
	'Mycontributions'           => array( 'මගේ_දායකත්වය' ),
	'Popularpages'              => array( 'ජනප්‍රිය_පිටුව' ),
	'Search'                    => array( 'සෙවුම' ),
	'Resetpass'                 => array( 'මුර_පදය_යළි_පිහිටුවනවා' ),
	'Withoutinterwiki'          => array( 'පටන_අන්තර්_විකි' ),
	'MergeHistory'              => array( 'ඉතිහාසය_සංයුක්ත_කිරිම' ),
	'Filepath'                  => array( 'ගොනු_පථය' ),
);

$messages = array(
# User preference toggles
'tog-underline'               => 'සබැඳි යටීර කිරීම:',
'tog-highlightbroken'         => 'භින්න සබැඳියන් ආකෘතිකරණය මේ අයුරින් කරන්න <a href="" class="new"> </a> (විකල්ප: මේ අයුරින් කරන්න<a href="" class="internal">?</a>).',
'tog-justify'                 => 'ඡේද පේළි ගසන්න',
'tog-hideminor'               => 'මෑත වෙනස්කම්හි සුළු සංස්කරණ සඟවන්න',
'tog-extendwatchlist'         => 'අදාළ සියළු වෙනස්කම් දක්වා පෙන්වන අයුරින් මුර-ලැයිස්තුව පුළුල් කරන්න',
'tog-usenewrc'                => 'ආවර්ධිත මෑත වෙනස්වීම් (ජාවාස්ක්‍රිප්ට්)',
'tog-numberheadings'          => 'ශීර්ෂ-නාම ස්වයංක්‍රීයව අංකනය කරන්න',
'tog-showtoolbar'             => 'සංස්කරණ මෙවලම්තීරුව පෙන්වන්න (ජාවාස්ක්‍රිප්ට්)',
'tog-editondblclick'          => 'ද්විත්ව-ක්ලික් කිරීම මගින් පිටු සංස්කරණය ඇරඹීම (ජාවාස්ක්‍රිප්ට්)',
'tog-editsection'             => '[සංස්කරණය] සබැඳියාවන් මගින් ඡේද සංස්කරණය සක්‍රීය කිරීම',
'tog-editsectiononrightclick' => 'ඡේද ශීර්ෂ මත දකුණු-ක්ලික් කිරීමෙන් ඡේද සංස්කරණය සක්‍රීය කරන්න (ජාවාස්ක්‍රිප්ට්)',
'tog-showtoc'                 => 'පටුන පෙන්වන්න ( තුනකට වඩා වැඩියෙන් ශීර්ෂ-නාම අඩංගු පිටු සඳහා)',
'tog-rememberpassword'        => 'මාගේ ප්‍රවිෂ්ටය පිළිබඳ විස්තර මෙම පරිගණකය තුල ධාරණය කර තබා ගන්න',
'tog-editwidth'               => 'සංස්කරණ කොටුවට සම්පූර්ණ පළල අනුයුක්ත කර ඇත',
'tog-watchcreations'          => 'මම තනන පිටු මගේ මුර-ලැයිස්තුවට එක් කරන්න',
'tog-watchdefault'            => 'මම සංස්කරණය කරන පිටු මගේ මුර-ලැයිස්තුවට එක් කරන්න',
'tog-watchmoves'              => 'මම ගෙනයන පිටු මගේ මුර-ලැයිස්තුවට එක් කරන්න',
'tog-watchdeletion'           => 'මම මකාදමන පිටු මගේ මුර-ලැයිස්තුවට එක් කරන්න',
'tog-minordefault'            => 'සියළු සංස්කරණයන් පෙර-නිමියෙන් සුළු-සංස්කරණ ලෙස සලකුණු කරන්න',
'tog-previewontop'            => 'සංස්කරණ කොටුවට පෙරාතුව පෙර-දසුන පෙන්වන්න',
'tog-previewonfirst'          => 'පළමු සංස්කරණයෙහිදී පෙර-දසුන පෙන්වන්න',
'tog-nocache'                 => 'පිටු සඳහා පූර්වාපේක්‍ෂී සංචිතකරණය (කෑෂ්) කිරීම අක්‍රීය කරන්න',
'tog-enotifwatchlistpages'    => 'මගේ මුර-ලැයිස්තුවේ පිටුවක් වෙනස් වූ විට මා හට විද්‍යුත්-තැපෑලක් එවන්න',
'tog-enotifusertalkpages'     => 'මගේ පරිශීලක සාකච්ඡා පිටුව වෙනස් වූ විට මා හට විද්‍යුත්-තැපෑලක් එවන්න',
'tog-enotifminoredits'        => 'පිටුවල  සුළු-සංස්කරණ වලදී පවා මා හට විද්‍යුත්-තැපෑලක් එවන්න',
'tog-enotifrevealaddr'        => 'දැනුම්දීමේ විද්‍යුත්-තැපෑලෙහිදී මාගේ විද්‍යුත්-තැපැල් ලිපිනය හෙළි කරන්න',
'tog-shownumberswatching'     => 'මුර කරනු ලබන පරිශීලකයන් සංඛ්‍යාව පෙන්වන්න',
'tog-fancysig'                => 'නොනිමි විද්‍යුත්- අත්සන් (ස්වයංක්‍රීය සබැඳිය නොමැතිව)',
'tog-externaleditor'          => 'පෙරනිමියෙන් බාහිර සංස්කාරකයක් භාවිත කරන්න (ප්‍රවීණයන් සඳහා පමණි, ඔබගේ පරිගණකයට විශේෂ  පරිස්ථිතීන් යෙදවිය යුතුවේ)',
'tog-showjumplinks'           => '"වෙත පනින්න"  යන ප්‍රවේශතා සබැඳියන් සක්‍රීය කරන්න',
'tog-uselivepreview'          => 'තත්කාල පෙර-දසුන භාවිතා කරන්න (ජාවාස්ක්‍රිප්ට්) (පරීක්ෂණාත්මක)',
'tog-forceeditsummary'        => 'හිස් සංස්කරණ සාරාංශයකට මා ඇතුළු වන විට මාහට ඉඟි කරන්න',
'tog-watchlisthideown'        => 'මුර-ලැයිස්තුවෙන් මාගේ සංස්කරණ සඟවන්න',
'tog-watchlisthidebots'       => 'මුර-ලැයිස්තුවෙන් රොබෝ සංස්කරණ සඟවන්න',
'tog-watchlisthideminor'      => 'මුර-ලැයිස්තුවෙන් සුළු සංස්කරණ සඟවන්න',
'tog-watchlisthideliu'        => 'ප්‍රවිෂ්ට වී ඇති පරිශීලකයන් විසින් සිදුකර ඇති සංස්කරණ මුර-ලැයිස්තුවෙන් සඟවන්න',
'tog-watchlisthideanons'      => 'නිර්නාමික පරිශීලකයන් විසින් සිදුකොට ඇති සංස්කරණ මුර-ලැයිස්තුවෙන් සඟවන්න',
'tog-nolangconversion'        => 'විචල්‍යයන් පෙරැළීම අක්‍රීය කරන්න',
'tog-ccmeonemails'            => 'මා විසින් අනෙකුත් පරිශීලකයන් හට යවන විද්‍යුත්-තැපෑලයන්හි පිටපත් මාහට එවන්න',
'tog-diffonly'                => '“වෙනස් ”පදයන්ට පහළින්, පිටුවල අන්තර්ගතය   නොපෙන්වන්න',
'tog-showhiddencats'          => 'සැඟවුනු ප්‍රවර්ග පෙන්වන්න',
'tog-noconvertlink'           => 'සබැඳියන්ගේ ශීර්ෂ පෙරැළීම අක්‍රීය කරන්න',

'underline-always'  => 'සැමවිටම කරන්න',
'underline-never'   => 'කිසිවිටෙක නොකරන්න',
'underline-default' => 'බ්‍රවුසරයෙහි පෙරනිමිය අනුවය',

# Dates
'sunday'        => 'ඉරිදා',
'monday'        => 'සඳුදා',
'tuesday'       => 'අඟහරුවාදා',
'wednesday'     => 'බදාදා',
'thursday'      => 'බ්‍රහස්පතින්දා',
'friday'        => 'සිකුරාදා',
'saturday'      => 'සෙනසුරාදා',
'sun'           => 'ඉරිදා',
'mon'           => 'සඳු',
'tue'           => 'අඟ',
'wed'           => 'බදා',
'thu'           => 'බ්‍රහස්',
'fri'           => 'සිකු',
'sat'           => 'සෙන',
'january'       => 'ජනවාරි',
'february'      => 'පෙබරවාරි',
'march'         => 'මාර්තු',
'april'         => 'අප්‍රේල්',
'may_long'      => 'මැයි',
'june'          => 'ජූනි',
'july'          => 'ජූලි',
'august'        => 'අගෝස්තු',
'september'     => 'සැප්තැම්බර්',
'october'       => 'ඔක්තෝබර්',
'november'      => 'නොවැම්බර්',
'december'      => 'දෙසැම්බර්',
'january-gen'   => 'ජනවාරි',
'february-gen'  => 'පෙබරවාරි',
'march-gen'     => 'මාර්තු',
'april-gen'     => 'අප්‍රේල්',
'may-gen'       => 'මැයි',
'june-gen'      => 'ජූනි',
'july-gen'      => 'ජූලි',
'august-gen'    => 'අගෝස්තු',
'september-gen' => 'සැප්තැම්බර්',
'october-gen'   => 'ඔක්තෝබර්',
'november-gen'  => 'නොවැම්බර්',
'december-gen'  => 'දෙසැම්බර්',
'jan'           => 'ජන',
'feb'           => 'පෙබ',
'mar'           => 'මාර්',
'apr'           => 'අප්‍රේ',
'may'           => 'මැයි',
'jun'           => 'ජූනි',
'jul'           => 'ජූලි',
'aug'           => 'අගෝ',
'sep'           => 'සැප්',
'oct'           => 'ඔක්',
'nov'           => 'නොවැ',
'dec'           => 'දෙසැ',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|ප්‍රවර්ගය|ප්‍රවර්ග}}',
'category_header'                => '"$1" ප්‍රවර්ගයට අයත් පිටු',
'subcategories'                  => 'උපප්‍රවර්ග',
'category-media-header'          => '"$1" ප්‍රවර්ගයට අයත් මාධ්‍ය',
'category-empty'                 => "''දැනට මෙම ප්‍රවර්ගය පිටු හෝ මාධ්‍ය හෝ නොදරයි.''",
'hidden-categories'              => '{{PLURAL:$1|සැඟවුනු ප්‍රවර්ගය|සැඟවුනු ප්‍රවර්ග}}',
'hidden-category-category'       => 'සැඟවුනු ප්‍රවර්ග', # Name of the category where hidden categories will be listed
'category-subcat-count'          => '{{PLURAL:$2|මෙම ප්‍රවර්ගය සතු වන්නේ පහත දැක්වෙන උපප්‍රවර්ගය පමණි.|මෙම ප්‍රවර්ගය සතු මුළු උපප්‍රවර්ග $2 ගණනක් අතර, පහත දැක්වෙන {{PLURAL:$1|උපප්‍රවර්ගය|උපප්‍රවර්ග $1 ගණන }} වේ.}}',
'category-subcat-count-limited'  => 'මෙම ප්‍රවර්ගයට පහත දැක්වෙන {{PLURAL:$1|උපප්‍රවර්ගය| උපප්‍රවර්ග $1 ගණන}} අඩංගු වේ.',
'category-article-count'         => '{{PLURAL:$2|මෙම ප්‍රවර්ගය සතු වන්නේ මෙහි පහත දැක්වෙන පිටුව පමණි.| ප්‍රවර්ගය සතු සමස්ත $2 පිටු ගණන අතර, පහත දැක්වෙන {{PLURAL:$1|පිටුවද වේ.|පිටු $1 ගණනද වෙති.}}}}',
'category-article-count-limited' => 'මෙහි පහත දෑක්වෙන {{PLURAL:$1|පිටුව|පිටු $1 ගණන}} අයත් වනුයේ වත්මන් ප්‍රවර්ගයටය.',
'category-file-count'            => '{{PLURAL:$2|මෙම ප්‍රවර්ගයට අයත් වන්නේ පහත දැක්වෙන ගොනුව පමණි.| ප්‍රවර්ගය සතු සමස්ත $2 ගොනු ගණන අතර, මෙහි පහත දැක්වෙන {{PLURAL:$1|ගොනුවද වේ.|ගොනු $1 ගණනද වෙති.}}}}',
'category-file-count-limited'    => 'මෙහි පහත දැක්වෙන {{PLURAL:$1|ගොනුව|ගොනු $1 ගණන}} අයත් වන්නේ වත්මන් ප්‍රවර්ගයටය.',
'listingcontinuesabbrev'         => 'ඉතිරිය.',

'mainpagetext'      => "<big>'''මාධ්‍යවිකි සාර්ථක ලෙස ස්ථාපනය කරන ලදි.'''</big>",
'mainpagedocfooter' => 'විකි මෘදුකාංග භාවිතා කිරීම පිළිබඳ තොරතුරු සඳහා  [http://meta.wikimedia.org/wiki/Help:Contents පරිශීලකයන් සඳහා නියමුව] හදාරන්න.

== ඇරඹුම ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings වින්‍යාස පරිස්ථිතීන් ලැයිස්තුව]
* [http://www.mediawiki.org/wiki/Manual:FAQ මාධ්‍යවිකි නිතර-අසන-පැන]
* [http://lists.wikimedia.org/mailman/listinfo/mediawiki-announce මාධ්‍යවිකි නිකුතුව තැපැල් ලැයිස්තුව]',

'about'          => 'පිළිබඳ',
'article'        => 'පටුන',
'newwindow'      => '(නව කවුළුවක විවෘත වේ)',
'cancel'         => 'අත් හරින්න',
'qbfind'         => 'සොයන්න',
'qbbrowse'       => 'පිරික්සන්න',
'qbedit'         => 'සංස්කරණය',
'qbpageoptions'  => 'මෙම පිටුව',
'qbpageinfo'     => 'සන්දර්භය',
'qbmyoptions'    => 'මගේ පිටු',
'qbspecialpages' => 'විශේෂ පිටු',
'moredotdotdot'  => 'තවත්...',
'mypage'         => 'මගේ පිටුව',
'mytalk'         => 'මගේ සාකච්ඡා',
'anontalk'       => 'මෙම අන්තර්ජාල ලිපිනය සඳහා සාකච්ඡාව',
'navigation'     => 'සැරිසරය',
'and'            => 'සහ',

# Metadata in edit box
'metadata_help' => 'පාරදත්ත:',

'errorpagetitle'    => 'දෝෂය',
'returnto'          => '$1 ට නැවත යන්න.',
'tagline'           => '{{SITENAME}} වෙතින්',
'help'              => 'උදවු',
'search'            => 'ගවේෂණය',
'searchbutton'      => 'ගවේෂණය',
'go'                => 'යන්න',
'searcharticle'     => 'යන්න',
'history'           => 'පිටුවේ ඉතිහාසය',
'history_short'     => 'ඉතිහාසය',
'updatedmarker'     => 'මාගේ අවසාන හමුවෙන් පසුව යාවත්කාලීන කර ඇත',
'info_short'        => 'තොරතුරු',
'printableversion'  => 'මුද්‍රණ ආකෘතිය',
'permalink'         => 'ස්ථාවර සබැඳුම',
'print'             => 'මුද්‍රණය කරන්න',
'edit'              => 'සංස්කරණය කරන්න',
'create'            => 'තනන්න',
'editthispage'      => 'මෙම පිටුව සංස්කරණය කරන්න',
'create-this-page'  => 'මෙම පිටුව තනන්න',
'delete'            => 'මකන්න',
'deletethispage'    => 'මෙම පිටුව මකන්න',
'undelete_short'    => '{{PLURAL:$1|එක් සංස්කරණයක|සංස්කරණ $1 ගණනක}} මකා දැමීම ප්‍රතිලෝම කරන්න',
'protect'           => 'ආරක්‍ෂණය කරන්න',
'protect_change'    => 'වෙනස් කරන්න',
'protectthispage'   => 'මෙම පිටුව ආරක්‍ෂණය කරන්න',
'unprotect'         => 'ආරක්‍ෂණය කිරීමෙන් ඉවත් වන්න',
'unprotectthispage' => 'මෙම පිටුව ආරක්‍ෂණය කිරීමෙන් ඉවත් වන්න',
'newpage'           => 'නව පිටුව',
'talkpage'          => 'මෙම පිටුව පිළිබඳ සංවාදයකට එළඹෙන්න',
'talkpagelinktext'  => 'සාකච්ඡාව',
'specialpage'       => 'විශේෂ පිටුව',
'personaltools'     => 'පුද්ගලික මෙවලම්',
'postcomment'       => 'පරිකථනයක් ස්ථාපනය කරන්න',
'articlepage'       => 'අන්තර්ගත පිටුව නරඹන්න',
'talk'              => 'සංවාදය',
'views'             => 'නැරඹුම්',
'toolbox'           => 'මෙවලම් ගොන්න',
'userpage'          => 'පරිශීලක පිටුව නරඹන්න',
'projectpage'       => 'ව්‍යාපෘති පිටුව නරඹන්න',
'imagepage'         => 'මාධ්‍ය පිටුව නරඹන්න',
'mediawikipage'     => 'පණිවුඩ පිටුව නරඹන්න',
'templatepage'      => 'සැකිලි පිටුව නරඹන්න',
'viewhelppage'      => 'උදවු පිටුව නරඹන්න',
'categorypage'      => 'ප්‍රවර්ග පිටුව නරඹන්න',
'viewtalkpage'      => 'සංවාදය නරඹන්න',
'otherlanguages'    => 'වෙනත් භාෂා වලින්',
'redirectedfrom'    => '($1 වෙතින් යළි-යොමු කරන ලදි)',
'redirectpagesub'   => 'පිටුව යළි-යොමු කරන්න',
'lastmodifiedat'    => 'මෙම පිටුව අවසන් වරට වෙනස් කරන ලද්දේ $1 දිනදී, $2 වේලාවෙහිදීය.', # $1 date, $2 time
'viewcount'         => 'මෙම පිටුවට  {{PLURAL:$1|එක් වරක්|වාර $1 ගණනක්}} පිවිස ඇත.',
'protectedpage'     => 'ආරක්ෂිත පිටුව',
'jumpto'            => 'වෙත පනින්න:',
'jumptonavigation'  => 'සැරිසරිය',
'jumptosearch'      => 'ගවේෂණය',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} පිළිබඳ
<!--{{SITENAME}}About-->',
'aboutpage'            => 'Project:පිළිබඳ',
'bugreports'           => 'දෝෂ වාර්තා',
'bugreportspage'       => 'Project:දෝෂ වාර්තා',
'copyright'            => ' $1 යටතේ අන්තර්ගතය දැක ගත හැක.',
'copyrightpagename'    => '{{SITENAME}} කර්තෘ-හිමිකම්',
'copyrightpage'        => '{{ns:project}}:කර්තෘ-හිමිකම්',
'currentevents'        => 'කාලීන සිදුවීම්',
'currentevents-url'    => 'Project:කාලීන සිදුවීම්',
'disclaimers'          => 'වියාචනයන්',
'disclaimerpage'       => 'Project:පොදු වියාචන',
'edithelp'             => 'සංස්කරණ උදවු',
'edithelppage'         => 'Help:සංස්කරණ',
'faq'                  => 'නිතර-අසන-පැන',
'faqpage'              => 'Project:නිතර-අසන-පැන',
'helppage'             => 'Help:පටුන',
'mainpage'             => 'මුල් පිටුව',
'mainpage-description' => 'මුල් පිටුව',
'policy-url'           => 'Project:ප්‍රතිපත්තිය',
'portal'               => 'ප්‍රජා ද්වාරය',
'portal-url'           => 'Project:ප්‍රජා ද්වාරය',
'privacy'              => 'රහස්‍යභාවය ප්‍රතිපත්තිය',
'privacypage'          => 'Project: රහස්‍යභාවය ප්‍රතිපත්තිය',

'badaccess'        => 'අවසර දෝෂය',
'badaccess-group0' => 'ඔබ විසින් අයැදුම් කර සිටි කාර්යය ක්‍රියාත්මක කිරීමට ඔබ හට ඉඩ ලබා දෙනු නොලැබේ.',
'badaccess-groups' => 'ඔබ අයැදුම් කර සිටි කාර්යය, ඉදිරි {{PLURAL:$2| කාණ්ඩයට| කාණ්ඩ සමූහය අතුරින් එකකට}} අයත් පරිශීලකයන්ගේ පරිහරණයට සීමා කර ඇත: $1.',

'versionrequired'     => 'මාධ්‍යවිකි $1 අනුවාදය අවශ්‍ය වේ',
'versionrequiredtext' => 'මෙම පිටුව භාවිතා කිරීමට, මාධ්‍යවිකි හි $1 අනුවාදය අවශ්‍ය වේ.
[[Special:Version|අනුවාද පිටුව]] බලන්න.',

'ok'                      => 'හරි',
'pagetitle'               => '$1 - {{SITENAME}}',
'retrievedfrom'           => '"$1" වෙතින් නැවත ලබාගන්නා ලදි',
'youhavenewmessages'      => 'ඔබ හට $1 ($2) ඇත.',
'newmessageslink'         => 'නව පණිවුඩ',
'newmessagesdifflink'     => 'අවසාන වෙනස',
'youhavenewmessagesmulti' => 'ඔබ හට $1 හි නව පණිවුඩ ඇත',
'editsection'             => 'සංස්කරණය',
'editsection-brackets'    => '[$1]',
'editold'                 => 'සංස්කරණය',
'viewsourceold'           => 'මූලාශ්‍රය නරඹන්න',
'editsectionhint'         => 'ඡේද සංස්කරණය: $1',
'toc'                     => 'පටුන',
'showtoc'                 => 'පෙන්වන්න',
'hidetoc'                 => 'සඟවන්න',
'thisisdeleted'           => 'අවශ්‍යතාවය $1 නැරඹීමද නැතහොත් ප්‍රතිෂ්ඨාපනයද?',
'viewdeleted'             => '$1 නැරඹීම අවශ්‍යයද?',
'restorelink'             => 'මකා දමනු ලැබූ {{PLURAL:$1| එක් සංස්කරණයක්| සංස්කරණ $1  ගණනක්}}',
'feedlinks'               => 'පෝෂකය:',
'feed-invalid'            => 'දායකත්ව පෝෂකයෙහි ශෛලිය අනීතිකය.',
'site-rss-feed'           => '$1 RSS පෝෂකය',
'site-atom-feed'          => '$1 Atom පෝෂකය',
'page-rss-feed'           => '"$1" RSS පෝෂකය',
'page-atom-feed'          => '"$1" Atom පෝෂකය',
'feed-atom'               => 'Atom',
'feed-rss'                => 'RSS',
'red-link-title'          => '$1 (තවමත් ලියා නොමැත)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'පිටුව',
'nstab-user'      => 'පරිශීලක පිටුව',
'nstab-media'     => 'මාධ්‍ය පිටුව',
'nstab-special'   => 'විශේෂ',
'nstab-project'   => 'ව්‍යාපෘති පිටුව',
'nstab-image'     => 'ගොනුව',
'nstab-mediawiki' => 'පණිවුඩය',
'nstab-template'  => 'සැකිල්ල',
'nstab-help'      => 'උදවු පිටුව',
'nstab-category'  => 'ප්‍රවර්ගය',

# Main script and global functions
'nosuchaction'      => 'මෙම නමැති කාර්යයක් නොමැත',
'nosuchactiontext'  => 'URL (කලාප ලිපිනය) විසින් හුවා දක්වා ඇති කෘත්‍යය විකිය විසින් හඳුනාගෙන නොමැත',
'nosuchspecialpage' => 'මෙම නමැති විශේෂ පිටුවක් නොමැත',
'nospecialpagetext' => "<big>'''ඔබ අයැද ඇත්තේ අනීතික විශේෂ පිටුවකි.'''</big>

වලංගු විශේෂ පිටු දැක්වෙන ලැයිස්තුවක් [[Special:SpecialPages|{{int:specialpages}}]]හිදී ඔබහට සම්භ වනු ඇත.",

# General errors
'error'                => 'දෝෂය',
'databaseerror'        => 'දත්ත-ගබඩා දෝෂය',
'dberrortext'          => 'දත්ත-ගබඩා විමසුමෙහි කාරක-රීති දෝෂයක් හට ගෙන ඇත.
මෙය මෘදුකාංගයේ දෝෂයක් හඟවන්නක් විය හැක.
"<tt>$2</tt>" ශ්‍රිතය අනුසාරයෙන්
අවසන් වරට උත්සාහ කල දත්ත-ගබඩා විමසුම:
<blockquote><tt>$1</tt></blockquote> විය.
MySQL විසින් වාර්තා කල දෝෂය "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'දත්ත-ගබඩා විමසුමෙහි කාරක-රීති දෝෂයක් හට ගෙන ඇත.
"$2" ශ්‍රිතය අනුසාරයෙන්,
අවසන් වරට උත්සාහ කල දත්ත-ගබඩා විමසුම:
"$1" විය
MySQL විසින් වාර්තා කල දෝෂය "$3: $4"',
'noconnect'            => 'කණගාටුයි! විකිය යම් තාක්ෂණික ‍බාධාවන්ට මුහුණ දෙමින් සිටින බැවින්, දත්ත-ගබඩා සර්වරය හා සම්බන්ධ වීමට නොහැකිව සිටියි.<br />
$1',
'nodb'                 => '$1 දත්ත-ගබඩාව  තෝරාගත නොහැකි විය',
'cachederror'          => 'පහත දැක්වෙන්නේ අයැදුම් කල පිටුවේ පූර්වාපේක්‍ෂිතව සංචිත කෙරුණු (කෑෂ් කෙරුණු) පිටපතක් වන බැවින් එය යවත්කාලීන නොවීමට ඉඩ ඇත.',
'laggedslavemode'      => 'අවවාදයයි: මෑතදී සිදු කල  යාවත්කාල කිරීම් මෙම පිටුවෙහි අඩංගු නොවීමට ඉඩ ඇත.',
'readonly'             => 'දත්තගබඩාව අවුරා ඇත',
'enterlockreason'      => 'අවුරා දැමීමට හේතුවක් සපයන අතරතුර, ඇවිරීම මුදාහැරීමට බලාපොරොත්තු වන කාලසීමාව නිමානය කර දක්වන්න',
'readonlytext'         => 'බොහෝ විට චර්යානුගත නඩත්තු කටයුතු හේතුවෙන්, දත්ත-ගබඩාව වෙත නව ප්‍රවේශනයන් හා එය අරභයා අනෙකුත් වෙනස් කිරීම්,  දැනට අහුරා ඇති අතර, ඉහත කටයුතු නිම වීමෙන් අනතුරුව තත්ත්වය සාමාන්‍ය කෙරෙනු ඇත.

එය ඇවුරූ පරිපාලක වරයා මෙම පැහැදිලි කිරීම ලබා දුනි: $1',
'missing-article'      => 'එය විසින් සොයාගත යුතුව තිබූ,   "$1" $2 නමැති, පිටුවක පෙළ සොයාගැනුමට දත්ත-ගබඩාව අසමත් වී ඇත.

මකා දැමූ පිටුවක ඉතිහාසය සබැඳියන් හෝ යල් පැන ගිය වෙනස හෝ ඔස්සේ පැමිණීම, මෙවැන්නක් සාමාන්‍යයෙන් ඇති කරයි.

හේතුව මෙය නොවේ නම්, ඔබ විසින් මෘදුකාංගයෙහි දෝෂයක් සොයා ගෙන ඇත.
URL එක (කලාප ලිපිනය) නොවරදවා සඳහන් කරමින්, මෙම කරුණ [[Special:ListUsers/sysop|පරිපාලක වරයෙකුට]] වාර්තා කරන්න.',
'missingarticle-rev'   => '(සංශෝධන#: $1)',
'missingarticle-diff'  => '(වෙනස: $1, $2)',
'readonly_lag'         => 'ගෝල දත්ත-ගබඩා සර්වරයන්හි ක්‍රියාශීලිත්වය  ගුරු සර්වර මට්ටමට පත් වන තෙක් දත්ත-ගබඩාව ස්වයංක්‍රීය ලෙස ඇවුරුමකට ලක්ව ඇත',
'internalerror'        => 'අභ්‍යන්තර දෝෂය',
'internalerror_info'   => 'අභ්‍යන්තර දෝෂය: $1',
'filecopyerror'        => '"$1" ගොනුව "$2" වෙත පිටපත් කිරීමට නොහැකි විය.',
'filerenameerror'      => '"$1" ගොනුව "$2" බවට යළි-නම්-කිරීම සිදු කල නොහැකි විය.',
'filedeleteerror'      => '"$1" ගොනුව මකා-දැමිය නොහැකි විය.',
'directorycreateerror' => '"$1" නාමාවලිය තැනීම කල නොහැකි විය.',
'filenotfound'         => '"$1" ගොනුව සොයා ගත නොහැකි විය.',
'fileexistserror'      => '"$1" ගොනුව වෙත ලිවීම කල නොහැකි විය: ගොනුව පවතියි',
'unexpected'           => 'අනපේක්‍ෂිත අගය: "$1"="$2".',
'formerror'            => 'දෝෂය: ආකෘති-පත්‍රය ඉදිරිපත් කල නොහැකි විය',
'badarticleerror'      => 'මෙම පිටුව විෂයයෙහි මෙම කාර්යය ඉටු නල නොහැකි විය.',
'cannotdelete'         => 'නිරූපිත පිටුව හෝ ගොනුව හෝ මකා දැමිය නොහැකි විය.
අනෙකෙකු විසින් දැනටමත් ‍මකා දැමීම සිදු කර ඇතිවා විය හැක.',
'badtitle'             => 'නුසුදුසු ශීර්ෂයක්',
'badtitletext'         => 'අයැද ඇති පිටු මාතෘකාව එක්කෝ අනීතික, හිස් නැත්නම් සාවද්‍ය ලෙස සබැඳි අන්තර්-භාෂා හෝ අන්තර්-විකී ශීර්ෂයකි.
ශීර්ෂයන්හි භාවිතා කල නොහැකි අක්ෂර එකක් හෝ කිහිපයක් හෝ එහි අඩංගු වී ඇතිවා විය හැක.',
'perfcached'           => 'පහත දැක්වෙන දත්ත පූර්වාපේක්‍ෂිතව සංචිත කෙරී ඇති (කෑෂ් කෙරී ඇති) බැවින් ඒවා යවත්කාලීන නොවීමට ඉඩ ඇත.',
'perfcachedts'         => 'පහත දත්ත පූර්වාපේක්‍ෂීව සංචිත කෙරී ඇති (කෑෂ් කෙරී ඇති) අතර, අවසන් වරට යාවත්කාලීන කර ඇත්තේ  $1 දීය.',
'querypage-no-updates' => 'මෙම පිටුව සඳහා යාවත්කාල කිරීම් දැනට අක්‍රීය කොට ඇත.
දැනට මෙහිදී දත්ත පුනස්ථාපනය සිදු නොවේ.',
'viewsource'           => 'මූලාශ්‍රය නරඹන්න',
'viewsourcefor'        => '$1 සඳහා',
'actionthrottled'      => 'ක්‍රියාව අවකරණය කරන ලදි',
'protectedpagetext'    => 'සංස්කරණයන් වලක්වනු වස් මෙම පිටුව අවුරා ඇත.',
'viewsourcetext'       => 'මෙම පිටුවෙහි මූලාශ්‍රය නැරඹීමට හා පිටපත් කිරීමට ඔබ හට හැකිය:',
'protectedinterface'   => 'මෙම පිටුව විසින්, මෘදුකාංගය සඳහා අතුරුමුව පෙළ සපයන අතර එබැවින් අපයෙදුම වැලැක්වීම සඳහා එය අවුරා ඇත.',
'editinginterface'     => "'''අවවාදයයි:''' මෘදුකාංගයට අතුරුමුව පෙළ සැපයීමට භාවිතා වන පිටුවක් ඔබ විසින් සංස්කරණය කරනු ලබයි.
මෙම පිටුවට සිදු කරන වෙනස්කම් විසින් අනෙකුත් පරිශීලකයන්ගේ පරිශීලක අතුරුමුවෙහි පෙනුමට බලපෑම් එල්ල කෙරෙනු ඇත.
පරිවර්තන සඳහා, මාධ්‍යවිකි ප්‍රාදේශීයකරන ව්‍යාපෘතිය, [http://translatewiki.net/wiki/Main_Page?setlang=si බීටාවිකි], භාවිතා කිරීම සලකා බැලීමට කාරුණික වන්න.",
'sqlhidden'            => '(එස්කිවුඑල් විපරම සඟවා ඇත)',
'cascadeprotected'     => '"තීරු දර්ශන" විකල්පය සක්‍රීයනය කොට එමගින් ආරක්‍ෂණය කල පහත දැක්වෙන {{PLURAL:$1|පිටුව|පිටු}} අඩංගු කර ඇති බැවින්, මෙම පිටුව සංස්කරණය කිරීමෙන් වලකා ඇත:
$2',
'namespaceprotected'   => "'''$1''' නාමඅවකාශයෙහි පිටු සංස්කරණය කිරීමට ඔබහට අවසර නොමැත.",
'customcssjsprotected' => 'තවත් පරිශීලකයෙකුගේ පෞද්ගලික පරිස්ථිතිය අඩංගු වන බැවින්, මෙම පිටුව සංස්කරණය කිරීමට ඔබ හට අවසර නොමැත.',
'ns-specialprotected'  => 'විශේෂ පිටු සංස්කරණය කිරීම සිදු කල නොහැක.',
'titleprotected'       => "මෙම ශීර්ෂ-නාමය තැනීම  [[User:$1|$1]] විසින් වාරණය කොට ඇත.
මේ සඳහා  ''$2''  හේතුව දක්වා ඇත.",

# Virus scanner
'virus-badscanner'     => 'අයෝග්‍ය වික්‍යාසයකි: නොදන්නා වයිරස සුපිරික්සකයකි: <i>$1</i>',
'virus-scanfailed'     => 'පරිලෝකනය අසාර්ථක විය (කේතය $1)',
'virus-unknownscanner' => 'නොදන්නා ප්‍රතිවයිරසයක්:',

# Login and logout pages
'logouttitle'                => 'පරිශීලක නිෂ්ක්‍රමණය',
'logouttext'                 => '<strong>ඔබ දැන් නිෂ්ක්‍රමණය වී ඇත.</strong>

ඔබ හට එක්කෝ නිර්නාමික ලෙස  {{SITENAME}} භාවිත කරගෙන යා හැක, නැතිනම්, පෙර පරිශීලක ලෙස හෝ වෙනත් පරිශීලකයෙකු වශයෙන් හෝ [[Special:UserLogin|නැවත ප්‍රවිෂ්ට විය හැක]].
ඔබගේ බ්‍රවුසරයෙහි පූර්වාපේක්‍ෂී සංචිතය (කෑෂය) නිෂ්කාශනය කරන තෙක්, සමහරක් පිටු විසින් ඔබ තවදුරටත් ප්‍රවිෂ්ට වී ඇති බවක් දිගටම පෙන්නුම් කිරීමට ඉඩ ඇති බව කරුණාවෙන් සලකන්න.',
'welcomecreation'            => '== ආයුබෝවන්, $1! ==

ඔබ‍ගේ ගිණුම තැනී ඇත.
ඔබ‍ගේ [[Special:Preferences|{{SITENAME}} අභිරුචි ]] වෙනස් කිරීම අමතක නොකරන්න.',
'loginpagetitle'             => 'පරිශීලක ප්‍රවිෂ්ටය',
'yourname'                   => 'පරිශීලක නාමය:',
'yourpassword'               => 'මුරපදය:',
'yourpasswordagain'          => 'මුරපදය යළි-යතුරු කරණය කරන්න:',
'remembermypassword'         => 'මාගේ ප්‍රවිෂ්ටය පිළිබඳ විස්තර මෙම පරිගණක මතකයෙහි රඳවා තබා ගන්න',
'yourdomainname'             => 'ඔබගේ වසම:',
'login'                      => 'ප්‍රවිෂ්ටය',
'nav-login-createaccount'    => 'ප්‍රවිෂ්ට වන්න / ගිණුමක් තනන්න',
'loginprompt'                => '{{SITENAME}} වෙත ප්‍රවිෂ්ට වීම සඳහා ඔබ විසින් කුකීස් සක්‍රීය කොට තිබිය යුතුය.',
'userlogin'                  => 'ප්‍රවිෂ්ට වන්න / ගිණුමක් තනන්න',
'logout'                     => 'නිෂ්ක්‍රමණය',
'userlogout'                 => 'නිෂ්ක්‍රමණය',
'notloggedin'                => 'ප්‍රවිෂ්ට වී නොමැත',
'nologin'                    => 'ඔබ හට ගිණුමක් නොමැතිද? $1.',
'nologinlink'                => 'ගිණුමක් තනන්න',
'createaccount'              => 'ගිණුමක් තනන්න',
'gotaccount'                 => 'දැනටමත් ගිණුමක් තිබේද? $1.',
'gotaccountlink'             => 'ප්‍රවිෂ්ට වන්න',
'createaccountmail'          => 'විද්‍යුත් තැපෑල මගින්',
'badretype'                  => 'ඔබ ඇතුළු කල මුරපද නොගැලපෙති.',
'userexists'                 => 'ඔබ ඇතුළු කල පරිශීලක නාමය දැනටමත් භාවිතයෙහි ඇත.
කරුණාකර අන්‍ය නමක් තෝරා ගන්න.',
'youremail'                  => 'විද්‍යුත් තැපෑල:',
'username'                   => 'පරිශීලක නාමය:',
'uid'                        => 'පරිශීලක අනන්‍යතාව:',
'prefs-memberingroups'       => 'ඉදිරියේ දැක්වෙන {{PLURAL:$1|කණ්ඩායමෙහි|කණ්ඩායම් වල}} සාමාජිකයෙකි:',
'yourrealname'               => 'සැබෑ නාමය:',
'yourlanguage'               => 'භාෂාව:',
'yourvariant'                => 'විචල්‍යය:',
'yournick'                   => 'විද්‍යුත් අත්සන:',
'badsig'                     => 'නොනිමි අත්සන අනීතිකයි.
HTML ටැගයන් පිරික්සන්න.',
'badsiglength'               => 'විද්‍යුත් අත්සන පමණට වඩා දිගු වැඩිය.
එය  {{PLURAL:$1|එක් අක්ෂරයකට|අක්ෂරයන් $1ගණනකට}} වඩා කෙටි විය යුතුය.',
'email'                      => 'විද්‍යුත් තැපෑල',
'prefs-help-realname'        => 'සැබෑ නාමය හෙළි කිරීම වෛකල්පිකයි.
ඔබ විසින් එය හෙළි කල හොත්, ඔබගේ කෘතීන් සඳහා ඔබහට කතෘ-බුහුමන් පිරිනැමීමට එය භාවිතා කරනු ඇත.',
'loginerror'                 => 'ප්‍රවිෂ්ට වීමේ දෝෂයකි',
'prefs-help-email'           => 'විද්‍යුත්-තැපෑල ලිපිනය සැපයීම වෛකල්පිකයි, එනමුදු ඔබගේ මුර-පදය ඔබහට අමතක වූ විටෙක නව මුර-පදයක් ඔබහට විද්‍යුත්-තැපැල්ගත කිරීමට එය ප්‍රයෝජනවත් විය හැක.
අනෙක් අතට, ඔබගේ පරිශීලක පිටුව හෝ පරිශීලක_සාකච්ඡා පිටුව හෝ තුලින් අනෙකුන් හට ඔබ හා සම්බන්ධ වීමට ඉඩ සැලසීමෙන්,  ඔබගේ අනන්‍යතාවය හෙළි නොකර සිටීමට ඔබහට හැකිය.',
'prefs-help-email-required'  => 'විද්‍යුත් තැපෑල් ලිපිනය අවශ්‍යයි.',
'nocookiesnew'               => 'පරිශීලක ගිණුම තනා ඇති නමුදු, ඔබ ප්‍රවිෂ්ට වී නොමැත.
පරිශීලකයන් ප්‍රවිෂ්ට කර ගැනීම සඳහා, {{SITENAME}} විසින් කුකී භාවිතා කරයි.
ඔබ විසින් කුකී අක්‍රීය කර ඇත.
කරුණාකර ඒවා සක්‍රීය කොට, ඔබගේ නව පරිශීලක-නාමය හා මුර-පදය ඇසුරෙන් ප්‍රවිෂ්ට වන්න.',
'nocookieslogin'             => 'පරිශීලකයන් ප්‍රවිෂ්ට කර ගැනීම සඳහා, {{SITENAME}} විසින් කුකී භාවිතා කරනු ලැබේ.
ඔබ විසින් කුකී අක්‍රීය නොට ඇත.
කරුණාකර, ඒවා සක්‍රීය කොට, නැවත උත්සාහ ‍කරන්න.',
'noname'                     => 'වලංගු පරිශීලක-නාමයක් සඳහන් කිරීමට ඔබ අසමත් වී ඇත.',
'loginsuccesstitle'          => 'ප්‍රවිෂ්ට වීම සාර්ථකයි',
'loginsuccess'               => "'''ඔබ දැන්, \"\$1\" ලෙස, {{SITENAME}} යට ප්‍රවිෂ්ට විමට සමත් වී ඇත.'''",
'nosuchuser'                 => '"$1" යන නමැති පරිශීලකයෙකු නොමැත.
ඔබගේ අක්ෂර-වින්‍යාසය පිරික්සා බැලීම හෝ, [[Special:Userlogin/signup|නව ගිණුමක් තැනීම]] හෝ සිදුකරන්න.',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" යන නමැති පරිශීලකයෙකු නොමැත.
ඔබගේ අක්ෂර-වින්‍යාසය පිරික්සා බලන්න.',
'nouserspecified'            => 'ඔබ විසින් පරිශීලක-නාමයක් සඳහන් කල යුතු වේ.',
'wrongpassword'              => 'සාවද්‍ය මුර-පදයක් ඇතුළත් කෙරිණි.
නැවත උත්සාහ කොට බලන්න.',
'wrongpasswordempty'         => 'හිස් මුර-පදයක් ඇතුළත් කෙරිණි.
නැවත උත්සාහ කොට බලන්න.',
'passwordtooshort'           => 'ඔබගේ මුර-පදය එක්කෝ අනීතික එකකි නැතිනම් පමණට වඩා කෙටි එකකි.
එහි අවම වශයෙන්,  {{PLURAL:$1|එක් අක්ෂරයක්|අක්ෂර $1 සංඛ්‍යාවක්}} අඩංගු විය යුතු අතර, ඔබගේ පරිශීලක-නාමයෙන් වෙනස් පදයක් විය යුතුය.',
'mailmypassword'             => 'නව මුරපදය විද්‍යුත් තැපෑල‍ට යවන්න',
'passwordremindertitle'      => '{{SITENAME}} සඳහා නව තාවකාලික මුර-පදය',
'passwordremindertext'       => 'යම් අයෙකු  ($1 විද්‍යුත් තැපැල් ලිපිනය තුලින් සමහර විට ඔබ) විසින්  {{SITENAME}} ($4) 
සඳහා නව මුර-පදයක් ඉල්ලා සිට ඇත. පරිශීලක "$2"  වෙනුවෙන් තාවකාලික 
 මුර-පදයක් තනා "$3" බවට නියම කර ඇත. මෙය ඔබගේ අභිලාශය වූයේ නම් 
ඔබ විසින් ළහිළහියේ ප්‍රවිෂ්ට වී, නව මුර-පදයක් තෝරා ගත යුතුව ඇත.

වෙන යම් අයෙකු විසින් මෙම ආයාචනය සිදු කර ඇත්නම් හෝ ඔබ හට ඔබගේ මුර-පදය නැවත 
සිහිවුනි නම් හා එබැවින් එය වෙනස් කිරීම තවදුරටත් ඔබගේ අභිලාෂය නොවේ නම්
මෙම පණිවුඩය නොසලකාහරිමින් ඔබගේ පැරැණි මුර-පදය දිගටම භාවිතා කරන්න.',
'noemail'                    => 'පරිශීලක  "$1" සඳහා විද්‍යුත්-තැපැල් ලිපිනයක් සටහන් වී නොමැත.',
'passwordsent'               => ' "$1" වෙනුවෙන් ලේඛනගත කර ඇති විද්‍යුත් තැපැල් ලිපිනයට නව මුර පදයක් යවා ඇත.
ඔබට එය ලැබුනු පසු නැවත ප්‍රවිෂ්ට වන්න.',
'blocked-mailpassword'       => 'ඔබගේ අන්තර්ජාල ලිපිනය භාවිතා කරමින් සංස්කරණයෙහි යෙදීම වාරණය කොට ඇති අතර, අපයෙදුම වළකනු වස්,  මුර-පදය පුනරුත්ථාන  කෘත්‍යය භාවිත කිරීමට අවසරයද අහිමි කොට ඇත.',
'eauthentsent'               => 'නම් කර ඇති විද්‍යුත්-තැපැල් ලිපිනය වෙත, තහවුරු කිරීම් විද්‍යුත්-තැපෑලක් යැවීම, දැනටමත් සිදු කර ඇත.
වෙන යම් විද්‍යුත්-තැපෑලක් ගිනුම වෙත එවීමට පෙර, ගිණුම සත්‍ය වශයෙන්ම ඔබගේම බව තහවුරු කරනු වස්, විද්‍යුත්-තැපෑලෙහි අඩංගු උපදෙස්  පිළිපැදීමට ඔබ හට සිදු වනු ඇත.',
'throttled-mailpassword'     => 'අවසන් {{PLURAL:$1| පැය|පැය $1 ගණන}} අතරතුරදී, දැනටමත් එක් මුර-පද සිහිගැන්වීමක් යවා ඇත .
අපයෙදුම වළක්වනු වස්, {{PLURAL:$1|එක් පැයක| පැය $1 ගණනක}}ට වරක් එක් මුර-පද සිහිගැන්වීමක් පමණක් යවනු ලැබේ .',
'mailerror'                  => 'තැපෑල යැවීමේදී වූ දෝෂය: $1',
'acct_creation_throttle_hit' => 'කණගාටුයි, ඔබ දැනටමත් {{PLURAL:$1|එක් ගිණුමක් |ගිණුම් $1 ක්}} තනා ඇත.
ඔබට තවත් ගිණුම් තැනිය නොහැක.',
'emailauthenticated'         => ' $2 දින $3 වේලාවෙහිදී ඔබගේ විද්‍යුත්-තැපැල් ලිපිනය සත්‍යවත් කරන ලදි.',
'emailnotauthenticated'      => 'ඔබගේ විද්‍යුත්-තැපැල් ලිපිනය තවමත් සත්‍යවත් කර නොමැත.
පහත හැකියාවන් කිසිවක් ඉටුකරනු වස් විද්‍යුත්-තැපෑල  යවනු නොලැබේ.',
'noemailprefs'               => 'පහත හැකියාවන් ඉටුකිරීමට ඉඩ සලසනු වස් විද්‍යුත්-තැපැල් ලිපිනයක් හුවා දක්වන්න.',
'emailconfirmlink'           => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය තහවුරු කරන්න',
'invalidemailaddress'        => 'විද්‍යුත්-තැපැල් ලිපිනයෙහි  ආකෘතිය අනීතික බවක් ‍ පිළිඹිබු කරන බැවින් එය පිළිගත නොහැක.
මනා-ආකෘතියකින් සුසැදි ලිපිනයක් ඇතුළත් කිරීමට හෝ එම ක්ෂේත්‍රය සිස් කිරීම‍ට හෝ කාරුණික වන්න.',
'accountcreated'             => 'ගිණුම තනන ලදි',
'accountcreatedtext'         => ' $1 සඳහා පරිශීලක ගිණුම තනන ලදි.',
'createaccount-title'        => '{{SITENAME}} සඳහා ගිණුමක් තැනීම',
'createaccount-text'         => 'කිසියම් අයෙකු විසින්, "$2" නමැතිව හා, "$3" යන මුර-පදය යොදමින්,  ඔබගේ විද්‍යුත්-තැපැල් ලිපිනය සඳහා {{SITENAME}} ($4) හි ගිණුමක් තනා ඇත.
ඔබ දැන් ප්‍රවිෂ්ට වී, ඔබගේ මුර-පදය වෙනස් කල යුතුව ඇත.

මෙම ගිණුම තැනී ඇත්තේ කිසියම් ප්‍රමාද දෝෂයකින් නම්, ඔබ විසින් මෙම පණිවුඩය නොසලකා හැරිය හැක.',
'login-throttled'            => 'ගිණුමෙහි මුර-පදය නිසි ලෙස ඇතුළත් කරනු වස් ඔබ විසින් මෑතදී  පමණට වඩා වාර ගණනක් උත්සාහ දරා ඇත.
යළි උත්සාහ කිරීමට පෙර කරුණාකර මදක් පොරොත්තු වන්න.',
'loginlanguagelabel'         => 'භාෂාව: $1',

# Password reset dialog
'resetpass'               => 'ගිණුම් මුර-පදය ප්‍රතිපූරණය කරන්න',
'resetpass_announce'      => 'විද්‍යුත්-තැපෑලෙන් එවනු ලැබූ තාවකාලික කේතයක් උපයෝගී කර ගනිමින් ඔබ ප්‍රවිෂ්ට වී ඇත.
ප්‍රවිෂ්ට වීම නිසි ලෙස නිමවනු වස් ඔබ සැකසූ නව මුර-පදයක් මෙහි බහාලිය යුතු වේ:',
'resetpass_text'          => '<!-- මෙතැනට පෙළ එක් කරන්න -->',
'resetpass_header'        => 'මුරපදය යළි පිහිටුවන්න',
'resetpass_submit'        => 'මුර-පදය පූරණය කොට ඉන් පසු ප්‍රවිෂ්ට වන්න',
'resetpass_success'       => 'ඔබගේ මුර-පදය සාර්ථක ලෙස වෙනස් කරන ලදි! දැන් ඔබව ප්‍රවිෂ්ට කරගනිමින්...',
'resetpass_bad_temporary' => 'අනීතික තාවකාලික මුර-පදයකි.
ඔබ විසින් එක්කෝ ඔබගේ මුර-පදය සාර්ථක ලෙස වෙනස් කිරීම හෝ නැතිනම් නව තාවකාලික මුර-පදයක් අයැදීම හෝ සිදුකර ඇතිවා විය හැක.',
'resetpass_forbidden'     => 'මුර-පදයන් වෙනස් කිරීම  {{SITENAME}}හිදී සිදු කල නොහැක',

# Edit page toolbar
'bold_sample'     => 'තදකුරු පෙළ',
'bold_tip'        => 'තදකුරු පෙළ',
'italic_sample'   => 'ඇලකුරු පෙළ',
'italic_tip'      => 'ඇලකුරු පෙළ',
'link_sample'     => 'සබැඳියෙහි මාතෘකාව',
'link_tip'        => 'අභ්‍යන්තර සබැඳිය',
'extlink_sample'  => 'http://www.example.com සබැඳියෙහි ශීර්ෂය',
'extlink_tip'     => 'බාහිර සබැඳිය ( http:// උපසර්ගය සිහි තබාගන්න)',
'headline_sample' => 'සිරස්තල  පෙළ',
'headline_tip'    => '2වන මට්ටමෙහි සිරස්තලය',
'math_sample'     => 'සූත්‍රය මෙහි රුවන්න',
'math_tip'        => 'ගණිත සුත්‍ර (LaTeX)',
'nowiki_sample'   => 'ආකෘතිකරණය-නොකල පෙළ මෙහි රුවන්න',
'nowiki_tip'      => 'විකි ආකෘතිකරණය නොසලකාහරින්න',
'image_sample'    => 'නිදසුන.jpg',
'image_tip'       => 'නිවේශිත ගොනුව',
'media_sample'    => 'නිදසුන.ogg',
'media_tip'       => 'ගොනු සබැඳිය',
'sig_tip'         => 'වේලා-මුද්‍රාව හා සමග ඔබගේ විද්‍යුත් අත්සන',
'hr_tip'          => 'තිරස් පේළිය (අවම වශයෙන් භාවිතා කරන්න)',

# Edit pages
'summary'                          => 'සාරාංශය',
'subject'                          => 'විෂයය/සිරස් තලය',
'minoredit'                        => 'මෙය සුළු සංස්කරණයකි',
'watchthis'                        => 'මෙම පිටුව මුර කරන්න',
'savearticle'                      => 'පිටුව සුරකින්න',
'preview'                          => 'පෙරදසුන',
'showpreview'                      => 'පෙරදසුන පෙන්වන්න',
'showlivepreview'                  => 'තත්කාල පෙර-දසුන',
'showdiff'                         => 'වෙනස්වීම් පෙන්වන්න',
'anoneditwarning'                  => "'''අවවාදයයි:''' ඔබ පරිශීලකයෙකු වශයෙන් පද්ධතියට ප්‍රවිෂ්ට වී නොමැත.
එමනිසා මෙම පිටුවෙහි සංස්කරණ ඉතිහාසයෙහි, ඔබගේ අන්තර්ජාල ලිපිනය සටහන් කරගැනීමට සිදුවනු ඇත.",
'missingsummary'                   => "'''සිහිගැන්වීමයි:''' ඔබ විසින් සංස්කරණ සාරාංශයක් සපයා නොමැත.
ඔබ නැවතත් සුරැකීම ක්ලික් කලහොත්, ඔබගේ සංස්කරණය එවැන්නක් විරහිතවම සුරැකෙනු ඇත.",
'missingcommenttext'               => 'කරුණාකර මෙහි පහත පරිකථනයක් ආදානය කරන්න.',
'missingcommentheader'             => "'''සිහිගැන්වීමයි:''' මෙම පරිකථනය සඳහා ඔබ විසින් විෂයයක්/සිරස්තලයක් සපයා නොමැත.
ඔබ නැවතත් සුරැකීම ක්ලික් කලහොත්, ඔබගේ සංස්කරණය එවැන්නක් විරහිතවම සුරැකෙනු ඇත.",
'summary-preview'                  => 'සාරාංශ පෙර-දසුන',
'subject-preview'                  => 'විෂයය/සිරස්තලය හි පෙර-දසුන',
'blockedtitle'                     => 'පරිශීලකයා වාරණය කර ඇත',
'blockedtext'                      => "<big>ඔබගේ පරිශීලක නාමය හෝ අන්තර්ජාල ලිපිනය හෝ වාරණය කොට ඇත.'''</big>

මෙම වාරණය සිදුකොට ඇත්තේ  $1 විසිනි.
මේ සඳහා දී ඇති හේතුව ''$2'' වේ.

* වාරණයෙහි ඇරඹුම: $8
*වාරණයයෙහි අවසානය: $6
* අදහස් කරන ලද  වාරණ-ලාභී: $7

වාරණය පිළිබඳ සංවාදයකට එළඹීමෙනු වස්, $1 හෝ  වෙනත් [[{{MediaWiki:Grouppage-sysop}}|පරිපාලකයෙකු]] හෝ සම්බන්ධ කරගැනීමට ඔබ හට හැකිය.
ඔබගේ  [[Special:Preferences|ගිණුම් අභිරුචි]] වල, වලංගු විද්‍යුත්-තැපැල් ලිපිනයක් නිරූපනය කොට  ඇති නම් හා ඔබ විසින් එය භාවිත කිරීම වාරණය කොට නොමැති නම් මිස,  'මෙම පරිශීලකයාට විද්‍යුත්-තැපෑලක් යවන්න' යන අංගය ඔබ විසින් භාවිතා කල නොහැකිය.
ඔබගේ වත්මන් අන්තර්ජාල ලිපිනය  $3 වන අතර, වාරණ අනන්‍යතාවය #$5 වේ.
ඔබ විසින් සිදු කරන ඕනෑම විමසුමකදී ඉහත සියළු විස්තර අඩංගු කරන්න.",
'autoblockedtext'                  => "$1 විසින් වාරණයට ලක්වූ වෙනත් පරිශීලකයෙකු විසින් භාවිත කල බැවින්  ඔබගේ අන්තර්ජාල ලිපිනය ස්වයංක්‍රීය ලෙස වාරණයට ලක්ව ඇත.
මේ සඳහා දී ඇති හේතුව පහත වේ:

:''$2''

* වාරණයෙහි ඇරඹුම: $8
* වාරණයයෙහි අවසානය: $6
* අදහස් කරන ලද  වාරණ-ලාභී: $7

වාරණය පිළිබඳ සංවාදයකට එළඹීමෙනු වස්, $1 හෝ  වෙනත් [[{{MediaWiki:Grouppage-sysop}}|පරිපාලකයෙකු]] හෝ සම්බන්ධ කරගැනීමට ඔබ හට හැකිය.

ඔබගේ  [[Special:Preferences|ගිණුම් අභිරුචි]] වල, වලංගු විද්‍යුත්-තැපැල් ලිපිනයක් නිරූපනය කොට  ඇති නම් හා ඔබ විසින් එය භාවිත කිරීම වාරණය කොට නොමැති නම් මිස,  'මෙම පරිශීලකයාට විද්‍යුත්-තැපෑලක් යවන්න' යන අංගය ඔබ විසින් භාවිතා කල නොහැකිය.

ඔබගේ වත්මන් අන්තර්ජාල ලිපිනය  $3 වන අතර, වාරණ අනන්‍යතාවය #$5 වේ.
ඔබ විසින් සිදු කරන ඕනෑම විමසුමකදී ඉහත සියළු විස්තර අඩංගු කරන්න.",
'blockednoreason'                  => 'කිසිදු හේතුවක් දක්වා නොමැත',
'blockedoriginalsource'            => " '''$1'''  හි මූලාශ්‍රය පහත දැක්වේ:",
'blockededitsource'                => " '''$1''' විෂයයයෙහි  සිදු කල  '''ඔබගේ සංස්කරණ'' යන්හී පෙළ පහත දැක්වේ:",
'whitelistedittitle'               => 'සංස්කරණය කිරීමට පෙරාතුව ප්‍රවිෂ්ට වී සිටිය යුතුය',
'whitelistedittext'                => 'සංස්කරණය කිරීමට පෙරාතුව ඔබ  $1 විය යුතුය.',
'confirmedittitle'                 => 'සංස්කරණය සඳහා විද්‍යුත්-තැපෑල තහවුරුකිරීම අවශ්‍ය වේ',
'confirmedittext'                  => 'පිටු සංස්කරණයට පෙර ඔබ‍ විසින් ඔබගේ විද්‍යුත්-තැපැල් ලිපිනය තහවුරු කල යුතු වේ.
ඔබගේ [[Special:Preferences|පරිශීලක අභිමතයන්]] තුලින් ඔබගේ විද්‍යුත්-තැපැල් ලිපිනය සකසා ඉක්බිතිව තහවුරු කරන්න.',
'nosuchsectiontext'                => 'ඔබ උත්සාහ කලේ නොපවතින URL ඛණ්ඩයක් සංස්කරණය කිරීමටයි.
$1 නමැති ඛණ්ඩයක් නොමැති බැවින්, ඔබගේ සංස්කරණය සුරැකුමට ස්ථානයක්ද නොමැත.',
'loginreqtitle'                    => 'ප්‍රවිෂ්ට වී සිටීම අවශ්‍යයි',
'loginreqlink'                     => 'ප්‍රවිෂ්ටය',
'loginreqpagetext'                 => 'අනෙකුත් පිටු නරඹනු වස් ඔබ  $1 විය යුතුය.',
'accmailtitle'                     => 'මුර-පදය යවන ලදි',
'accmailtext'                      => ' "$1" සඳහා මුර-පදය  $2 වෙත යවා ඇත.',
'newarticle'                       => '(නව)',
'newarticletext'                   => "බැඳියක් ඔස්සේ පැමිණ ඔබ අවතීර්ණ වී ඇත්තේ දැනට නොපවතින ලිපියකටයි.
මෙම ලිපිය තැනීමට එනම් නිමැවීමට අවශ්‍ය නම්, පහත ඇති කොටුව තුල අකුරු ලිවීම අරඹන්න (වැඩිමනත් තොරතුරු සඳහා [[{{MediaWiki:Helppage}}|උදවු පිටුව]] බලන්න).
ඔබ මෙහි අවතීර්ණ වී ඇත්තේ කිසියම් අත්වැරැද්දකින් බව හැ‍‍ඟෙන්නේ නම්, ඔබගේ සැරිසරයෙහි (බ්‍රවුසරයෙහි) '''පසුපසට''' බොත්තම ක්ලික් කරන්න.",
'anontalkpagetext'                 => "----''මෙම සංවාද පිටුව අයත් වන්නේ තවමත් ගිණුමක් තනා නැති හෝ එසේ කොට එනමුදු එය භාවිතා නොකරන හෝ නිර්නාමික පරිශීලකයෙකුටය.
එබැවින්, ඔහු/ඇය හැඳින්වීමට සංඛ්‍යාත්මක අන්තර්ජාල ලිපිනය භාවිතා කිරීමට අප හට සිදුවේ.
පරිශීලකයන් කිහිප දෙනෙකු විසින් මෙවැනි අන්තර්ජාල ලිපිනයක් හවුලේ පරිහරණය කරනවා විය හැක.
ඔබ නිර්නාමික පරිශීපකයෙකු නම් හා ඔබ පිළිබඳ අනනුකූල පරිකථනයන් සිදුවෙන බවක් ඔබට හැ‍ඟේ නම්, අනෙකුත් නිර්නාමික පරිශීලකයන් හා සමග  මෙවැනි සංකූලතා ඇතිවීම වලක්වනු වස්,  කරුණාකර  [[Special:UserLogin/signup|ගිණුමක් තැනීමට]] හෝ [[Special:UserLogin|ප්‍රවිෂ්ට වීමට]]  කාරුණික වන්න.''",
'noarticletext'                    => 'වර්තමානයෙහිදී මෙම පිටුවෙහි කිසිදු පෙළක් නොමැත, ඔබ හට, අනෙකුත් පිටු තුල  [[Special:Search/{{PAGENAME}}|මෙම පිටු -නාමය සඳහා ගවේෂණය කල හැක]] නැතහොත් [{{fullurl:{{FULLPAGENAME}}|action=edit}} මෙම පිටුව සංස්කරණය කල හැක].',
'userpage-userdoesnotexist'        => '"$1" යන පරිශීලක ගිණුම ලේඛනගත කොට නොමැත.
ඔබ හට මෙම පිටුව තැනීමට/සංස්කරණය කිරීමට ඇවැසිද යන බව විමසා බලන්න.',
'usercssjsyoucanpreview'           => "<strong>හෝඩුවාව:</strong>ඔබගේ නව  CSS/JS පරික්ෂා කරනු වස්, සුරැකුමට පෙර, 'පෙර-දසුන පෙන්වන්න' බොත්තම භාවිතා කරන්න.",
'usercsspreview'                   => "'''ඔබගේ පරිශීලක CSS මත පෙර-දසුනක් පමණක් ඔබ විසින් සිදුකෙරෙන බව ධාරණය කරන්න.'''
'''එය තවමත් සුරැකීමට ලක් කොට නොමැත!'''",
'userjspreview'                    => "'''ඔබ සිදුකරන්නේ ඔබගේ පරිශීලක ජාවාස්ක්‍රිප්ට් පරික්ෂා කිරීම/පෙර-දසුන පමණක් බව ධාරණය කරන්න.'''
'''එය තවමත් සුරැකීමට ලක් කොට නොමැත!'''",
'updated'                          => '(යාවත්කාලීන කරන ලදි)',
'note'                             => '<strong>සටහන:</strong>',
'previewnote'                      => '<strong>මෙය පෙරදසුනක් පමණකි;
වෙනස්කම් සුරැකීම තවමත් සිදුකොට නොමැත!</strong>',
'previewconflict'                  => 'ඔබ විසින් සුරැකීම තෝරාගත්තොත්,  ඉහළ පෙළ සංස්කරණ කොටසෙහි,  පෙළ දර්ශනය විය හැකි අයුර මෙම පෙර-දසුනෙන් ආවර්ජනය වේ.',
'session_fail_preview'             => '<strong>කණගාටුයි! සැසි දත්ත හානියක් හේතුවෙන් අප විසින් ඔබගේ  සංස්කරණය ක්‍රියායයනය කිරීමට නොහැකි වී ඇත.
කරුණාකර නැවත උත්සාහ කරන්න.
එයද ප්‍රතිඵල විරහිත නම්, [[Special:UserLogout|නිෂ්ක්‍රමණය වීම]] හා නැවත ප්‍රවිෂ්ට වීම අත්හදා බලන්න.</strong>',
'session_fail_preview_html'        => "<strong>කණගාටුයි! සැසි දත්ත හානියක් හේතුවෙන්, අප විසින් ඔබගේ සංස්කරණය ක්‍රියායනය කිරීම සිදු කල නොහැකි විය.</strong>

''{{SITENAME}} විසින් නොනිමි HTML සක්‍රීය කොට ඇති බැවින්, ජාවාස්ක්‍රිප්ට් ප්‍රහාරයන්ගෙන් වැලකීමේ පූර්වොපායයක් ලෙස, පෙර-දසුන සඟවා ඇත.''

<strong>මෙය නීත්‍යානුකූල සංස්කරණ උත්සාහයයක් නම්,  නැවත උත්සාහ කරන්න.
එසේ කල තන්හීද අසාර්ථක නම්, [[Special:UserLogout|නිෂ්ක්‍රමණය වී]] නැවත ප්‍රවිෂ්ට වීම අත්හදා බලන්න.</strong>",
'editing'                          => '$1 සංස්කරණය කරමින් පවතියි',
'editingsection'                   => '$1 (ඡේදය) සංස්කරණය කරමින් පවතියි',
'editingcomment'                   => '$1 (පරිකථනය) සංස්කරණය කරමින් පවතියි',
'editconflict'                     => 'සංස්කරණ ගැටුම: $1',
'yourtext'                         => 'ඔබගේ පෙළ',
'storedversion'                    => 'ගබඩාකල අනුවාදය',
'yourdiff'                         => 'වෙනස්කම්',
'copyrightwarning'                 => '{{SITENAME}} සඳහා ඔබ විසින් දායක වන කෘතීන් පල කොට මුදා හැරීමෙහිදී,  $2 ට යටත් වන බව කරුණාවෙන් සලකන්න (වැඩි විස්තර සඳහා $1 බලන්න). ඔබගේ ලියැවිලි, අනෙකුන් විසින් හිත්පිත් නොමැති තරම් ඉතාමත් රළු අයුරින් සංස්කරණය කිරීම හා ඔවුන්ගේ රිසිය පරිදි  ප්‍රතිසංවිධානය කිරීම,  ඔබ හට දරා ගැනීමට නොහැකි නම්, ඔබගේ කෘති මෙහි පල කිරීමෙන් වලකින්න.<br />
එසේ ම මෙය ඔබ විසින් ම ලියූ බවට හෝ පොදු විෂයපථයකින්, ඊ‍ට ස‍මාන නිදහස් මූලාශ්‍රයකින් උපුටා ගත් බව‍ට හෝ අපහ‍‍ට සහතික විය යුතු ය. (තොරතුරු සඳහා $1 බලන්න).
<strong>හිමිකම් ඇවුරුණු දේ අනවසරයෙන් ප්‍රකාශ කිරිමෙන් වලකින්න!</strong>',
'copyrightwarning2'                => '{{SITENAME}} වෙත දායක වෙමින් ඔබ විසින් යොමු කෙරෙන කෘති, එවැනිම දායකත්වයක් සපයන වෙනයම් ඕනෑම අයෙකුන් විසින්, සංස්කරණය කිරීම, වෙනස් කිරීම, හෝ ඉවත් කිරීම සිදුකිරීම විය හැක්කක් බව කරුණාවෙන් සලකන්න.ඔබගේ ලියැවිලි, හිත්පිත් නැතිවා සේ පෙනෙන ඉතා රළු අයුරින් සංස්කරණයට ලක් කිරීම නොකල යුතු යැයි ඔබ හඟින්නේ නම්, ඔබගේ කෘති මෙහි පල කිරීමෙන් වලකින්න.<br />
එසේ ම මෙය ඔබ විසින් ම ලියූ බවට හෝ පොදු විෂයපථයකින්, ඊ‍ට ස‍මාන නිදහස් මූලාශ්‍රයකින් උපුටා ගත් බව‍ට හෝ අපහ‍‍ට සහතික විය යුතු ය. (තොරතුරු සඳහා $1 බලන්න).
<strong> හිමිකම් ඇවුරුණු දේ අනවසරයෙන් ප්‍රකාශ කිරිමෙන් වලකින්න!</strong>',
'longpagewarning'                  => '<strong>අවවාදයයි: මෙම පිටුව කිලෝ බයිට්  $1 ගණනක් දිගුය;
 32කි.බ. පමණට කිට්ටු හෝ ඊට වඩා දිගු පිටු සංස්කරණය කිරීම සමහරක් බ්‍රවුසර වලට දුෂ්කර විය හැක.
මෙම  ‍පිටුව කුඩා කොටස් වලට බෙදීම පිළිබඳව කරුණාකර අවධානය යොමු කරන්න.</strong>',
'titleprotectedwarning'            => '<strong>අවවාදයයි:  සමහරක් පරිශීලකයන්ට පමණක් එය තැනිය හැකි වන පරිදි මෙම පිටුව අවුරා ඇත.</strong>',
'templatesused'                    => 'මෙම පිටුවෙහි භාවිතා කල සැකිලි:',
'templatesusedpreview'             => 'මෙම පෙර-දසුනෙහි භාවිතා වන සැකිලි:',
'template-protected'               => '(රක්ෂිත)',
'template-semiprotected'           => '(අර්ධ-රක්ෂිත)',
'hiddencategories'                 => 'මෙම පිටුව, {{PLURAL:$1| එක් සැඟවුණු ප්‍රවර්ගයක| සැඟවුණු ප්‍රවර්ගයන් $1 ගණනක}} අවයවයක් වේ:',
'edittools'                        => '<!-- මෙම පෙළ සංස්කරණ හා උඩුගත ආකෘතින්ට පහළින් පෙන්නුම් කෙරේ. -->',
'nocreatetitle'                    => 'පිටු තැනීම සීමා කර ඇත',
'nocreatetext'                     => 'නව පිටු තැනීමේ හැකියාව {{SITENAME}} විසින් සීමාකර ඇත.
ඔබ හට පෙරළා ගොස්,  දැනට පවතින පිටුවක් සංස්කරණය කිරීම හෝ,  [[Special:UserLogin|ගිණුමකට ප්‍රවිෂ්ට වීම හෝ  නව ගිණුමක් තැනීම හෝ]] සිදුකල හැක.',
'nocreate-loggedin'                => '{{SITENAME}} හි නව පිටු තැනීමට අවසරයක් ඔබ හට ප්‍රදානය කොට නොමැත.',
'permissionserrors'                => 'අවසරයන් පිළිබඳ දෝෂයන් පවතී',
'permissionserrorstext'            => 'පහත දැක්වෙන {{PLURAL:$1|හේතුව|හේතූන්}} නිසා, ඔබ හට එය සිදුකිරීමට අවසර ලබා දීමට නොහැක:',
'permissionserrorstext-withaction' => 'පහත {{PLURAL:$1|හේතුව|හේතු}} නිසා, ඔබ හට $2 සඳහා අවසර නොමැත:',
'recreate-deleted-warn'            => "'''අවවාදයයි: පෙරදී මකා දැමූ ගොනුවක් ඔබ විසින් යලි-තනමින් පවතියි.'''

මෙම පිටුව සංස්කරණය කිරීම තවදුරටත් සිදුකරගෙන යාම සුදුසුද යන වග ඔබ විසින් සලකා බැලිය යුතුය.
මෙම පිටුවට අදාල මකා දැමීම් පිළිබඳ විස්තර දැක්වෙන මකා-දැමීම්-ලඝු-සටහන ඔබගේ පහසුව තකා මෙහි දක්වා ඇත:",
'deleted-notice'                   => 'මෙම පිටුව මකා දමා ඇත.
මෙම පිටුවට අදාල වන මකා දැමීම් සටහන් කර ඇති  මකා-දැමීම්-ලඝු-සටහන, ඔබගේ සැඳහුම සඳහා, මෙහි පහත දක්වා ඇත.',
'deletelog-fulllog'                => 'සම්පූර්ණ ලඝු-සටහන නරඹන්න',
'edit-gone-missing'                => 'පිටුව යාවත්කාප කිරීම සිදුකල නොහැකි විය.
එය මකා දමා ඇති බවක් පෙනේ.',
'edit-conflict'                    => 'සංස්කරණ ගැටුම.',
'edit-no-change'                   => 'පෙළට කිසිදු වෙනසක් සිදු නොකල  බැවින් ඔබගේ සංස්කරණය නොසලකාහරින ලදි.',
'edit-already-exists'              => 'නව පිටුවක් තැනිය නොහැකි විය.
එය දැනටමත් පවතියි.',

# Parser/template warnings
'post-expand-template-inclusion-warning'  => 'අවවාදයයි: සැකිලි අඩංගු කිරීමේ ප්‍රමාණය අවසර ලබා දී ඇති පමණට වඩා විශාලයි.
සමහරක් සැකිලි අඩංගු නොකරනු ඇත.',
'post-expand-template-inclusion-category' => 'මෙම පිටු තුල, සැකිලි අඩංගු කිරීමේ පුමාණය, අවසර දී ඇති සීමා ඉක්මවා ගොස් ඇත',
'post-expand-template-argument-warning'   => 'අවවාදයයි: ව්‍යාප්ති ප්‍රමාණය ඇවැසි තරමට වඩා විශාල ලෙස දක්වා ඇති සැකිලි විචල්‍යයන් අඩුම වශයෙන් එකක් හෝ  මෙම පිටුව තුල අන්තර්ගතය.
එම විචල්‍යයන් නොසලකා හැර ඇත.',
'post-expand-template-argument-category'  => 'මෙම පිටුවල, සැකිලි විචල්‍යයන් හරියාකාර දැක්වීම පැහැර හැරීම පිළිබඳ ගැටළු පවතී',

# "Undo" feature
'undo-success' => 'සංස්කරණය අහෝසි කල හැක.
පහත දක්වා ඇති සැසැඳුම පරික්ෂා කර බලා ඔබගේ අභිලාෂය මෙයමැයි සත්‍යාපනය කොට ගෙන, සංස්කරණය අහෝසි කිරීම නිමවනු වස් පහත දැක්වෙන වෙනස්කම් සුරකින්න.',
'undo-failure' => 'පරස්පර අතරමැඳි සංස්කරණයන් පැවතීම හේතුවෙන් මෙම සංස්කරණය අහෝසි කල නොහැක.',
'undo-norev'   => 'එය නොපැවතීම නිසාවෙන් හෝ එය මකා දමා ඇති නිසාවෙන් මෙම සංස්කරණය අහෝසි කිරීම කල නොහැකි විය.',
'undo-summary' => ' [[Special:Contributions/$2|$2]] මගින් සිදුකල  $1 සංශෝධනය අහෝසි කරන්න ([[User talk:$2|සාකච්ඡා]])',

# Account creation failure
'cantcreateaccounttitle' => 'ගිණුම තැනිය නොහැක',
'cantcreateaccount-text' => "මෙම අන්තර්ජාල ලිපිනය ('''$1''') මගින් ගිණුම් තැනීම [[User:$3|$3]] විසින් වාරණය කොට ඇත.

$3 විසින් සපයා ඇති හේතුව ''$2'' වේ",

# History pages
'viewpagelogs'        => 'මෙම පිටුව සඳහා ලඝු-සටහන් නරඹන්න',
'nohistory'           => 'මෙම පිටුව සඳහා සංස්කරණ ඉතිහාසයක් නොමැත.',
'currentrev'          => 'වත්මන් සංශෝධනය',
'currentrev-asof'     => '$1 වන විට වත්මන් සංශෝධනය',
'revisionasof'        => '$1 තෙක් සංශෝධනය',
'revision-info'       => '$1 වන විට  $2 විසින් සිදු කර ඇති සංශෝධන',
'previousrevision'    => '← පුරාණ සංශෝධනය',
'nextrevision'        => 'නවීන සංශෝධනය →',
'currentrevisionlink' => 'වත්මන් සංශෝධනය',
'cur'                 => 'වත්මන්',
'next'                => 'ඊලඟ',
'last'                => 'අවසන්',
'page_first'          => 'පළමු',
'page_last'           => 'අවසන්',
'histlegend'          => 'වෙනස තේරීම: සැසඳිය යුතු අනුවාදයන්හි  රේඩියෝ බොක්ස් සලකුණු කොට ඉන්පසු එන්ටර් බොත්තම එබීම හෝ පහළින්ම ඇති බොත්තම එබීම කරන්න.<br />
ආඛ්‍යායිකාව: (වත්මන්) = වත්මන් අනුවාදය හා සමග වෙනස,
(අවසන්) = පෙර අනුවාදය හා සමග වෙනස, සුළු = සුළු සංස්කරණය.',
'deletedrev'          => '[මකා දමන ලදි]',
'histfirst'           => 'පැරණිතම',
'histlast'            => 'නවීනතම',
'historysize'         => '({{PLURAL:$1|බයිට්1 |බයිට් $1 ගණනක්}})',
'historyempty'        => '(හිස්)',

# Revision feed
'history-feed-title'          => 'සංශෝධන ඉතිහාසය',
'history-feed-description'    => 'විකියෙහි මෙම පිටුව සඳහා ඇති සංශෝධන ඉතිහාසය',
'history-feed-item-nocomment' => '$1 විසින්  $2 හිදී', # user at time
'history-feed-empty'          => 'අයැදුනු පිටුව නොපවතියි.
එය විකියෙන් මකා දමා හෝ නම-වෙනස් කොට ඇතිවා විය හැකිය.
අදාල නව පිටු සඳහා  [[Special:Search|විකිය තුල ගවේෂණය]] අත්හදා බලන්න.',

# Revision deletion
'rev-deleted-comment'         => '(පරිකථනය ඉවත් කරන ලදි)',
'rev-deleted-user'            => '(පරිශීලක-නාමය ඉවත් කරන ලදි)',
'rev-deleted-text-permission' => '<div class="mw-warning plainlinks">
මෙම පිටු සංශෝධනය පොදු සංරක්ෂිතයෙන් ඉවත් කර ඇත.
[{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} මකාදැමීම් ලඝු-සටහනෙහි] විස්තර අඩංගුව තිබිය හැක.</div>',
'rev-deleted-text-view'       => '<div class="mw-warning plainlinks">
මෙම පිටු සංශෝධනය පොදු සංරක්ෂිතයෙන් ඉවත් කර ඇත.
{{SITENAME}} හි පරිපාලකවරයෙකු වශයෙන් ඔබ හට එය නැරඹිය හැක;
 [{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} මකාදැමීම් ලඝු-සටහනෙහි] විස්තර අඩංගුව තිබිය හැක.</div>',
'rev-delundel'                => 'පෙන්වන්න/සඟවන්න',
'revisiondelete'              => 'සංශෝධන මකා දමන්න/මකා දැමීම ප්‍රතිලෝම කරන්න',
'revdelete-nooldid-text'      => 'මෙම කාර්යය ඉටු කිරීම සඳහා එක්කෝ ඔබ විසින් ඉලක්කගත සංශෝධනය(න්) නොදක්වයි,
සඳහන් කල සංශෝධනය නොපවතියි, නැතහොත්, වත්මන් සංශෝධනය සැඟවීමට ඔබ යත්න දරයි.',
'revdelete-selected'          => '[[:$1]] හි {{PLURAL:$2|තෝරාගත් සංශෝධනය|තෝරාගත් සංශෝධනයන්}} :',
'logdelete-selected'          => '{{PLURAL:$1|තෝරාගත් ලඝු-සිදුවීම|තෝරාගත් ලඝු-සිදුවීම්}}:',
'revdelete-hide-text'         => 'සංශෝධන පෙළ සඟවන්න',
'revdelete-hide-name'         => 'ක්‍රියාව හා ඉලක්කය සඟවන්න',
'revdelete-hide-comment'      => 'සංස්කරණ පරිකථනය සඟවන්න',
'revdelete-hide-user'         => 'සංස්කාරකගේ පරිශීලක නාමය/අන්තර්ජාල ලිපිනය සඟවන්න',
'revdelete-hide-restricted'   => 'පරිපාලක වරුන්ට මෙම සීමාවන් පනවා මෙම අතුරු-මුව අවුරන්න',
'revdelete-hide-image'        => 'ගොනු අන්තර්ගතය සඟවන්න',
'revdelete-submit'            => 'තෝරාගත් සංශෝධනයට යොදන්න',
'pagehist'                    => 'පිටු ඉතිහාසය',
'deletedhist'                 => 'මකාදැමූ ඉතිහාසය',
'revdelete-content'           => 'අන්තර්ගතය',
'revdelete-summary'           => 'සංස්කරණ සාරාංශය',
'revdelete-uname'             => 'පරිශීලක-නාමය',
'revdelete-hid'               => '$1 සඟවන ලදි',
'revdelete-unhid'             => '$1 අනාවරණය කරන ලදි',

# History merging
'mergehistory'        => 'පිටු ඉතිහාසයන් ඒකාබද්ධ කරන්න',
'mergehistory-header' => 'එක් ප්‍රභව පිටුවක ඉතිහාසයේ සංශෝධන වෙනත් නවමු පිටුවක ඉතිහාසයේ සංශෝධන හා ඒකාබද්ධ කිරීමට මෙම පිටුව ඔබට ඉඩ සලසයි.
මෙම වෙනස සිදු කලද ‍පිටුවේ ඓතිහාසික අඛණ්ඩතාවය පවත්වා ගෙන යන බවට සහතික කරන්න.',
'mergehistory-box'    => 'පිටු දෙකෙහි සංශෝධන ඒකාබද්ධ කරන්න:',
'mergehistory-submit' => 'සංශෝධන ඒකාබද්ධ කරන්න',
'mergehistory-fail'   => 'ඉතිහාස ඒකාබද්ධය සිදු කල නොහැක, පිටු හා වේලා පරාමිතීන් නැවත පිරික්සා බලන්න.',

# Merge log
'mergelog' => 'එකාබද්ධ කිරීම් ලඝු-සටහන',

# Diffs
'history-title'           => '"$1" හි සංශෝධන ඉතිහාසය',
'difference'              => '(අනුවාද අතර වෙනස්කම්)',
'lineno'                  => 'පේළිය $1:',
'compareselectedversions' => 'තෝරාගෙන ඇති අනුවාද සසඳන්න',
'editundo'                => 'අහෝසි',
'diff-multi'              => '({{PLURAL:$1|එක් අතරමැදි සංශෝධනයක්| අතරමැදි සංශෝධන $1 ගණනාවක්}} පෙන්නුම් කර නොමැත.)',
'diff-movedto'            => '$1 වෙත ගෙන යන ලදි',
'diff-styleadded'         => '$1 ශෛලිය එක් කරන ලදි',
'diff-added'              => '$1 එක් කරන ලදි',
'diff-changedto'          => '$1 බවට වෙනස් කරන ලදි',
'diff-movedoutof'         => '$1 වෙතින් ඉවතට ගෙන යන ලදි',
'diff-styleremoved'       => '$1 ශෛලිය ඉවත් කරන ලදි',
'diff-removed'            => '$1 ඉවත් කරන ලදි',
'diff-changedfrom'        => '$1 වෙතින් වෙනස් කරන ලදි',
'diff-src'                => 'මූලාශ්‍රය',
'diff-withdestination'    => '$1 ගමනාන්තය සමගින්',
'diff-with'               => '&#32; $1 $2 සමගින්',
'diff-with-additional'    => '$1 $2',
'diff-with-final'         => '&#32;සහ $1 $2',
'diff-width'              => 'පළල',
'diff-height'             => 'උස',
'diff-p'                  => "එක් '''ඡේදයක්'''",
'diff-blockquote'         => "එක් '''උද්ධෘතයක්'''",
'diff-h1'                 => "එක් '''ශීර්ෂනාමයක් (1 මට්ටම)'''",
'diff-i'                  => "'''ඇලකුරු'''",
'diff-b'                  => "'''තදකුරු'''",
'diff-sub'                => "'''යටකුර'''",
'diff-sup'                => "'''උඩකුර'''",

# Search results
'searchresults'            => 'ගවේෂණ ප්‍රතිඵල',
'searchresults-title'      => '$1 සඳහා ගවේෂණ ප්‍රතිඵල',
'noexactmatch'             => "''' \"\$1\" යන නාමය හිමි  පිටුවක් නොමැත.'''
ඔබ හට [[:\$1|මෙම පිටුව තැනිය හැක]].",
'noexactmatch-nocreate'    => "''' \"\$1\" නමැති පිටුවක් නොමැත.'''",
'titlematches'             => 'පිටු මාතෘකාව ගැළපෙයි',
'notitlematches'           => 'පිටු මාතෘකා කිසිවක් නොගැළපෙති',
'textmatches'              => 'පිටු පෙළ ගැළපෙයි',
'notextmatches'            => 'පිටු පෙළ කිසිවක් නොගැළපෙති',
'prevn'                    => 'පූර්ව  $1',
'nextn'                    => 'ඊලඟ  $1',
'viewprevnext'             => '($1) ($2) ($3) නරඹන්න',
'search-result-size'       => '$1 ({{PLURAL:$2|වචන1 ක් |වචන $2 ගණනක්}})',
'search-result-score'      => 'අදාළතාව: $1%',
'search-redirect'          => '($1 යළි-යොමු කරන්න)',
'search-section'           => '($1 ඡේදය)',
'search-suggest'           => 'ඔබ අදහස් කළේ මෙයද: $1',
'search-interwiki-caption' => 'සහෝදර ව්‍යාපෘති',
'search-interwiki-default' => '$1 වෙතින් ප්‍රතිඵල:',
'searchall'                => 'සියල්ල',
'nonefound'                => "'''සටහන''': පෙරනිමියෙන් ගවේෂණය වන්නේ සමහරක් නාමඅවකාශ පමණි.
ඔබ‍ගේ විමසුමට ''සියල්ල:'' උපසර්ගය යෙදීම මගින් සියළු අන්තර්ගතය ගවේෂණයට ඉඩ සැලසීම අත්හදා බලන්න (සාකච්ඡා පිටු, සැකිලි, ආදියද ඇතුළුව), නැතහොත්, උපසර්ගය ලෙස අපේක්‍ෂිත නාමඅවකාශය භාවිතා කරන්න.",
'powersearch'              => 'වැඩිමනත් ගවේෂණය කරන්න',
'powersearch-legend'       => 'වැඩිමනත් ගවේෂණය',
'powersearch-ns'           => 'නාමඅවකාශයන්හි ගවේෂණය කරන්න:',
'powersearch-field'        => 'සඳහා ගවේෂණය',
'search-external'          => 'බාහිර ගවේෂණය',
'searchdisabled'           => '{{SITENAME}} ගවේෂණය අක්‍රීය කොට ඇත.
මේ අතරතුර ඔබ හට ගූගල් ඔස්සේ ගවේෂණය කල හැක.
{{SITENAME}} අන්තර්ගතය පිළිබඳ ඔවුන්ගේ සූචි යල් පැන ගොස් ඇතිවා විය හැකි බව සටහන් කර ගන්න.',

# Preferences page
'preferences'         => 'අභීරුචි',
'mypreferences'       => 'මගේ අභිරුචි',
'prefs-edits'         => 'සංස්කරණයන් සංඛ්‍යාව:',
'prefsnologin'        => 'ප්‍රවිෂ්ට වී නොමැත',
'changepassword'      => 'මුරපදය වෙනස් කරන්න',
'skin-preview'        => 'පෙරදසුන',
'datetime'            => 'දිනය සහ වේලාව',
'prefs-personal'      => 'පරිශීලක පැතිකඩ',
'prefs-rc'            => 'මෑත වෙනස්වීම්',
'prefs-watchlist'     => 'මුර-ලැයිස්තුව',
'prefs-misc'          => 'විවිධ',
'saveprefs'           => 'සුරැකුම',
'resetprefs'          => 'නොසුරැකූ වෙනස්කම් නිෂ්කාශනය කරන්න',
'oldpassword'         => 'පැරැණි මුර-පදය:',
'newpassword'         => 'නව මුර-පදය:',
'retypenew'           => 'නව මුර-පදය නැවත යතුරු-කරණය කරන්න:',
'textboxsize'         => 'සංස්කරණය කරමින්',
'searchresultshead'   => 'ගවේෂණය',
'savedprefs'          => 'ඔබගේ අභිරුචි සුරැකීම සිදු කර ඇත.',
'allowemail'          => 'අනෙකුත් පරිශීලකයන්ගෙන් විද්‍යුත්-තැපෑල ලැබීම සක්‍රීය කරන්න',
'prefs-searchoptions' => 'ගවේෂණ විකල්පයන්',
'prefs-namespaces'    => 'නාමඅවකාශ',
'defaultns'           => 'පෙරනිමියෙන් මෙම නාමඅවකාශයන්හි ගවේෂණය කරන්න:',
'default'             => 'පෙරනිමි',
'files'               => 'ගොනු',

# User rights
'userrights'               => 'පරිශීලක හිමිකම් කළමනාකරණය', # Not used as normal message but as header for the special page itself
'userrights-lookup-user'   => 'පරිශීලක කණ්ඩායම් කළමනාකරණය කරන්න',
'userrights-user-editname' => 'පරිශීලක-නාමයක් ආදායනය කරන්න:',
'editusergroup'            => 'පරිශීලක කණ්ඩායම් සංස්කරණය කරන්න',
'editinguser'              => "පරිශීලක  '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]] | [[Special:Contributions/$1|{{int:contribslink}}]]) ගේ පරිශීලක හිමිකම් වෙනස්කිරීම",
'userrights-editusergroup' => 'පරිශීලක කණ්ඩායම් සංස්කරණය කරන්න',
'saveusergroups'           => 'පරිශීලක කණ්ඩායම් සුරකින්න',
'userrights-reason'        => 'වෙනස් කිරීමට හේතුව:',

# Groups
'group-user'          => 'පරිශීලකයෝ',
'group-autoconfirmed' => 'ස්වයං-චිරස්ථිත පරිශීලකයෝ',
'group-bot'           => 'රොබෝවරු',
'group-sysop'         => 'පරිපාලකවරු',
'group-bureaucrat'    => 'නිලබලධාරියෝ',
'group-all'           => '(සියල්ල)',

'group-user-member'          => 'පරිශීලකයා',
'group-autoconfirmed-member' => 'ස්වයං-චිරස්ථිත පරිශීලකයා',
'group-bot-member'           => 'රොබෝවරයා',
'group-sysop-member'         => 'පරිපාලකවරයා',
'group-bureaucrat-member'    => 'නිලබලධාරියා',

'grouppage-user'          => '{{ns:project}}:පරිශිලකයෝ',
'grouppage-autoconfirmed' => '{{ns:project}}:ස්වයං-චිරස්ථිත පරිශීලකයෝ',
'grouppage-bot'           => '{{ns:project}}:රොබෝවරු',
'grouppage-sysop'         => '{{ns:project}}:පරිපාලකවරු',
'grouppage-bureaucrat'    => '{{ns:project}}:නිලබලධාරියෝ',

# Rights
'right-read'                 => 'පිටු කියවන්න',
'right-edit'                 => 'පිටු සංස්කරණය කරන්න',
'right-createpage'           => '(සංවාද පිටු නොවන) පිටු තනන්න',
'right-createtalk'           => 'සංවාද පිටු තනන්න',
'right-createaccount'        => 'නව පරිශීලක ගිණුම් තනන්න',
'right-minoredit'            => 'සංස්කරණ සුළු ලෙස සළකුණු කිරීමට',
'right-move'                 => 'පිටු ගෙන යෑමට',
'right-move-subpages'        => 'පිටු ඒවායේ උපපිටු හා සමග ගෙන යෑමට',
'right-upload'               => 'ගොනු උඩුගත කිරීමට',
'right-delete'               => 'පිටු මකා දමන්න',
'right-bigdelete'            => 'විශාල ඉතිහාස ඇති පිටු මකා දමන්න',
'right-deletedhistory'       => 'ඒවායෙහි ආශ්‍රිත පෙළ රහිතව, මකාදැමුනු ඉතිහාස සංලේඛයන් නරඹන්න',
'right-browsearchive'        => 'මකාදැමූ පිටු ගවේෂණය කරන්න',
'right-suppressionlog'       => 'පෞද්ගලික ලඝු-සටහන් නරඹන්න',
'right-blockemail'           => 'පරිශීලකයාගේ විද්‍යුත්-තැපැල් යැවීමේ හැකියාව වාරණය කරන්න',
'right-ipblock-exempt'       => 'අන්තර්ජාල ලිපින වාරණයන්, ස්වයංක්‍රීය-වාරණයන් හා පරාස වාරණයන් මඟ හරින්න',
'right-editinterface'        => 'පරිශීලක අතුරු-මුව සංස්කරණය කරන්න',
'right-unwatchedpages'       => 'මුර-නොකෙරෙන පිටු ලැයිස්තුවක් නරඹන්න',
'right-mergehistory'         => 'පිටුවල ඉතිහාසයන් ඒකාබද්ධ කරන්න',
'right-userrights'           => 'පරිශීලක හිමිකම් සියල්ල සංස්කරණය කරන්න',
'right-userrights-interwiki' => 'අනෙකුත් විකියන්හි පරිශීලකයන්ගේ හිමිකම් සංස්කරණය කරන්න',
'right-siteadmin'            => 'දත්ත-ගබඩාව අවුරන්න හා ඇවුරුම ඉවත් කරන්න',

# User rights log
'rightslog'     => 'පරිශීලක හිමිකම් ලඝු-සටහන',
'rightslogtext' => 'මෙය පරිශීලකයන්ගේ හිමිකම් වෙනස්කිරීම් පිළිබඳ ලඝු-සටහනකි.',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|වෙනස්කම|වෙනස්කම්}}',
'recentchanges'                     => 'මෑත වෙනස්වීම්',
'recentchanges-legend'              => 'මෑත වෙනස්වීම් විකල්පයන්',
'recentchanges-feed-description'    => 'මෙම පෝෂකයෙහි විකියට බොහෝ මෑතදී සිදුකල වෙනස්කම් හෙළිකරන්න.',
'rcnote'                            => "$4 දින, $5 වන තෙක් සැලකිල්ලට ගත් කල, අවසන් {{PLURAL:$2|දිනදී|දින '''$2''' ගණන තුලදී}} සිදුවී ඇති, {{PLURAL:$1| '''1''' වෙනස|අවසන් '''$1''' වෙනස්කම් ගණන}} මෙහි පහත දැක්වේ.",
'rclistfrom'                        => '$1 සිට බලපැවැත්වෙන නව වෙනස්වීම් පෙන්වන්න',
'rcshowhideminor'                   => 'සුළු සංස්කරණ $1 ගණනක්',
'rcshowhidebots'                    => 'රොබෝ $1 දෙනෙක්',
'rcshowhideliu'                     => 'ප්‍රවිෂ්ට වූ පරිශීලකයන් $1 දෙනෙකි',
'rcshowhideanons'                   => 'නිර්නාමික පරිශීලකයෝ $1 ගණනක්',
'rcshowhidepatr'                    => 'පරික්‍ෂා කර බැලූ සංස්කරණ $1 ගණනකි',
'rcshowhidemine'                    => 'මගේ සංස්කරණ $1 ගණනක්',
'rclinks'                           => 'අවසන් දින $2 ගණන තුලදී සිදුවී ඇති අවසන් වෙනස්කම් $1 ගණන පෙන්නුම් කරන්න<br />$3',
'diff'                              => 'වෙනස',
'hist'                              => 'විත්ති',
'hide'                              => 'සඟවන්න',
'show'                              => 'පෙන්වන්න',
'minoreditletter'                   => 'සුළු',
'newpageletter'                     => 'නව',
'boteditletter'                     => 'රොබෝ',
'sectionlink'                       => '→',
'number_of_watching_users_pageview' => '[ {{PLURAL:$1| එක් පරිශීලකයෙක් මුර-කරයි|පරිශීලකවරුන් $1 ගණනක් මුර-කරති}} ]',
'newsectionsummary'                 => '/* $1 */ නව ඡේදය',

# Recent changes linked
'recentchangeslinked'          => 'සබැඳි වෙනස්වීම්',
'recentchangeslinked-title'    => '"$1" ට සම්බන්ධී වෙනස්කම්',
'recentchangeslinked-noresult' => 'සලකා බැලූ කාලසීමාවෙහිදී, සබැඳි පිටු වල කිසිදු වෙනසක් සිදුවී නොමැත.',
'recentchangeslinked-summary'  => "විශේෂී ලෙස නිරූපිත පිටුවකට (හෝ විශේෂි ලෙස නිරූපිත ප්‍රවර්ගයක සාමාජීකයන්ට) සබැඳි පිටුවල  මෑතදී සිදුවූ වෙනස්කම් දැක්වෙන ලැයිස්තුවක් මෙහි දැක්වේ.
[[Special:Watchlist|ඔබගේ  මුර-ලැයිස්තුවෙහි]] පිටු  '''තදකුරු''' වලින් දක්වා ඇත.",

# Upload
'upload'             => 'ගොනුවක් උඩුගත කිරීම',
'uploadbtn'          => 'ගොනුව උඩුගත කරන්න',
'reupload'           => 'යළි-උඩුගත කරන්න',
'uploadnologin'      => 'ප්‍රවිෂ්ට වී නොමැත',
'uploadnologintext'  => 'ගොනු උඩුගත කිරීමට පෙර ඔබ  [[Special:UserLogin|ප්‍රවිෂ්ට වී]] සිටිය යුතුය.',
'uploaderror'        => 'උඩුගත කිරීම් දෝෂයක්',
'uploadlog'          => 'උඩුගත කිරීම් ලඝු-සටහන',
'uploadlogpage'      => 'ලඝු-සටහන උඩුගත කරන්න',
'filename'           => 'ගොනු-නම',
'filedesc'           => 'සාරාංශය',
'fileuploadsummary'  => 'සාරාංශය:',
'filesource'         => 'මූලාශ්‍රය:',
'uploadedfiles'      => 'උඩුගත කෙරුනු ගොනු',
'ignorewarning'      => 'අවවාදය නොසලකා කෙසේ හෝ ගොනුව සුරකින්න',
'ignorewarnings'     => 'සියළු අවවාද නොසලකා හරින්න',
'minlength1'         => 'ගොනු නාමයන් අඩුම වශයෙන් එක් අකුරකින් සමන්විත විය යුතුය.',
'badfilename'        => 'ගොනු නම "$1" බවට වෙනස් කර ඇත.',
'filetype-missing'   => 'ගොනුවට  (".jpg" වැනි) දිගුවක් නොමැත.',
'successfulupload'   => 'සාර්ථක උඩුගත කිරීමකි',
'uploadwarning'      => 'උඩුගත කිරීම් අවවාදයකි',
'savefile'           => 'ගොනුව සුරකින්න',
'uploadedimage'      => '"[[$1]]" උඩුගත කරන ලදි',
'uploaddisabled'     => 'උඩුගත කිරීම් අක්‍රීය කර ඇත',
'uploaddisabledtext' => ' {{SITENAME}} හි ගොනු උඩුගත කිරීම් අක්‍රීය කර ඇත.',
'uploadvirus'        => 'මෙම ගොනුවෙහි වයිරසයක් අඩංගුය! විස්තර: $1',
'upload-maxfilesize' => 'උපරිම ගොනු විශාලත්වය: $1',
'watchthisupload'    => 'මෙම පිටුව මුර-කරන්න',

'upload-file-error' => 'අභ්‍යන්තර දෝෂය',
'upload-misc-error' => 'අඥාත උඩුගත කිරීම් දෝෂය',

'license-nopreview' => '(පෙර-දසුන  නැරඹිය නොහැක)',

# Special:ImageList
'imagelist_search_for'  => 'මාධ්‍ය නාමය සඳහා ගවේෂණය කරන්න:',
'imgfile'               => 'ගොනුව',
'imagelist'             => 'ගොනු ලැයිස්තුව',
'imagelist_date'        => 'දිනය',
'imagelist_name'        => 'නම',
'imagelist_user'        => 'පරිශීලක',
'imagelist_size'        => 'විශාලත්වය',
'imagelist_description' => 'විස්තරය',

# Image description page
'filehist'                  => 'ගොනු ඉතිහාසය',
'filehist-help'             => 'එම අවස්ථාවෙහිදී  ගොනුව පැවැති ආකාරය නැරඹීම ඔබ හට රිසි නම්  දිනය/වේලාව මත ක්ලික් කරන්න.',
'filehist-deleteall'        => 'සියල්ල මකන්න',
'filehist-deleteone'        => 'මකන්න',
'filehist-current'          => 'වත්මන්',
'filehist-datetime'         => 'දිනය/කාලය',
'filehist-user'             => 'පරිශීලක',
'filehist-dimensions'       => 'මාන',
'filehist-filesize'         => 'ගොනුවේ විශාලත්වය',
'filehist-comment'          => 'පරිකථනය',
'imagelinks'                => 'සබැඳියන්',
'linkstoimage'              => 'මෙම ගොනුවට  {{PLURAL:$1|ලිපිය බැ‍ඳෙයි|ලිපි $1 ගණනක් බැඳෙති}}:',
'nolinkstoimage'            => 'මෙම ගොනුවට සබැඳෙන පිටු කිසිවක් නොමැත.',
'morelinkstoimage'          => 'මෙම ගොනුව සඳහා [[Special:WhatLinksHere/$1|තවත් සබැඳි]] තිබේදැයි නරඹන්න.',
'sharedupload'              => 'මෙම ගොනුව හවුල් උඩුගත කිරීමක් වන අතර අනෙකුත් ව්‍යාපෘති සඳහාද භාවිතා කල හැකි වෙයි.',
'noimage'                   => 'මෙම නම සහිත ගොනුවක් නොපවතින නමුදු, ඔබ හට $1 සිදු කල හැක.',
'noimage-linktext'          => 'එකක් උඩුගත කරන්න',
'uploadnewversion-linktext' => 'මෙම ගොනුවෙහි නව අනුවාදයක් උඩුගත කරන්න',
'imagepage-searchdupe'      => 'අනුපිටපත් ගොනු සඳහා ගවේෂණය කරන්න',

# File reversion
'filerevert-backlink' => '← $1',

# File deletion
'filedelete'                  => '$1 මකන්න',
'filedelete-legend'           => 'ගොනුව මකන්න',
'filedelete-comment'          => 'මකා දැමීමට හේතුව:',
'filedelete-submit'           => 'මකා දමන්න',
'filedelete-success'          => "'''$1''' මකා දමන ලදි.",
'filedelete-otherreason'      => 'අනෙකුත්/අමතර හේතුව:',
'filedelete-reason-otherlist' => 'අනෙකුත් හේතුව',

# MIME search
'mimesearch' => 'MIME ගවේෂණය',

# List redirects
'listredirects' => 'යළි-යොමුවීම් ලැයිස්තුව',

# Unused templates
'unusedtemplates' => 'භාවිතා නොවූ සැකිලි',

# Random page
'randompage'         => 'අහඹු පිටුව',
'randompage-nopages' => 'මෙම නාම-අවකාශයෙහි කිසිදු පිටුවක් නොමැත.',

# Random redirect
'randomredirect' => 'අහුඹු යළි-ෙයාමුකිරීම',

# Statistics
'statistics'              => 'සංඛ්‍යාන දත්ත',
'statistics-header-pages' => 'පිටුවල සංඛ්‍යාන දත්ත',
'statistics-header-edits' => 'සංස්කරණ වල සංඛ්‍යාන දත්ත',
'statistics-header-views' => 'නැරඹුම් වල සංඛ්‍යාන දත්ත',
'statistics-header-users' => 'පරිශීලකයන් පිළිබඳ සංඛ්‍යාන දත්ත',
'statistics-articles'     => 'අන්තර්ගත  පිටු',
'statistics-pages'        => 'ිටු',
'statistics-users-active' => 'ක්‍රියාශීලි පරිශීලකයන්',

'disambiguations'     => 'වක්‍රෝත්තිහරණ පිටු',
'disambiguationspage' => 'Template:වක්‍රෝත්තිහරණ',

'doubleredirects' => 'ද්විත්ව යළි-යොමුකිරීම්',

'brokenredirects' => 'භින්න යළි-යොමුවීම්',

'withoutinterwiki'        => 'භාෂා සබැඳි විරහිත පිටු',
'withoutinterwiki-legend' => 'උපසර්ගය',

'fewestrevisions' => 'ස්වල්පතම සංශෝධන සහිත පිටු',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|බයිටය|බයිට්}}',
'ncategories'             => '$1 {{PLURAL:$1|ප්‍රවර්ගය|ප්‍රවර්ගයන්}}',
'nlinks'                  => '$1 {{PLURAL:$1|සබැඳිය|සබැඳියන්}}',
'nmembers'                => '$1 {{PLURAL:$1|සාමාජීකයා|සාමාජීකයන්}}',
'nrevisions'              => '{{PLURAL:$1|එක් සංශෝධනයකි|සංශෝධන $1 ලණනකි }}',
'nviews'                  => ' {{PLURAL:$1|නැරඹුම් එකකි|නැරඹුම් $1 ගණනකි}}',
'lonelypages'             => 'හුදෙකලා පිටු',
'uncategorizedpages'      => 'ප්‍රවර්ගීකරණය නොවූ පිටු',
'uncategorizedcategories' => 'ප්‍රවර්ගීකරණය නොවූ ප්‍රවර්ග',
'uncategorizedimages'     => 'ප්‍රවර්ගීකරණය නොවූ ගොනු',
'uncategorizedtemplates'  => 'ප්‍රවර්ගීකරණය නොවූ සැකිලි',
'unusedcategories'        => 'භාවිතා නොවූ ප්‍රවර්ග',
'unusedimages'            => 'භාවිතා නොවූ ගොනු',
'wantedcategories'        => 'අවශ්‍ය ප්‍රවර්ග',
'wantedpages'             => 'අවශ්‍ය පිටු',
'mostlinked'              => 'පිටු වලට බෙහෙවින්ම සබැඳි',
'mostlinkedcategories'    => 'ප්‍රවර්ගයන්ට බෙහෙවින්ම සබැඳි',
'mostlinkedtemplates'     => 'සැකිලි වලට බෙහෙවින්ම සබැඳි',
'mostcategories'          => 'ප්‍රවර්ගයන් බොහෝමයක් සහිත පිටු',
'mostimages'              => 'ගොනු වලට බෙහෙවින්ම සබැඳි',
'mostrevisions'           => 'වඩාත්ම සංශෝධන සහිත පිටු',
'prefixindex'             => 'උපසර්ග සූචිය',
'shortpages'              => 'කෙටි පිටු',
'longpages'               => 'දිගු පිටු',
'deadendpages'            => 'පියැවි-අගැති පිටු',
'protectedpages'          => 'ආරක්ෂිත පිටු',
'listusers'               => 'පරිශීලක ලැයිස්තුව',
'usereditcount'           => ' {{PLURAL:$1|සංස්කරණ එකකි|සංස්කරණ $1 ගණනකි}}',
'newpages'                => 'අළුත් පිටු',
'newpages-username'       => 'පරිශීලක-නාමය:',
'ancientpages'            => 'පුරාණතම පිටු',
'move'                    => 'ගෙනයන්න',
'movethispage'            => 'මෙම පිටුව ගෙන යන්න',

# Book sources
'booksources'               => 'ග්‍රන්ථ මූලාශ්‍ර',
'booksources-search-legend' => 'ග්‍රන්ථ මූලාශ්‍ර සඳහා ගවේෂණය කරන්න',
'booksources-go'            => 'යන්න',

# Special:Log
'specialloguserlabel'  => 'පරිශීලකයා:',
'speciallogtitlelabel' => 'ශීර්ෂය:',
'log'                  => 'ලඝු-සටහන්',
'all-logs-page'        => 'සියළු ලඝු-සටහන්',
'log-title-wildcard'   => 'මෙම පෙළෙන් ඇරඹෙන ශීර්ෂ සඳහා ගවේෂණය කරන්න',

# Special:AllPages
'allpages'       => 'සියළු පිටු',
'alphaindexline' => '$1 සි‍ට $2 වෙත',
'nextpage'       => 'ඊළඟ පිටුව ($1)',
'prevpage'       => 'පූර්ව පිටුව ($1)',
'allpagesfrom'   => 'මෙහිදී ඇරඹෙන පිටු පෙන්වන්න:',
'allarticles'    => 'සියළු පිටු',
'allpagessubmit' => 'යන්න',
'allpagesprefix' => 'මෙම උපසර්ගය සහිත පිටු පෙන්වන්න:',

# Special:Categories
'categories' => 'ප්‍රවර්ග',

# Special:LinkSearch
'linksearch'     => 'වෙබ් සබැඳි ගවේෂණය කරන්න',
'linksearch-pat' => 'ගවේෂණ රටාව:',
'linksearch-ns'  => 'නාම-අවකාශය:',
'linksearch-ok'  => 'ගවේෂණය',

# Special:ListUsers
'listusers-submit' => 'පෙන්වන්න',

# Special:Log/newusers
'newuserlogpage'              => 'පරිශීලකයන් තැනීමේ ලඝු-සටහන',
'newuserlog-create-entry'     => 'නව පරිශීලක',
'newuserlog-create2-entry'    => '$1 සඳහා ගිණුමක් තනන ලදි',
'newuserlog-autocreate-entry' => 'ගිණුම ස්වයංක්‍රීයව තනන ලදි',

# E-mail user
'emailuser' => 'මෙම පරිශීලකයාහට විද්‍යුත්-තැපෑලක් යවන්න',

# Watchlist
'watchlist'            => 'මගේ මුර-ලැයිස්තුව',
'mywatchlist'          => 'මගේ මුර ලැයිස්තුව',
'watchlistfor'         => "('''$1''' සඳහා)",
'watchlistanontext'    => 'ඔබගේ මුර-ලැයිස්තුවෙහි අයිතම නැරඹීමට හෝ සංස්කරණය කිරීමට හෝ කරුණාකර $1 සපුරන්න.',
'watchnologin'         => 'ප්‍රවිෂ්ට වී නොමැත',
'watchnologintext'     => 'ඔබගේ මුරලැයිස්තුව විකරණය කිරීමට පෙරාතුව ඔබ [[Special:UserLogin|ප්‍රවිෂ්ට වී]] සිටිය යුතුය.',
'addedwatch'           => 'මුර-ලැයිස්තුවට එක් කරන ලදි',
'addedwatchtext'       => "\"[[:\$1]]\" පිටුව ඔබගේ [[Special:Watchlist|මුර-ලැයිස්තුවට]] එක් කොට ඇත.
මෙම පිටුවට සහ එයට අදාළ සාකච්ඡා පිටුවට ඉදිරියෙහිදී සිදු කෙරෙන වෙනස් කම් මෙහි ලේඛනගත වන අතර, ප්‍රභේදනය කර ගැනීමෙහි පහසුව තකා,  [[Special:RecentChanges|මෑත වෙනස්කම් ලැයිස්තුව]]  තුල මෙම පිටුව  '''තදකුරු''' වලින් දක්වනු ඇත.",
'removedwatch'         => 'මුර-ලැයිස්තුවෙන් ඉවත් කරන ලදි',
'removedwatchtext'     => 'මෙම "[[:$1]]"  පිටුව  [[Special:Watchlist|ඔබගේ  මුර-ලැයිස්තුවෙන්]] ඉවත් කරන ලදි.',
'watch'                => 'මුර කරන්න',
'watchthispage'        => 'මෙම පිටුව මුර කරන්න',
'unwatch'              => 'මුර නොකරන්න',
'watchlist-details'    => 'සාකච්ඡා පිටු ‍නොගිණිය කල, ඔබගේ මුර-ලැයිස්තුවෙහි {{PLURAL:$1|$1 පිටුවක්|පිටු $1 ගණනක්}} ඇත.',
'wlshowlast'           => 'අවසන් පැය  $1 දින  $2  $3 පෙන්වන්න',
'watchlist-hide-bots'  => 'රොබෝ සංස්කරණ සඟවන්න',
'watchlist-hide-own'   => 'මාගේ සංස්කරණ සඟවන්න',
'watchlist-hide-minor' => 'සුළු සංස්කරණ සඟවන්න',
'watchlist-hide-anons' => 'නිර්නාමික සංස්කරණයන් සඟවන්න',
'watchlist-hide-liu'   => 'ප්‍රවිෂ්ටවූ පරිශීලකයන්ගේ සංස්කරණයන් සඟවන්න',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'මුර කරමින්...',
'unwatching' => 'මුර නොකරමින්...',

'enotif_mailer'   => '{{SITENAME}}හි නිවේදන යවන්නා',
'enotif_lastdiff' => 'මෙම වෙනස නැරඹීම සඳහා $1 බලන්න.',

# Delete
'deletepage'            => 'පිටුව මකා දමන්න',
'historywarning'        => 'අවවාදයයි: ඔබ විසින් මකා දැමීමට සූදානම් වන පිටුවට ඉතිහාසයක් ඇත:',
'confirmdeletetext'     => 'එහි සමස්ත ඉතිහාසය හා සමගින් පිටුවක් මකා දැමීමට ඔබ සැරසෙයි.
ඔබගේ අභිමතාර්ථය මෙයමදැයි අවලෝකනය කරමින්, මෙහි ප්‍රතිවිපාක මුළුමනින් ඔබ විසින් අවබෝධ කරගෙන ඇති බවට සෑහීමට පත් වෙමින් හා, ඔබ මෙය සිදුකරන්නේ  [[{{MediaWiki:Policy-url}}|ප්‍රතිපත්තියට]] අනුකූලවදැයි විමසා බලන්න.',
'actioncomplete'        => 'ක්‍රියාව සමාප්තයි',
'deletedtext'           => '"<nowiki>$1</nowiki>" මකා දමා ඇත.
මෑත මකාදැමීම් පිළිබඳ වාර්තාවක් සඳහා $2 බලන්න.',
'deletedarticle'        => '"[[$1]]" මකා දමන ලදි',
'dellogpage'            => 'මකා-දැමීම් ලඝු සටහන',
'deletecomment'         => 'මකා දැමීමට හේතුව:',
'deleteotherreason'     => 'අනෙකුත්/අමතර හේතුව:',
'deletereasonotherlist' => 'අනෙකුත් හේතුව',

# Rollback
'rollbacklink' => 'පෙරළායෑම',

# Protect
'protectlogpage'              => 'ආරක්ෂණය කිරීම් දැක්වෙන ලඝු-සටහන',
'protectcomment'              => 'පරිකථනය:',
'protectexpiry'               => 'ඉකුත් වීම:',
'protect_expiry_invalid'      => 'අනීතික ඉකුත් වීමේ කාලයකි.',
'protect_expiry_old'          => 'ඉකුත් වීමේ කාලය දැනටමත් ඉක්ම ගොස් ඇත.',
'protect-unchain'             => 'ගෙන යාම පිළිබඳ දැනට පනවා ඇති ඇවුරුම ඉවත් කරන්න',
'protect-text'                => '<strong><nowiki>$1</nowiki></strong> පිටුව සඳහා ආරක්ෂණ මට්ටම නැරඹීම හා වෙනස් කිරීම මෙහිදී ඔබ විසින් සිදු කල හැක.',
'protect-locked-dblock'       => 'සක්‍රීය දත්ත-ගබඩාව ඇවුරුමක් හේතුවෙන්, ආරක්ෂණ මට්ටම් වෙනස් කිරීම සිදු කල නොහැකි තත්ත්වයක් උද්ගත වී ඇත.
පිටුව සඳහා වත්මන් පරිස්ථිතීන් මෙසේය <strong>$1</strong>:',
'protect-locked-access'       => 'පිටුවෙහි ආරක්ෂණ මට්ටම් වෙනස් කිරීම සඳහා ඔබගේ ගිණුමට අවසර නැත.
පිටුවෙහි වත්මන් සැකසුම් මෙහි දැක්වේ <strong>$1</strong>:',
'protect-cascadeon'           => 'තීරු දර්ශන ආරක්ෂණය බල ගන්වා ඇති පහත  {{PLURAL:$1|පිටුව|පිටු}} අන්තර්ගත වීම හේතුවෙන් මෙම පිටුව දැනට ආරක්ෂණයට ලක්ව ඇත.
පිටුවෙහි ආරක්ෂණ මට්ටම ඔබ විසින් වෙනස් කල හැකි නමුදු, එම ක්‍රියාව තීරු දර්ශන ආරක්ෂණය කෙරෙහි බලපෑම් ඇති නොකරනු ඇත.',
'protect-default'             => '(පෙරනිමි)',
'protect-fallback'            => '"$1" අවසරය අවශ්‍ය වේ',
'protect-level-autoconfirmed' => 'ලියාපදිංචි වී නොමැති පරිශීලකයන් වාරණය කරන්න',
'protect-level-sysop'         => 'පරිපාලකවරුන්ට පමණයි',
'protect-summary-cascade'     => 'තීරු දර්ශනය',
'protect-expiring'            => 'ඉකුත් වේ  $1 (යූටීසි)',
'protect-cascade'             => 'මෙම පිටුවෙහි ඇතුළත් කර ඇති පිටු ආරක්ෂණය කරන්න (තීරු දර්ශන ආරක්ෂණය)',
'protect-cantedit'            => 'ඔබ හට එය සංස්කරණය කිරීමට අවසර නොමැති බැවින්, ඔබ හට මෙම පිටුවෙහි ආරක්ෂණ මට්ටම වෙනස් කල නොහැක.',
'restriction-type'            => 'අවසරය:',
'restriction-level'           => 'පරිසීමා මට්ටම:',

# Undelete
'undelete'               => 'මකා දැමූ පිටු නරඹන්න',
'undeletepage'           => 'මකා දැමූ පිටු නරඹා ඒවා ප්‍රතිෂ්ඨාපනය කරන්න',
'viewdeletedpage'        => 'මකා දැමූ පිටු නරඹන්න',
'undelete-revision'      => '($4 දී, $5 වන විට) $3 විසින් මකා දමා තිබූ $1හි සංශෝධනය :',
'undeletebtn'            => 'ප්‍රතිෂ්ඨාපනය',
'undelete-search-box'    => 'මකා දැමූ පිටු ගවේෂණය කරන්න',
'undelete-search-submit' => 'ගවේෂණය',

# Namespace form on various pages
'namespace'      => 'නාමඅවකාශය:',
'invert'         => 'තෝරාගැනුම උඩු-යටිකුරු කරන්න',
'blanknamespace' => '(ප්‍රධාන)',

# Contributions
'contributions' => 'මේ පරිශීලකයාගේ දායකත්වය',
'mycontris'     => 'මගේ දායකත්ව',
'contribsub2'   => '$1 ($2) සඳහා',
'uctop'         => '(පෙරටු)',
'month'         => 'මෙම මස (හා ඉන් පෙර) සිට:',
'year'          => 'මෙම වසර (හා ඉන් පෙරාතුව) සිට:',

'sp-contributions-newbies'       => 'නව ගිණුම් වලට පමණක් අදාල දායකත්ව පෙන්වන්න',
'sp-contributions-newbies-sub'   => 'නව ගිණුම් වලට අදාල',
'sp-contributions-newbies-title' => 'නව ගිණුම් වලට අදාල පරිශීලක දායකත්ව',
'sp-contributions-blocklog'      => 'වාරණ ලඝු-සටහන',
'sp-contributions-search'        => 'දායකත්ව පිළිබඳ ගවේෂණය කරන්න',
'sp-contributions-username'      => 'පරිශීලක නාමය හෝ අන්තර්ජාල ලිපිනය:',
'sp-contributions-submit'        => 'ගවේෂණය කරන්න',

# What links here
'whatlinkshere'            => 'මෙයට සබැ‍ඳෙන පිටු',
'whatlinkshere-title'      => '"$1" වෙත සබැ‍ඳෙන පිටු',
'whatlinkshere-page'       => 'පිටුව:',
'whatlinkshere-backlink'   => '← $1',
'linkshere'                => "ඉදිරියෙහි දැක්වෙන පිටු, '''[[:$1]]''' වෙත සබැඳෙයි:",
'nolinkshere'              => "'''[[:$1]]''' වෙත කිසිදු පිටුවක් සබැඳී නොමැත.",
'nolinkshere-ns'           => "තෝරාගෙන ඇති නාම-අවකාශය තුලදී, කිසිදු පිටුවක්, '''[[:$1]]''' වෙත නොබැඳෙයි.",
'isredirect'               => 'පිටුව යළි-යොමුකරන්න',
'istemplate'               => 'අන්තහ්කරණය',
'isimage'                  => 'ප්‍රතිමූර්ති-සබැඳිය',
'whatlinkshere-prev'       => '{{PLURAL:$1|පූර්ව|පූර්ව $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|ඉදිරි|ඉදිරි $1}}',
'whatlinkshere-links'      => '← සබැඳි',
'whatlinkshere-hideredirs' => '$1 යළි-යොමුකරයි',
'whatlinkshere-hidetrans'  => '$1 අන්තඃගතයන්',

# Block/unblock
'blockip'                         => 'පරිශීලකයා වාරණය කරන්න',
'ipaddress'                       => 'අන්තර්ජාල ලිපිනය:',
'ipadressorusername'              => 'අන්තර්ජාල ලිපිනය හෝ පරිශීලක නාමය:',
'ipbenableautoblock'              => 'මෙම පරිශීලකයා විසින් භාවිතා කරන අන්තර්ජාල ලිපිනයද, මෙයින් පසුව සංස්කරණය සඳහා ඔවුන් භාවිතා කිරීමට ඉඩ ඇති අන්තර්ජාල ලිපිනයන්ද ස්වයංක්‍රීය ලෙස වාරණය කරන්න',
'ipboptions'                      => 'පැය 2:2 hours,දින 1:1 day,දින 3:3 days,සති 1:1 week,සති 2:2 weeks,මාස 1:1 month,මාස 3:3 months,මාස 6:6 months,වසර 1:1 year,අනන්තය:infinite', # display1:time1,display2:time2,...
'ipbhidename'                     => 'වාරණ ලඝු-සටහනෙන්, සක්‍රීය වාරණ ලැයිස්තුවෙන් සහ පරිශීලක ලැයිස්තුවෙන්, පරිශීලක නාමය සඟවන්න',
'badipaddress'                    => 'අනීතික අන්තර්ජාල ලිපිනයකි',
'ipb-unblock'                     => 'පරිශීලක නාමයක හෝ අන්තර්ජාල ලිපිනයක වාරණය අත්හිටුවන්න',
'ipb-blocklist-addr'              => '$1 සඳහා පවතින වාරණයන් නරඹන්න',
'ipb-blocklist'                   => 'පවතින වාරණයන් නරඹන්න',
'unblockiptext'                   => 'පෙරදී වාරණයට ලක්වූ අන්තර්ජාල ලිපිනය හෝ පරිශීලක නාමය හෝ වෙත ලිවීමේ බලය ප්‍රතිෂ්ඨාපනය කෙරුමට පහත ආකෘතිය භාවිත කරන්න.',
'ipblocklist'                     => 'වාරණයට ලක්වූ අන්තර්ජාල ලිපිනයන් හා පරිශීලක නාම',
'ipblocklist-username'            => 'පරිශීලක නාමය හෝ අන්තර්ජාල ලිපිනය:',
'ipblocklist-submit'              => 'ගවේෂණය',
'ipblocklist-no-results'          => 'අයැදුනු අන්තර්ජාල ලිපිනය හෝ පරිශීලක නාමය හෝ වාරණයකට ලක්ව නොමැත.',
'blocklink'                       => 'වාරණය',
'unblocklink'                     => 'වාරණයෙන් ඉවත්වන්න',
'contribslink'                    => 'දායකත්ව',
'autoblocker'                     => 'ඔබගේ අන්තර්ජාල ලිපිනය "[[පරිශීලක:$1|$1]]" විසින් මෑතකදී භාවිතා කර ඇති බැවින් ඔබ ස්වයංක්‍රීය-වාරණයකට ලක් කර ඇත.
$1 ගේ වාරණයට හේතුව මෙය වේ: "$2"',
'blocklogpage'                    => 'වාරණ ලඝු සටහන',
'blocklog-fulllog'                => 'පූර්ණ වාරණ ලඝු-සටහන',
'blocklogentry'                   => '$2 $3 වෙතින් දැක්වෙන ඉකුත් වීමේ කාලයකට යටත් කොට [[$1]] වාරණයට ලක් කර ඇත',
'blocklogtext'                    => 'පරිශීලකයන් වාරණය කිරීමේ හා වාරණයන් අත්හිටුවීමේ කාර්යයන් දැක්වෙන ලඝු සටහන මෙහි දැක්වේ.
ස්වයංක්‍රීයව වාරණය කල අන්තර්ජාල ලිපිනයන් ලැයිස්තුගත කොට නොමැත.
වර්තමානයෙහි ක්‍රියාත්මක වන තහනම් හා වාරණ සඳහා [[Special:IPBlockList|අන්තර්ජාල ලිපිනයන් වාරණ ලැයිස්තුව]] බලන්න.',
'unblocklogentry'                 => '$1 හි වාරණය අත්හිටුවන ලදි',
'block-log-flags-anononly'        => 'නිර්නාමික පරිශීලකයන් පමණි',
'block-log-flags-nocreate'        => 'ගිණුම් තැනීම අක්‍රීය කොට ඇත',
'block-log-flags-noautoblock'     => 'ස්වයංක්‍රීය වාරණය අක්‍රීය කොට ඇත',
'block-log-flags-noemail'         => 'විද්‍යුත්-තැපෑල වාරණය කොට ඇත',
'block-log-flags-nousertalk'      => 'තමන්ගේම සාකච්ඡා පිටුව සංස්කරණය කල නොහැක',
'block-log-flags-angry-autoblock' => 'ආවර්ධිත ස්වයංක්‍රීය වාරණය සක්‍රීය කරන ලදි',
'range_block_disabled'            => 'පරාස වාරණයන් සිදුකිරීමට පරිපාලක වරුන්ට ඇති හැකියාව අක්‍රීය කරන ලදි.',
'ipb_expiry_invalid'              => 'ඉකුත්වීමේ කාලය අනීතිකය.',
'ipb_expiry_temp'                 => 'සැඟවුනු පරිශීලක-නාම වාරණයන් ස්ථීර ඒවා විය යුතුය.',
'ipb_already_blocked'             => '"$1" දැනටමත් වාරණයට ලක් කර ඇත',
'ipb_cant_unblock'                => 'දෝෂය: වාරණ අනන්‍යතාවය $1 සොයා ගත නොහැකි විය.
මෙය දැනටමත් වාරණ අත්හිටුවීමකට භාජනය වී ඇතිවා විය හැක.',
'ipb_blocked_as_range'            => 'දෝෂය: $1 අන්තර්ජාල ලිපිනය සෘජුව වාරණය කොට නොමැති අතර එහි වාරණ‍ය අත්හිටුවිය නොහැක.
එනමුදු, එය, $2 පරාසයෙහි කොටසක් ලෙස වාරණයට ලක් කොට ඇති අතර, එහි වාරණය අත්හිටුවිය හැක.',
'ip_range_invalid'                => 'අනීතික අන්තර්ජාල ලිපින පරාසයකි.',
'blockme'                         => 'මා වාරණය කරන්න',
'proxyblocker'                    => 'ප්‍රතියුක්ත (ප්‍රොක්සි) වාරණකරු',
'proxyblocker-disabled'           => 'මෙම කෘත්‍යය අක්‍රීය කොට ඇත.',
'proxyblockreason'                => 'ඔබගේ අන්තර්ජාල ලිපිනය විවෘත ප්‍රතියුක්තයක් (ප්‍රොක්සි) බැවින් එය වාරණය කොට ඇත.
ඔබගේ අන්තර්ජාල සේවා ප්‍රතිපාදකයා හෝ තාක්ෂණික අනුග්‍රාහකයා හෝ අමතා මෙම බරපතළ ආරක්ෂණ ගැටළුව ඔවුනට නිරාවරණය කරන්න.',
'proxyblocksuccess'               => 'සිදුකලා.',

# Developer tools
'lockdb'              => 'දත්ත-ගබඩාව අවුරන්න',
'unlockdb'            => 'දත්ත-ගබඩාවට පැනවුනු ඇවුරුම ඉවත් කරන්න',
'lockdbtext'          => 'පිටු සංස්කරණය, ඔවුන්ගේ අභිරුචි වෙනස් කිරීම, ඔවුන්ගේ මුර-ලැයිස්තු වෙනස් කිරීම, හා දත්ත-ගබඩාව වෙනස් කිරීම ඔස්සේ සිදු කල යුතුවූ වෙනත් දේවල් සිදු කිරීමට සියළු පරිශීලකයන් හට ඇති හැකියාව, දත්ත-ගබඩාව ඇවුරුම මගින් අත්හිටුවීමකට ලක් වේ.
‍ඔබගේ අභිමතාර්ථය මෙයමැයිද, ඔබගේ නඩත්තු කටයුතු අවසන් වූ විට දත්ත-ගබඩාව ඇවුරුම ඉවත් කරන බවද සනාථ කරන්න.',
'unlockdbtext'        => 'පිටු සංස්කරණය, ඔවුන්ගේ අභිරුචි වෙනස් කිරීම, ඔවුන්ගේ මුර-ලැයිස්තු වෙනස් කිරීම, හා දත්ත-ගබඩාව වෙනස් කිරීම ඔස්සේ සිදු කල යුතුවූ වෙනත් දේවල් සිදු කිරීමට සියළු පරිශීලකයන් හට ඇති හැකියාව, දත්ත-ගබඩාව ඇවුරුම අත්හිටුවීම මගින් ප්‍රතිෂ්ඨාපනයට ලක් වේ.
‍ඔබගේ අභිමතාර්ථය මෙයමැයි සනාථ කරන්න.',
'lockconfirm'         => 'ඔව්, මා හට ඇත්ත වශයෙන් ඇවැසි වන්නේ දත්ත-ගබඩාව ඇවුරුමයි.',
'unlockconfirm'       => 'ඔව්, මා හට ඇත්ත වශයෙන්ම ඇවැසි වන්නේ දත්ත-ගබඩාව ඇවුරුම ඉවත් කෙරුමයි.',
'lockbtn'             => 'දත්ත-ගබඩාව අවුරන්න',
'unlockbtn'           => 'දත්ත-ගබඩාව ඇවුරුම ඉවත් කරන්න',
'lockdbsuccesssub'    => 'දත්ත-ගබඩාව ඇවුරුම සාර්ථක විය',
'unlockdbsuccesssub'  => 'දත්ත-ගබඩාව ඇවුරුම ඉවත් කරන ලදි',
'lockdbsuccesstext'   => 'දත්ත-ගබඩාව අවුරා ඇත.<br />
ඔබගේ නඩත්තු කටයුතු අවසන් වූ විට [[Special:UnlockDB|ඇවුරුම ඉවත් කෙරුමට]]  සිහි තබා ගන්න.',
'unlockdbsuccesstext' => 'දත්ත-ගබඩාව ඇවුරුම ඉවත් කර ඇත.',
'lockfilenotwritable' => 'දත්ත-ගබඩා ඇවුරුම් ගොනුව, ලිවිය-හැකි ගොනුවක් නොවේ.
දත්ත-ගබඩාව ඇවුරුම හෝ ඇවුරුම අත්හිටුවීම හෝ කල හැකි වනු වස්, මෙය වෙබ් සර්වරය මගින් ලිවිය-හැක්කක් විය යුතුය.',
'databasenotlocked'   => 'දත්ත-ගබඩාව අවුරා නොමැත.',

# Move page
'move-page'          => ' $1 ගෙනයන්න',
'move-page-backlink' => '← $1',
'move-page-legend'   => 'පිටුව ගෙනයන්න',
'movepagetext'       => "පහත ආකෘතිය භාවිතා කිරීමෙන්, එහි සියළු ඉතිහාසය නව නාමයට අනුයුක්ත කරමින්,  පිටුවක නම-වෙනස් කිරීම සිදුවේ.
නව නාමය වෙත යළි-යොමු වන්නාවූ පිටුවක් බවට පැරැණි නාමය පත් වෙයි.
ආදිමය නාමය වෙත ස්වයංක්‍රීයව එල්ල වන යළි-යොමු වීම් යාවත්කාලීන කිරීම් ඔබ විසින් සිදු කල හැක.
එසේ සිදු කිරීමට ඔබ නොරිසි නම්, [[Special:DoubleRedirects|ද්විත්ව]] හෝ [[Special:BrokenRedirects|භින්න යළි-යොමු වීම්]] පරික්ෂා කර බැලීමට යුහුසුළු වන්න.
නියමිත යොමු කරා සබැඳියන්  දිගටම එල්ල වන බව සහතික කිරීම ඔබගේ වගකීමකි.

නව නාමය සහිත පිටුවක් දැනටමත් තිබේ නම්, එය හිස් නම් හෝ යළි-යොමුවක් හා එහි පූර්ව සංස්කරණ ඉතිහාසයක් නොමැති නම් මිස, පිටුව ගෙනයෑම සිදු ''නොකරන''' බව සලකන්න.
මෙහි අරුත වන්නේ, ඔබ විසින් අත්වැරැද්දක් සිදුවුනි නම්, නම වෙනස් කල යම් පිටුවක නම ‍වෙනස් කිරීමට පැවැති පිටුවට ආපසු නම වෙනස් කල හැකි බවත්, එනමුදු දැනට පවතින පිටුවක් උඩින්-ලිවීම සිදු කල නොහැකි බවත්ය.

'''අවවාදයයි!'''
මෙම වෙනස ජනප්‍රිය පිටුවකට විෂයෙහි සිදුවන උග්‍ර හා අනපේක්‍ෂිත වෙනස්කමක් විය හැක;
බිඳක් නැවැතී  මෙහි ප්‍රතිවිපාක පිළිබඳ පරිලෝකනය කිරීමට යුහුසුළු වන්න.",
'movepagetalktext'   => "එය සමග ආශ්‍රිත සාකච්ඡා පිටුව ස්වයංක්‍රීය ලෙස ගෙනයාම වළක්වන '''වැළැහීම්:'''
*නව පිටු නාමය යටතේ, හිස්-නොවන සාකච්ඡා පිටුවක් දැනටමත් පැවැතීම, හෝ
*පහත කොටුව ඔබ විසින් නොතේරූ නිසාවෙන්.

මෙවන් අවස්ථා වලදී, අවශ්‍යතාවය පැන නගී නම්, හස්තීය ලෙස ගෙන යාම හෝ ඒකාබද්ධ කිරීම හෝ සිදු කිරීමට ඔබ හට සිදුවේ.",
'movearticle'        => 'පිටුව ගෙනයන්න:',
'newtitle'           => 'නව පිටු නාමය වෙත:',
'move-watch'         => 'මෙම පිටුව මුර කරන්න',
'movepagebtn'        => 'පිටුව ගෙන යන්න',
'pagemovedsub'       => 'ගෙන යාම සාර්ථකයි',
'movepage-moved'     => '<big>\'\'\'"$1" යන පිටුව  "$2"\'\'\' වෙත ගෙන යන ලදි</big>', # The two titles are passed in plain text as $3 and $4 to allow additional goodies in the message.
'articleexists'      => 'එක්කෝ මෙම නම ඇති පිටුවක් දැනටමත් පවතී, නැත්නම් ඔබ විසින් තෝරා ගෙන ඇති පිටුව වලංගු එකක් නොවේ.
වෙන යම් නමක් තෝරාගන්න.',
'talkexists'         => "'''මෙම පිටුව සාර්ථක ලෙස ගෙන ගිය නමුදු, සාකච්ඡා පිටුව එසේ ගෙන යාම කල නොහැකි වූයේ නව පිටු නාමයට අදාලව සාකච්ඡා පිටුවක් දැනටමත් පවතින බැවිනි.
කරුණාකර ඒවා හස්තීය ලෙස ඒකාබද්ධ කරන්න.'''",
'movedto'            => 'වෙත ගෙන යන ලදි',
'movetalk'           => 'ආශ්‍රිත සාකච්ඡා පිටුව ගෙන යන්න',
'1movedto2'          => '[[$1]] යන්න [[$2]] වෙත ගෙන යන ලදි',
'movelogpage'        => 'ගෙනයෑම් ලඝු-සටහන',
'movereason'         => 'හේතුව:',
'revertmove'         => 'ප්‍රතිවර්තනය',

# Export
'export' => 'පිටු නිර්යාත කරන්න',

# Namespace 8 related
'allmessages'     => 'පද්ධති පණිවුඩ',
'allmessagesname' => 'නම',

# Thumbnails
'thumbnail-more'  => 'විශාලනය කිරීම',
'thumbnail_error' => 'සංක්‍ෂිප්තයක් තැනීමෙහිදී ඇතිවූ දෝෂය: $1',

# Import log
'importlogpage' => 'ලඝු-සටහන් ආයාත කරන්න',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'මාගේ පරිශීලක පිටුව',
'tooltip-pt-anonuserpage'         => 'සංස්කරණයට ඔබ භාවිතා කරමින් පවතින අන්තර්ජාල ලිපිනය සඳහා පරිශීලක පිටුව',
'tooltip-pt-mytalk'               => 'මාගේ සාකච්ඡා පිටුව',
'tooltip-pt-anontalk'             => 'මෙම අන්තර්ජාල ලිපිනයෙන් කර ඇති සංස්කරණයන් පිළිබඳ සංවාදය',
'tooltip-pt-preferences'          => 'මගේ අභිරුචි',
'tooltip-pt-watchlist'            => 'වෙනස්කම් සිදුවී තිබේදැයි යන්න පිලිබඳව ඔබගේ විමසුමට ලක්ව ඇති පිටු ලැයිස්තුව',
'tooltip-pt-mycontris'            => 'මාගේ දායකත්ව ලැයිස්තුව‍',
'tooltip-pt-login'                => 'එය අවශ්‍ය‍යෙන් කල යුත්තක් ‍නොවුනද, ප්‍රවිෂ්ට වීම සඳහා ඔබ ධෛර්යමත් කරනු ලැබේ.',
'tooltip-pt-anonlogin'            => 'එය අවශ්‍ය‍යෙන් කල යුත්තක් ‍නොවුනද, ප්‍රවිෂ්ට වීම සඳහා ඔබ ධෛර්යමත් කරනු ලැබේ.',
'tooltip-pt-logout'               => 'නිෂ්ක්‍රමණය',
'tooltip-ca-talk'                 => 'අන්තර්ගත පිටුව පිළිබඳ සංවාදය',
'tooltip-ca-edit'                 => 'ඔබ‍ට මෙම පිටුව සංස්කරණය කල හැක.
 සුරැකීමට පෙර කරුණාකර පෙරදසුන බොත්තම භාවිතා කරන්න.',
'tooltip-ca-addsection'           => 'මෙම සංවාදයට පරිකථනයක් ඇතුලත් කරන්න.',
'tooltip-ca-viewsource'           => 'මෙම පිටුව ආරක්ෂණය කොට ඇත.
ඔබට එහි මූලාශ්‍රය නැරඹිය හැක.',
'tooltip-ca-history'              => 'මෙම පිටුවේ පැරණි අනුවාදයන්.',
'tooltip-ca-protect'              => 'මෙම පිටුව ආරක්‍ෂණය කරන්න',
'tooltip-ca-delete'               => 'මේ පිටුව මකන්න',
'tooltip-ca-undelete'             => 'මෙම පිටුව මකා දැමීමට පෙර එයට සිදුකල සංස්කරණයන් නැවත ප්‍රතිෂ්ඨාපනය කරන්න',
'tooltip-ca-move'                 => 'මෙම පිටුව ගෙන යන්න',
'tooltip-ca-watch'                => 'මෙම පිටුව ඔබගේ මුර-ලැයිස්තුවට එක් කරන්න',
'tooltip-ca-unwatch'              => 'මෙම පිටුව ඔබගේ මුර-ලැයිස්තුවෙන් ඉවත් කරන්න',
'tooltip-search'                  => '{{SITENAME}} ගවේෂණය',
'tooltip-search-go'               => 'මෙම නාමයට තථ්‍ය ලෙස ගැලපෙන පිටුවක් තිබේ නම් එය වෙත යන්න',
'tooltip-search-fulltext'         => 'මෙම පෙළ අඩංගු පිටු ගවේෂණය කරන්න',
'tooltip-p-logo'                  => 'මුල් පිටුව',
'tooltip-n-mainpage'              => 'මුල් පිටුව‍ට යන්න',
'tooltip-n-portal'                => 'ව්‍යාපෘතියට අදාළව, ඔබට සිදුකල හැකි දෑ, අවශ්‍ය දෑ සොයා ගත හැකි අයුරු, යනාදී වැදගත් තොරතුරු',
'tooltip-n-currentevents'         => 'කාලීන සිදුවීම් පිළිබඳ පසුබිම් තොරතුරු සොයා දැනගන්න',
'tooltip-n-recentchanges'         => 'විකියෙහි මෑත වෙනස්කම් දැක්වෙන ලැයිස්තුවක්.',
'tooltip-n-randompage'            => 'අහුඹු පිටුවක් ප්‍රවේශනය කරන්න (බා ගන්න)',
'tooltip-n-help'                  => 'තොරතුරු නිරාවරණය කර ගත හැකි තැන.',
'tooltip-t-whatlinkshere'         => 'මෙය හා සබැ‍ඳෙන සියළු විකි පිටු ලැයිස්තුව',
'tooltip-t-recentchangeslinked'   => 'මෙම පිටුව හා සබැඳි පිටුවල මෑත වෙනස්කම්',
'tooltip-t-contributions'         => 'මෙම පරිශීලකයාගේ දායකත්ව ලැයිස්තුව නරඹන්න',
'tooltip-t-emailuser'             => 'මෙම පරිශීලකයාට විද්‍යුත්-තැපෑලක් යවන්න',
'tooltip-t-upload'                => 'ගොනු උඩුගත කරන්න',
'tooltip-t-specialpages'          => 'සියලු විශේෂ පිටු ලැයිස්තුව',
'tooltip-t-print'                 => 'මෙම පිටුවෙහි මුද්‍රණය කල හැකි අනුවාදය',
'tooltip-t-permalink'             => 'පිටුවෙහි මෙම අනුවාදයට, ස්ථාවර බැඳිය',
'tooltip-ca-nstab-main'           => 'අන්තර්ගත පිටුව නරඹන්න',
'tooltip-ca-nstab-user'           => 'පරිශීලක පිටුව නරඹන්න',
'tooltip-ca-nstab-media'          => 'මාධ්‍ය පිටුව නරඹන්න',
'tooltip-ca-nstab-special'        => 'මෙය විශේෂ පිටුවකි, එයම සංස්කරණය කිරීමට ඔබට නොහැක',
'tooltip-ca-nstab-project'        => 'ව්‍යාපෘති පිටුව නරඹන්න',
'tooltip-ca-nstab-image'          => 'ගොනු පිටුව නරඹන්න',
'tooltip-ca-nstab-mediawiki'      => 'පද්ධති පණිවුඩය නරඹන්න',
'tooltip-ca-nstab-template'       => 'සැකිල්ල නරඹන්න',
'tooltip-ca-nstab-help'           => 'උදවු පිටුව නරඹන්න',
'tooltip-ca-nstab-category'       => 'ප්‍රවර්ග පිටුව නරඹන්න',
'tooltip-minoredit'               => 'මෙය සුළු සංස්කරණයක් ලෙස සනිටුහන් කරගන්න',
'tooltip-save'                    => 'ඔබ විසින් කල  වෙනස් කිරීම් සුරකින්න',
'tooltip-preview'                 => 'ඔබ විසින් කල  වෙනස් කිරීම් පෙර-දසුන් කර, ඉන් අනතුරුව සුරැකීම සිදුකිරීමට කාරුණික වන්න!',
'tooltip-diff'                    => 'පෙළෙහි ඔබ සිදුකල වෙනස්කම් මොනවාදැයි හුවා දක්වන්න.',
'tooltip-compareselectedversions' => 'මෙම පිටුවෙහි, තෝරාගෙන ඇති අනුවාද දෙක අතර වෙනස්කම් බලන්න.',
'tooltip-watch'                   => 'මෙම පිටුව ඔබගේ මුර-ලැයිස්තුවට එක් කරන්න',
'tooltip-recreate'                => 'පිටුව මකාදමා ඇති වුවද, එය යළි-නිර්මාණය කරන්න',
'tooltip-upload'                  => 'උඩුගත කිරීම අරඹන්න',
'tooltip-rollback'                => '"පසු-පෙරළිය" එක් වරක් ක්ලික් කිරීමෙහි ප්‍රතිඵලය වනුයේ, සංස්කරණය(න්) ප්‍රතිවර්තනය වී, අවසන් දායකයා විසින් සැදූ මෙම පිටුව වෙත පිටුව ගෙන ඒමයි.',
'tooltip-undo'                    => '"අහෝසි" මගින් සිදුකෙරෙනුයේ මෙම සංස්කරණය ප්‍රතිවර්තනය කොට, සංස්කරණ-ආකෘතිය, පෙරදසුන් මාදිලියෙහි විවෘත කිරීමයි.
සාරාංශයෙහි, මේ පිළිබඳව හේතුවක් පල කිරීමට, ඔබට ඉඩ සැලසේ.',

# Browsing diffs
'previousdiff' => '← පැරැණි සංස්කරණය',
'nextdiff'     => 'නවීන සංස්කරණය →',

# Media information
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|පිටුව|පිටු}}',
'file-info-size'       => '($1 × $2 පික්සල, ගොනු විශාලත්වය: $3, MIME ශෛලිය: $4)',
'file-nohires'         => '<small>උච්චතර විසර්ජනය දක්වා එළඹිය නොහැක.</small>',
'svg-long-desc'        => '(SVG ගොනුව, නාමමාත්‍රිකව $1 × $2 පික්සල්, ගොනු විශාලත්වය: $3)',
'show-big-image'       => 'සම්පූර්ණ විසර්ජනය',
'show-big-image-thumb' => '<small>පෙර නැරඹුමෙහි  විශාලත්වය: $1 × $2 පික්සල</small>',

# Special:NewImages
'newimages' => 'නව ගොනු ගැලරිය',
'ilsubmit'  => 'ගවේෂණය',

# Bad image list
'bad_image_list' => 'ආකාතිය පහත පෙන්වා ඇති පරිදි වේ:

ලැයිස්තු අයිතම පමණක් (* යන්නෙන් ආරම්භ වන්නාවූ පේළි) සළකා බලනු ලැබේ.
පේළියක පළමු සබැඳිය සදොස් ගොනුවකට යොමු වන සබැඳියක් විය යුතුය.
එම පේළියෙහිම ඉනික්බිති හමුවන ඕනෑම සබැඳියක් සලකනු ලබන්නේ ව්‍යහිවාරයක් ලෙසටය, එනම්, ගොනු එක පේළියට පැවතිය හැකි පිටු.',

# Metadata
'metadata'          => 'පාරදත්ත',
'metadata-help'     => 'සමහරවිට ඩිජිටල් කැමරාවක් හෝ ස්කෑනරයක් හෝ භාවිතයෙන්, නිමැවා හෝ සංඛ්‍යාංකකරණය (ඩිජිටල්කරණය) කොට එක් කල , අමතර තොරතුරු මෙම ගොනුවේ අඩංගුය.
ගොනුව මුලින්ම පැවැති තත්ත්වයෙහි සිට විකරණය කොට තිබේ නම්, සමහරක් තොරතුරු විකරිත ගොනුව පූර්ණ වශයෙන් පිළිඹිමු නොකරනු ඇත.',
'metadata-expand'   => 'විස්තීරණය කරන ලද විස්තර පෙන්වන්න',
'metadata-collapse' => 'විස්තීරණය කරන ලද විස්තර සඟවන්න',
'metadata-fields'   => 'පාරදත්ත වගුව බිඳවැටෙන විට, මෙම පණිවුඩයෙහි ලැයිස්තු ගත කොට ඇති  EXIF පාරදත්ත ක්ෂේත්‍රයන් රූප පිටු ප්‍රදර්ශනයෙහි ඇතුළත් කෙරෙයි.
අනෙක්වා ‍‍ පෙර නිමි අයුරින් සඟවනු ලැබේ.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* focallength', # Do not translate list items

# EXIF tags
'exif-imagewidth'   => 'පළල',
'exif-imagelength'  => 'උස',
'exif-artist'       => 'කතෘ',
'exif-gpslatitude'  => 'අක්ෂාංශය',
'exif-gpslongitude' => 'දේශාංශය',

'exif-subjectdistance-value' => 'මීටර $1',

'exif-focalplaneresolutionunit-2' => 'අඟල්',

'exif-subjectdistancerange-2' => 'සමීප නැරඹුම',
'exif-subjectdistancerange-3' => 'දුරස්තර නැරඹුම',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'උතුරු අක්ෂාංශය',
'exif-gpslatitude-s' => 'දකුණු අක්ෂාංශය',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'නැගෙනහිර දේශාංශය',
'exif-gpslongitude-w' => 'බටහිර දේශාංශය',

# External editor support
'edit-externally'      => 'බාහිර  උපයෝගයක් භාවිතා කරමින් මෙම ගොනුව සංස්කරණය කරන්න',
'edit-externally-help' => 'වැඩිමනත් තොරතුරු සඳහා [http://www.mediawiki.org/wiki/Manual:External_editors පිහිටුවීම් උපදෙස්] බලන්න.',

# 'all' in various places, this might be different for inflected languages
'watchlistall2' => 'සියල්ල',
'namespacesall' => 'සියල්ල',
'monthsall'     => 'සියළු',

# E-mail address confirmation
'confirmemail_invalid' => 'තහවුරුකරණ කේතය අනීතිකයි.
කේතය කල් ඉකුත්වූ එකක් විය හැක.',
'confirmemail_body'    => 'යම් අයෙකු, අන්තර්ජාල ලිපිනය $1 මගින්, සමහර විට ඔබ,
{{SITENAME}} හි  "$2" නමැති ගිණුමක් මෙම විද්‍යුත්-තැපැල් ලිපිනය සහිතව ලියාපදිංචි කර ඇත .

මෙම ගිණුම ඇත්ත වශයෙන්ම ඔබගේ බව සහතික කිරීමට හා  {{SITENAME}} හි, 
විද්‍යුත්-තැපැල් විශේෂාංග සක්‍රීයනය කරනු වස්, ඔබගේ බ්‍රවුසරයෙහි පහත සබැඳිය විවෘත කරන්න:

$3

මෙම ගිණුම, ඔබ විසින් ලියාපදිංචි  *නොකළේ*  නම්, මෙම සබැඳිය ඔස්සේ සපැමිණ
විද්‍යුත්-තැපැල් ලිපින සහතික කිරීම අත්හරින්න:

$5

මෙම සහතික කිරීමේ කේතයෙහි වලංගු බව   $4 වන විට ඉකුත් වේ.',

# Delete conflict
'deletedwhileediting' => "'''අවවාදයයි''': ඔබ විසින් මෙම පිටුව සංස්කරණය ඇරැඹි පසුව එය මකා දමන ලදි!",

# action=purge
'confirm_purge'        => 'සෙස පිටුවෙහි පූර්වාපේක්‍ෂී සංචිතය (කෑෂය) හිස් කල යුතුද?

$1',
'confirm_purge_button' => 'හරි',

# Multipage image navigation
'imgmultipageprev' => '← පෙර පිටුව',
'imgmultipagenext' => 'ඊළඟ පිටුව →',
'imgmultigo'       => 'යන්න!',

# Table pager
'table_pager_next'         => 'ඊළඟ පිටුව',
'table_pager_prev'         => 'පෙර පිටුව',
'table_pager_first'        => 'පළමු පිටුව',
'table_pager_last'         => 'අවසාන පිටුව',
'table_pager_limit_submit' => 'යන්න',

# Auto-summaries
'autosumm-new' => 'නව පිටුව: $1',

# Size units
'size-bytes'     => '$1 බ',
'size-kilobytes' => '$1 කි.බ.',
'size-megabytes' => '$1 මෙ.බ.',
'size-gigabytes' => '$1 ගි.බ.',

# Live preview
'livepreview-loading' => 'බා ගැනෙමින්…',
'livepreview-ready'   => 'බා ගැනෙමින්… සූදානම්!',
'livepreview-failed'  => 'තත්කාල පෙර-දසුන අසමත් විය! සාමාන්‍ය පෙර-දසුන  වෑයම් කරන්න.',
'livepreview-error'   => 'මෙය හා සම්බන්ධ වීම අසාර්ථක විය: $1 "$2".
සාමාන්‍ය පෙර-දසුන අත්හදා බලන්න.',

# Watchlist editor
'watchlistedit-normal-explain' => 'ඔබගේ මුර-ලැයිස්තුවෙහි සිරස්තලයන් පහත දක්වා ඇත.
සිරස්තලයක් ඉවත් කිරීමට, එය‍ට යාබද කොටුව තෝරාගෙන, සිරස්තල ඉවත්කරන්න යන්න මත ක්ලික් කරන්න.
[[Special:Watchlist/raw|නොනිමි ලැයිස්තුව සංස්කරණය කිරීම]] වුවද ඔබ විසින් සිදු කල හැක.',
'watchlistedit-raw-title'      => 'නොනිමි මුර-ලැයිස්තුව සංස්කරණය කරන්න',
'watchlistedit-raw-legend'     => 'නොනිමි මුර-ලැයිස්තුව සංස්කරණය කරන්න',
'watchlistedit-raw-explain'    => 'ඔබගේ මුර-ලැයිස්තුවෙහි ශීර්ෂයන් මෙහි පහත දැක්වෙන අතර, එක් පේළියකට එක් ශීර්ෂයක් වන ලෙස, එම ලැයිස්තුවට එක් කිරීමෙන් හා ලැයිස්තුවෙන් ඉවත් කිරීමෙන් එය සංස්කරණය කල හැක.
මෙය නිමවූ විට, මුර-ලැයිස්තුව යාවත්කාලකිරීම යන්න මත ක්ලික් කරන්න.
 [[Special:Watchlist/edit|සම්මත සංස්කාරකය භාවිතා කිරීමද]] ඔබ විසින් සිදු කල හැක.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|ශීර්ෂ 1 ක් |ශීර්ෂ  $1 ගණනක් }} එක් කරන ලදි:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|ශීර්ෂ 1 ක්|ශීර්ෂ  $1 ගණනක්}} ඉවත් කරන ලදි:',

# Watchlist editing tools
'watchlisttools-view' => 'අදාල වෙනස්කම් නරඹන්න',
'watchlisttools-edit' => 'මුර-ලැයිස්තුව නැරඹීම හා සංස්කරණය සිදු කරන්න',
'watchlisttools-raw'  => 'නොනිමි මුර-ලැයිස්තුව සංස්කරණය කරන්න',

# Special:Version
'version'              => 'අනුවාදය', # Not used as normal message but as header for the special page itself
'version-specialpages' => 'විශේෂ පිටු',
'version-other'        => 'වෙනත්',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'අනුපිටපත් ගොනු සඳහා ගවේෂණය කරන්න',
'fileduplicatesearch-summary'  => 'එහි පූරක අගය පාදක කර ගෙන අනුපිටපත් ගොනු සඳහා ගවේෂණය කරන්න.

"{{ns:image}}:" උපසර්ගය රහිතව ගොනු නාමය ඇතුළත් කරන්න.',
'fileduplicatesearch-legend'   => 'අනුපිටපතක් සඳහා ගවේෂණය කරන්න',
'fileduplicatesearch-filename' => 'ගොනු-නාමය:',
'fileduplicatesearch-submit'   => 'ගවේෂණය',
'fileduplicatesearch-info'     => '$1 × $2 පික්සල<br />ගොනු විශාලත්වය: $3<br />MIME ශෛලිය: $4',

# Special:SpecialPages
'specialpages'                   => 'විශේෂ පිටු',
'specialpages-group-maintenance' => 'නඩත්තු වාර්තා',
'specialpages-group-other'       => 'අනෙකුත් විශේෂ පිටු',
'specialpages-group-login'       => 'ප්‍රවිෂ්ට වන්න / ගිණුමක් තනන්න',
'specialpages-group-changes'     => 'මෑත වෙනස්වීම් හා ලඝු-සටහන්',
'specialpages-group-media'       => 'මාධ්‍ය වාර්තා හා උඩුගත කිරීම්',
'specialpages-group-users'       => 'පරිශීලකයන් හා හිමිකම්',
'specialpages-group-highuse'     => 'බෙහෙවින් භාවිත වන පිටු',
'specialpages-group-pages'       => 'පිටු ලැයිස්තුව',
'specialpages-group-pagetools'   => 'පිටු මෙවලම්',
'specialpages-group-wiki'        => 'විකි දත්ත හා මෙවලම්',
'specialpages-group-redirects'   => 'විශේෂ පිටු යළි-යොමුකිරීම',

# Special:BlankPage
'blankpage'              => 'හිස් පිටුව',
'intentionallyblankpage' => 'මෙම පිටුව අභිප්‍රේතව හිස්ව තබන ලදි',

);
