<?php
/** Erzya (эрзянь кель)
 *
 * @addtogroup Language
 *
 * @author Erzianj jurnalist
 * @author Botuzhaleny-sodamo
 * @author MF-Warburg
 */

$messages = array(
# User preference toggles
'tog-underline'               => 'Сюлмавома налткетнень алга черькстамс:',
'tog-highlightbroken'         => 'Петемс синдтрень сюлмавома налткетнень <a href="" class="new">вана  истя</a>(лиякс вана истя<a href="" class="internal">?</a>).',
'tog-justify'                 => '
Видькставтомс сёрмадовксонть лопанть кувалмга',
'tog-hideminor'               => 'Од полавтоматнесэ кекшемс вишинькине витевкстнэнь',
'tog-extendwatchlist'         => 'Келейгавтомс ваномань сёрмалевксэнть весе полавтнематнень невтемга',
'tog-usenewrc'                => 'Вадрялгавтозь од лиякстомат  (JavaScript)',
'tog-numberheadings'          => 'Сёрмадовксконяксос кадык сынсь ловомавалтнэ путовить',
'tog-showtoolbar'             => 'Кедьёнкс лазнэнть невтемс сёрмадома шкасто (JavaScript)',
'tog-editondblclick'          => 'Кавксть лепштязь совамс сёрмадовксонь витнеме петнеме (JavaScript)',
'tog-editsection'             => 'Невтемс сюлмавома налткенть «витемс» эрьва секциянтень-пельксэнтень',
'tog-editsectiononrightclick' => 'Витемс секциятнень-пелькснень видьёнонь чееренть лепштямсто сёрмадовксонть лементь ланксо (JavaScript)',
'tog-showtoc'                 => 'Невтемс сёрмадовкс потмокс (лопатненень, конатнесэ 3-до ламо сёрмадовкст)',
'tog-rememberpassword'        => 'Мельсэ кирдемс монь кирдиця сёрмодавксом те арсимашинасонть',
'tog-editwidth'               => 'Витема паксясь весе браузер вальманть келесэ',
'tog-watchcreations'          => 'Совавтомс монь тевть лопатнень ванома лемрисьмезэнь',
'tog-watchdefault'            => 'Совавтомс монь витевть лопатнень ванома лемрисьмезэнь',
'tog-watchmoves'              => 'Топавтомс монейсэ лиякс лемдязь лопатьнень ванома лемрисьмесеньте',
'tog-watchdeletion'           => 'Топавтомс монейсэ нардазь лопатьнень ванома валрисьменьте',
'tog-minordefault'            => 'Тешкстамс витевкстнэнь апокшкэкс, бути лиякс апак ёвта',
'tog-previewontop'            => 'Невтемс сёрмадовксонть васняневтевксенть  вальманть витеманзо видс',
'tog-previewonfirst'          => 'Нейке невтевкс васняяк лиякстомаванть',
'tog-nocache'                 => 'А мерема лопаньте кешировамс',
'tog-enotifwatchlistpages'    => 'Пачтямс e-mail-лованть трокс лиякстоматьнеде ванома валрисьмесенть',
'tog-enotifusertalkpages'     => 'Пачтямс e-mail-лованть  лиякстоматьнеде совицянь ванома валрисьмесенть',
'tog-enotifminoredits'        => 'Пачтямс  e-mail-лованть мик ауль седе пек лиякстоматьнеде',
'tog-enotifrevealaddr'        => 'Невтемс монь сёрмапаргом яволявтомань сёрмадовкснесэ',
'tog-shownumberswatching'     => 'Невтемс зяро совицятнеде, конат аравтызь лопанть эсест ванома лемрисьментень',

'underline-always' => 'Свал',
'underline-never'  => 'Зярдояк',

# Dates
'sunday'        => 'Таргочи',
'monday'        => 'Атяньчи',
'tuesday'       => 'Вастаньчи',
'wednesday'     => 'Куншкачи',
'thursday'      => 'Калоньчи',
'friday'        => 'Сюконьчи',
'saturday'      => 'Шлямочи',
'january'       => 'Якшамков',
'february'      => 'Даволков',
'march'         => 'Эйзюрков',
'april'         => 'Чадыков',
'may_long'      => 'Панжиков',
'june'          => 'Аштемков',
'july'          => 'Медьков',
'august'        => 'Умарьков',
'september'     => 'Таштамков',
'october'       => 'Ожоков',
'november'      => 'Сундерьков',
'december'      => 'Ацамков',
'january-gen'   => 'Якшамковонь',
'february-gen'  => 'Даволковонь',
'march-gen'     => 'Эйзюрковонь',
'april-gen'     => 'Чадыковонь',
'may-gen'       => 'Панжыковонь',
'june-gen'      => 'Аштемковонь',
'july-gen'      => 'Медьковонь',
'august-gen'    => 'Умарьковонь',
'september-gen' => 'Таштамковонь',
'october-gen'   => 'Ожоковонь',
'november-gen'  => 'Сунденьковонь',
'december-gen'  => 'Ацамковонь',

);
