<?php
/** Thai (ไทย)
 *
 * @addtogroup Language
 *
 * @author วรากร อึ้งวิเชียร (Varakorn Ungvichian)
 * @author  จักรกฤช วงศ์สระหลวง (Jakkrit Vongsraluang) / PaePae
 * @author ..LMNOP.. at Thai Wikipedia (manop@itshee.com) since July 2007
 */

$namespaceNames = array(
	NS_MEDIA            => 'สื่อ',
	NS_SPECIAL          => 'พิเศษ',
	NS_MAIN	            => '',
	NS_TALK	            => 'พูดคุย',
	NS_USER             => 'ผู้ใช้',
	NS_USER_TALK        => 'คุยกับผู้ใช้',
	# NS_PROJECT set by $wgMetaNamespace
	NS_PROJECT_TALK     => 'คุยเรื่อง$1',
	NS_IMAGE            => 'ภาพ',
	NS_IMAGE_TALK       => 'คุยเรื่องภาพ',
	NS_MEDIAWIKI        => 'มีเดียวิกิ',
	NS_MEDIAWIKI_TALK   => 'คุยเรื่องมีเดียวิกิ',
	NS_TEMPLATE         => 'แม่แบบ',
	NS_TEMPLATE_TALK    => 'คุยเรื่องแม่แบบ',
	NS_HELP             => 'วิธีใช้',
	NS_HELP_TALK        => 'คุยเรื่องวิธีใช้',
	NS_CATEGORY         => 'หมวดหมู่',
	NS_CATEGORY_TALK    => 'คุยเรื่องหมวดหมู่',
);

$linkTrail = '/^([a-z]+)(.*)\$/sD';


$messages = array(
# User preference toggles
'tog-underline'               => 'ขีดเส้นใต้ลิงก์',
'tog-highlightbroken'         => "จัดลิงก์ที่ไม่มีใน<a href='' class='new'>ลักษณะนี้</a> (หรือลักษณะนี้<a href='' class='internal'>?</a>)",
'tog-justify'                 => 'จัดย่อหน้าเต็มบรรทัด',
'tog-hideminor'               => 'ไม่แสดงการแก้ไขเล็กน้อยในหน้าปรับปรุงล่าสุด',
'tog-extendwatchlist'         => 'ขยายรายการเฝ้าดูเพื่อแสดงผลการเปลี่ยนแปลงที่เกิดขึ้นทั้งหมด',
'tog-usenewrc'                => 'ขยายหน้าปรับปรุงล่าสุด (จาวาสคริปต์)',
'tog-numberheadings'          => 'ใส่ตัวเลขหัวข้อในสารบัญ',
'tog-showtoolbar'             => 'Show edit toolbar',
'tog-editondblclick'          => 'แก้ไขหน้าผ่านการดับเบิลคลิก (จาวาสคริปต์)',
'tog-editsection'             => 'เปิดการแก้ไขเฉพาะส่วนโดยใช้ลิงก์ [แก้ไข]',
'tog-editsectiononrightclick' => 'เปิดการแก้ไขเฉพาะส่วนโดยกดคลิกขวา<br />ตรงหัวข้อ (จาวาสคริปต์)',
'tog-showtoc'                 => 'แสดงสารบัญ<br />(สำหรับบทความที่มีมากกว่า 3 หัวข้อ)',
'tog-rememberpassword'        => 'จำชื่อล็อกอินและรหัสผ่านในช่วงการใช้งานนี้',
'tog-editwidth'               => 'กล่องสำหรับการแก้ไขกว้างเต็มหน้าจอ',
'tog-watchcreations'          => 'นำหน้าที่สร้างใส่ไว้ในรายการเฝ้าดู',
'tog-watchmoves'              => 'นำหน้าที่เปลี่ยนชื่อใส่ไว้ในรายการเฝ้าดู',
'tog-watchdeletion'           => 'นำหน้าที่ลบใส่ไว้ในรายการเฝ้าดู',
'tog-minordefault'            => 'กำหนดการแก้ไขปกติเป็นการแก้ไขเล็กน้อยทุกครั้ง',
'tog-previewontop'            => 'แสดงตัวอย่างการแก้ไขก่อนกล่องแก้ไข',
'tog-previewonfirst'          => 'แสดงตัวอย่างการแก้ไขสำหรับการแก้ไขครั้งแรก',
'tog-nocache'                 => 'ระงับการแคชหน้า',
'tog-enotifwatchlistpages'    => 'หน้าที่เฝ้าดูมีการแก้ไข',
'tog-enotifusertalkpages'     => 'หน้าพูดคุยส่วนตัวมีการแก้ไข',
'tog-enotifminoredits'        => 'แม้ว่าการแก้ไขจะเป็นการแก้ไขเล็กน้อย',
'tog-enotifrevealaddr'        => 'เผยที่อยู่อีเมลในอีเมลที่ชี้แจง',
'tog-shownumberswatching'     => 'แสดงจำนวนผู้ใช้ที่เฝ้าดูบทความ',
'tog-fancysig'                => 'แสดงเฉพาะลายเซ็น(ไม่มีการสร้างลิงก์)',
'tog-externaleditor'          => 'กำหนดค่ามาตรฐาน ให้แก้ไขโดยใช้โปรแกรมภายนอกตัวอื่น',
'tog-externaldiff'            => 'Use external diff by default',
'tog-showjumplinks'           => 'Enable "jump to" accessibility links',
'tog-uselivepreview'          => 'แสดงตัวอย่างการแก้ไขแบบทันที (จาวาสคริปต์) (ทดลอง)',
'tog-forceeditsummary'        => 'เตือนเมื่อช่องสรุปการแก้ไขว่าง',
'tog-watchlisthideown'        => 'ไม่แสดงการแก้ไขของตนเองจากรายการเฝ้าดูของตนเอง',
'tog-watchlisthidebots'       => 'ไม่แสดงการแก้ไขของบอตจากรายการเฝ้าดูของตนเอง',
'tog-watchlisthideminor'      => 'ไม่แสดงการแก้ไขเล็กน้อยจากรายการเฝ้าดูของตนเอง',
'tog-nolangconversion'        => 'Disable variants conversion',
'tog-ccmeonemails'            => 'ส่งสำเนาอีเมลกลับมาทุกครั้งที่ส่งหาคนอื่น',
'tog-diffonly'                => 'ไม่แสดงเนื้อหาบทความใต้ส่วนต่างการแก้ไข',

'underline-always'  => 'เสมอ',
'underline-never'   => 'ไม่เคย',
'underline-default' => 'ค่าตั้งต้นตามเว็บเบราว์เซอร์',

'skinpreview' => '(แสดงตัวอย่าง)',

# Dates
'sunday'    => 'วันอาทิตย์',
'monday'    => 'วันจันทร์',
'tuesday'   => 'วันอังคาร',
'wednesday' => 'วันพุธ',
'thursday'  => 'วันพฤหัสบดี',
'friday'    => 'วันศุกร์',
'saturday'  => 'วันเสาร์',
'sun'           => 'อา.',
'mon'           => 'จ.',
'tue'           => 'อ.',
'wed'           => 'พ.',
'thu'           => 'พฤ.',
'fri'           => 'ศ.',
'sat'           => 'ส.',
'january'   => 'มกราคม',
'february'  => 'กุมภาพันธ์',
'march'     => 'มีนาคม',
'april'     => 'เมษายน',
'may_long'  => 'พฤษภาคม',
'june'      => 'มิถุนายน',
'july'      => 'กรกฎาคม',
'august'    => 'สิงหาคม',
'september' => 'กันยายน',
'october'   => 'ตุลาคม',
'november'  => 'พฤศจิกายน',
'december'  => 'ธันวาคม',
'january-gen'   => 'มกราคม',
'february-gen'  => 'กุมภาพันธ์',
'march-gen'     => 'มีนาคม',
'april-gen'     => 'เมษายน',
'may-gen'       => 'พฤษภาคม',
'june-gen'      => 'มิถุนายน',
'july-gen'      => 'กรกฎาคม',
'august-gen'    => 'สิงหาคม',
'september-gen' => 'กันยายน',
'october-gen'   => 'ตุลาคม',
'november-gen'  => 'พฤศจิกายน',
'december-gen'  => 'ธันวาคม',
'jan'       => 'ม.ค.',
'feb'       => 'ก.พ.',
'mar'       => 'มี.ค.',
'apr'       => 'เม.ย.',
'may'       => 'พ.ค.',
'jun'       => 'มิ.ย.',
'jul'       => 'ก.ค.',
'aug'       => 'ส.ค.',
'sep'       => 'ก.ย.',
'oct'       => 'ต.ค.',
'nov'       => 'พ.ย.',
'dec'       => 'ธ.ค.',

# Bits of text used by many pages
'categories'            => 'หมวดหมู่',
'pagecategories'        => 'หมวดหมู่',
'category_header'       => 'บทความในหมวดหมู่ "$1"',
'subcategories'         => 'หมวดหมู่ย่อย',
'category-media-header' => 'สื่อในหมวดหมู่ "$1"',

'mainpagetext'      => "<big>'''ซอฟต์แวร์มีเดียได้ถูกติดตั้งเรียบร้อย'''</big>",
'mainpagedocfooter' => 'ปรึกษา[http://meta.wikimedia.org/wiki/Help:Contents คู่มือการใช้งาน] สำหรับข้อมูลการใช้งานซอฟต์แวร์วิกิ.

== เริ่มต้น ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings รายการการปรับแต่งระบบ] (ภาษาอังกฤษ)
* [http://www.mediawiki.org/wiki/Manual:FAQ คำถามที่ถามบ่อยในมีเดียวิกิ] (ภาษาอังกฤษ)
* [http://lists.wikimedia.org/mailman/listinfo/mediawiki-announce เมลลิงลิสต์ของมีเดียวิกิ]',

'about'          => 'เกี่ยวกับ',
'article'        => 'เนื้อหาข้อความ',
'newwindow'      => '(เปิดดูในหน้าต่างใหม่)',
'cancel'         => 'ยกเลิก',
'qbfind'         => 'ค้นหา',
'qbbrowse'       => 'สืบค้น',
'qbedit'         => 'แก้ไข',
'qbpageoptions'  => 'หน้านี้',
'qbpageinfo'     => 'บริบท',
'qbmyoptions'    => 'หน้าของฉัน',
'qbspecialpages' => 'หน้าพิเศษ',
'moredotdotdot'  => 'ดูเพิ่ม...',
'mypage'         => 'หน้าของฉัน',
'mytalk'         => 'หน้าพูดคุยของฉัน',
'anontalk'       => 'หน้าพูดคุยสำหรับไอพี',
'navigation'     => 'นำทาง',

# Metadata in edit box
'metadata_help' => 'เมตะเดต้า:',

'errorpagetitle'    => 'ความผิดพลาด',
'returnto'          => 'กลับไปสู่ $1',
'tagline'           => 'จาก {{SITENAME}}',
'help'              => 'คำอธิบาย',
'search'            => 'ค้นหา',
'searchbutton'      => 'ค้นหา',
'go'                => 'ไป',
'searcharticle'     => 'ไป',
'history'           => 'ประวัติหน้า',
'history_short'     => 'ประวัติ',
'updatedmarker'     => 'การแก้ไขที่เปลี่ยนตั้งแต่ครั้งล่าสุด',
'info_short'        => 'ข้อมูล',
'printableversion'  => 'รุ่นสำหรับพิมพ์',
'permalink'         => 'ลิงก์ถาวร',
'print'             => 'พิมพ์',
'edit'              => 'แก้ไข',
'editthispage'      => 'แก้ไขหน้านี้',
'delete'            => 'ลบ',
'deletethispage'    => 'ลบหน้านี้',
'undelete_short'    => 'เรียกคืน $1 การแก้ไข',
'protect'           => 'ล็อก',
'protect_change'    => 'เปลี่ยนรูปแบบการล็อก',
'protectthispage'   => 'ล็อกหน้านี้',
'unprotect'         => 'ปลดล็อก',
'unprotectthispage' => 'ปลดล็อกหน้านี้',
'newpage'           => 'หน้าใหม่',
'talkpage'          => 'พูดคุยหน้านี้',
'talkpagelinktext'  => 'พูดคุย',
'specialpage'       => 'หน้าพิเศษ',
'personaltools'     => 'เครื่องมือส่วนตัว',
'postcomment'       => 'แสดงความเห็น',
'articlepage'       => 'แสดงเนื้อหาของหน้า',
'talk'              => 'พูดคุย',
'views'             => 'ดู',
'toolbox'           => 'กล่องเครื่องมือ',
'userpage'          => 'ดูหน้าผู้ใช้',
'projectpage'       => 'ดูหน้าโครงการ',
'imagepage'         => 'ดูหน้าภาพ',
'mediawikipage'     => 'ดูหน้าข้อความ',
'templatepage'      => 'ดูหน้าแม่แบบ',
'viewhelppage'      => 'ดูหน้าคำอธิบาย',
'categorypage'      => 'ดูหน้าหมวดหมู่',
'viewtalkpage'      => 'ดูการพูดคุย',
'otherlanguages'    => 'ในภาษาอื่น',
'redirectedfrom'    => '(เปลี่ยนทางจาก $1)',
'redirectpagesub'   => 'หน้าเปลี่ยนทาง',
'lastmodifiedat'    => 'หน้านี้แก้ไขล่าสุดเมื่อวันที่  $1 เวลา $2', # $1 date, $2 time
'viewcount'         => 'หน้านี้มีการเข้าชม  $1 ครั้ง',
'protectedpage'     => 'หน้าถูกล็อก',
'jumpto'            => 'ข้ามไปที่:',
'jumptonavigation'  => 'นำทาง',
'jumptosearch'      => 'ค้นหา',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => 'เกี่ยวกับ {{SITENAME}}',
'aboutpage'         => 'โครงการ:เกี่ยวกับ',
'bugreports'        => 'รายงานบั๊ก',
'bugreportspage'    => 'โครงการ:รายงานบั๊ก',
'copyright'         => 'เนื้อหาสามารถนำไปใช้ได้ภายใต้ $1',
'copyrightpagename' => 'สงวนลิขสิทธิ์ {{SITENAME}}',
'copyrightpage'     => 'โครงการ:ลิขสิทธิ์',
'currentevents'     => 'เหตุการณ์ปัจจุบัน',
'currentevents-url' => 'เหตุการณ์ปัจจุบัน',
'disclaimers'       => 'การไม่ยอมรับสิทธิ',
'disclaimerpage'    => 'โครงการ:การไม่ยอมรับสิทธิทั่วไป',
'edithelp'          => 'คำอธิบายการแก้ไข',
'edithelppage'      => 'คำอธิบาย:การแก้ไข',
'faq'               => 'คำถามที่ถูกถามบ่อย',
'faqpage'           => 'โครงการ:คำถามที่ถูกถามบ่อย',
'helppage'          => 'คำอธิบาย:เนื้อหา',
'mainpage'          => 'หน้าหลัก',
'policy-url'        => 'โครงการ:นโยบาย',
'portal'            => 'ศูนย์รวมชุมชน',
'portal-url'        => 'โครงการ:ศูนย์รวมชุมชน',
'privacy'           => 'นโยบายความเป็นส่วนตัว',
'privacypage'       => 'โครงการ:นโยบายความเป็นส่วนตัว',
'sitesupport'       => 'การบริจาค',
'sitesupport-url'   => 'โครงการ:สนับสนุนเว็บไซต์',

'badaccess'        => 'ความผิดพลาดการอนุญาต',
'badaccess-group0' => 'ไม่อนุญาตให้ใช้คำสั่งตามคำขอ',
'badaccess-group1' => 'การใช้งานตามคำขออนุญาตให้เฉพาะผู้ใช้ในกลุ่ม$1',
'badaccess-group2' => 'การใช้งานตามคำขออนุญาตให้เฉพาะผู้ใช้ในกลุ่ม$1',
'badaccess-groups' => 'การใช้งานตามคำขออนุญาตให้เฉพาะผู้ใช้ในกลุ่ม$1',

'versionrequired'     => 'ต้องการมีเดียวิกิรุ่น $1',
'versionrequiredtext' => 'ต้องการมีเดียวิกิรุ่น $1 สำหรับใช้งานหน้านี้ ดูเพิ่ม [[Special:Version|รุ่นของระบบ]]',

'ok'                  => 'ตกลง',
'pagetitle'           => '$1 - {{SITENAME}}',
'retrievedfrom'       => 'รับข้อมูลจาก "$1"',
'youhavenewmessages'  => 'คุณมี $1 ($2)',
'newmessageslink'     => 'ข้อความใหม่',
'newmessagesdifflink' => 'การเปลี่ยนแปลงครั้งสุดท้าย',
'editsection'         => 'แก้ไข',
'editold'             => 'แก้ไข',
'editsectionhint'     => 'แก้ไขส่วน: $1',
'toc'                 => 'เนื้อหา',
'showtoc'             => 'แสดง',
'hidetoc'             => 'ซ่อน',
'thisisdeleted'       => 'แสดงหรือเรียกดู $1',
'viewdeleted'         => 'ดู $1',
'restorelink'         => '$1 การแก้ไขที่ถูกลบ',
'feedlinks'           => 'ฟีด',
'feed-invalid'        => 'ฟีดที่สมัครไม่ถูกชนิด',

# Short words for each namespace, by default used in the 'article' tab in monobook
'nstab-main'      => 'บทความ',
'nstab-user'      => 'หน้าผู้ใช้',
'nstab-media'     => 'หน้าสื่อ',
'nstab-special'   => 'พิเศษ',
'nstab-project'   => 'หน้าโครงการ',
'nstab-image'     => 'ไฟล์',
'nstab-mediawiki' => 'ข้อความ',
'nstab-template'  => 'แม่แบบ',
'nstab-help'      => 'หน้าคำอธิบาย',
'nstab-category'  => 'หมวดหมู่',

# Main script and global functions
'nosuchaction'      => 'ไม่มีการกระทำดังกล่าว',
'nosuchactiontext'  => 'การกระทำที่กำหนดผ่านยูอาร์แอลไม่เป็นที่ยอมรับของวิกิ',
'nosuchspecialpage' => 'ไม่มีหน้าพิเศษดังกล่าว',
'nospecialpagetext' => 'หน้าพิเศษตามคำขอไม่ถูกต้อง รายชื่อของหน้าพิเศษดูได้ที่ [[Special:Specialpages|รายชื่อหน้าพิเศษ]]',

# General errors
'error'                => 'ผิดพลาด',
'databaseerror'        => 'ความผิดพลาดที่ฐานข้อมูล',
'dberrortext'          => 'ไวยกรณ์ในการค้นฐานข้อมูลผิดพลาด
สาเหตุอาจเกิดจากบั๊กของซอฟต์แวร์
การค้นสู่ฐานข้อมูลล่าสุดเมื่อ:
<blockquote><tt>$1</tt></blockquote>
จากฟังก์ชัน "<tt>$2</tt>"
MySQL returned error "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'ไวยกรณ์ในการค้นฐานข้อมูลผิดพลาด
การค้นสู่ฐานข้อมูลล่าสุดเมื่อ:
"$1"
จากฟังก์ชัน "$2"
MySQL returned error "$3: $4"',
'noconnect'            => 'เสียใจด้วย! วิกินี้กำลังเกิดข้อขัดข้องทางเทคนิคและไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ฐานข้อมูล<br />
$1',
'nodb'                 => 'ไม่สามารถเลือกฐานข้อมูล $1',
'cachederror'          => 'ข้อมูลต่อไปนี้เป็นแคชเก่าของหน้าที่เรียกขอ ซึ่งไม่ใช่ข้อมูลล่าสุด',
'laggedslavemode'      => 'คำเตือน! ข้อมูลในหน้าอาจจะไม่ใช่ข้อมูลล่าสุด',
'readonly'             => 'ฐานข้อมูลถูกล็อก',
'enterlockreason'      => 'ใส่เหตุผลในการล็อก รวมถึงช่วงเวลาที่คาดว่าจะปลดล็อก',
'readonlytext'         => 'ฐานข้อมูลขณะนี้ถูกล็อกสำหรับการปรับปรุง แก้ไข หรือปรับปรุง เป็นระยะ หลังจากเสร็จแล้วสามารถใช้งานได้ตามปกติ

ผู้ดูแลระบบที่ทำการล็อกได้ให้คำอธิบายดังนี้: $1',
'missingarticle'       => 'ฐานข้อมูลไม่สามารถหาข้อความของหน้าที่ควรจะมีในชื่อ "$1"

สาเหตุมักเกิดจากความผิดพลาดของข้อมูลเปรียบต่างที่ไม่ได้เป็นข้อมูลล่าสุด หรือลิงก์ประวัติไปที่หน้านั้นถูกลบ

ถ้าไม่ใช่ตามที่กล่าวไว้ อาจจะเกิดจากบั๊กของซอฟต์แวร์
ให้ติดต่อผู้ดูแลระบบ และจดรายละเอียดเกี่ยวกับยูอาร์แอลนั้น',
'readonly_lag'         => 'ฐานข้อมูลถูกล็อกอัตโนมัติขณะที่เซิร์ฟเวอร์ฐานข้อมูลรองกำลังปรับปรุงตามฐานข้อมูลหลัก',
'internalerror'        => 'เกิดความผิดพลาดภายใน',
'filecopyerror'        => 'ไม่สามารถคัดลอกไฟล์ "$1" ไปที่ "$2"',
'filerenameerror'      => 'ไม่สามารถเปลี่ยนชื่อไฟล์ "$1" เป็น "$2"',
'filedeleteerror'      => 'ไม่สามารถลบไฟล์ "$1"',
'filenotfound'         => 'ไม่พบไฟล์ "$1"',
'unexpected'           => 'เกิดค่าที่ไม่คาด: "$1"="$2"',
'formerror'            => 'ปัญหา: ไม่สามารถส่งฟอร์มได้',
'badarticleerror'      => 'การกระทำนี้ไม่สามารถดำเนินการในหน้านี้ได้',
'cannotdelete'         => 'ไม่สามารถลบหน้าหรือไฟล์ที่กำหนด (อาจถูกลบไปก่อนหน้านี้โดยคนอื่นแล้ว)',
'badtitle'             => 'ชื่อหน้าไม่ควร',
'badtitletext'         => 'ชื่อหน้าที่ร้องขอไม่ถูกต้อง เป็นชื่อว่าง หรือชื่อที่ผิดพลาดเนื่องจากลิงก์ข้ามมาจากภาษาอื่น ชื่อที่ใช้อาจจะมีตัวอักษรที่ไม่สามารถถูกใช้เป็นชื่อได้',
'perfdisabled'         => 'เสียใจด้วย! คำสั่งเสริมนี้ถูกระงับการใช้ชั่วคราวเนื่องจากทำให้ฐานข้อมูลช้าเกินกว่าที่จะมีคนใช้งานวิกิได้',
'perfcached'           => 'ข้อมูลต่อไปนี้เป็นแคชและอาจจะไม่ใช่ข้อมูลล่าสุด',
'perfcachedts'         => 'ข้อมูลต่อไปนี้ถูกแคชและปรับปรุงล่าสุดเมื่อ $1',
'querypage-no-updates' => 'ขณะนี้การปรับปรุงหน้านี้ถูกระงับ ข้อมูลในที่นี่จะไม่รีเฟรชเป็นข้อมูลปัจจุบัน',
'viewsource'           => 'ดูโค้ด',
'viewsourcefor'        => 'สำหรับ $1',
'protectedpagetext'    => 'หน้านี้ถูกล็อกป้องกันการแก้ไข',
'viewsourcetext'       => 'โค้ดหน้านี้าสามารถดูและนำไปคัดลอกได้:',
'protectedinterface'   => 'หน้านี้เป็นข้อความที่ใช้แสดงหน้าตาของซอฟต์แวร์ ถูกล็อกห้ามแก้ไขเพื่อป้องกันการก่อกวน',
'editinginterface'     => "'''คำเตือน:''' คุณกำลังแก้ไขข้อความที่เป็นส่วนหน้าตาของซอฟต์แวร์ การแก้ไขหน้านี้จะมีผลต่อผู้ใช้ทุกคน",
'sqlhidden'            => '(SQL query hidden)',
'cascadeprotected'     => 'หน้านี้ถูกห้ามแก้ไขเนื่องจากมันเป็นส่วนหนึ่งหน้าต่อไปนี้ $1 ซึ่งถูกป้องกันตามการตั้งค่า แคสเคด ที่เปิดใช้งาน',
'namespaceprotected' => "คุณไม่มีสิทธิในการแก้ไขหน้าในส่วนเนมสเปซชื่อ '''$1'''",

# Login and logout pages
'logouttitle'                => 'ผู้ใช้งานล็อกเอาต์',
'logouttext'                 => '<strong>ขณะนี้คุณได้ล็อกเอาต์ออกจากระบบ</strong><br />
คุณสามารถใช้งาน {{SITENAME}} ได้ต่อในแบบผู้ไม่ประสงค์ออกนาม หรือคุณสามารถทำการล็อกอินกลับเข้าไปในชื่อผู้ใช้อื่น 
อย่างไรก็ตามอาจจะมีบางหน้าที่ยังแสดงข้อความว่าคุณกำลังล็อกอินอยู่ จนกว่าคุณจะปิดเว็บเบราว์เซอร์ไป 
หรือเคลียร์แคชออกจากเว็บเบราว์เซอร์',
'welcomecreation'            => "== ยินดีต้อนรับ $1! ==

ชื่อบัญชีผู้ใช้องคุณได้ถูกสร้างขึ้น อย่าลืมเข้าไปตั้งค่าผู้ใช้",
'loginpagetitle'             => 'ล็อกอิน',
'yourname'                   => 'ชื่อผู้ใช้',
'yourpassword'               => 'รหัสผ่าน',
'yourpasswordagain'          => 'พิมพ์รหัสผ่านอีกครั้ง:',
'remembermypassword'         => 'จำชื่อและรหัสผ่าน',
'yourdomainname'             => 'โดเมนของคุณ:',
'externaldberror'            => 'อาจมีปัญหาการรับรองฐานข้อมูลผิดพลาด หรือคุณไม่มีสิทธิในการอัปเดตบัญชีอื่นนั้น',
'loginproblem'               => '<b>เกิดข้อผิดพลาดในการล็อกอิน</b><br />ลองอีกครั้ง!',
'alreadyloggedin'            => '<strong>ผู้ใช้ $1 - คุณได้ล็อกอินไปแล้ว!</strong><br />',
'login'                      => 'ล็อกอิน',
'loginprompt'                => 'คุณต้องเปิดใช้งานคุกกี้ก่อนที่จะล็อกอินเข้าสู่ {{SITENAME}}',
'userlogin'                  => 'ล็อกอิน / สร้างบัญชีผู้ใช้',
'logout'                     => 'ล็อกเอาต์',
'userlogout'                 => 'ล็อกเอาต์',
'notloggedin'                => 'ไม่ได้ล็อกอิน',
'nologin'                    => "ไม่ได้ล็อกอินหรือไม่ $1",
'nologinlink'                => 'สร้างบัญชีผู้ใ้ช้',
'createaccount'              => 'สร้างบัญชีผู้ใช้',
'gotaccount'                 => 'มีบัญชีผู้ใช้แล้วหรือไม่ $1',
'gotaccountlink'             => 'ล็อกอิน',
'createaccountmail'          => 'ผ่านทางอีเมล',
'badretype'                  => 'รหัสผ่านที่ใส่ไม่ถูกต้อง',
'userexists'                 => 'ชื่อบัญชีที่ใส่นั้นมีผู้อื่นได้ใช้แล้ว กรุณาเลือกชื่อผู้ใช้อื่น',
'youremail'                  => 'อีเมล:',
'username'                   => 'ชื่อผู้ใช้:',
'uid'                        => 'รหัสผู้ใช้:',
'yourrealname'               => 'ชื่อจริง:',
'yourlanguage'               => 'ภาษา:',
'yourvariant'                => 'ภาษาอื่น',
'yournick'                   => 'ชื่อเล่น:',
'badsig'                     => 'ลายเซ็นที่ใช้ผิดพลาด ตรวจสอบคำสั่งเอชทีเอ็มแอล',
'badsiglength'               => 'ชื่อเล่นยาวเกินไป ต้องมีน้อยกว่า $1 ตัวอักษร',
'email'                      => 'อีเมล',
'prefs-help-realname'        => 'ไม่จำเป็นต้องใส่ชื่อจริง โดยชื่อที่ใส่นั้นจะถูกใช้เพียงแค่แสดงผลงานที่คุณได้ร่วมสร้างไว้',
'loginerror'                 => 'ขัดข้อง:',
'prefs-help-email'           => 'ไม่จำเป็นต้องใส่อีเมล โดยอีเมลที่ใส่จะถูกใช้ให้ผู้อื่นติดต่อผ่านทางอีเมลโดย อีเมลที่ส่งมาจะไม่แสดงชื่ออีเมลต่อผู้อื่น',
'nocookiesnew'               => 'ชื่อบัญชีผู้ใช้ได้ถูกสร้างขึ้นแล้ว แต่ยังไม่ได้ล็อกอินเข้าสู่ {{SITENAME}} เนื่องจากว่าไม่ได้เปิดใช้คุกกี้ ถ้าต้องการล็อกอินให้เปิดใช้งานคุกกี้และทำการล็อกอินโดยใส่ชื่อผู้ใช้พร้อมรหัสผ่าน',
'nocookieslogin'             => '{{SITENAME}} ใช้คุกกี้สำหรับการล็อกอิน ขณะนี้คุกกี้ของคุณไม่เปิดใช้งาน กรุณาเปิดใช้งานและลองอีกครั้ง',
'noname'                     => 'คุณไม่ได้ใส่ชื่อผู้ใช้ที่ถูกต้อง',
'loginsuccesstitle'          => 'ล็อกอินสำเร็จ',
'loginsuccess'               => "'''ขณะนี้คุณล็อกอินเข้าสู่ {{SITENAME}} ด้วยชื่อ \"\$1\"'''",
'nosuchuser'                 => 'ไม่มีชื่อผู้ใช้ภายใต้ชื่อ "$1" ตรวจสอบตัวสะกดหรือสร้างบัญชีผู้ใช้ใหม่',
'nosuchusershort'            => 'ไม่มีชื่อผู้ใช้ภายใต้ชื่อ "$1" ตรวจสอบตัวสะกด',
'nouserspecified'            => 'คุณต้องระบุชื่อผู้ใช้',
'wrongpassword'              => 'รหัสผ่านที่ใส่ไม่ถูกต้อง กรุณาลองอีกครั้ง',
'wrongpasswordempty'         => 'รหัสผ่านไม่ได้ใส่ กรุณาลองอีกครั้ง',
'mailmypassword'             => 'ส่งรหัสผ่านทางอีเมล',
'passwordremindertitle'      => 'คำบอกรหัสผ่านจาก {{SITENAME}}',
'passwordremindertext'       => 'ใครบางคน (ซึ่งอาจจะเป็นคุณจากหมายเลขไอพี $1)
ได้ขอให้ส่งรหัสผ่านใหม่สำหรับ {{SITENAME}} ($4)
ปัจจุบันรหัสผ่านสำหรับชื่อผู้ใช้ "$2" คือ "$3"
แนะนำให้ทำการล็อกอินและเปลี่ยนรหัสผ่านตอนนี้

คุณอาจจะใช้รหัสผ่านเดิมได้ โดยถ้าคนที่ให้เปลี่ยนรหัสผ่านซึ่งไม่ใช่คุณ',
'noemail'                    => 'อีเมลไม่ได้ใส่ไว้สำหรับชื่อผู้ใช้ "$1"',
'passwordsent'               => 'รหัสผ่านใหม่ได้ถูกส่งไปที่อีเมลของผู้ใช้ "$1"
กรุณาล็อกอินหลังจากที่ได้อีเมล',
'blocked-mailpassword'       => 'หมายเลขไอพีของคุณได้ถูกบล็อกจากการแก้ไข ดังนั้นไม่สามารถใช้คำสั่งร้องขอรหัสผ่านได้เพื่อป้องกันปัญหาการก่อกวน',
'eauthentsent'               => 'อีเมลยืนยันได้ถูกส่งไปที่อีเมลที่ได้ถูกเสนอ ก่อนที่อีเมลจะถูกส่งไปที่ชื่อบัญชีนั้น คุณต้องปฏิบัติตามคำแนะนำในอีเมลเพื่อยืนยันว่าหมายเลยบัญชีนั้นเป็นของคุณ',
'throttled-mailpassword'     => 'ตัวเตือนรหัสผ่านได้ถูกส่งไปใน $1 ชั่วโมงที่ผ่านมา ซึ่งตัวเตือนรหัสผ่านนี้จะถูกส่งได้หนึ่งครั้งต่อ $1 ชั่วโมงเท่านั้น เพื่อป้องกันปัญหาการก่อกวน',
'mailerror'                  => 'ไม่สามารถส่งอีเมลเนื่องจาก $1',
'acct_creation_throttle_hit' => "เสียใจด้วย คุณได้สร้างชื่อบัญชีแล้วทั้งหมด $1 ชื่อ และไม่สามารถสร้างได้มากกว่านี้",
'emailauthenticated'         => 'อีเมลของคุณได้ถูกยืนยันภายใต้ $1',
'emailnotauthenticated'      => 'อีเมลของคุณยังไม่ได้ถูกยืนยัน ดังนั้นคำสั่งพิเศษที่ใช้งานผ่านอีเมลยังไม่เปิดใช้งาน',
'noemailprefs'               => 'รับอีเมลตามเงื่อนไขพิเศษต่อไปนี้',
'emailconfirmlink'           => 'ยืนยันอีเมลของคุณ',
'invalidemailaddress'        => 'รูปแบบอีเมลไม่ถูกต้อง ให้ใส่อีเมลให้ถูกต้องตามรูปแบบอีเมล หรือให้ทำช่องอีเมลให้ว่างแทน',
'accountcreated'             => 'ชื่อบัญชีได้ถูกสร้างขึ้น',
'accountcreatedtext'         => 'ชื่อบัญชีสำหรับ $1 ได้ถูกสร้างขึ้นแล้ว',

# Password reset dialog
'resetpass'               => 'ตั้งค่ารหัสผ่านใหม่',
'resetpass_announce'      => 'คุณล็อกอินผ่านรหัสอีเมลชั่วคราว คุณต้องใส่ค่ารหัสผ่านใหม่เพื่อเสร็จสิ้นขั้นตอนการล็อกอิน:',
'resetpass_header'        => 'ตั้งค่ารหัสผ่านใหม่',
'resetpass_submit'        => 'ตั้งรหัสผ่านและล็อกอิน',
'resetpass_success'       => 'รหัสผ่านได้ถูกเปลี่ยนเรียบร้อย ขณะที่กำลังล็อกอิน ...',
'resetpass_bad_temporary' => 'รหัสผ่านชั่วคราวไม่ถูกต้อง คุณอาจจะเปลี่ยนรหัสผ่านเรียบร้อยแล้วหรือขอรหัสผ่านชั่วคราวใหม่',
'resetpass_forbidden'     => 'ไม่อนุญาตให้เปลี่ยนรหัสผ่านสำหรับวิกินี้',
'resetpass_missing'       => 'ไม่มีแบบฟอร์มข้อมูล',

# Edit page toolbar
'bold_sample'     => 'ทำตัวหนา',
'bold_tip'        => 'ทำตัวหนา',
'italic_sample'   => 'ทำตัวเอียง',
'italic_tip'      => 'ทำตัวเอียง',
'link_sample'     => 'ลิงก์เชื่อมโยง',
'link_tip'        => 'ลิงก์ภายในเว็บ',
'extlink_sample'  => 'http://www.example.com ชื่อคำอธิบายลิงก์',
'extlink_tip'     => 'ลิงก์ไปที่อื่น (อย่าลืม http:// นำหน้าเสมอ)',
'headline_sample' => 'หัวข้อ',
'headline_tip'    => 'หัวข้อ',
'math_sample'     => 'ใส่สูตรที่นี่',
'math_tip'        => 'ใส่สูตรทางคณิตศาสตร์ (LaTeX)',
'nowiki_sample'   => 'ใส่ข้อความที่ไม่จัดรูปแบบ',
'nowiki_tip'      => 'ข้ามการจัดรูปแบบวิกิ',
'image_sample'    => 'Example.jpg',
'image_tip'       => 'ใส่ภาพ',
'media_sample'    => 'Example.ogg',
'media_tip'       => 'เชื่อมโยงไฟล์สื่อ',
'sig_tip'         => 'ลายเซ็นพร้อมลงเวลา',
'hr_tip'          => 'เส้นนอน',

# Edit pages
'summary'                   => 'สรุป',
'subject'                   => 'หัวข้อ/จ่าหัว',
'minoredit'                 => 'เป็นการแก้ไขเล็กน้อย',
'watchthis'                 => 'เฝ้าดูหน้านี้',
'savearticle'               => 'บันทึก',
'preview'                   => 'แสดงตัวอย่าง',
'showpreview'               => 'แสดงตัวอย่าง',
'showlivepreview'           => 'แสดงตัวอย่างทันที',
'showdiff'                  => 'แสดงการเปลี่ยนแปลง',
'anoneditwarning'           => "'''คำเตือน:''' หมายเลขไอพีของคุณจะถูกเก็บไว้ในส่วนประวัติของหน้านี้เนื่องจากคุณไม่ได้ล็อกอิน",
'missingsummary'            => "'''อย่าลืม:''' คุณยังไม่ได้ระบุคำอธิบายการแก้ไขครั้งนี้ ถ้าคุณกดบันทึกไปส่วนคำอธิบายการแก้ไขนั้นจะว่างและไม่แสดงผล",
'missingcommenttext'        => 'กรุณาใส่ความเห็นด้านล่าง',
'missingcommentheader'      => "'''อย่าลืม:''' คุณยังไม่ได้ใส่หัวข้อ/จ่าหัวสำหรับความเห็นในครั้งนี้ ถ้าคุณกดบันทึกไปส่วนหัวข้อความเห็นจะว่างไม่แสดงผล",
'summary-preview'           => 'ตัวอย่างคำอธิบายการแก้ไข',
'subject-preview'           => 'ตัวอย่างหัวข้อ',
'blockedtitle'              => 'ผู้ใช้ถูกห้ามใช้งาน',
'blockedtext'               => "<big>'''ชื่อผู้ใช้หรือหมายเลขไอพีถูกของคุณถูกห้ามใช้งาน'''</big>

การห้ามใช้งานครั้งนี้บล็อกโดย $1 ด้วยเหตุผลที่ว่า ''$2''

การบล็อกหมดอายุเมื่อ: $6<br />
ผู้ถูกบล็อก: $7

สามารถติดต่อ $1 หรือ [[{{MediaWiki:grouppage-sysop}}|ผู้ดูแลระบบ]]คนอื่นเพื่อหารือเกี่ยวกับการบล็อกนี้ หรือสามารถที่่จะอีเมลผ่านระบบวิกิด้วยคำสั่ง 'อีเมลหาผู้ใช้นี้'
(ถ้าคุณได้ตั้งค่ารองรับการใช้คำสั่งพิเศษผ่านทางอีเมลในส่วน [[Special:Preferences|การตั้งค่าผู้ใช้]])
หมายเลขไอพีปัจจุบันของคุณคือ $3 และรหัสการบล็อกคือ  #$5 กรุณาระบุหมายเลขเหล่านี้ในการติดต่อผู้ดูแล",
'autoblockedtext'           => 'หมายเลขไอพีของคุณถูกบล็อกอัตโนมัติเนื่องจากถูกใช้งานโดยผู้อื่น ซึ่งถูกบล็อกก่อนหน้าโดย $1 โดยสาเหตุที่ว่า:

:\'\'$2\'\'

การบล็อกหมดอายุเมื่อ: $6

คุณอาจติดต่อ $1 หรือ [[{{MediaWiki:grouppage-sysop}}|ผู้ดูแลระบบ]]คนอื่นเพื่อหารือเกี่ยวกับการบล็อกนี้ 

หรือสามารถที่่จะอีเมลผ่านระบบวิกิด้วยคำสั่ง "อีเมลหาผู้ใช้นี้"
(ถ้าคุณได้ตั้งค่ารองรับการใช้คำสั่งพิเศษผ่านทางอีเมลในส่วน [[Special:Preferences|การตั้งค่าผู้ใช้]])

หมายเลขไอพีปัจจุบันของคุณคือ $3 และรหัสการบล็อกคือ  #$5 กรุณาระบุหมายเลขเหล่านี้ในการติดต่อผู้ดูแล',
'blockedoriginalsource'     => "โค้ดของ '''$1''' แสดงผลด้านล่าง:",
'blockededitsource'         => "'''ข้อความที่คุณได้แก้ไข''' ใน '''$1''' แสดงผลด้านล่าง:",
'whitelistedittitle'        => 'ไม่อนุญาตให้แก้ไขถ้าไม่ล็อกอิน',
'whitelistedittext'         => 'คุณต้อง $1 เพื่อทำการแก้ไข',
'whitelistreadtitle'        => 'ไม่อนุญาตให้อ่านถ้าไม่ล็อกอิน',
'whitelistreadtext'         => 'คุณต้อง[[Special:Userlogin|ล็อกอิน]] ก่อนถึงจะอ่านได้',
'whitelistacctitle'         => 'คุณไม่ได้รับอนุญาตให้สร้างบัญชีผู้ใช้',
'whitelistacctext'          => 'เพื่อที่จะสร้างบัญชีผู้ใช้ในวิกินี้ คุณต้อง[[Special:Userlogin|ล็อกอิน]] และได้รับอนุญาตตามแต่เหมาะสม',
'confirmedittitle'          => 'ไม่อนุญาติให้แก้ไขถ้าไม่ได้ทำการยืนยันอีเมล',
'confirmedittext'           => 'ไม่อนุญาติให้แก้ไขถ้าไม่ได้ทำการยืนยันอีเมล กรุณายืนยันอีเมลผ่านทาง [[Special:Preferences|การตั้งค่าผู้ใช้]]',
'nosuchsectiontitle'        => 'ไม่มีหัวข้อย่อย',
'nosuchsectiontext'         => 'ไม่สามารถแก้ไขหัวข้อย่อยได้ เนื่องจากหัวข้อย่อยที่ $1 ไม่มี',
'loginreqtitle'             => 'จำเป้นต้องล็อกอิน',
'loginreqlink'              => 'ล็อกอิน',
'loginreqpagetext'          => 'ถ้าต้องการดูหน้าอื่น คุณต้อง $1',
'accmailtitle'              => 'รหัสผ่านถูกส่ง',
'accmailtext'               => 'รหัสผ่านสำหรับ "$1" ถูกส่งไปที่ $2',
'newarticle'                => '(ใหม่)',
'newarticletext'            => "ขณะนี้ ไม่มีหน้านี้ เริ่มสร้างหน้านี้โดยการพิมพ์ข้อความลงในกล่องด้านล่าง
(ดู [[{{MediaWiki:helppage}}|หน้าคำอธิบาย]] สำหรับข้อมูลเพิ่มเติม)
หรือให้กดปุ่ม ถอยหลัง (back) ที่เว็บเบราว์เซอร์ ถ้ากดมาที่นี่โดยไม่เจตนา",
'anontalkpagetext'          => "----หน้านี้เป็นหน้าพูดคุยสำหรับผู้ใช้ที่ไม่ประสงค์ออกนามผู้ซึ่งยังไม่ได้สร้างบัญชีผู้ใช้ โดยทางเราจำเป็นต้องระบุผ่านทางหมายเลขไอพี อย่างไรก็ตามหมายเลขไอพีนี้ อาจจะเกิดจากจากผู้ใช้หลายคนก็ตาม ถ้าคุณเป็นผู้ไม่ประสงค์ออกนามและรู้สึกว่าข้อความความเห็นที่คุณได้รับไม่เกี่ยวข้องกับคุณแต่อย่างใด กรุณา[[Special:Userlogin|สร้างบัญชีผู้ใช้หรือทำการล็อกอิน]] เพื่อป้องกันการสับสนกับผู้ใช้ที่ไม่ล็อกอินรายอื่น",
'noarticletext'             => 'ขณะนี้ไม่มีข้อความในหน้านี้ ซึ่งอาจลอง[[Special:Search/{{PAGENAME}}|ค้นหาสำหรับชื่อหัวข้อนี้]]ในหน้าอื่น หรือ [{{fullurl:{{FULLPAGENAME}}|action=edit}} แก้ไขหน้านี้]',
'clearyourcache'            => "'''คำแนะนำ:''' อาจดูผลการบันทึกทันทีโดยการข้ามแคชหลังจากทำการบันทึก  <br />
'''มอซิลลา / ไฟร์ฟอกซ์ / ซาฟารี:''' กดปุ่ม ''Shift'' ค้างไว้ขณะกดปุ่ม ''รีโหลด'' หรือกด ''Ctrl-Shift-R'' (''Cmd-Shift-R'' สำหรับแอปเปิล)<br />
'''ไออี:''' กด ''Ctrl''ค้างไว้ขณะที่ทำการ ''รีเฟรช'' หรือกด ''Ctrl-F5''; <br />
'''คองเคอเรอร์:''': กดปุ่ม ''รีโหลด'' หรือกด ''F5'';<br /> 
'''โอเปรา''' อาจต้องล้างแคชทั้งหมดผ่านเมนู ''Tools→Preferences''",
'usercssjsyoucanpreview'    => "<strong>คำแนะนำ:</strong> กดปุ่ม 'แสดงตัวอย่าง' เพื่อทดสอบ CSS/JS ก่อนทำการบันทึก",
'usercsspreview'            => "'''อย่าลืมว่า CSS ยังไม่ได้ถูกเซฟ ขณะนี้แสดงเพียงตัวอย่างเท่านั้น!'''",
'userjspreview'             => "'''อย่าลืมว่า จาวาสคริปต์ ยังไม่ได้ถูกเซฟ ขณะนี้แสดงเพียงตัวอย่างเท่านั้น!'''",
'userinvalidcssjstitle'     => "'''คำเตือน:''' ไม่มีสกิน \"\$1\" อย่าลืมว่าหน้า .css และ .js ที่ปรับแต่งเฉพาะใช้เฉพาะตัวโรมันพิมพ์เล็กเท่านั้น ตัวอย่างเช่น {{ns:user}}:Foo/monobook.css แทนที่จะเป็น {{ns:user}}:Foo/Monobook.css",
'updated'                   => '(ได้รับการปรับปรุง)',
'note'                      => '<strong>คำแนะนำ:</strong>',
'previewnote'               => '<strong>นี้เป็นส่วนแสดงผลเท่านั้น การเปลี่ยนแปลงยังไม่ได้ถูกบันทึก!</strong>',
'previewconflict'           => 'การแสดงผลส่วนนี้เป็นตัวอย่างของการแก้ไขด้านบน  ถ้ากดบันทึกการแสดงผลจะแสดงในลักษณะนี้ทันที',
'session_fail_preview'      => "<strong>เสียใจด้วย! ไม่สามารถดำเนินการแก้ไขต่อได้เนื่องจากการสูญหายของการเชื่อมต่อในช่วงการแก้ไข
ให้ทดลองแกไ้ขอีกครั้งหนึ่ง ถ้ายังไม่สามารถทำได้ให้ลองล็อกเอาต์และล็อกอินกลับมาอีกครั้ง</strong>",
'session_fail_preview_html' => "<strong>เสียใจด้วย! ไม่สามารถดำเนินการแก้ไขต่อได้เนื่องจากการสูญหายของการเชื่อมต่อในช่วงการแก้ไข</strong>

''เนื่องจากวิกินี้ใช้รูปแบบเอชทีเอ็มแอลเปล่า จะไม่มีการแสดงผลเพื่อป้องกันการขัดข้องระหว่างจาวาสคริปต์''

<strong>ถ้าการแก้ไขครั้งนี้ถูกต้อง ให้ทดลองแกไ้ขอีกครั้งหนึ่ง ถ้ายังไม่สามารถทำได้ให้ลองล็อกเอาต์และล็อกอินกลับมาอีกครั้ง</strong>",
'token_suffix_mismatch'     => '<strong>การแก้ไขของคุณได้ถูกปฏิเสธเนื่องจากไคลเอนต์ที่คุณใช้อยู่ได้ขัดขวางรูปแบบของเครื่องหมายวรรคตอนในการแก้ไข
ระบบไม่รับการแก้ไขของคุณเพื่อป้องกันความขัดข้องของข้อมูล ปัญหานี้มักจะเกิดขึ้นถ้าใช้งานบริการพรอกซีซ่อนสำหรับผู้ไม่ประสงค์ออกนาม</strong>',
'importing'                 => 'กำลังนำเข้า $1',
'editing'                   => 'กำลังแก้ไข $1',
'editinguser'               => 'กำลังแก้ไขผู้ใช้ <b>$1</b>',
'editingsection'            => 'กำลังแก้ไข $1 (เฉพาะส่วน)',
'editingcomment'            => 'กำลังแก้ไข $1 (ความเห็น)',
'editconflict'              => 'เกิดการแก้ไขขัดแย้ง: $1',
'explainconflict'           => 'ใครบางคนได้เปลี่ยนแปลงหน้านี้ในขณะที่คุณกำลังแก้ไข
ข้อความส่วนบนเป็นข้อความปัจจุบันของหน้านี้ ข้อความส่วนล่างเป็นการแก้ไขของคุณ
คุณต้องทำการรวมการเปลี่ยนแปลงของคุณเข้ากับข้อความปัจจุบัน เพราะ<b>ข้อความในส่วนบนเท่านั้น</b>ที่จะถูกบันทึก เมื่อกดปุ่ม "บันทึกหน้านี้"<br />',
'yourtext'                  => 'ข้อความของคุณ',
'storedversion'             => 'รุ่นที่ถูกเก็บไว้',
'nonunicodebrowser'         => '<strong>คำเตือน: เว็บเบราว์เซอร์นี้ไม่สนับสนุนการใช้งานแบบยูนิโคด ตัวอักษรที่ไม่ใช่แบบแอสกีจะแสดงในกล่องการแก้ไขในลักษณะรหัสเลขฐานสิบหก</strong>',
'editingold'                => '<strong>คำเตือน: ข้อมูลที่แก้ไขอยู่ไม่ใช่ข้อมูลใหม่ล่าสุดของหน้านี้ ถ้าทำการบันทึกไป การเปลี่ยนแปลงที่เกิดขึ้นระหว่างรุ่นนี้กับรุ่นใหม่จะสูญหาย</strong>',
'yourdiff'                  => 'ข้อแตกต่าง',
'copyrightwarning'          => "โปรดอย่าลืมว่างานเขียนทั้งหมดใน {{SITENAME}} ผู้เขียนทั้งหมดยินดีให้งานเก็บไว้ภายใต้สัญญาลิขสิทธิ์ $2 (ดู $1 สำหรับข้อมูลเพิ่มเติม) 
ถ้าคุณไม่ต้องการให้งานของคุณถูกแก้ไข หรือไม่ต้องการให้งานเผยแพร่ตามที่ได้กล่าวไว้ อย่าส่งข้อความเข้ามาที่นี่<br />
นอกจากนี้แน่ใจว่าข้อความที่ส่งเข้ามาได้เขียนด้วยตัวเอง ไม่ได้คัดลอก หรือทำซ้ำจากแหล่งอื่น 
<strong>อย่าส่งงานที่มีลิขสิทธิ์เข้ามาก่อนได้รับอนุญาตจากเจ้าของ!</strong>",
'copyrightwarning2'         => "โปรดอย่าลืมว่างานเขียนทั้งหมดใน {{SITENAME}} อาจจะถูกแก้ไข ดัดแปลง หรือลบออกโดยผู้ร่วมขียนคนอื่น 
ถ้าคุณไม่ต้องการให้งานของคุณถูกแก้ไข หรือไม่ต้องการให้งานเผยแพร่ตามที่กล่าวไว้ อย่าส่งข้อความของคุณเข้ามาที่นี่<br />
นอกจากนี้คุณแน่ใจว่าข้อความที่ส่งเข้ามาคุณได้เขียนด้วยตัวเอง ไม่ได้คัดลอก ทำซ้ำส่วนหนึ่งส่วนใดหรือทั้งหมดจากแหล่งอื่น 
<strong>อย่าส่งงานที่มีลิขสิทธิ์เข้ามาก่อนได้รับอนุญาตจากเจ้าของ!</strong>",
'longpagewarning'           => '<strong>คำเตือน: หน้านี้มีความยาว $1 กิโลไบต์ ซึ่งเว็บเบราว์เซอร์บางตัวอาจจะมีปัญหาในการแก้ไขหน้าที่ความยาวเกินกว่า 32 กิโลไบต์

ลองพิจารณาแบ่งหน้าออกเป็นหัวข้อย่อย</strong>',
'longpageerror'             => '<strong>ปัญหา: ข้อความที่คุณส่งเข้ามามีความยาว $1 กิโลไบต์
เกินกว่าความยาวที่กำหนดไว้ ที่$2 กิโลไบต์ ไม่สามารทำการบันทึก</strong>',
'readonlywarning'           => '<strong>คำเตือน: ฐานข้อมูลขณะนี้ถูกล็อกสำหรับบำรุงรักษา ไม่สามารถทำการบันทึกข้อมูลที่แก้ไขได้  แนะนำให้ทำการคัดลอกไปเก็บไว้ที่อื่นก่อนและนำมาบันทึกในเว็บนี้ทีหลัง</strong>',
'protectedpagewarning'      => '<strong>คำเตือน: หน้านี้ถูกล็อกแก้ไขได้เฉพาะผู้ดูแลระบบเท่านั้น</strong>',
'semiprotectedpagewarning'  => "'''คำแนะนำ:''' หน้านี้ถูกล็อกแก้ไขได้เฉพาะผู้ใช้ที่ลงทะเบียนเท่านั้น",
'cascadeprotectedwarning'   => "'''คำเตือน:''' หน้านี้ถูกล็อกแก้ไขได้เฉพาะผู้ดูแลระบบเท่านั้น เพราะว่าหน้านี้เป็นส่วนหนึ่งของรูปแบบแคสเคดในหน้า $1 หน้าต่อไปนี้:",
'templatesused'             => 'แม่แบบที่ถูกใช้ในหน้านี้:',
'templatesusedpreview'      => 'แม่แบบที่ถูกใช้ในการแสดงผลนี้:',
'templatesusedsection'      => 'แม่แบบที่ถูกใช้ในส่วนนี้:',
'template-protected'        => '(ถูกล็อก)',
'template-semiprotected'    => '(ถูกกึ่งล็อก)',
'edittools'                 => '<!-- ข้อความนี้จะแสดงผลด้านใต้การแก้ไขและฟอร์มสำหรับอัปโหลด -->',
'nocreatetitle'             => 'จำกัดการสร้างหน้าใหม่',
'nocreatetext'              => 'เว็บไซต์นี้จำกัดการสร้างหน้าเว็บเพจใหม่
อาจจะทำการแก้ไขหน้าที่สร้างไว้แล้ว หรือ [[Special:Userlogin|ล็อกอินหรือสร้างบัญชีผู้ใช้]]',
'recreate-deleted-warn'     => "'''คำเตือน: กำลังสร้างหน้าใหม่ซึ่งก่อนหน้านี้ได้ถูกลบไปแล้ว'''

ลองพิจารณาว่าหน้านี้เหมาะสมในการถูกสร้างใหม่หรือไม่  ลองตรวสอบบันทึกการลบก่อนหน้า:",

# "Undo" feature
'undo-success' => 'การแก้ไขนี้สามารถย้อนกลับได้ กรุณาตรวจสอบข้อแตกต่างด้านล่างแน่ใจว่านี่คือสิ่งที่คุณต้องการทำ หลังจากนั้นให้ทำการบันทึกการเปลี่ยนแปลงที่แสดงผลด้านล่าง และกดบันทึกเพื่อเสร็จสิ้นขั้นตอน',
'undo-failure' => 'การแก้ไขนี้ไม่สามารย้อนกลับได้ เนื่องจากการขัดแย้งกันของการแก้ไขปัจจุบัน',
'undo-summary' => 'ย้อนการแก้ไขรุ่น $1 โดย [[Special:Contributions/$2|$2]] ([[คุยกับผู้ใช้:$2|คุย]])',

# Account creation failure
'cantcreateaccounttitle' => "ไม่สามารถสร้างบัญชีผู้ใช้ได้",
'cantcreateaccounttext'  => 'การสร้างบัญชีผู้ใช้จากหมายเลขไอพีนี้ (<b>$1</b>) ถูกระงับ
สาเหตุอาจเกิดจากการป้องกันการก่อกวนจากผู้ให้บริการอินเทอร์เน็ตรายนี้',

# History pages
'revhistory'            => 'ประวัติการปรับปรุง',
'viewpagelogs'          => 'ดูบันทึกของหน้านี้',
'nohistory'             => 'ไม่มีประวัติการแก้ไขสำหรับหน้านี้',
'revnotfound'           => 'ไม่พบรุ่นการปรับปรุง',
'revnotfoundtext'       => 'ไม่พบรุ่นการปรับปรุงรุ่นเก่าทีต้องการ กรุณาตรวจสอบยูอาร์แอลที่ใช้เข้ามาที่หน้านี้',
'loadhist'              => 'กำหลังโหลดประวัติหน้านี้',
'currentrev'            => 'การปรับปรุงรุ่นปัจจุบัน',
'revisionasof'          => 'การปรับปรุง เมื่อ $1',
'revision-info'         => 'การปรับปรุง เมื่อ $1 โดย $2',
'previousrevision'      => '←การปรับปรุงรุ่นก่อนหน้า',
'nextrevision'          => 'การปรับปรุงรุ่นถัดไป→',
'currentrevisionlink'   => 'การปรับปรุงรุ่นปัจจุบัน',
'cur'                   => 'ป',
'next'                  => 'ถัดไป',
'last'                  => 'ก',
'orig'                  => 'ต้นฉบับ',
'page_first'            => 'แรกสุด',
'page_last'             => 'ท้ายสุด',
'histlegend'            => 'วิธีเปรียบเทียบ: เลือกปุ่มของรุ่นสองรุ่นที่ต้องการเปรียบเทียบ และกดปุ่มเริ่มเปรียบเทียบด้านล่าง<br />
คำอธิบาย: (ป) = เทียบการเปลี่ยนแปลงเทียบกับรุ่นปัจจุบัน, (ก) = เทียบการเปลี่ยนแปลงกับรุ่นก่อนหน้า, ล = การแก้ไขเล็กน้อย',
'deletedrev'            => '[ถูกลบ]',
'histfirst'             => 'แรกสุด',
'histlast'              => 'ท้ายสุด',
'historysize'           => '($1 ไบต์)',
'historyempty'          => '(ว่าง)',

# Revision feed
'history-feed-title'          => 'ประวัติการปรับปรุง',
'history-feed-description'    => 'ประวัติการปรับปรุงของหน้านี้ในวิกิ',
'history-feed-item-nocomment' => '$1 เมื่อ $2', # user at time
'history-feed-empty'          => "หน้าที่ต้องการไม่มี มันอาจถูกลบหรือถูกเปลี่ยนชื่อไปแล้ว ให้ลอง
[[Special:Search|ค้นหาในวิกินี้]] สำหรับหน้าอื่นที่อาจเกี่ยวข้อง",

# Revision deletion
'rev-deleted-comment'         => '(ความเห็นถูกลบออก)',
'rev-deleted-user'            => '(ชื่อผู้ใช้ถูกลบออก)',
'rev-deleted-event'           => '(หน้าที่ใส่เข้ามาถูกลบออก)',
'rev-deleted-text-permission' => '<div class="mw-warning plainlinks">
รุ่นการปรับปรุงของหน้านี้ถูกลบออกจากการเข้าดูของผู้ใช้ทั่วไป อาจเข้าดูรายละเอียดได้ที่ [{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} บันทึกการลบ]
</div>',
'rev-deleted-text-view'       => '<div class="mw-warning plainlinks">
รุ่นการปรับปรุงของหน้านี้ถูกลบออกจากการเข้าดูของผู้ใช้ทั่วไป สำหรับผู้ดูแลอาจเข้าดูรายละเอียดได้ที่ [{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} บันทึกการลบ]
</div>',
'rev-delundel'                => 'แสดง/ซ่อน',
'revisiondelete'              => 'รุ่นการปรับปรุง การลบ/การย้อนการลบ',
'revdelete-nooldid-title'     => 'ไม่มีรุ่นการปรับปรุงที่ต้องการ',
'revdelete-nooldid-text'      => 'รุ่นการปรับปรุงที่ต้องการไม่ได้กำหนด ไม่สามารถใช้คำสั่งนี้ได้',
'revdelete-selected'          => "รุ่นการปรับปรุงที่ถูกเลือกของ '''$1:'''",
'logdelete-selected'          => "เหตุการณ์บันทึกที่ถูกเลือกสำหรับ '''$1:'''",
'revdelete-text'              => 'รุ่นการปรับปรุงที่ถูกลบและเหตุการณ์ยังคงปรากฏในส่วนประวัติของหน้าและบันทึกของหน้านี้ แต่ส่วนเนื้อหาไม่สามารถแสดงผลต่อผู้ใช้ทั่วไป

ผู้ดูแลระบบคนอื่นในวิกินี้สามารถเข้าดูเนื้อหาได้ และสามารถที่จะย้อนการลบกลับมาเป็นเหมือนเดิม เว้นเสียแต่ว่าจะมีการควบคุมอื่นถูกห้ามไว้',
'revdelete-legend'            => 'ระบุการควบคุม:',
'revdelete-hide-text'         => 'ซ่อนข้อความรุ่นที่ปรับปรุง',
'revdelete-hide-name'         => 'ซ่อนการกระทำและเป้าหมาย',
'revdelete-hide-comment'      => 'ซ่อนความเห็นการแก้ไข',
'revdelete-hide-user'         => "ซ่อนชื่อผู้แก้ไขและหมายเลขไอพี",
'revdelete-hide-restricted'   => 'กำหนดการควบคุมนี้กับผู้ดูแลระบบเช่นเดียวกับผู้ใช้ทั่วไป',
'revdelete-suppress'          => 'ซ่อนข้อมูลจากผู้ดูแลระบบเช่นเดียวกับผู้ใช้ทั่วไป',
'revdelete-hide-image'        => 'ซ่อนเนื้อหาไฟล์',
'revdelete-unsuppress'        => 'ลบการควบคุมออกสำหรับรุ่นการปรับปรุงที่ถูกเรียกกลับ',
'revdelete-log'               => 'ความเห็นของบันทึก:',
'revdelete-submit'            => 'กำหนดต่อรุ่นการปรับปรุงที่ถูกเลือก',
'revdelete-logentry'          => 'การเข้าดูรุ่นปรับปรุงที่ถูกเปลี่ยนของ [[$1]]',
'logdelete-logentry'          => 'การเข้าดูเหตุการณ์ที่ถูกเปลี่ยนของ [[$1]]',
'revdelete-logaction'         => '$1 รุ่นการปรับปรุง กำหนดเข้ารูปแบบ $2',
'logdelete-logaction'         => '$1 รุ่นการปรับปรุงต่อ [[$3]] กำหนดเข้ารูปแบบ $2',
'revdelete-success'           => 'การเข้าดูรุ่นปรับปรุงถูกกำหนดค่าเรียบร้อย',
'logdelete-success'           => 'การเข้าดูเหตุการณ์ถูกกำหนดค่าเรียบร้อย',

# Oversight log
'oversightlog'    => 'บันทึกการเฝ้าดูแล',
'overlogpagetext' => 'ด้านล่างเป็นรายการของการลบและบล็อกล่าสุดที่ถูกซ่อนจากผู้ดูแลระบบ  
สำหรับการบล็อกและห้ามใช้งานในปัจจุบันดูได้ที่  [[Special:Ipblocklist|รายการไอพีที่โดนบล็อก]]',

# Diffs
'difference'                => '(ความแตกต่างระหว่างรุ่นปรับปรุง)',
'loadingrev'                => 'กำหลังโหลดรุ่นการปรับปรุงสำหรับการเปลี่ยนแปลง',
'lineno'                    => 'แถว $1:',
'editcurrent'               => 'แก้ไขรุ่นปัจจุบันของหน้านี้',
'selectnewerversionfordiff' => 'เลือกรุ่นที่ใหม่กว่าสำหรับการเปรียบเทียบ',
'selectolderversionfordiff' => 'เลือกรุ่นที่เก่ากว่าสำหรับการเปรียบเทียบ',
'compareselectedversions'   => 'เปรียบเทียบรุ่นที่ถูกเลือก',
'editundo'                  => 'ย้อนกลับ',
'diff-multi'                => 'การปรับปรุง $1 รุ่นระหว่างกลางไม่แสดงผล',

# Search results
'searchresults'         => 'ค้นหา',
'searchresulttext'      => 'ข้อมูลเพิ่มเติมเกี่ยวกับการค้นหาใน {{SITENAME}} ดูที่ [[{{MediaWiki:helppage}}|{{int:help}}]]',
'searchsubtitle'        => "ค้นหาเกี่ยวกับ '''[[:$1]]'''",
'searchsubtitleinvalid' => "ค้นหาเกี่ยวกับ '''$1'''",
'badquery'              => 'รูปแบบการค้นหาไม่ถูกต้อง',
'badquerytext'          => 'ไม่สามารถทำการค้นหาได้ อาจเนื่องมาจากการค้นหาคำที่มีตัวอักษรน้อยกว่าสามตัวซึ่งไม่รองรับในวิกินี้ หรือใส่คำสั่งไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง',
'matchtotals'           => 'ค้นพบ $2 หัวข้อ และข้อความใน $3 หน้า จากการค้นหา "$1"',
'noexactmatch'          => "'''ไม่พบหัวข้อ  \"\$1\"''' คุณอาจจะ [[:\$1|สร้างหน้านี้ขึ้นมาได้]]",
'titlematches'          => 'พบชื่อหัวข้อนี้',
'notitlematches'        => 'ไม่พบชื่อหัวข้อนี้',
'textmatches'           => 'พบข้อความในหน้า',
'notextmatches'         => 'ไม่พบข้อความในหน้า',
'prevn'                 => 'ก่อนหน้า $1',
'nextn'                 => 'ถัดไป $1',
'viewprevnext'          => 'ดู ($1) ($2) ($3)',
'showingresults'        => "แสดงถึง $1 รายการ เริ่มต้นจากรายการที่ '''$2'''",
'showingresultsnum'     => "แสดง $3 รายการ เริ่มต้นจากรายการที่  '''$2'''",
'nonefound'             => "'''คำแนะนำ''': ค้นหาไม่พบเนื่องจากค้นหาจากคำศัพท์ทั่วไป เช่น \"คุณ\" and \"จาก\" ซึ่งไม่ได้ถูกเก็บไว้ในดันชีคำค้นหา",
'powersearch'           => 'ค้นหา',
'powersearchtext'       => 'ค้นหาในเนมสเปซ:<br />$1<br />$2 List redirects<br />Search for $3 $9',
'searchdisabled'        => 'งดระบบการค้นหาใน {{SITENAME}} อาจจะลองค้นหาในกูเกิลหรือเซิร์ชเอนจินอื่น',
'blanknamespace'        => '(หลัก)',

# Preferences page
'preferences'              => 'ตั้งค่า',
'mypreferences'            => 'ตั้งค่าส่วนตัว',
'prefsnologin'             => 'ไม่ได้ล็อกอิน',
'prefsnologintext'         => 'ต้องทำการ [[Special:Userlogin|ล็อกอิน]]เพื่อที่จะตั้งค่า',
'prefsreset'               => 'การตั้งค่าถูกตั้งเป็นค่าเริ่มต้น',
'qbsettings'               => 'แถบพิเศษ',
'qbsettings-none'          => 'ไม่มี',
'qbsettings-fixedleft'     => 'อยู่ทางซ้าย',
'qbsettings-fixedright'    => 'อยู่ทางขวา',
'qbsettings-floatingleft'  => 'ด้านซ้าย',
'qbsettings-floatingright' => 'ด้านขวา',
'changepassword'           => 'เปลี่ยนรหัสผ่าน',
'skin'                     => 'สกิน',
'math'                     => 'คณิตศาสตร์',
'dateformat'               => 'รูปแบบวันที่',
'datedefault'              => 'ไม่กำหนดพิเศษ',
'datetime'                 => 'วันและเวลา',
'math_failure'             => 'ส่งผ่านค่าไม่ได้',
'math_unknown_error'       => 'ปัญหาที่ไม่ทราบที่มา',
'math_unknown_function'    => 'คำสั่งที่ถูกต้อง',
'math_lexing_error'        => 'lexing error',
'math_syntax_error'        => 'ปัญหาไวยกรณ์ภาษาคอมพิวเตอร์',
'math_image_error'         => 'การแปลงเป็นไฟล์ PNG ขัดข้อง ตรวจสอบการติดตั้ง LaTex, dvips, gs, และ convert',
'math_bad_tmpdir'          => "ไม่สามารถเขียนค่าหรือสร้าง ลงไดเรกทอรีชั่วคราวสำหรับเก็บค่าทางคณิตศาสตร์ได้",
'math_bad_output'          => "ไม่สามารถเขียนค่าหรือสร้าง ลงไดเรกทอรีปลายทางสำหรับเก็บค่าทางคณิตศาสตร์ได้",
'math_notexvc'             => 'เกิดข้อความผิดพลาด texvc ไม่พบ กรุณาตรวจสอบ math/README เพื่อตั้งค่า',
'prefs-personal'           => 'รายละเอียดผู้ใช้',
'prefs-rc'                 => 'ปรับปรุงล่าสุด',
'prefs-watchlist'          => 'รายการเฝ้าดู',
'prefs-watchlist-days'     => 'จำนวนวันที่แสดงในรายการเฝ้าดู:',
'prefs-watchlist-edits'    => 'จำนวนการแก้ไขที่แสดงในรายการเฝ้าดูที่เพิ่มเติมเข้ามา:',
'prefs-misc'               => 'เบ็ดเตล็ด',
'saveprefs'                => 'บันทึก',
'resetprefs'               => 'ตั้งค่าใหม่',
'oldpassword'              => 'รหัสผ่านเดิม:',
'newpassword'              => 'รหัสผ่านใหม่:',
'retypenew'                => 'พิมพ์รหัสผ่านใหม่อีกครั้ง:',
'textboxsize'              => 'แก้ไข',
'rows'                     => 'แถว:',
'columns'                  => 'คอลัมน์:',
'searchresultshead'        => 'ค้นหา',
'resultsperpage'           => 'เข้าดูต่อหน้า:',
'contextlines'             => 'แถวต่อการเข้าดู:',
'contextchars'             => 'เนื้อหาต่อแถว:',
'stub-threshold'           => 'ขีดแบ่งสำหรับ <a href="#" class="stub">รูปแบบโครง</a> (ความยาวบทความ):',
'recentchangesdays'        => 'วันที่แสดงในปรับปรุงล่าสุด:',
'recentchangescount'       => 'จำนวนการแก้ไขที่แสดงในปรับปรุงล่าสุด:',
'savedprefs'               => 'การตั้งค่าของคุณได้ถูกบันทึกแล้ว',
'timezonelegend'           => 'โซนเวลา',
'timezonetext'             => 'จำนวนชั่วโมงที่แตกต่างจากเวลาเซิร์ฟเวอร์ (UTC)',
'localtime'                => 'เวลาของคุณ',
'timezoneoffset'           => 'ความแตกต่าง¹',
'servertime'               => 'เวลาเซิร์ฟเวอร์',
'guesstimezone'            => 'เรียกค่าจากเว็บเบราว์เซอร์',
'allowemail'               => 'เปิดรับการใช้งานกับผู้ใช้อื่น',
'defaultns'                => 'ค้นหาในเนมสเปซ (ค่าตั้งต้น):',
'default'                  => 'ค่าตั้งต้น',
'files'                    => 'ไฟล์',

# User rights
'userrights-lookup-user'      => 'จัดการกลุ่มผู้ใช้',
'userrights-user-editname'    => 'ใส่ชื่อผู้ใช้:',
'editusergroup'               => 'แก้ไขกลุ่มผู้ใช้',
'userrights-editusergroup'    => 'แก้ไขกลุ่มผู้ใช้',
'saveusergroups'              => 'บันทึกกลุ่มผู้ใช้',
'userrights-groupsmember'     => 'สมาชิกของ:',
'userrights-groupsavailable'  => 'กลุ่มที่สามารถเข้าร่วม:',
'userrights-groupshelp'       => 'เลือกกลุ่มที่ต้องการนำผู้ใช้เพิ่มหรือออกจากกลุ่ม กลุ่มที่ไม่ได้เลือกจะไม่เปลี่ยนแปลง โดยสามารถกด CTRL + Left Click สำหรับยกเลิกการเลือกกลุ่ม',
'userrights-reason'           => 'สาเหตุการเปลี่ยนแปลง:',
'userrights-available-none'   => 'สามารถเปลี่ยนสมาชิกในกลุ่ม',
'userrights-available-add'    => 'สามารถเพิ่มสมาชิกเข้าที่กลุ่ม  $1',
'userrights-available-remove' => 'สามารถลดสมาชิกจากกลุ่ม $1',

# Groups
'group'            => 'กลุ่ม:',
'group-bot'        => 'บอต',
'group-sysop'      => 'ผู้ดูแล',
'group-bureaucrat' => 'ผู้ดูแลสิทธิแต่งตั้ง',
'group-all'        => '(ทั้งหมด)',

'group-bot-member'        => 'บอต',
'group-sysop-member'      => 'ผู้ดูแล',
'group-bureaucrat-member' => 'ผู้ดูแลสิทธิแต่งตั้ง',

'grouppage-bot'        => '{{ns:project}}:บอต',
'grouppage-sysop'      => '{{ns:project}}:ผู้ดูแล',
'grouppage-bureaucrat' => '{{ns:project}}:ผู้ดูแลสิทธิแต่งตั้ง',

# User rights log
'rightslog'      => 'บันทึกการเปลี่ยนสิทธิผู้ใช้',
'rightslogtext'  => 'ส่วนนี้คือบันทึกการเปลี่ยนแปลงของสิทธิผู้ใช้',
'rightslogentry' => '$1 ถูกเปลี่ยนกลุ่มจาก $2 เป็น $3',
'rightsnone'     => '(ไม่มี)',

# Recent changes
'nchanges'                          => '$1 การเปลี่ยนแปลง',
'recentchanges'                     => 'ปรับปรุงล่าสุด',
'recentchangestext'                 => 'หน้านี้แสดงการเปลี่ยนแปลงล่าสุด',
'recentchanges-feed-description'    => 'ฟีดนี้แสดงการเปลี่ยนแปลงล่าสุด',
'rcnote'                            => "แสดงการเปลี่ยนแปลง '''$1''' รายการ ในช่วง  '''$2''' วัน",
'rcnotefrom'                        => 'แสดงการเปลี่ยนแปลงตั้งแต่ <b>$2</b> (แสดง <b>$1</b> รายการ)',
'rclistfrom'                        => 'แสดงการเปลี่ยนแปลงตั้งแต่ $1',
'rcshowhideminor'                   => '$1การแก้ไขเล็กน้อย',
'rcshowhidebots'                    => '$1บอต',
'rcshowhideliu'                     => '$1ผู้ใช้ที่ล็อกอิน',
'rcshowhideanons'                   => '$1ผู้ใช้ที่ไม่ล็อกอิน',
'rcshowhidepatr'                    => '$1การแก้ไขตรวจตรา',
'rcshowhidemine'                    => '$1การแก้ไขของฉัน',
'rclinks'                           => 'แสดงการเปลี่ยนแปลง $1 รายการ ในช่วง $2 วัน<br />$3',
'diff'                              => 'ต่าง',
'hist'                              => 'ประวัติ',
'hide'                              => 'ซ่อน',
'show'                              => 'แสดง',
'minoreditletter'                   => 'ล',
'newpageletter'                     => 'ม',
'boteditletter'                     => 'บ',
'number_of_watching_users_pageview' => '[$1 คนเฝ้าดู]',
'rc_categories'                     => 'จำกัดเฉพาะหมวดหมู่ (แยกด้วย "|")',
'rc_categories_any'                 => 'อันใด',

# Recent changes linked
'recentchangeslinked'          => 'การปรับปรุงที่ลิงก์มา',
'recentchangeslinked-noresult' => 'ไม่มีการเปลี่ยนแปลงที่ลิงก์มาหน้านี้ในช่วงเวลาที่กำหนด',
'recentchangeslinked-summary'  => "หน้าพิเศษแสดงนี้แสดงการเปลี่ยนแปลงท้ายบนที่ลิงก์มาหน้านี้ โดยหน้าเฝ้าดูของคุณแสดงใน'''ตัวหนา'''",

# Upload
'upload'                      => 'อัปโหลด',
'uploadbtn'                   => 'อัปโหลด',
'reupload'                    => 'อัปโหลดใหม่',
'reuploaddesc'                => 'กลับไปสู่หน้าอัปโหลด',
'uploadnologin'               => 'ไม่ได้ล็อกอิน',
'uploadnologintext'           => 'ต้องทำการ[[Special:Userlogin|ล็อกอิน]]ก่อนถึงจะอัปโหลดไฟล์ได้',
'upload_directory_read_only'  => 'ไม่สามารถเก็บข้อมูลในไดเรกทอรี ($1) ปัญหาเกิดที่เว็บเซิร์ฟเวอร์',
'uploaderror'                 => 'เกิดความขัดข้องในการอัปโหลด',
'uploadtext'                  => "ใช้แบบฟอร์มด้านล่างในการอัปโหลด หรือดู[[Special:Imagelist|รายการไฟล์ที่ถูกอัปโหลดแล้ว]] การอัปโหลดและการลบทั้งหมดได้ถูกบันทึกไว้ที่ [[Special:Log/upload|บันทึกการอัปโหลด]]

ถ้าต้องการใช้งานไฟล์ที่อัปโหลดใช้ผ่านคำสั่งดังตัวอย่างต่อไปนี้ 
'''<nowiki>[[</nowiki>{{ns:image}}<nowiki>:File.jpg]]</nowiki>''',
'''<nowiki>[[</nowiki>{{ns:image}}<nowiki>:File.png|ข้อความอื่น]]</nowiki>''' หรือ
'''<nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki>'''",
'uploadlog'                   => 'บันทึกการอัปโหลด',
'uploadlogpage'               => 'บันทึกการอัปโหลด',
'uploadlogpagetext'           => 'รายการแสดงไฟล์ที่อัปโหลดล่าสุด',
'filename'                    => 'ชื่อไฟล์',
'filedesc'                    => 'รายละเอียดไฟล์',
'fileuploadsummary'           => 'รายละเอียดไฟล์:',
'filestatus'                  => 'สถานะลิขสิทธิ์',
'filesource'                  => 'แหล่งที่มา',
'uploadedfiles'               => 'ไฟล์ที่อัปโหลดแล้ว',
'ignorewarning'               => 'ทำการบันทึกไฟล์โดยไม่สนคำเตือน',
'ignorewarnings'              => 'ไม่สนคำเตือน',
'minlength1'                  => 'ชื่อไฟล์ต้องมีตัวอักษรอย่างน้อยหนึ่งตัวอักษร',
'illegalfilename'             => 'ชื่อไฟล์  "$1" มีตัวอักษรที่ไม่สามารถนำมาใช้ได้ กรุณาเปลี่ยนชื่อไฟล์และอัปโหลดอีกครั้งหนึ่ง',
'badfilename'                 => 'ชื่อไฟล์ถูกเปลี่ยนเป็น "$1"',
'filetype-badmime'            => 'ไม่อนุญาตให้อัปโหลดไฟล์ที่เป็นไมม์ชนิด "$1"',
'filetype-badtype'            => "'''\".\$1\"''' เป็นรูปแบบไฟล์ที่ไม่สามารถใช้ได้
: รายการของไฟล์ที่ให้ใช้ได้: \$2",
'filetype-missing'            => 'นามสกุลไฟล์หายไป (เช่น ".jpg")',
'large-file'                  => 'ไฟล์ไม่ควรมีขนาดใหญ่กว่า $1 ไฟล์นี้มีขนาด $2',
'largefileserver'             => 'ไฟล์นี้มีขนาดใหญ่กว่าค่าที่อนุญาตให้ใช้ได้',
'emptyfile'                   => 'ไฟล์ที่อัปโหลดมาเหมือนไฟล์ว่าง อาจเกิดจากปัญหาพิมพ์ชื่อไฟล์ผิด กรุณาตรวจสอบไฟล์อีกครั้ง และแน่ใจว่าต้องการที่จะอัปโหลดไฟล์นี้',
'fileexists'                  => 'ไฟล์ชื่อนี้มีแล้ว กรุณาตรวจสอบ <strong><tt>$1</tt></strong> ถ้าไม่แน่ใจว่าต้องการเปลี่ยนชื่อไฟล์',
'fileexists-extension'        => 'ไฟล์ที่โหลดมีชื่อใกล้เคียง:<br />
ชื่อไฟล์ที่กำลังอัปโหลด: <strong><tt>$1</tt></strong><br />
ชื่อไฟล์ที่มีอยู่แล้ว: <strong><tt>$2</tt></strong><br />
กรุณาเลือกชื่อไฟล์ใหม่',
'fileexists-thumb'            => "'''<center>ภาพมีอยู่แล้ว</center>'''",
'fileexists-thumbnail-yes'    => 'ไฟล์นี้เหมือนจะเป็นภาพเดิมที่ถูกลดขนาดมา  กรุณาตรวจสอบ <strong><tt>$1</tt></strong><br />
ถ้าตรวจสอบแล้วและเป็นไฟล์เดียวกัน ไม่จำเป็นต้องอัปโหลดเพิ่ม',
'file-thumbnail-no'           => 'ชื่อไฟล์ที่เริ่มต้นด้วย <strong><tt>$1</tt></strong> เหมือนจะเป็นภาพที่ถูกลดขนาดมา ถ้ามีไฟล์ต้นฉบับแนะนำให้โหลดไฟล์ต้นฉบับ หรือไม่ก็แนะนำให้เปลี่ยนชื่อไฟล์',
'fileexists-forbidden'        => 'ไฟล์ภายใต้ชื่อนี้มีแล้วในระบบ กรุณาอัปโหลดโดยใช้ชื่อใหม่ [[ภาพ:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'ไฟล์ภายใต้ชื่อนี้มีแล้วในระบบเก็บไฟล์ในส่วนกลาง กรุณาอัปโหลดใหม่โดยใช้ชื่อใหม่ [[ภาพ:$1|thumb|center|$1]]',
'successfulupload'            => 'อัปโหลดสำเร็จ',
'uploadwarning'               => 'คำเตือนการอัปโหลด',
'savefile'                    => 'บันทึกไฟล์',
'uploadedimage'               => '"[[$1]]" ถูกอัปโหลด',
'uploaddisabled'              => 'อัปโหลดไม่ได้',
'uploaddisabledtext'          => 'งดการอัปโหลดไฟล์ในวิกินี้',
'uploadscripted'              => 'ไฟล์นี้มีส่วนประกอบของโค้ดเอชทีเอ็มแอลหรือสคริปต์ ซึ่งอาจก่อให้เกิดความผิดพลาดในการแสดงผลของเว็บเบราว์เซอร์',
'uploadcorrupt'               => 'ไฟล์ไม่สมบูรณ์หรือมีส่วนขยายไม่ถูกต้อง กรุณาตรวจสอบไฟล์และอัปโหลดใหม่',
'uploadvirus'                 => 'ไฟล์นี้มีไวรัส! รายละเอียด: $1',
'sourcefilename'              => 'ไฟล์ที่ต้องการ',
'destfilename'                => 'ชื่อไฟล์ที่ต้องการ',
'watchthisupload'             => 'เฝ้าดูหน้านี้',
'filewasdeleted'              => 'ไฟล์ในชื่อนี้ได้ถูกอัปโหลดก่อนหน้าและถูกลบไปแล้ว กรุณาตรวจสอบ $1 ก่อนที่จะอัปโหลดใหม่อีกครั้ง',

'upload-proto-error'      => 'โพรโทคอลไม่ถูกต้อง',
'upload-proto-error-text' => 'การอัปโหลดโดยตรงจากเว็บต้องการยูอาร์แอลที่ขึ้นต้นด้วย <code>http://</code> หรือ <code>ftp://</code>',
'upload-file-error'       => 'เกิดความผิดพลาดภายใน',
'upload-file-error-text'  => 'เกิดความผิดพลาดภายในจากปัญหาการสร้างไฟล์ชั่วคราวที่เซิร์ฟเวอร์ กรุณาติดต่อผู้ดูแลระบบ',
'upload-misc-error'       => 'เกิดปัญหาอัปโหลด',
'upload-misc-error-text'  => 'เกิดปัญหาระหว่างการอัปโหลด กรุณาตรวจสอบว่ายูอาร์แอลนั้นถูกต้อง ถ้ายังคงมีปัญหาให้ติดต่อผู้ดูแลระบบ',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => "ไม่สามารถติดต่อยูอาร์แอลได้",
'upload-curl-error6-text'  => 'ยูอาร์แอลที่ใส่ค่ามาไม่สามารถติดต่อได กรุณาตรวจสอบอีกครั้งว่ายูอาร์แอลนั้นถูกต้อง และเว็บไซต์นั้นยังใช้งานได้ตามปกติ',
'upload-curl-error28'      => 'เวลาอัปโหลดถูกตัด',
'upload-curl-error28-text' => 'เว็บไซต์นี้ใช้เวลานานเกินไปในการเชื่อมต่อ กรุณาตรวจสอบว่าเว็บนี้ยังใช้งานได้ตามปกติ หรืออาจจะรอสักครู่แล้วลองอัปโหลดใหม่',

'license'            => 'ลิขสิทธิ์',
'nolicense'          => 'ไม่ได้เลือก',
'upload_source_url'  => ' (ค่าถูกต้อง ยูอาร์แอลที่ใช้งานได้)',
'upload_source_file' => ' (ไฟล์จากคอมพิวเตอร์คุณ)',

# Image list
'imagelist'                 => 'รายชื่อไฟล์',
'imagelisttext'             => "รายชื่อไฟล์ '''$1''' รายการถูกเรียงตาม$2",
'imagelistforuser'          => 'แสดงเฉพาะภาพที่อัปโหลดโดย $1',
'getimagelist'              => 'รับค่ารายชื่อไฟล์',
'ilsubmit'                  => 'ค้่นหา',
'showlast'                  => 'แสดงไฟล์ $1 รายการเรียงตาม$2',
'byname'                    => 'ชื่อ',
'bydate'                    => 'วันที่',
'bysize'                    => 'ขนาด',
'imgdelete'                 => 'ลบ',
'imgdesc'                   => 'อธิบาย',
'imgfile'                   => 'ไฟล์',
'imglegend'                 => 'คำอธิบาย: (อธิบาย) = แสดง/ซ่อน คำอธิบายไฟล์',
'imghistory'                => 'ประวัติไฟล์',
'revertimg'                 => 'ย้อน',
'deleteimg'                 => 'ลบ',
'deleteimgcompletely'       => 'ลบทุกรุ่นของไฟล์นี้',
'imghistlegend'             => 'คำอธิบาย: (ป) = ไฟล์ปัจจุบัน (ลบ) = ลบรุ่นเก่าของไฟล์นี้ (ย้อน) = ย้อนกลับไปเป็นรุ่นเก่า
<br /><i>กดวันที่เพื่อดูไฟล์ในรุ่น ณ วันนั้น</i>',
'imagelinks'                => 'หน้าที่ใช้ภาพนี้',
'linkstoimage'              => 'หน้าที่ใช้ภาพนี้:',
'nolinkstoimage'            => 'ไม่มีหน้าที่ใช้ภาพนี้',
'sharedupload'              => 'ไฟล์นี้เป็นไฟล์ที่ใช้ร่วมหลายโครงการ และอาจถูกใช้งานในโครงการอื่น',
'shareduploadwiki'          => 'กรุณาดู $1 สำหรับข้อมูลเพิ่มเติม',
'shareduploadwiki-linktext' => 'คำอธิบายไฟล์',
'noimage'                   => 'ไม่มีไฟล์ในชื่อนี้ สามารถที่จะ $1',
'noimage-linktext'          => 'อัปโหลดไฟล์',
'uploadnewversion-linktext' => 'อัปโหลดรุ่นใหม่ของไฟล์นี้',
'imagelist_date'            => 'วันที่',
'imagelist_name'            => 'ชื่อ',
'imagelist_user'            => 'ผู้ใช้',
'imagelist_size'            => 'ขนาด',
'imagelist_description'     => 'คำอธิบารย',
'imagelist_search_for'      => 'ค้นหาชื่อภาพ:',

# MIME search
'mimesearch'         => 'ค้นหาตามชนิดไมม์',
'mimesearch-summary' => 'หน้านี้แสดงไฟล์ตามการแบ่งของชนิดไมม์ของแต่ละไฟล์ ใส่ค่า: contenttype/subtype เช่น <tt>image/jpeg</tt>.',
'mimetype'           => 'ชนิดไมม์:',
'download'           => 'ดาวน์โหลด',

# Unwatched pages
'unwatchedpages'         => 'หน้าที่ไม่มีการเฝ้าดู',

# List redirects
'listredirects'         => 'รายการหน้าเปลี่ยนทาง',

# Unused templates
'unusedtemplates'         => 'แม่แบบไม่ได้ใช้',
'unusedtemplatestext'     => 'รายชื่อไฟล์ในเนมสเปซแม่แบบที่ไม่ได้ใช้งานในหน้าอื่นแสดงในรายการหน้านี้ แน่ใจว่าได้ตรวจสอบลิงก์จากหน้าอื่นก่อนที่จะลบ',
'unusedtemplateswlh'      => 'ลิงก์อื่น',

# Random redirect
'randomredirect'         => 'สุ่มหน้าเปลี่ยนทาง',
'randomredirect-nopages' => 'ไม่มีหน้าเปลี่ยนทางในเนมสเปซนี้',

# Statistics
'statistics'             => 'สถิติ',
'sitestats'              => 'สถิติของ {{SITENAME}}',
'userstats'              => 'สถิติผู้ใช้',
'sitestatstext'          => "ปัจจุบันในวิกินี้ มีข้อมูลทั้งหมด  '''\$2''' หน้า <br />ตัวเลขนี้ไม่รวมหน้าพูดคุย หน้าเปลี่ยนทาง และหน้าอื่นที่อาจไม่นับว่าเป็นหน้าที่สมบูรณ์  
ซึ่งหากรวมทั้งหมด ในปัจจุบันจะมี '''\$1''' หน้า

มีไฟล์ที่อัปโหลดทั้งหมด '''\$8''' ไฟล์

มีการเข้าชม  '''\$3''' ครั้ง และ  '''\$4''' การแก้ไขตั้งแต่ {{SITENAME}} ได้เริ่มใช้งาน ซึ่งเฉลี่ยแล้วมีการแก้ไข '''\$5''' ครั้งต่อหนึ่งหน้าหรือการเข้าชม '''\$6''' ครั้งต่อหนึ่งการแก้ไข

ปัจจุบันมี[http://meta.wikimedia.org/wiki/Help:Job_queue งานในคิว]ทั้งหมด '''\$7''' งาน",
'userstatstext'          => "มีผู้ลงทะเบียนทั้งหมด '''$1''' ชื่อ โดย'''$2''' (หรือ '''$4%''') มีสิทธิ $5",
'statistics-mostpopular' => 'หน้าที่มีการเข้าชมมากที่สุด',

'disambiguations'         => 'หน้าคำกำกวม',
'disambiguationspage'     => 'แม่แบบ:คำกำกวม',
'disambiguations-text'    => "หน้าต่อไปนี้ลิงก์ต่อไปที่ '''หน้าคำกำกวม''' ซึ่งควรแก้ไขให้ลิงก์ไปที่หน้าอื่นที่เหมาะสมแทนที่<br />
ถ้ามีการใช้งานแม่แบบจาก [[มีเดียวิกิ:หน้าคำกำกวม]] หน้าเหล่านั้นจะถือเป็นหน้าคำกำกวม",

'doubleredirects'         => 'หน้าเปลี่ยนทางซ้ำซ้อน',
'doubleredirectstext'     => 'ในแต่ละแถวด้านล่างแสดงลิงก์ไปยังการเปลี่ยนทางครั้งแรกและครั้งที่สองตามลำดับ และหน้าเป้าหมายที่ต้องการ ซึ่งควรแก้ไขการเปลี่ยนทางครั้งแรกเป็นหน้านั้น',

'brokenredirects'         => 'หน้าเปลี่ยนทางเสีย',
'brokenredirectstext'     => 'หน้าเปลี่ยนทางต่อไปนี้ลิงก์ไปยังหน้าที่ไม่มี:',
'brokenredirects-edit'    => '(แก้)',
'brokenredirects-delete'  => '(ลบ)',

'withoutinterwiki'         => 'หน้าที่ไม่มีลิงก์ข้ามภาษา',
'withoutinterwiki-header'  => 'หน้าต่อไปนี้ไม่มีลิงก์ข้ามไปภาษาอื่น:',

'fewestrevisions'         => 'หน้าที่มีการปรับปรุงน้อยครั้ง',



);
