<?php
/** Bashkir (Башҡорт)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Assele
 * @author Comp1089
 * @author Haqmar
 * @author Timming
 * @author Рустам Нурыев
 */

$fallback = 'ru';

$namespaceNames = array(
	NS_MEDIA            => 'Медиа',
	NS_SPECIAL          => 'Ярҙамсы',
	NS_TALK             => 'Фекер_алышыу',
	NS_USER             => 'Ҡатнашыусы',
	NS_USER_TALK        => 'Ҡатнашыусы_м-н_фекер_алышыу',
	NS_PROJECT_TALK     => '$1_б-са_фекер_алышыу',
	NS_FILE             => 'Рәсем',
	NS_FILE_TALK        => 'Рәсем_б-са_фекер_алышыу',
	NS_MEDIAWIKI        => 'MediaWiki',
	NS_MEDIAWIKI_TALK   => 'MediaWiki_б-са_фекер_алышыу',
	NS_TEMPLATE         => 'Ҡалып',
	NS_TEMPLATE_TALK    => 'Ҡалып_б-са_фекер_алышыу',
	NS_HELP             => 'Белешмә',
	NS_HELP_TALK        => 'Белешмә_б-са_фекер_алышыу',
	NS_CATEGORY         => 'Категория',
	NS_CATEGORY_TALK    => 'Категория_б-са_фекер_алышыу',
);

$linkTrail = '/^((?:[a-z]|а|б|в|г|д|е|ё|ж|з|и|й|к|л|м|н|о|п|р|с|т|у|ф|х|ц|ч|ш|щ|ъ|ы|ь|э|ю|я|ә|ө|ү|ғ|ҡ|ң|ҙ|ҫ|һ|“|»)+)(.*)$/sDu';

$messages = array(
# User preference toggles
'tog-underline'               => 'Һылтанмалар аҫтына һыҙыу:',
'tog-highlightbroken'         => 'Бәйләнешһеҙ һылтамаларҙы <a href="" class="new">ошолай</a> күрһәтергә (юҡһа былай<a href="" class="internal">?</a>).',
'tog-justify'                 => 'Һөйләмдәр теҙмәһен бит киңлегенә тигеҙләргә',
'tog-hideminor'               => 'Әһәмиәте ҙур булмаған төҙәтеүҙәрҙе һуңғы үҙгәртеүҙәр исемлегендә күрһәтмәҫкә',
'tog-hidepatrolled'           => 'Һуңғы үҙгәртеүҙәр исемлегендә тикшерелгән үҙгәртеүҙәрҙе йәшер',
'tog-newpageshidepatrolled'   => 'Яңы биттәр исемлегендә тикшерелгән үҙгәртеүҙәрҙе йәшер',
'tog-extendwatchlist'         => 'Барлыҡ үҙгәртеүҙәрҙе үҙ эсенә алған, киңәйтелгән күҙәтеү исемлеге',
'tog-usenewrc'                => 'Һуңғы үҙгәртеүҙәрҙәрҙең сифатлыраҡ исемлеген ҡулланырға (JavaScript кәрәкле)',
'tog-numberheadings'          => 'Башисемдәрҙе автоматик рәүештә номерландыр',
'tog-showtoolbar'             => 'Мөхәррирләү ваҡытында өҫкө ҡоралдар панелен күрһәтергә (JavaScript кәрәкле)',
'tog-editondblclick'          => 'Биттәрҙе ике сиртеү менән мөхәррирләргә (JavaScript кәрәкле)',
'tog-editsection'             => 'Һәр бүлек өсөн «үҙгәртеү» һылтанмаһын күрһәтергә',
'tog-editsectiononrightclick' => 'Бүлектәрҙе исемдәренә сысҡан менән сиртеп үҙгәртергә (JavaScript кәрәкле)',
'tog-showtoc'                 => 'Эстәлек күрһәтелһен (3-тән күп башлығы булған биттәрҙә)',
'tog-rememberpassword'        => 'Был компьютерҙа (иң күбендә $1 {{PLURAL:$1|көнгә|көнгә}}) иҫәп яҙыуым хәтерләнһен',
'tog-watchcreations'          => 'Мин төҙөгән биттәрҙе күҙәтеү исемлегенә яҙырға',
'tog-watchdefault'            => 'Үҙгәрткән биттәрем күҙәтеү исемлегемә өҫтәлһен',
'tog-watchmoves'              => 'Исемен үҙгәрткән биттәрем күҙәтеү исемлегемә өҫтәлһен',
'tog-watchdeletion'           => 'Юйған биттәрем күҙәтеү исемлегемә өҫтәлһен',
'tog-previewontop'            => 'Алдан байҡау тәҙрәһен мөхәррирләү битенең өҫтөнә ҡуйырға',
'tog-previewonfirst'          => 'Мөхәррирләүгә күскәндә алдан ҡарау күрһәтелһен',
'tog-nocache'                 => 'Биттәрҙе кэшлауҙы тыйырға',
'tog-enotifwatchlistpages'    => 'Күҙәтеү исемлегендәге биттәрҙең үҙгәрештәре тураһында электрон почта аша белдерергә',
'tog-enotifusertalkpages'     => 'Шәхси фекер алышыу битем үҙгәртелеү тураһында электрон почта аша белдерергә',
'tog-enotifminoredits'        => 'Әҙ генә үҙгәрештәр тураһында электрон почта аша белдерергә',
'tog-enotifrevealaddr'        => 'Белдереү хәбәрҙәрендә поста адресым күрһәтелһен',
'tog-shownumberswatching'     => 'Битте күҙәтеү исемлегенә өҫтәгән ҡулланыусылар һанын күрһәтергә',
'tog-oldsig'                  => 'Хәҙерге имзаны алдан ҡарау:',
'tog-fancysig'                => 'Имзаның үҙ вики-тамғаһы (автоматик һылтанмаһыҙ)',
'tog-externaleditor'          => 'Тыш мөхәррирләүсе ҡулланырға (компьютер махсус көйләнгән булырға тейеш)',
'tog-externaldiff'            => 'Версияларҙы сағыштырыу өсөн тыш программа ҡулланырға (компьютер махсус көйләнгән булырға тейеш)',
'tog-showjumplinks'           => '«Күс» ярҙамсы һылтанмалары асылһын',
'tog-uselivepreview'          => 'Тиҙ ҡарап алыуҙы ҡулланырға (JavaScript, эксперименталь)',
'tog-forceeditsummary'        => 'Төҙәтеүҙе тасуирлау юлы тултырылмаһа, мине киҫәт',
'tog-watchlisthideown'        => 'Үҙгәртеүҙеремде күҙәтеү исемлегенән йәшерергә',
'tog-watchlisthidebots'       => 'Боттар  үҙгәртеүҙәрен күҙәтеү исемлегенән йәшерергә',
'tog-watchlisthideminor'      => 'Әҙ үҙгәрештәрҙе күҙәтеү исемлегенән йәшерергә',
'tog-watchlisthideliu'        => 'Танылған ҡулланыусыларҙың үҙгәртеүҙәрен күҙәтеү исемлегенән йәшерергә',
'tog-watchlisthideanons'      => 'Аноним ҡулланыусыларҙың үҙгәртеүҙерен күҙәтеү исемлегенән йәшерергә',
'tog-watchlisthidepatrolled'  => 'Тикшерелгән үҙгәртеүҙәрҙе күҙәтеү исемлегенән йәшерергә',
'tog-ccmeonemails'            => 'Башҡа ҡулланыусыларға ебәргән хаттарымдың күсермәләрен үҙемә лә ебәрергә',
'tog-diffonly'                => 'Версия сағыштырыу аҫтында бит эстәлеге күрһәтелмәһен',
'tog-showhiddencats'          => 'Йәшерен категорияларҙы күрһәтергә',
'tog-norollbackdiff'          => 'Кире ҡайтарыуҙан һуң версия айырмалары күрһәтелмәһен',

'underline-always'  => 'Һәрваҡыт',
'underline-never'   => 'Бер ҡасан да',
'underline-default' => 'Браузер көйләүҙәрен ҡулланырға',

# Font style option in Special:Preferences
'editfont-style'     => 'Үҙгәртеү тәҙрәһендәге шрифт тибы:',
'editfont-default'   => 'Браузер көйләүҙәре ҡулланылһын',
'editfont-monospace' => 'Тиң киңлекле шрифт',
'editfont-sansserif' => 'Киртекһеҙ шрифт',
'editfont-serif'     => 'Киртекле шрифт',

# Dates
'sunday'        => 'Йәкшәмбе',
'monday'        => 'Дүшәмбе',
'tuesday'       => 'Шишәмбе',
'wednesday'     => 'Шаршамбы',
'thursday'      => 'Кесеаҙна',
'friday'        => 'Йома',
'saturday'      => 'Шәмбе',
'sun'           => 'Йәкшәмбе',
'mon'           => 'Дүшәмбе',
'tue'           => 'Шишәмбе',
'wed'           => 'Шаршамбы',
'thu'           => 'Кесеаҙна',
'fri'           => 'Йома',
'sat'           => 'Шәмбе',
'january'       => 'Ғинуар (Һыуығай)',
'february'      => 'Февраль (Шаҡай)',
'march'         => 'Март (Буранай)',
'april'         => 'Апрель (Алағарай)',
'may_long'      => 'Май (Һабанай)',
'june'          => 'Июнь (Һөтай)',
'july'          => 'Июль (Майай)',
'august'        => 'Август (Урағай)',
'september'     => 'Сентябрь (Һарысай)',
'october'       => 'Октябрь (Ҡарасай)',
'november'      => 'Ноябрь (Ҡырпағай)',
'december'      => 'Декабрь (Аҡъюлай)',
'january-gen'   => 'Ғинуар (Һыуығай)',
'february-gen'  => 'Февраль (Шаҡай)',
'march-gen'     => 'Март (Буранай)',
'april-gen'     => 'Апрель (Алағарай)',
'may-gen'       => 'Май (Һабанай)',
'june-gen'      => 'Июнь (Һөтай)',
'july-gen'      => 'Июль (Майай)',
'august-gen'    => 'Август (Урағай)',
'september-gen' => 'Сентябрь (Һарысай)',
'october-gen'   => 'Октябрь (Ҡарасай)',
'november-gen'  => 'Ноябрь (Ҡырпағай)',
'december-gen'  => 'Декабрь (Аҡъюлай)',
'jan'           => 'Ғинуар (Һыуығай)',
'feb'           => 'Февраль (Шаҡай)',
'mar'           => 'Март (Буранай)',
'apr'           => 'Апрель (Алағарай)',
'may'           => 'Май (Һабанай)',
'jun'           => 'Июнь (Һөтай)',
'jul'           => 'Июль (Майай)',
'aug'           => 'Август (Урағай)',
'sep'           => 'Сентябрь (Һарысай)',
'oct'           => 'Октябрь (Ҡарасай)',
'nov'           => 'Ноябрь (Ҡырпағай)',
'dec'           => 'Декабрь (Аҡъюлай)',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Категория|Категория}}',
'category_header'                => '«$1» категорияһындағы биттәр',
'subcategories'                  => 'Эске категориялар',
'category-media-header'          => '«$1» категорияһындағы файлдар',
'category-empty'                 => '"Был категория әлегә буш."',
'hidden-categories'              => '{{PLURAL:$1|Йәшерен категория|Йәшерен категориялар}}',
'hidden-category-category'       => 'Йәшерен категориялар',
'category-subcat-count'          => '{{PLURAL:$2|Был категорияла тик киләһе эске категория ғына бар.|$2 эске категорияның $1 эске категорияһы күрһәтелгән.}}',
'category-subcat-count-limited'  => 'Был категорияла {{PLURAL:$1|$1 эске категория}} бар.',
'category-article-count'         => '{{PLURAL:$2|Был категорияла бер генә бит бар.|Категориялағы $2 биттең $1 бите күрһәтелгән.}}',
'category-article-count-limited' => 'Был категорияла {{PLURAL:$1|$1 бит}} бар.',
'category-file-count'            => '{{PLURAL:$2|Был категорияла бер генә файл бар.|Категориялағы $2 файлдың {{PLURAL:$1|$1 файлы күрһәтелгән}}.}}',
'category-file-count-limited'    => 'Бу категорияла {{PLURAL:$1|$1 файл}} бар.',
'listingcontinuesabbrev'         => '(дауамы)',
'index-category'                 => 'Индексланған биттәр',
'noindex-category'               => 'Индексланмаған биттәр',

'mainpagetext'      => '«MediaWiki» уңышлы рәүештә ҡоролдо.',
'mainpagedocfooter' => 'Был вики менән эшләү тураһында мәғлүмәтте [http://meta.wikimedia.org/wiki/Ярҙам:Белешмә ошонда] табып була.

== Файҙалы сығанаҡтар ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Көйләүҙәр исемлеге (инг.)];
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki тураһында йыш бирелгән һорауҙар һәм яуаптар (инг.)];
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce MediaWiki-ның яңы версиялары тураһында хәбәрҙәр алып тороу].',

'about'         => 'Тасуирлау',
'article'       => 'Мәҡәлә',
'newwindow'     => '(яңы биттә)',
'cancel'        => 'Бөтөрөргә',
'moredotdotdot' => 'Дауамы...',
'mypage'        => 'Шәхси бит',
'mytalk'        => 'Минең менән фекер алышыу',
'anontalk'      => 'Был IP-адресының фекер алышыу бите',
'navigation'    => 'Төп йүнәлештәр',
'and'           => '&#32;һәм',

# Cologne Blue skin
'qbfind'         => 'Эҙләү',
'qbbrowse'       => 'Байҡарға',
'qbedit'         => 'Үҙгәртергә',
'qbpageoptions'  => 'Был бит',
'qbpageinfo'     => 'Бит тураһында мәғлүмәттәр',
'qbmyoptions'    => 'Көйләү',
'qbspecialpages' => 'Махсус биттәр',
'faq'            => 'ЙБҺ',
'faqpage'        => 'Project:ЙБҺ',

# Vector skin
'vector-action-addsection'   => 'Тема өҫтәргә',
'vector-action-delete'       => 'Юйырға',
'vector-action-move'         => 'Исемен үҙгәртергә',
'vector-action-protect'      => 'Һаҡларға',
'vector-action-undelete'     => 'Тергеҙергә',
'vector-action-unprotect'    => 'Һаҡлауҙы сисергә',
'vector-namespace-category'  => 'Категория',
'vector-namespace-help'      => 'Ярҙам бите',
'vector-namespace-image'     => 'Файл',
'vector-namespace-main'      => 'Бит',
'vector-namespace-media'     => 'Медиа-бит',
'vector-namespace-mediawiki' => 'Хәбәр',
'vector-namespace-project'   => 'Проект бите',
'vector-namespace-special'   => 'Махсус бит',
'vector-namespace-talk'      => 'Фекер алышыу',
'vector-namespace-template'  => 'Ҡалып',
'vector-namespace-user'      => 'Ҡулланыусы бите',
'vector-view-create'         => 'Яһау',
'vector-view-edit'           => 'Үҙгәртергә',
'vector-view-history'        => 'Тарихты ҡарау',
'vector-view-view'           => 'Уҡыу',
'vector-view-viewsource'     => 'Сығанаҡты ҡарарға',
'actions'                    => 'Хәрәкәт',
'namespaces'                 => 'Исем арауыҡтары',
'variants'                   => 'Варианттар',

'errorpagetitle'    => 'Хата',
'returnto'          => '$1 битенә ҡайтыу.',
'tagline'           => '{{SITENAME}} проектынан',
'help'              => 'Белешмә',
'search'            => 'Эҙләү',
'searchbutton'      => 'Табыу',
'go'                => 'Күсеү',
'searcharticle'     => 'Күсеү',
'history'           => 'Тарих',
'history_short'     => 'Тарих',
'updatedmarker'     => 'һуңғы кереүемдән һуң яңыртылған',
'info_short'        => 'Мәғлүмәт',
'printableversion'  => 'Ҡағыҙға баҫыу өлгөһө',
'permalink'         => 'Даими һылтау',
'print'             => 'Баҫыу',
'edit'              => 'Үҙгәртеү',
'create'            => 'Яһарға',
'editthispage'      => 'Был мәҡәләне үҙгәртергә',
'create-this-page'  => 'Был битте яһарға',
'delete'            => 'Юҡ  итергә',
'deletethispage'    => 'Был битте юйырға',
'undelete_short'    => '$1 {{PLURAL:$1|үҙгәртеүҙе}} тергеҙергә',
'protect'           => 'Һаҡларға',
'protect_change'    => 'үҙгәртергә',
'protectthispage'   => 'Был битте һаҡларға',
'unprotect'         => 'Һаҡлауҙы сисергә',
'unprotectthispage' => 'Был биттең һаҡлауын сисергә',
'newpage'           => 'Яңы бит',
'talkpage'          => 'Фекер алышыу',
'talkpagelinktext'  => 'Фекер алышыу',
'specialpage'       => 'Ярҙамсы бит',
'personaltools'     => 'Шәхси ҡоралдар',
'postcomment'       => 'Яңы бүлек',
'articlepage'       => 'Мәҡәләне ҡарап сығырға',
'talk'              => 'Фекерләшеү',
'views'             => 'Ҡарауҙар',
'toolbox'           => 'Ҡоралдар',
'userpage'          => 'Ҡулланыусы битен ҡарарға',
'projectpage'       => 'Проект битен ҡарарға',
'imagepage'         => 'Файл битен ҡарарға',
'mediawikipage'     => 'Хәбәрҙәр битен ҡарарға',
'templatepage'      => 'Ҡалып битен ҡарарға',
'viewhelppage'      => 'Ярҙам битен ҡарарға',
'categorypage'      => 'Категория битен ҡарарға',
'viewtalkpage'      => 'Фекер алышыу битен ҡарарға',
'otherlanguages'    => 'Башҡа телдәрҙә',
'redirectedfrom'    => '($1 битенән йүнәлтелде)',
'redirectpagesub'   => 'Йүнәлтеү бите',
'lastmodifiedat'    => 'Был биттең һуңғы тапҡыр үҙгәртелеү ваҡыты: $2, $1 .',
'viewcount'         => 'Был биткә $1 {{PLURAL:$1|тапҡыр}} мөрәжәғәт иттеләр.',
'protectedpage'     => 'Һаҡланған бит',
'jumpto'            => 'Унда күсергә:',
'jumptonavigation'  => 'төп йүнәлештәр',
'jumptosearch'      => 'эҙләү',
'view-pool-error'   => 'Ғәфү итегеҙ, хәҙерге ваҡытта серверҙар артыҡ тейәлгән.
Был битте ҡарарға теләүселәр бик күп.
Зинһар был биткә һуңырак кереп ҡарағыҙ.

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{grammar:genitive|{{SITENAME}}}} тураһында',
'aboutpage'            => 'Project:Тасуирлама',
'copyright'            => '$1 ярашлы эстәлеге менән һәр кем файҙалана ала.',
'copyrightpage'        => '{{ns:project}}:Авторлыҡ хоҡуҡтары',
'currentevents'        => 'Ағымдағы ваҡиғалар',
'currentevents-url'    => 'Project:Ағымдағы ваҡиғалар',
'disclaimers'          => 'Яуаплылыҡтан баш тартыу',
'disclaimerpage'       => 'Project:Яуаплылыҡтан баш тартыу',
'edithelp'             => 'Мөхәрирләү белешмәһе',
'edithelppage'         => 'Help:Төҙәтеү белешмәһе',
'helppage'             => 'Help:Белешмә',
'mainpage'             => 'Баш бит',
'mainpage-description' => 'Баш бит',
'policy-url'           => 'Project:Ҡағиҙәләр',
'portal'               => 'Берләшмә',
'portal-url'           => 'Project:Берләшмә ҡоро',
'privacy'              => 'Сер һаҡлау сәйәсәте',
'privacypage'          => 'Project:Сер һаҡлау сәйәсәте',

'badaccess'        => 'Кереү хатаһы',
'badaccess-group0' => 'Һоратылған ғәмәлде үтәй алмайһығыҙ.',
'badaccess-groups' => 'Һоратылған ғәмәлде киләһе {{PLURAL:$2|төркөм|төркөмдәр}} ҡулланыусылары ғына башҡара ала: $1.',

'versionrequired'     => 'MediaWiki-ның $1 версияһы кәрәкле',
'versionrequiredtext' => 'Был бит менән эшләү өсөн MediaWiki-ның $1 версияһы кәрәк. [[Special:Version|Ҡулланылған версия тураһында мәғлүмәт битен]] ҡара.',

'ok'                      => 'Тамам',
'retrievedfrom'           => 'Сығанағы — «$1»',
'youhavenewmessages'      => 'Яңы $1 бар ($2).',
'newmessageslink'         => 'яңы хәбәр',
'newmessagesdifflink'     => 'һуңғы үҙгәртеү',
'youhavenewmessagesmulti' => 'Һеҙгә яңы хәбәрҙәр бар: $1',
'editsection'             => 'үҙгәртергә',
'editold'                 => 'төҙәтеү',
'viewsourceold'           => 'сығанаҡ кодты ҡарарға',
'editlink'                => 'үҙгәртергә',
'viewsourcelink'          => 'сығанаҡ кодты ҡарарға',
'editsectionhint'         => '$1 бүлеген үҙгәртеү',
'toc'                     => 'Эстәлеге',
'showtoc'                 => 'күрһәтергә',
'hidetoc'                 => 'йәшерергә',
'thisisdeleted'           => 'Ҡарарғамы йәки тергеҙергәме? — $1',
'viewdeleted'             => '$1 ҡарарғамы?',
'restorelink'             => '{{PLURAL:$1|1 юйылған үҙгәртеүҙе|$1 юйылған үҙгәртеүҙе}}',
'feedlinks'               => 'Таҫма:',
'feed-invalid'            => 'Хаталы таҫма тибы.',
'feed-unavailable'        => 'Синдикация таҫмаларына ирешеп булмай',
'site-rss-feed'           => '$1 — RSS таҫмаһы',
'site-atom-feed'          => '$1 — Atom таҫмаһы',
'page-rss-feed'           => '«$1» — RSS-таҫма',
'page-atom-feed'          => '$1» — Atom-таҫма',
'red-link-title'          => '$1 (был бит юҡ)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Мәҡәлә',
'nstab-user'      => 'Ҡатнашыусы',
'nstab-media'     => 'Мультимедиа',
'nstab-special'   => 'Махсус бит',
'nstab-project'   => 'Проект бите',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'MediaWiki белдереүе',
'nstab-template'  => 'Ҡалып',
'nstab-help'      => 'Ярҙам',
'nstab-category'  => 'Категория',

# Main script and global functions
'nosuchaction'      => 'Бындай ғәмәл юҡ',
'nosuchactiontext'  => 'URL-ла күрһәтелгән ғәмәл хаталы.
Һеҙ URL-ны хаталы кереткәнһегеҙ йәки хаталы һылтанма буйынса күскәнһегеҙ.
Был шулай уҡ {{SITENAME}} проектындағы хата сәбәпле  лә булырға мөмкин.',
'nosuchspecialpage' => 'Бындай махсус бит юҡ',
'nospecialpagetext' => '<strong>Һеҙ һоратҡан ярҙамсы бит юҡ.</strong>

Хәҙер ғәмәлдә булған ярҙамсы биттәр исемлеге: [[Special:SpecialPages|{{int:specialpages}}]].',

# General errors
'error'                => 'Хата',
'databaseerror'        => 'Мәғлүмәттәр базаһы хатаһы',
'dberrortext'          => 'Мәғлүмәттәр базаһына ебәрелгән һорауҙа синтаксис хатаһы табылды.
Был программала хата булыу мөмкинселеген күрһәтә.
Мәғлүмәттәр базаһына ебәрелгән һуңғы һорау:
<blockquote><tt>$1</tt></blockquote>
<tt>«$2»</tt> функцияһынан.
База <tt>«$3: $4»</tt> хатаһын кире ҡайтарҙы.',
'dberrortextcl'        => 'Мәғлүмәттәр базаһына ебәрелгән һорауҙа синтаксис хатаһы табылды.
Мәғлүмәттәр базаһына ебәрелгән һуңғы һорау:
$1
«$2» функцияһынан килә.
База «$3: $4» хатаһын кире ҡайтарҙы.',
'laggedslavemode'      => "'''Иғтибар:''' биттә һуңғы үҙгәртеүҙәр күрһәтелмәгән булырға мөмкин.",
'readonly'             => 'Мәғлүмәттәр базаһы бикләнгән',
'enterlockreason'      => 'Ябылыу сәбәбен һәм ваҡытын белдерегеҙ.',
'readonlytext'         => 'Яңы мәҡәләләр өҫтәү һәм мәғлүмәттәр базаһындағы башҡа үҙгәртеүҙәр хәҙер ябылған. Был планлы хеҙмәтләндереү сәбәпле булыуы мөмкин, аҙаҡтан нормаль хәлгә ҡайтасаҡ.

Ябыусы хәким ҡалдырған аңлатма:
$1',
'missing-article'      => 'Мәғлүмәттәр базаһында «$1» $2 битенең һоралған тексты табылманы.

Был, ғәҙәттә, иҫкергән һылтанма буйынса юйылған биттең  үҙгәртеү тарихына күскәндә килеп сыға.

Әгәр хатаның сәбәбе ул булмаһа, тимәк һеҙ программала хата тапҡанһығыҙ.
Был турала зинһар URL-ды күрһәтеп, [[Special:ListUsers/sysop|хәкимгә]] белдерегеҙ.',
'missingarticle-rev'   => '(версия № $1)',
'missingarticle-diff'  => '(айырма: $1, $2)',
'readonly_lag'         => 'Өҫтәмә сервер төп сервер менән синхронлашҡанға тиклем мәғлүмәттәр базаһы автоматик рәүештә үҙгәрештәргә ҡаршы ябылған.',
'internalerror'        => 'Эске хата',
'internalerror_info'   => 'Эске хата: $1',
'fileappenderror'      => '"$1"ҙе "$2"гә ҡушып булманы.',
'filecopyerror'        => '«$2» файлына «$1» файлының күсермәһен яһап булмай.',
'filerenameerror'      => '«$1» файлының исемен «$2» исеменә алмаштырып булмай.',
'filedeleteerror'      => '«$1» файлын юйып булмай.',
'directorycreateerror' => '«$1» директорияһын яһап булмай.',
'filenotfound'         => '«$1» файлын табып булмай.',
'fileexistserror'      => '«$1» файлына яҙып булмый: файл былай ҙа бар.',
'unexpected'           => 'Көтөлмәгән ҡиммәт: «$1»=«$2».',
'formerror'            => 'Хата: форма мәғлүмәттәрен ебәреп булмай',
'badarticleerror'      => 'Был биттә ундай ғәмәл үтәргә ярамай',
'cannotdelete'         => '«$1» исемле битте йәки файлды юйып булмай.
Уны башҡа ҡулланыусы юйған булыуы мөмкин.',
'badtitle'             => 'Ярамаған исем',
'badtitletext'         => 'Биттең һоратылған исеме дөрөҫ түгел, буш йәки телдәр араһы йәки интервики исеме яңылыш күрһәтелгән. Исемдә тыйылған символдар булыуы ла мөмкин.',
'perfcached'           => 'Был мәғлүмәттәр кэштан алынған, уларҙа һуңғы үҙгәртеүҙәр булмаҫҡа мөмкин.',
'perfcachedts'         => 'Был мәғлүмәттәр кэштан алынды, ул һуңғы тапҡыр $1 яңыртылды.',
'querypage-no-updates' => 'Был битте яңыртыу хәҙер тыйылған.
Бында күрһәтелгән мәғлүмәттәр яңыртылмаясаҡ.',
'wrong_wfQuery_params' => 'wfQuery() функцияһы өсөн рөхсәт ителмәгән параметрҙар<br />
Функция: $1<br />
Һоратыу: $2',
'viewsource'           => 'Сығанаҡты ҡарау',
'viewsourcefor'        => '«$1» бите',
'actionthrottled'      => 'Тиҙлек сикләнгән',
'actionthrottledtext'  => 'Спам менән көрәшеү өсөн, был ғәмәлде ҡыҫҡа ваҡыт эсендә күп тапҡыр ҡабатлауға сикләү ҡуйылған. Зинһар, бер нисә минуттан яңынан ҡабатлап ҡарағыҙ.',
'protectedpagetext'    => 'Был бит мөхәррирләү өсөн ябыҡ.',
'viewsourcetext'       => 'Һеҙ был биттең сығанаҡ текстын ҡарай һәм күсермәһен ала алаһығыҙ:',
'protectedinterface'   => 'Был биттә программа арайөҙө белдереүҙәре бар. Вандализмға ҡаршы көрәш сәбәпле, был битте үҙгәртеү тыйыла.',
'editinginterface'     => "'''Иғтибар.''' Һеҙ программаның арайөҙ тексты булған битте мөхәррирләйһегеҙ.
Уны үҙгәртеү, башҡа ҡулланыусыларҙын арайөҙ күренешен үҙгәртәсәктер.
Тәржемә өсөн [http://translatewiki.net/wiki/Main_Page?setlang=ba translatewiki.net] адресын, MediaWiki-ны локалләштереү проектын ҡулланыу яҡшыраҡ буласаҡтыр.",
'sqlhidden'            => '(SQL-һорау йәшерелгән)',
'cascadeprotected'     => 'Был бит үҙгәртеүҙәрҙән һаҡланған, сөнки ул каскадлы һаҡлау ҡабул ителгән {{PLURAL:$1|биткә|биттәргә}} өҫтәлгән:
$2',
'namespaceprotected'   => '«$1» исем арауығындағы биттәрҙе мөхәррирләү өсөн хоҡуҡтарығыҙ юҡ.',
'customcssjsprotected' => 'Был битте үҙгәртеү хоҡуғығыҙ юк, сөнки унда башҡа ҡулланыусының шәхси көйләүҙәре бар.',
'ns-specialprotected'  => '«{{ns:special}}» исем арауығындағы биттәрҙе үҙгәртеп булмай.',
'titleprotected'       => "Был исем менән бит яһау [[User:$1|$1]] тарафынан тыйылған.
Белдерелгән сәбәп: ''$2''.",

# Virus scanner
'virus-badscanner'     => "Көйләү хатаһы: Билдәһеҙ вирустар сканеры: ''$1''",
'virus-scanfailed'     => 'сканлау хатаһы ($1 коды)',
'virus-unknownscanner' => 'беленмәгән антивирус:',

# Login and logout pages
'logouttext'                 => "'''Һеҙ иҫәп яҙыуығыҙҙан сыҡтығыҙ.'''

Һеҙ {{SITENAME}} проектында аноним рәүештә дауам итә йәки [[Special:UserLogin|яңынан таныла]] алаһығыҙ (үҙ йәки башҡа исем менән).
Ҡайһы бер биттәр һеҙ системала танылған һымаҡ күренергә мөмкин, уны бөтөрөү өсөн браузер кэшын таҙартығыҙ.",
'welcomecreation'            => '== Рәхим итегеҙ, $1! ==
Иҫәп яҙыуығыҙ яһалды.
Шәхси [[Special:Preferences|көйләүҙәрегеҙҙе]] үҙегеҙгә уңайлы итеп үҙгәртергә онотмағыҙ.',
'yourname'                   => 'Ҡатнашыусы исеме',
'yourpassword'               => 'Һеҙҙең пароль',
'yourpasswordagain'          => 'Парольде ҡабаттан яҙыу',
'remembermypassword'         => 'Был компьютерҙа паролемде иҫләргә ($1 {{PLURAL:$1|көндән|көндән}} күп түгел)',
'yourdomainname'             => 'Һеҙҙең домен',
'externaldberror'            => 'Тышҡы мәғлүмәт базаһы менән танылғанда хата барлыҡҡа килде йәки тышҡы үҙ көйләүҙәрегеҙҙе үҙгәртер өсөн хоҡуҡтарығыҙ етәрле түгел.',
'login'                      => 'Танышыу йәки теркәлеү',
'nav-login-createaccount'    => 'Танышыу йәки теркәлеү',
'loginprompt'                => '{{SITENAME}} проектына кереү өсөн «cookies» рөхсәт ителгән булырға тейеш.',
'userlogin'                  => 'Танышыу йәки теркәлеү',
'userloginnocreate'          => 'Танышыу',
'logout'                     => 'Тамамлау',
'userlogout'                 => 'Тамамлау',
'notloggedin'                => 'Танылмағанһығыҙ',
'nologin'                    => "Һеҙ теркәлмәгәнһегеҙме әле? '''$1'''.",
'nologinlink'                => 'Иҫәп яҙыуын булдырырға',
'createaccount'              => 'Яңы ҡатнашыусыны теркәү',
'gotaccount'                 => "Әгәр Һеҙ теркәлеү үткән булһағыҙ? '''$1'''.",
'gotaccountlink'             => 'Үҙегеҙ менән таныштырығыҙ',
'createaccountmail'          => 'эл. почта буйынса',
'createaccountreason'        => 'Сәбәп:',
'badretype'                  => 'Һеҙ кереткән паролдәр тап килмәйҙәр.',
'userexists'                 => 'Керетелгән исем ҡулланыла.
Зинһар, башҡа исем һайлағыҙ.',
'loginerror'                 => 'Танышыу хатаһы',
'createaccounterror'         => 'Иҫәп яҙыуын яһап булмай: $1',
'nocookiesnew'               => 'Иҫәп яҙыуы яһалды, ләкин һеҙ танылмағанһығыҙ. {{SITENAME}} ҡатнашыусыны таныу өсөн «cookies» ҡуллана. Һеҙҙә «cookies» тыйылған. Зинһар, уларға рөхсәт бирегеҙ, шунан яңы ҡатнашыусы исеме һәм пароль менән танылығыҙ.',
'nocookieslogin'             => '{{SITENAME}} ҡатнашыусыны таныу өсөн «cookies» ҡуллана. Һеҙҙә «cookies» тыйылған. Зинһар, уға рөхсәт бирегеҙ һәм яңынан керегеҙ.',
'noname'                     => 'Ғәмәлдә булған ҡатнашыусы исемен керетмәнегеҙ.',
'loginsuccesstitle'          => 'Танышыу уңышлы үтте',
'loginsuccess'               => 'Хәҙер һеҙ $1 исеме менән эшләйһегеҙ.',
'nosuchuser'                 => '$1 исемле ҡулланыусы юҡ.
Ҡулланыусы исеме хәреф регистрына һиҙгер.
Исемде тикшерегеҙ йәки [[Special:UserLogin/signup|яңы иҫәп яҙыуы асығыҙ]].',
'nosuchusershort'            => '<nowiki>$1</nowiki> исемле ҡулланыусы юҡ. Исемде тикшерегеҙ.',
'nouserspecified'            => 'Һеҙ ҡатнашыусы исемен күрһәтергә тейеш.',
'login-userblocked'          => 'Был ҡатнашыусыға рөхсәт юҡ.  Исеме тыйылған.',
'wrongpassword'              => 'Һеҙ ҡулланған пароль ҡабул ителмәй. Яңынан яҙып ҡарағыҙ.',
'wrongpasswordempty'         => 'Зинһар, буш булмаған пароль керетегеҙ.',
'passwordtooshort'           => 'Пароль кәмендә $1 {{PLURAL:$1|символдан}} торорға тейеш.',
'password-name-match'        => 'Керетелгән пароль ҡулланыусы исеменән айырылырға тейеш.',
'mailmypassword'             => 'Яңы пароль ебәрергә',
'passwordremindertitle'      => '{{SITENAME}} өсөн яңы ваҡытлыса пароль',
'passwordremindertext'       => 'Кемдер (бәлки, һеҙ, IP-адресы: $1) {{SITENAME}} ($4) өсөн яңы пароль һоратты. $2 ҡатнашыусыһы өсөн ваҡытлыса яңы пароль яһалды: $3. Әгәр был һеҙ булһағыҙ, системага керегеҙ һәм паролде алмаштырығыҙ. Яңы пароль $5 {{PLURAL:$5|көн}} ғәмәлдә буласаҡ.

Әгәр һеҙ паролде алмаштырыуҙы һоратмаған йәки онотоп кире иҫләгән булһағыҙ һәм үҙгәртергә теләмәһәгеҙ, был хәбәргә иғтибар итмәгеҙ һәм элекке паролегеҙҙе ҡулланыуығыҙҙы дауам итегеҙ.',
'noemail'                    => '$1 исемле ҡулланыусы өсөн электрон почта адресы белдерелмәгән.',
'noemailcreate'              => 'Дөрөҫ электрон почта адресы күрһәтеү кәрәк',
'passwordsent'               => 'Яңы пароль $1 исемле ҡатнашыусының электрон почта адресына ебәрелде.

Зинһар, паролде алғас, системаға яңынан керегеҙ.',
'blocked-mailpassword'       => 'Һеҙҙең IP-адресығыҙҙан мөхәррирләү тыйылған, шул сәбәпле пароль тергеҙеү ғәмәле лә блокланған.',
'eauthentsent'               => 'Күрһәтелгән электрон почта адресына адресты үҙгәртеүҙе раҫлауығыҙ өсөн хат ебәрелде. Хатта, был адрес һеҙҙеке булғанын раҫлау өсөн ниндәй ғәмәлдәрҙе үтәү кәрәкле икәне тураһында мәғлүмәт бар.',
'throttled-mailpassword'     => 'Паролде иҫләтеү ғәмәле {{PLURAL:$1|һуңғы $1 сәғәт}} эсенде ҡулланылды инде.
Насар ниәтле ҡулланыуҙарға ҡаршы, паролде иҫләтеү ғәмәлен {{PLURAL:$1|сәғәт|$1 сәғәт}} эсендә бер тапҡыр ғына ҡулланырға була.',
'mailerror'                  => 'Хат ебәреү хатаһы: $1',
'acct_creation_throttle_hit' => 'Һеҙҙең IP-адрестан бер тәүлек эсендә {{PLURAL:$1|$1 иҫәп яҙыуы}} яһалды инде, был һан был ваҡыт аралығы өсөн максимум һан. Шул сәбәпле, был IP-адресына эйә ҡулланыусылар, хәҙерге ваҡытта яңы иҫәп яҙыуы яһай алмайҙар.',
'emailauthenticated'         => 'Электрон почта адресығыҙ раҫланды: $3, $2.',
'emailnotauthenticated'      => 'Электрон почта адресығыҙ раҫланмаған әле. Киләһе ғәмәлдәр өсөн электрон почта эшләмәйәсәк.',
'noemailprefs'               => 'Электрон почта адресығыҙ күрһәтелмәгән, шул сәбәпле викиның электрон почта функциялары ябыҡ.',
'emailconfirmlink'           => 'Электрон почта адресығыҙҙы раҫлағыҙ',
'invalidemailaddress'        => 'Электрон почта адресы ҡабул ителә алмай, сөнки ул форматка тап килмәй.
Зинһар, дөрөҫ адрес керетегеҙ йәки юлды буш ҡалдырығыҙ.',
'accountcreated'             => 'Иҫәп яҙыуы яһалды',
'accountcreatedtext'         => '$1 исемле ҡулланыусы өсөн исәп яҙыуы яһалды.',
'createaccount-title'        => '{{SITENAME}}: теркәлеү',
'createaccount-text'         => 'Кемдер, электрон почта адресығыҙҙ күрһәтеп, {{SITENAME}} ($4) проектында «$3» пароле менән «$2» исемле иҫәп яҙыуы теркәне. Һеҙҙең кереүегеҙ һәм паролегеҙҙе алмаштырыуығыҙ кәрәк.

Иҫәп яҙыуы яңылыш яһалһа был хатҡа иғтибар итмәгеҙ.',
'usernamehasherror'          => 'Ҡулланыусы исемендә "#" символы була алмай',
'login-throttled'            => 'Һеҙ системала артыҡ күп танылырға тырыштығыҙ.
Зинһар, ҡабатламаҫтан алда бераҙ көтөгөҙ.',
'loginlanguagelabel'         => 'Тел: $1',

# Password reset dialog
'resetpass'                 => 'Паролде үҙгәртеү',
'resetpass_announce'        => 'Һеҙ системала электрон почта аша алынған ваҡытлыса пароль менән танылдығыҙ. Системаға кереүҙә тамалау өсөн яңы пароль булдырығыҙ.',
'resetpass_header'          => 'Иҫәп яҙыуы паролен үҙгәртеү',
'oldpassword'               => 'Иҫке пароль:',
'newpassword'               => 'Яңы пароль:',
'retypenew'                 => 'Паролде яңынан керетегеҙ:',
'resetpass_submit'          => 'Пароль ҡуйырға һәм танышырға',
'resetpass_success'         => 'Паролегеҙ уңышлы үҙгәртелде! Системала танышыу бара...',
'resetpass_forbidden'       => 'Паролде үҙгәртеп булмай',
'resetpass-no-info'         => 'Был битте туранан ҡарау өсөн һеҙге системала танылырға кәрәк.',
'resetpass-submit-loggedin' => 'Паролде үҙгәртергә',
'resetpass-submit-cancel'   => 'Бөтөрөргә',
'resetpass-wrong-oldpass'   => 'Хаталы ваҡытлыса йәки ағымдағы пароль.
Һеҙ, бәлки, паролегеҙҙе алмаштырғанһығыҙ йәки яңы пароль һоратҡанһығыҙ.',
'resetpass-temp-password'   => 'Ваҡытлыса пароль',

# Edit page toolbar
'bold_sample'     => 'Ҡалын яҙылыш',
'bold_tip'        => 'Ҡалын яҙылыш',
'italic_sample'   => 'Курсив яҙылыш',
'italic_tip'      => 'Курсив яҙылыш',
'link_sample'     => 'Һылтанма исеме',
'link_tip'        => 'Эске һылтанма',
'extlink_sample'  => 'http://www.example.com һылтанма исеме',
'extlink_tip'     => 'Тышҡы һылтанма (http:// префиксын онотмағыҙ)',
'headline_sample' => 'Исем',
'headline_tip'    => '2-се дәрәжәле исем',
'math_sample'     => 'Формуланы бында керетегеҙ',
'math_tip'        => 'Математик формула (LaTeX форматы)',
'nowiki_sample'   => 'Бында форматланмаған тексты өҫтәгеҙ.',
'nowiki_tip'      => 'Вики-форматлауға иғтибар итмәҫкә',
'image_tip'       => 'Индерелгән файл',
'media_tip'       => 'Файл һылтанмаһы',
'sig_tip'         => 'Имзағыҙ һәм ваҡыт',
'hr_tip'          => 'Горизонтальная һыҙыҡ (бик йыш ҡулланмағыҙ)',

# Edit pages
'summary'                          => 'Үҙгәртеүҙең ҡыҫҡаса тасуирламаһы:',
'subject'                          => 'Тема/исем:',
'minoredit'                        => 'Әҙ генә үҙгәрештәр',
'watchthis'                        => 'Был битте күҙәтеүҙәр исемлегенә индерергә',
'savearticle'                      => 'Яҙҙырып ҡуйырға',
'preview'                          => 'Ҡарап сығыу',
'showpreview'                      => 'Ҡарап сығырға',
'showlivepreview'                  => 'Тиҙ алдан байҡау',
'showdiff'                         => 'Индерелгән үҙгәрештәр',
'anoneditwarning'                  => "'''Иғтибар''': Һеҙ танылмағанһығыҙ. IP-адресығыҙ был биттең үҙгәртеүҙәр тарихына яҙыласаҡ.",
'missingsummary'                   => "'''Иҫкәртеү.''' Һеҙ үҙгәртеүҙергә ҡыҫҡа тасуирлама яҙманығыҙ. Ҡабаттан «Битте һаҡларға» төймәһенә баҫһағыҙ, үҙгәртеүҙәрегеҙ тасуирламаһыҙ һаҡланасаҡ.",
'missingcommenttext'               => 'Зинһар, аҫҡа үҙ тасуирламағыҙҙы керетегеҙ.',
'missingcommentheader'             => "'''Иҫкәртеү:''' Һеҙ был комментарий өсөн тема/исем яҙманығыҙ.
«Битте һаҡларға» төймәһенә ҡабат баҫыу менән үҙгәртеүҙерегеҙ исемһеҙ яҙыласаҡ.",
'summary-preview'                  => 'Буласаҡ тасуирлама:',
'subject-preview'                  => 'Тема/башлыҡты алдан ҡарау:',
'blockedtitle'                     => 'Ҡулланыусы блокланған',
'blockedtext'                      => "'''Иҫәп яҙыуығыҙ йәки IP-адресығыҙ блокланған.'''

Блоклаусы хәким: $1.
Белдерелгән сәбәп: ''$2''.

* Блоклау башланған ваҡыт: $8
* Блоклау  аҙағы: $6
* Блоклауҙар һаны: $7

Һеҙ $1 йәки башҡа [[{{MediaWiki:Grouppage-sysop}}|хәкимгә]] блоклау буйынса һорауҙарығыҙҙы ебәрә алаһығыҙ.
Иҫегеҙҙе тотоғоҙ: әгәр һеҙ теркәлмәгән һәм электрон почта адресығыҙҙы раҫламаған булһағыҙ ([[Special:Preferences|көйләүҙәрем битендә]]), хәкимгә хат ебәрә алмайһығыҙ. Шулай ук блоклау ваҡытында һеҙҙең хат ебәреү мөмкинлегегеҙ сикләгән булырға ла мөмкин.
Һеҙҙең IP-адрес — $3, блоклау идентификаторы — #$5.
Хаттарҙа был мәғлүмәттәрҙе күрһәтергә онотмағыҙ.",
'autoblockedtext'                  => "Һеҙҙең IP-адресығыҙ автоматик рәүештә блокланған. Сәбәбе, был адрес элек блокланған ҡулланыусыларҙың береһе тарафынан ҡулланылған. Блоклаусы хәким ($1) киләһе сәбәпте белдергән:

:«$2»

Блоклаусы хәким: $1.
Белдерелгән сәбәп: ''$2''.

* Блоклау башланған ваҡыт: $8
* Блоклау  аҙағы: $6
* Блоклауҙар һаны: $7

Һеҙ $1 йәки башҡа [[{{MediaWiki:Grouppage-sysop}}|хәкимгә]] блоклау буйынса һорауҙарығыҙҙы ебәрә алаһығыҙ.
Иҫегеҙҙе тотоғоҙ: әгәр һеҙ теркәлмәгән һәм электрон почта адресығыҙҙы раҫламаған булһағыҙ ([[Special:Preferences|көйләүҙәрем битендә]]), хәкимгә хат ебәрә алмайһығыҙ. Шулай ук блоклау ваҡытында һеҙҙең хат ебәреү мөмкинлегегеҙ сикләгән булырға ла мөмкин.
Һеҙҙең IP-адрес — $3, блоклау идентификаторы — #$5.
Хаттарҙа был мәғлүмәттәрҙе күрһәтергә онотмағыҙ.",
'blockednoreason'                  => 'сәбәп белдерелмәгән',
'blockedoriginalsource'            => "Аҫта '''$1''' битенең тексты күрһәтелгән.",
'blockededitsource'                => "Аҫта '''$1''' битенең '''һеҙ үҙгәрткән''' тексты күрһәтелгән.",
'whitelistedittitle'               => 'Үҙгәртеү өсөн танылыу кәрәк',
'whitelistedittext'                => 'Биттәрҙә үҙгәртеү өсөн $1 кәрәк.',
'confirmedittext'                  => 'Биттәрҙе үҙгәртерҙән алда электрон почта адресығыҙҙы раҫларға тейешһегеҙ.
Быны [[Special:Preferences|көйләүҙәр битендә]] эшләй алаһығыҙ.',
'nosuchsectiontitle'               => 'Бүлекте табып булмай',
'nosuchsectiontext'                => 'Һеҙ булмаған бүлекте үҙгәртергә тырышаһығыҙ.
Һеҙ мөхәррирләгәнсе уны моғайын күсергәндәр йәки юйҙырғандар.',
'loginreqtitle'                    => 'Танылыу кәрәк',
'loginreqlink'                     => 'танылыу',
'loginreqpagetext'                 => 'Башҡа биттәрҙе ҡарау өсөн $1 кәрәк.',
'accmailtitle'                     => 'Пароль ебәрелде.',
'accmailtext'                      => "[[User talk:$1|$1]] ҡулланыусыһы өсөн яһалған пароль $2 адресына ебәрелде.

Системала танылғандан һуң ''[[Special:ChangePassword|паролегеҙҙе үҙгәртә алаһығыҙ]]''.",
'newarticle'                       => '(Яңы)',
'newarticletext'                   => "Һеҙ һылтанма буйынса әлегә яһалмаған биткә күстегеҙ.
Яңы бит яһар өсөн аҫтағы тәҙрәгә текст керетегеҙ (тулыраҡ мәғлүмәт өсөн [[{{MediaWiki:Helppage}}|ярҙам битен]] ҡарағыҙ).
Әгәр был биткә яңылыш килеп эләккән булһағыҙ, браузерығыҙҙың '''артҡа''' төймәһенә баҫығыҙ.",
'anontalkpagetext'                 => "----''Был фекер алышыу бите, иҫәп яҙыуы булдырмаған йәки уны ҡулланмаған аноним ҡатнашыусының бите.
Шуның өсөн ҡулланыусыны таныу өсөн IP-адресы ҡулланыла.
Әгәр һеҙ аноним ҡулланыусы булһағыҙ һәм һеҙгә ебәрелмәгән хәбәрҙәр алдым тиһәгеҙ (бер IP-адрес күп ҡулланыусы өсөн булырға мөмкин) һәм башҡа бындай аңлашылмаусанлыҡтар килеп сыҡмаһын өсөн, зинар, [[Special:UserLogin|системаға керегеҙ]] йәки [[Special:UserLogin/signup|теркәлегеҙ]].''",
'noarticletext'                    => "Хәҙерге ваҡытта был биттә текст юҡ.
Һеҙ [[Special:Search/{{PAGENAME}}|был исемде башҡа биттәрҙә эҙләй]],
<span class=\"plainlinks\">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} тап килгән журнал яҙмаларын таба]
йәки '''[{{fullurl:{{FULLPAGENAME}}|action=edit}} бындай исемле яңы бит яһай]''' алаһығыҙ.",
'noarticletext-nopermission'       => 'Хәҙерге ваҡытта был биттә текст юҡ.
Һеҙ башҡа мәҡәләләрҙә [[Special:Search/{{PAGENAME}}|был исемде]] йәки
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} журналдағы яҙмаларҙы] эҙләй алаһығыҙ.</span>',
'userpage-userdoesnotexist'        => '«$1» иҫәп яҙыуы юҡ. Һеҙ бындай бит яһарға йәки битте үҙгәртергә теләһәгеҙ яңынан тикшерегеҙ.',
'userpage-userdoesnotexist-view'   => '«$1» исемле иҫәп яҙыуы юҡ.',
'blocked-notice-logextract'        => 'Хәҙергә был ҡатнашыусы ябылған. Һуңғы ҡулланыусы ябыу яҙмаһы:',
'clearyourcache'                   => "'''Иҫкәрмә:''' Битте һаҡлағандан һуң үҙгәртеүҙерегеҙ күренһен өсөн браузерығыҙҙың кэшын таҙартығыҙ.
Быны '''Mozilla / Firefox''': ''Ctrl+Shift+R'', '''Safari''': ''Cmd+Shift+R'', '''IE:''' ''Ctrl+F5'', '''Konqueror''': ''F5'', '''Opera''': ''Tools→Preferences'' аша эшләп була.",
'usercssyoucanpreview'             => "'''Кәңәш:''' Яңы CSS-файлды һаҡларҙан алда тикшерер өсөн \"алдан ҡарау\" төймәһенә баҫығыҙ.",
'userjsyoucanpreview'              => "'''Кәңәш:''' Яңы JS-файлды һаҡларҙан алда тикшерер өсөн \"алдан ҡарау\" төймәһенә баҫығыҙ.",
'usercsspreview'                   => "'''Был бары тик CSS файлды алдан ҡарау ғына, ул әле һаҡланмаған!'''",
'userjspreview'                    => "'''Был бары тик JavaScript файлын алдан ҡарау ғына, ул әле һаҡланмаған!'''",
'userinvalidcssjstitle'            => "'''Иғтибар:''' \"\$1\" биҙәү темаһы табылманы. Иҫтә тотоғоҙ, .css һәм .js ҡулланыусы биттәренең исемдәре тик бәләкәй хәрефтәрҙән генә торорға тейеш. Мәҫәлән: {{ns:user}}:Foo/monobook.css, ә {{ns:user}}:Foo/Monobook.css түгел!",
'updated'                          => '(Яңыртылды)',
'note'                             => "'''Иҫкәрмә:'''",
'previewnote'                      => "'''Ҡарап сығыу өлгөһө, әлегә үҙгәрештәр яҙҙырылмаған!'''",
'previewconflict'                  => 'Әлеге алдан ҡарау, мөхәррирләү тәҙрәһенең өҫтөндә, һаҡланғандан һуң текстың нисек күренәсәген күрһәтә.',
'session_fail_preview'             => "'''Ҡыҙғанысҡа ҡаршы, һеҙҙең ултырыш идентификаторығыҙ юғалды. Һөҙөмтәлә үҙгәртеүҙәрегеҙ ҡабул ителмәйәсәк.
Зинһар, тағы бер тапҡыр ҡабатлағыҙ.
Әгәр был хата ҡабатланһа, [[Special:UserLogout|ултырышты тамамлағыҙ]] һәм яңынан керегеҙ.'''",
'session_fail_preview_html'        => "'''Ҡыҙғанысҡа ҡаршы, һеҙҙең ултырыш мәғлүмәттәрегеҙ юғалды. Һөҙөмтәлә, сервер үҙгәрештерегеҙҙе ҡабул итә алмай.'''

''{{SITENAME}} тик таҙа HTML ҡулланыуҙы ғына рөхсәт итә; алдан ҡарау, JavaScript-атакаларҙан һаҡланыу маҡсаты менән ябылған.''

'''Әгәр һеҙ үҙгәртеүҙе яҡшы ниәт менән башҡараһағыҙ икән, тағы бер тапҡыр ҡабатлап ҡарағыҙ. Хата ҡабатланһа, сайттан [[Special:UserLogout|сығығыҙ]] һәм яңынан керегеҙ.'''",
'token_suffix_mismatch'            => "'''Һеҙҙең үҙгәртеү ҡабул ителмәне, сөнки һеҙҙең программа мөхәррирләү тәҙрәһендә тыныш билдәләрен дөрөҫ эшкәртмәй.'''
Мәҡәлә текстын боҙолоуҙан һаҡлау өсөн үҙгәртеүегеҙ кире алынды.
Бындай хәлдәр хаталы аноним web-проксилар ҡулланғанда килеп сығырға мөмкин.",
'editing'                          => 'Мөхәрирләү  $1',
'editingsection'                   => 'Мөхәрирләү  $1 (секция)',
'editingcomment'                   => '$1 мөхәррирләнә (яңы бүлек)',
'editconflict'                     => 'Мөхәррирләү конфликты: $1',
'explainconflict'                  => 'Һеҙ был битте мөхәррирләгән ваҡытта кемдер яңы үҙгәрештәр керетте. Мөхәррирләү тәҙрәһенең өҫкө өлөшөндә биттең ағымдағы текстын күрәһегеҙ. Аҫта, һеҙҙең вариант күрһәтелгән. Кереткән үҙгәрештерегеҙҙе аҫҡы тәҙрәнән өҫкә күсерегеҙ. «Битте һаҡларға» төймәһенә баҫҡас өҫтәге тәҙрәнең тексты һаҡланасаҡ.',
'yourtext'                         => 'Һеҙҙең текст',
'storedversion'                    => 'Һаҡланған версия',
'nonunicodebrowser'                => "'''КИҪӘТЕҮ: Һеҙҙең браузер Юникод кодировкаһын танымай.'''
Мәҡәләләрҙе мөхәррирләгән ваҡытта ASCII булмаған символдар махсус уналтылы кодтарға әйләндереләсәк.",
'editingold'                       => "'''Киҫәтеү: Һеҙ биттең иҫкергән версияһын үҙгәртәһегеҙ.'''
Һаҡлауҙан һуң яңы версияла эшләнгән үҙгәртеүҙәр юғаласаҡ.",
'yourdiff'                         => 'Айырмалыҡтар',
'copyrightwarning'                 => "Иғтибар, {{SITENAME}} сайтындағы бөтә өҫтәмәләр һәм үҙгәртеүҙәр $2 (ҡарағыҙ: $1) лицензияһы шарттары менән сығарылған тип иҫәпләнә. Әгәр текстарығыҙҙың ирекле рәүештә таратылыуын һәм төҙәтелеүен теләмәһәгеҙ, уларҙы бында өҫтәмәүегеҙ һорала.<br />
Шулай уҡ, керетелгән үҙгәртеүҙәрҙең авторы булыуығыҙҙы йәки уларҙы эстәлеге ирекле рәүештә таратылырға һәм үҙгәртелергә рөхсәт ителгән сығанаҡтан алыуығыҙҙы раҫлайһығыҙ.<br />
'''РӨХСӘТ АЛМАЙЫНСА АВТОРЛЫҠ ХОҠУҠТАРЫ МЕНӘН ҺАҠЛАНҒАН МАТЕРИАЛДАР ҠУЙМАҒЫҘ!!!'''",
'copyrightwarning2'                => "Иғтибар, һеҙ кереткән өҫтәмәләр башҡа ҡатнашыусылар тарафынан үҙгәртелергә йәки юйылырға мөмкин.
Әгәр кемдең дә булһа текстарығыҙҙы үҙгәртеүен теләмәһәгеҙ, уларҙы бында ҡуймағыҙ.<br />
Шулай уҡ, кереткән өҫтәмәләрҙең авторы булыуығыҙҙы йәки уларҙы, эстәлеге ирекле рәүештә таратылырға һәм үҙгәртелергә рөхсәт ителгән сығанаҡтан алыуығыҙҙы раҫлайһығыҙ (ҡарағыҙ: $1).
'''РӨХСӘТҺЕҘ, АВТОРЛЫҠ ХОҠУҠТАРЫ МЕНӘН ҺАҠЛАНҒАН МАТЕРИАЛДАР ҠУЙМАҒЫҘ!'''",
'longpagewarning'                  => "'''КИҪӘТЕҮ:''' Был биттең күләме $1 килобайт.
32 Кб йәки унан ҙурыраҡ биттәр ҡайһы бер браузерҙарҙа дөрөҫ күренмәҫкә мөмкин.
Битте бер нисә өлөшкә бүлеп ҡарағыҙ.",
'longpageerror'                    => "'''ХАТА: һаҡланасаҡ текст күләме $1 килобайт, был иһә рөхсәт ителгән $2 килобайттан күп. Битте һаҡлап булмай.'''",
'readonlywarning'                  => "'''КИҪӘТЕҮ: Техник хеҙмәтләндереү сәбәпле мәғлүмәттәр базаһы блокланған, шунлыҡтан үҙгәртеүҙәрегеҙҙе хәҙер һаҡлай алмайһығыҙ.'''
Тексты аҙаҡтан ҡулланыу өсөн файлда һаҡлап тора алаһығыҙ.

Хәким белдергән сәбәп: $1",
'protectedpagewarning'             => "'''КИҪӘТЕҮ: Һеҙ был битте үҙгәртә алмайһығыҙ, был хоҡуҡҡа хакимдәр генә эйә.'''
Белешмә өсөн түбәндә һуңғы үҙгәртеү тураһында мәғлүмәт бирелә:",
'semiprotectedpagewarning'         => "'''Киҫәтеү:''' был бит һаҡланған. Уны теркәлгән ҡулланыусылар ғына үҙгәртә ала.
Белешмә өсөн түбәндә һуңғы үҙгәртеү тураһында мәғлүмәт бирелә:",
'cascadeprotectedwarning'          => "'''КИҪӘТЕҮ:''' Был битте тик хәкимдәр генә үҙгәртә ала, сөнки ул каскадлы һаҡлау асылған {{PLURAL:$1|киләһе биткә|киләһе биттәргә}} ҡушылған:",
'titleprotectedwarning'            => "'''Киҫәтеү: Бындый исемле бит һаҡланған, уны үҙгәртеү өсөн [[Special:ListGroupRights|тейешле хоҡуҡҡа]] эйә булыу кәрәк.'''
Белешмә өсөн түбәндә һуңғы үҙгәртеү тураһында мәғлүмәт бирелә:",
'templatesused'                    => 'Был биттә ҡулланылған {{PLURAL:$1|ҡалып|ҡалыптар}}:',
'templatesusedpreview'             => 'Алдан ҡаралған биттә ҡулланылған {{PLURAL:$1|ҡалып|ҡалыптар}}:',
'templatesusedsection'             => 'Был бүлектә ҡулланылған {{PLURAL:$1|ҡалып|ҡалыптар}}:',
'template-protected'               => '(һаҡланған)',
'template-semiprotected'           => '(өлөшләтә һаҡланған)',
'hiddencategories'                 => 'Был бит $1 {{PLURAL:$1|йәшерен категорияға}} керә:',
'nocreatetitle'                    => 'Биттәр яһау сикләнгән',
'nocreatetext'                     => '{{SITENAME}}, яңы бит яһауҙы рөхсәт итмәгән.
Һеҙ кире ҡайта һәм булған битте мөхәррирләй, [[Special:UserLogin|системала таныла йәки яңы иҫәп яҙыуы яһай]] алаһығыҙ.',
'nocreate-loggedin'                => 'Яңы биттәр яһау хоҡуғығыҙ юҡ.',
'sectioneditnotsupported-title'    => 'Бүлектәрҙә мөхәррирләү терәкләнмәй',
'sectioneditnotsupported-text'     => 'Был биттә бүлектәрҙе мөхәррирләү терәкләнмәй.',
'permissionserrors'                => 'Ирешеү хоҡуҡтары хаталары',
'permissionserrorstext'            => 'Түбәндәге {{PLURAL:$1|сәбәп|сәбәптәр}} буйынса һеҙҙең был ғәмәлде үтәү хоҡуғығыҙ юҡ:',
'permissionserrorstext-withaction' => "«'''$2'''» ғәмәлен башҡара алмайһығыҙ. {{PLURAL:$1|Сәбәбе|Сәбәптәре}}:",
'recreate-moveddeleted-warn'       => "'''Иғтибар: Һеҙ, элек юйылған битте яңынан яһарға теләйһегеҙ.'''

Һеҙгә был битте яңынан яһау кәрәклеген яңынан уйлап ҡарағыҙ.
Түбәндә биттең юйыу һәм исем үҙгәртеү яҙмалары килетерелә:",
'moveddeleted-notice'              => 'Был бит юйылған.
Белешмә өсөн киләһе юйыу һәм исем үҙгәртеү яҙмалары килтерелә.',
'log-fulllog'                      => 'Бар яҙмаларҙы ҡарарға',
'edit-hook-aborted'                => 'Үҙгәртеүҙе ҡармаҡ-процедура кире ҡаҡты.
Өҫтәмә аңлатма килтерелмәй.',
'edit-gone-missing'                => 'Битте яңыртып булмай.
Бәлки ул юйылғандыр.',
'edit-conflict'                    => 'Төҙәтеүҙәр конфликты',
'edit-no-change'                   => 'Текста үҙгәртеүҙер булмау сәбәпле үҙгәртеүегеҙгә иғтибар ителмәне.',
'edit-already-exists'              => 'Яңы бит яһап булмай.
Ул былай ҙа бар.',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''Иғтибар:''' был биттә хәтерҙе күп ҡулланыусы функциялар ныҡ күп.

Ҡуйылған сикләү: $2 {{PLURAL:$2|ҡулланыу}}, был осраҡта {{PLURAL:$1|$1 тапҡыр}} башҡарырға рөхсәт ителә.",
'expensive-parserfunction-category'       => 'Хәтерҙе күп ҡулланыусы функциялары күп булған биттәр',
'post-expand-template-inclusion-warning'  => "'''Иғтибар:''' Өҫтәлгән ҡалыптар күләме бик ҙур.
Ҡайһы бер ҡалыптар өҫтәлмәйәсәк.",
'post-expand-template-inclusion-category' => 'Рөхсәт ителгән күләмдән күп ҡалып ҡушылған биттәр',
'post-expand-template-argument-warning'   => "'''Иғтибар:''' Был бит, асыу өсөн бик ҙур күләмле кәмендә бер ҡалып аргументына эйә.
Бындай аргументтар төшөрөп ҡалдырылды.",
'post-expand-template-argument-category'  => 'Төшөрөп ҡалдырылған ҡалып аргументтары булған биттәр',
'parser-template-loop-warning'            => 'Төйөн табылған ҡалыптар: [[$1]]',
'parser-template-recursion-depth-warning' => '($1) ҡалыбын рекурсия итеп ҡулланыу тәрәнлеге рөхсәт ителгәндән артып киткән',

# "Undo" feature
'undo-success' => 'Был үҙгәртеүҙе кире алып була. Зинһар, улар һеҙҙе ҡыҙыҡһындырған үҙгәртеүҙәр булыуынан шикләнмәҫ өсөн версияларҙы сағыштырыуҙы ҡарағыҙ һәм үҙгәртеүҙәрҙе ғәмәлғә керетер өсөн «Битте һаҡларға» төймәһенә баҫығыҙ.',
'undo-failure' => 'Ара үҙгәртеүҙәр тура килмәү сәбәпле төҙәтеүҙе кире алып булмай.',
'undo-norev'   => 'Үҙгәртеүҙе кире алып булмай, сөнки юҡ йәки юйылған.',
'undo-summary' => '[[Special:Contributions/$2|$2]] ҡулланыусыһының ([[User talk:$2|фекер алышыу]]) $1 үҙгәртеүенән баш тартыу',

# Account creation failure
'cantcreateaccounttitle' => 'Иҫәп яҙыуын яһап булмай',
'cantcreateaccount-text' => "Был IP-адрестан (<b>$1</b>) иҫәп яҙыуҙары булдырыу [[User:$3|$3]] тарафынан тыйылған.

$3 белдергән сәбәп: ''$2''",

# History pages
'viewpagelogs'           => 'Был биттең яҙмаларын ҡарарға',
'nohistory'              => 'Был биттең үҙгәртеүҙәр тарихы юҡ.',
'currentrev'             => 'Ағымдағы версия',
'currentrev-asof'        => '$1, ағымдағы версия',
'revisionasof'           => '$1 версияһы',
'revision-info'          => 'Версия: $1; $2',
'previousrevision'       => '← Алдағы',
'nextrevision'           => 'Киләһе →',
'currentrevisionlink'    => 'Ағымдағы версия',
'cur'                    => 'хәҙ.',
'next'                   => 'киләһе',
'last'                   => 'алд.',
'page_first'             => 'беренсе',
'page_last'              => 'аҙаҡҡы',
'histlegend'             => "Айырма һайлау: сағыштырырға теләгән 2 версияны һайлап Enter-ға йәки биттең аҫҡы өлөшөндәге төймәгә баҫығыҙ.<br />
Аңлатмалар: '''({{int:cur}})''' — хәҙерге версиянан айырма, '''({{int:last}})''' — алдағы версиянан айырма, '''{{int:minoreditletter}}''' — әҙ үҙгәреш яһалған.",
'history-fieldset-title' => 'Тарихты ҡарарға',
'history-show-deleted'   => 'Юйылғандар ғына',
'histfirst'              => 'Иң иҫке',
'histlast'               => 'Һуңғы',
'historysize'            => '($1 {{PLURAL:$1|байт}})',
'historyempty'           => '(буш)',

# Revision feed
'history-feed-title'          => 'Үҙгәртеүҙәр тарихы',
'history-feed-description'    => 'Викилағы был биттең үҙгәртеүҙәр тарихы',
'history-feed-item-nocomment' => '$1, $2',
'history-feed-empty'          => 'Һоратылған бит юҡ.
Ул бит юйылған йәки исеме үҙгәртелгән булыуы мөмкин.
Викила оҡшаш биттәрҙе [[Special:Search|эҙләп ҡарағыҙ]].',

# Revision deletion
'rev-deleted-comment'         => '(комментарий юйылған)',
'rev-deleted-user'            => '(автор исеме юйылған)',
'rev-deleted-event'           => '(яҙма юйылған)',
'rev-deleted-user-contribs'   => '[ҡулланыусы исеме йәки IP-адрес юйылған — төҙәтеү өлөш битенән йәшерелде]',
'rev-deleted-text-permission' => "Биттең был версияһы '''юйылған'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Юйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.",
'rev-deleted-text-unhide'     => "Биттең был версияһы '''юйылған'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Юйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.
Һеҙ хәким булғанлыҡтан [был версияны $1] ҡарай алаһығыҙ.",
'rev-suppressed-text-unhide'  => "Биттең был версияһы '''тыйылған'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Тыйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.
Һеҙ хәким булғанлыҡтан [был версияны $1] ҡарай алаһығыҙ.",
'rev-deleted-text-view'       => "Биттең был версияһы '''юйылған'''.
Һеҙ хәким булғанлыҡтан уны ҡарай алаһығыҙ. [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Юйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.",
'rev-suppressed-text-view'    => "Биттең был версияһы '''тыйылған'''.
Һеҙ хәким булғанлыҡтан уны ҡарай алаһығыҙ.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Тыйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.",
'rev-deleted-no-diff'         => "Һеҙ версиялар араһындағы айырманы ҡарай алмайһығыҙ, сөнки бит версияларының береһе '''юйылған'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Юйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.",
'rev-deleted-unhide-diff'     => "Һеҙ версиялар араһындағы айырманы ҡарай алмайһығыҙ, сөнки бит версияларының береһе '''юйылған'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Юйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.
Һеҙ хәким булғанлыҡтан [был версияны $1] ҡарай алаһығыҙ.",
'rev-suppressed-unhide-diff'  => "Был сағыштырыу версияларының береһе '''тыйылған'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Тыйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.
Һеҙ хәким булғанлыҡтан, дауам итергә теләһәгеҙ, [был версияны $1] ҡарай алаһығыҙ.",
'rev-deleted-diff-view'       => "Был сағыштырыу версияларының береһе '''юйылған'''.
Һеҙ хәким булғанлыҡтан был сағыштырыуҙы ҡарай алаһығыҙ.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Юйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.",
'rev-suppressed-diff-view'    => "Был сағыштырыу версияларының береһе '''тыйылған'''.
Һеҙ хәким булғанлыҡтан был сағыштырыуҙы ҡарай алаһығыҙ.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Тыйыу яҙмаларында] аңлатмалар ҡалдырылыуы мөмкин.",
'rev-delundel'                => 'күрһәт/йәшер',
'rev-showdeleted'             => 'күрһәтергә',
'revisiondelete'              => 'Бит версияларын юйырға/тергеҙергә',
'revdelete-nooldid-title'     => 'Маҡсат версия билдәләнмәгән',
'revdelete-nooldid-text'      => 'Был функцияны үтәү өсөн һеҙ маҡсат версияны (йәки версияларҙы) билдәләмәнегеҙ. Билдәләнгән версия юҡ йәки версияны йәшерергә тырышаһығыҙ.',
'revdelete-nologtype-title'   => 'Яҙма тибы билдәләнмәгән',
'revdelete-nologtype-text'    => 'Ғәмәл үтәләсәк яҙма тибын билдәләмәгәнһегеҙ.',
'revdelete-nologid-title'     => 'Яҙмалағы яҙыу хаталы',
'revdelete-nologid-text'      => 'Ғәмәлде үтәү өсөн яҙманың маҡсат яҙыуын күрһәтмәнегеҙ йәки күрһәтелгән яҙыу юҡ.',
'revdelete-no-file'           => 'Күрһәтелгән файл юҡ.',
'revdelete-show-file-confirm' => '$2, $3 ваҡытлы «<nowiki>$1</nowiki> файлының юйылған версияһын ҡарарға теләүегеҙҙе раҫлайһығыҙмы?',
'revdelete-show-file-submit'  => 'Эйе',
'revdelete-selected'          => "'''[[:$1]] битенең {{PLURAL:$2|һайланған версияһы|һайланған версиялары}}:'''",
'logdelete-selected'          => "'''Яҙманың {{PLURAL:$1|һайланған яҙыуы|һайланған яҙыуҙары}}:'''",
'revdelete-text'              => "'''Биттәрҙең юйылған версиялары һәм ваҡиғалар, бит тарихында һәм яҙмаларҙа күрһәтеләсәк, ләкин уларҙың эстәлектәренең бер өлөшө ябай ҡулланыусыларға асыҡ булмаясаҡ.'''
{{SITENAME}} проектының хәкимдәре йәшерен эстәлеккә керә һәм өҫтәмә сикләүҙәр ҡуйылған осраҡтарҙан тыш, ошо уҡ арайөҙ аша тергеҙә аласаҡтар.",
'revdelete-confirm'           => 'Зинһар, был ғәмәлде үтәргә теләүегеҙҙе, буласаҡ һөҙөмтәләрҙә аңлауығыҙҙы, [[{{MediaWiki:Policy-url}}|ҡағиҙәләр]] буйынса эшләүегеҙҙе раҫлағыҙ.',
'revdelete-suppress-text'     => "Йәшереү '''тик''' киләһе осраҡтарҙа ғына башҡарыла:

* Уңай булмаған шәхси мәғлүмәт
* ''өй адресы, телефон номерҙары, паспорт номеры һ.б.''",
'revdelete-legend'            => 'Күренеш сикләүҙәрен көйләргә:',
'revdelete-hide-text'         => 'Биттең был версияһының текстын йәшерергә',
'revdelete-hide-image'        => 'Файл эстәлеген йәшерергә',
'revdelete-hide-name'         => 'Ғәмәлде һәм маҡсатын йәшерергә',
'revdelete-hide-comment'      => 'Үҙгәртеү тасуирламаларын йәшерергә',
'revdelete-hide-user'         => 'Мөхәррирләүсенең исемен/IP-адресын йәшерергә',
'revdelete-hide-restricted'   => 'Мәғлүмәттәрҙе хәкимдәрҙән дә йәшерергә',
'revdelete-radio-same'        => '(үҙгәртмәҫкә)',
'revdelete-radio-set'         => 'Эйе',
'revdelete-radio-unset'       => 'Юҡ',
'revdelete-suppress'          => 'Мәғлүмәттәрҙе шулай уҡ хәкимдәрҙән дә йәшерергә',
'revdelete-unsuppress'        => 'Тергеҙелгән версияларҙан бар сикләүҙәрҙе алырға',
'revdelete-log'               => 'Сәбәп:',
'revdelete-submit'            => 'Һайланған {{PLURAL:$1|версия|версиялар}} өсөн ҡулланырға',
'revdelete-logentry'          => '[[$1]] бит версияһының күренеүсәнлеге үҙгәрҙе',
'logdelete-logentry'          => '[[$1]] ваҡиғаһының күренеүсәнлеге үҙгәртелде',
'revdelete-success'           => "'''Версия күренеүсәнлеге уңышлы үҙгәртелде.'''",
'revdelete-failure'           => "'''Версия күренеүсәнлеген үҙгәртеп булмай:'''
$1",
'logdelete-success'           => "'''Яҙма күренеүсәнлеге үҙгәртелде.'''",
'logdelete-failure'           => "'''Яҙма күренеүсәнлеге көйләнмәгән:'''
$1",
'revdel-restore'              => 'Күренеүсәнлекте үҙгәртергә',
'revdel-restore-deleted'      => 'юйылған өлгөләр',
'revdel-restore-visible'      => 'ҡара алған өлгөләр',
'pagehist'                    => 'Бит тарихы',
'deletedhist'                 => 'Юйылған тарих',
'revdelete-content'           => 'эстәлек',
'revdelete-summary'           => 'үҙгәртеүҙәр тасуирламаһы',
'revdelete-uname'             => 'ҡатнашыусы исеме',
'revdelete-restricted'        => 'хәкимдәргә ҡаршы ҡулланылған сикләүҙәр',
'revdelete-unrestricted'      => 'хәкимдәрҙән алынған сикләүҙәр',
'revdelete-hid'               => '$1 йәшер',
'revdelete-unhid'             => '$1 күрһәт',
'revdelete-log-message'       => '$2 {{PLURAL:$2|версия|версия}} өсөн $1',
'logdelete-log-message'       => '$2 {{PLURAL:$2|ваҡиға|ваҡиға}} өсөн $1',
'revdelete-hide-current'      => '$2, $1 ваҡытлы яҙманы йәшереүҙә хата.
Уны йәшереп булмай.',
'revdelete-show-no-access'    => '$2, $1 ваҡытлы яҙманы асыуҙа хата: был яҙма «сикләнгән» тип билдәләнгән.
Уға ирешеү хоҡуғығыҙ юҡ.',
'revdelete-modify-no-access'  => '$2, $1 ваҡытлы яҙманы үҙгәртеүҙә хата: был яҙма «сикләнгән» тип билдәләнгән.
Уға ирешеү хоҡуғығыҙ юҡ.',
'revdelete-modify-missing'    => 'ID $1 яҙмаһын үҙгәртеүҙә хата: ул мәғлүмәттәр базаһында юҡ!',
'revdelete-no-change'         => "'''Иғтибар:'''  $2 $1 ваҡытлы яҙыу, һоратылған күренеүсәнлек көйләүҙәренә эйә.",
'revdelete-concurrent-change' => '$2, $1 ваҡытлы яҙманы үҙгәртеүҙә хата: һеҙ уны үҙгәртергә тырышҡан ваҡытта уның статусын башҡа берәү үҙгәрткән.
Зинһар, яҙмаларҙы ҡарағыҙ.',
'revdelete-only-restricted'   => '$2, $1 ваҡытлы яҙманы йәшереүҙә хата: башҡа йәшереү көйләүҙәренең береһен һайламайынса яҙманы хәкимдәрҙән йәшерә алмайһығыҙ.',
'revdelete-reason-dropdown'   => '* Ғәҙәттәге юйыу сәбәптәре
** Авторлыҡ хоҡуҡтарын боҙоу
** Урынһыҙ шәхси мәғлүмәттәр',
'revdelete-otherreason'       => 'Башҡа/өҫтәмә сәбәп:',
'revdelete-reasonotherlist'   => 'Башҡа сәбәп',
'revdelete-edit-reasonlist'   => 'Сәбәптәр исемлеген мөхәррирләргә',
'revdelete-offender'          => 'Бит версияһы авторы:',

# Suppression log
'suppressionlog'     => 'Йәшереү яҙмалары',
'suppressionlogtext' => 'Түбәндә, хәкимдәрҙән йәшерелгән материалдар булған һуңғы юйыуҙыр һәм блоклауҙар исемлеге килтерелгән.
Ағымдағы блоклауҙарҙы күрер өсөн [[Special:IPBlockList|IP-блоклауҙар исемлеген]] ҡарағыҙ.',

# Revision move
'revmove-reasonfield' => 'Сәбәп:',

# History merging
'mergehistory'                     => 'Үҙгәртеүҙәр тарихын берләштерергә',
'mergehistory-header'              => 'Был бит, ике биттең үҙгәртеүҙәр тарихын берләштерергә мөмкинселек бирә.
Был үҙгәртеүҙең, бит тарихын, боҙмайынса, дауам иттерәсәген тикшерегеҙ.',
'mergehistory-box'                 => 'Ике биттең үҙгәртеүҙәр тарихын берләштерергә',
'mergehistory-from'                => 'Сығанаҡ бит:',
'mergehistory-into'                => 'Маҡсат бит:',
'mergehistory-list'                => 'Берләштереп булған үҙгәртеүҙәр тарихы',
'mergehistory-merge'               => '[[:$1]] версияларын [[:$2]] менән берләштерерге була. Тик һайланған төҙәтеүҙәр аралығын берләштерер өсөн түңәрәк төймәләрҙе ҡулланығыҙ. Навигация һылтанмаларын ҡулланғанда мәғлүмәттәрҙең юғаласағын онотмағыҙ.',
'mergehistory-go'                  => 'Берләштереп булған үҙгәртеүҙәрҙе күрһәтергә',
'mergehistory-submit'              => 'Версияларҙы берләштер',
'mergehistory-empty'               => 'Һис бер версияны берләштереп булмай.',
'mergehistory-success'             => '[[:$1]] битенең $3 {{PLURAL:$3|үҙгәртеүе}} уңышлы [[:$2]] менән берләштерелде.',
'mergehistory-fail'                => 'Бит тарихтарын берләштереп булманы, зирһар, бит һәм ваҡыт параметрҙарын яңынан тикшерегеҙ.',
'mergehistory-no-source'           => 'Сығанаҡ бит «$1» юҡ.',
'mergehistory-no-destination'      => 'Маҡсат бит «$1» юҡ.',
'mergehistory-invalid-source'      => 'Сығанаҡ биттең исеме дөрөҫ булырға тейеш.',
'mergehistory-invalid-destination' => 'Маҡсат биттең исеме дөрөҫ булырға тейеш',
'mergehistory-autocomment'         => '[[:$1]] [[:$2]] менән берләштерелде',
'mergehistory-comment'             => '[[:$1]] [[:$2]] менән берләштерелде: $3',
'mergehistory-same-destination'    => 'Сығанаҡ һәм маҡсат бит бер иш булырға тейеш түгел',
'mergehistory-reason'              => 'Сәбәп:',

# Merge log
'mergelog'           => 'Берләштереүҙәр яҙмаһы',
'pagemerge-logentry' => '[[$1]] менән [[$2]] берлештерелде ($3 тиклемге версиялар)',
'revertmerge'        => 'Бүлергә',

# Diffs
'history-title'            => '$1 битенең үҙгәртеү тарихы',
'difference'               => '(Версиялар араһында айырма)',
'lineno'                   => '$1 юл:',
'compareselectedversions'  => 'Һайланған версияларҙы сағыштырыу',
'showhideselectedversions' => 'Һайланған версияларҙы күрһәтергә/йәшерергә',
'editundo'                 => 'кире алыу',

# Search results
'searchresults'                    => 'Эҙләү һөҙөмтәләре',
'searchresults-title'              => '«$1» өсөн эҙләү һөҙөмтәләре',
'searchresulttext'                 => '{{SITENAME}} биттәрендә эҙләү тураһында тулыраҡ мәғлүмәт өсөн ҡарағыҙ: [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'                   => '«[[:$1]]» өсөн эҙләү ([[Special:Prefixindex/$1|«$1» ҙән башлап барлык биттәр]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|«$1» ға һылтанған барлык биттәр]])',
'searchsubtitleinvalid'            => '«$1» һоратыуы буйынса',
'titlematches'                     => 'Бит исемдәрендә тап килеүҙәр',
'notitlematches'                   => 'Бит исемдәрендә тап килеүҙәр юҡ',
'textmatches'                      => 'Бит эстәлегендә тап килеүҙәр',
'notextmatches'                    => 'Тап килгән бит табылманы',
'prevn'                            => 'алдағы {{PLURAL:$1|$1}}',
'nextn'                            => 'киләһе {{PLURAL:$1|$1}}',
'prevn-title'                      => 'Һуңғы $1 {{PLURAL:$1|һөҙөмтә|һөҙөмтә}}',
'nextn-title'                      => 'Тәүге $1 {{PLURAL:$1|һөҙөмтә|һөҙөмтә}}',
'shown-title'                      => 'Бер биттә $1 {{PLURAL:$1|һөҙөмтә|һөҙөмтә}} күрһәт',
'viewprevnext'                     => '($1 {{int:pipe-separator}} $2) ($3) ҡарарға',
'searchmenu-legend'                => 'Эҙләү көйләүҙәре',
'searchmenu-exists'                => "'''Был вики-проектта «[[:$1]]» бите бар'''",
'searchmenu-new'                   => "'''Был википроектта \"[[:\$1]]\" бите булдырырға.'''",
'searchhelp-url'                   => 'Help:Эстәлек',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|Был префикслы биттәрҙе күрһәтергә]]',
'searchprofile-articles'           => 'Эстәлек биттәре',
'searchprofile-project'            => 'Ярҙам һәм проект биттәре',
'searchprofile-images'             => 'Мультимедиа',
'searchprofile-everything'         => 'Барыһы',
'searchprofile-advanced'           => 'Киңәйтелгән',
'searchprofile-articles-tooltip'   => '$1 эсендә эҙлә',
'searchprofile-project-tooltip'    => '$1 эсендә эҙлә',
'searchprofile-images-tooltip'     => 'Файлдар эҙләү',
'searchprofile-everything-tooltip' => 'Бар биттәрҙә эҙләү (фекер алышыу биттәрендә лә)',
'searchprofile-advanced-tooltip'   => 'Махсус исем арауыҡтарында эҙләргә',
'search-result-size'               => '$1 ({{PLURAL:$2|$2 һүҙ|$2 һүҙ}})',
'search-result-score'              => 'Тап килеүсәнлек: $1%',
'search-redirect'                  => '(йүнәлтеү $1)',
'search-section'                   => '($1 бүлеге)',
'search-suggest'                   => 'Бәлки, ошоно эҙләйһегеҙҙер: $1',
'search-interwiki-caption'         => 'Туғандаш проекттар',
'search-interwiki-default'         => '$1 һөҙөмтә:',
'search-interwiki-more'            => '(тағы)',
'search-mwsuggest-enabled'         => 'кәңәштәр менән',
'search-mwsuggest-disabled'        => 'кәңәшһеҙ',
'search-relatedarticle'            => 'Ҡағылышлы',
'mwsuggest-disable'                => 'AJAX-тәҡдимдәрен ябырға',
'searcheverything-enable'          => 'Бар исем арауыҡтарында эҙләргә',
'searchrelated'                    => 'ҡағылышлы',
'searchall'                        => 'барыһы',
'nonefound'                        => "'''Иҫкәрмә'''. Ғәҙәттә эҙләү бөтә исем арауыҡтарында үтәлмәй. Бөтә исем арауыҡтарында (фекер алышыу биттәре, ҡалыптар, һ.б.) эҙләү өсөн һүҙ башына ''all:'' өҫтәгеҙ йәки кәрәкле исем арауыҡтарын һайлағыҙ.",
'powersearch'                      => 'Киңәйтелгән эҙләү',
'powersearch-legend'               => 'Киңәйтелгән эҙләү',
'powersearch-ns'                   => 'Исем аралыҡтарында эҙләү:',
'powersearch-redir'                => 'Йүнәлтеүҙәрҙе күрһәтергә',
'powersearch-field'                => 'Эҙлә:',
'powersearch-togglelabel'          => 'Һайла:',
'powersearch-toggleall'            => 'Барыһы',
'powersearch-togglenone'           => 'Һис бере',
'search-external'                  => 'Тышҡы эҙләү',
'searchdisabled'                   => '{{SITENAME}} эҙләүе ябыҡ.
Хәҙергә эҙләүҙе Google менән үтәй алаһығыҙ.
Тик унда {{SITENAME}} өсөн индекслауҙың иҫке булыуы мөмкинлеген онотмағыҙ.',

# Quickbar
'qbsettings'               => 'Тиҙ күсеү',
'qbsettings-none'          => 'Һис бере',
'qbsettings-fixedleft'     => 'Һулда нығытылған',
'qbsettings-fixedright'    => 'Уңда нығытылған',
'qbsettings-floatingleft'  => 'Һулда күсеүсе',
'qbsettings-floatingright' => 'Уңда күсеүсе',

# Preferences page
'preferences'                 => 'Көйләүҙәр',
'mypreferences'               => 'Көйләүҙәрем',
'prefs-edits'                 => 'Төҙәтеүҙәр һаны:',
'prefsnologin'                => 'Танылмағанһығыҙ',
'changepassword'              => 'Паролде үҙгәртергә',
'prefs-skin'                  => 'Күренеш',
'skin-preview'                => 'Алдан байҡау',
'prefs-math'                  => 'Формулалар',
'datedefault'                 => 'Ғәҙәттәге',
'prefs-datetime'              => 'Дата һәм ваҡыт',
'prefs-personal'              => 'Шәхси мәғлүмәттәр',
'prefs-rc'                    => 'Һуңғы үҙгәртеүҙәр',
'prefs-watchlist'             => 'Күҙәтеү исемлеге',
'prefs-watchlist-days'        => 'Күҙәтеү исемлегендә нисә көн керетелгән үҙгәртеүҙәрҙе күрһәтергә:',
'prefs-watchlist-days-max'    => 'Иң күбендә 7 көн',
'prefs-watchlist-edits-max'   => 'Иң күбе: 1000',
'prefs-misc'                  => 'Башҡа көйләүҙәр',
'prefs-resetpass'             => 'Паролде үҙгәртергә',
'prefs-email'                 => 'Электрон почта көйләүҙәре',
'prefs-rendering'             => 'Күренеш',
'saveprefs'                   => 'Һаҡларға',
'resetprefs'                  => 'Һаҡланмаған үҙгәрештерҙе таҙартырға',
'restoreprefs'                => 'Ғәҙәттәге бар көйләүҙәргә ҡайтырға',
'prefs-editing'               => 'Мөхәррирләү',
'prefs-edit-boxsize'          => 'Мөхәррирләү бите дәүмәле',
'rows'                        => 'Юлдар:',
'columns'                     => 'Бағаналар:',
'searchresultshead'           => 'Эҙләү',
'resultsperpage'              => 'Биттә табылған яҙыуҙар',
'prefs-help-watchlist-token'  => 'Юыл юлды серле асҡыс менән тултырыу, күҙәтеү исемлегегеҙ өсөн RSS-таҫма яһаясаҡ.
Был юлдағы асҡысты белгән һәр кем, күҙәтеү исемлегегеҙҙе уҡый аласаҡ, шуның өсөн ышаныслы ҡиммәт һайлағыҙ.
Осраҡлы рәүештә һайланған ҡиммәтте лә ҡуллана алаһығыҙ: $1',
'savedprefs'                  => 'Һеҙҙең көйләүҙәрегеҙ һаҡланды.',
'timezonelegend'              => 'Ваҡыт бүлкәте:',
'localtime'                   => 'Урындағы ваҡыт:',
'timezoneuseserverdefault'    => 'Сервер көйләүҙәрен ҡулланырға:',
'timezoneuseoffset'           => 'Башҡа (шылыуҙы керетегеҙ)',
'timezoneoffset'              => 'Шылыу:',
'servertime'                  => 'Сервер ваҡыты',
'guesstimezone'               => 'Браузерҙан алырға',
'timezoneregion-africa'       => 'Африка',
'timezoneregion-america'      => 'Америка',
'timezoneregion-antarctica'   => 'Антарктика',
'timezoneregion-arctic'       => 'Арктика',
'timezoneregion-asia'         => 'Азия',
'timezoneregion-atlantic'     => 'Атлантик океан',
'timezoneregion-australia'    => 'Австралия',
'timezoneregion-europe'       => 'Европа',
'timezoneregion-indian'       => 'Һинд океаны',
'timezoneregion-pacific'      => 'Тымыҡ океан',
'allowemail'                  => 'Башҡа ҡулланыусыларҙан электрон хат алыуҙы рөхсәт итергә',
'prefs-searchoptions'         => 'Эҙләү көйләүҙәре',
'prefs-namespaces'            => 'Исем арауыҡтары',
'defaultns'                   => 'Юғиһә киләһе исем арауыҡтарында эҙләргә:',
'default'                     => 'ғәҙәттәге',
'prefs-files'                 => 'Файлдар',
'prefs-custom-css'            => 'Үҙ CSS',
'prefs-custom-js'             => 'Үҙ JS',
'prefs-reset-intro'           => 'Был битте, көйләүҙәрегеҙҙе ғәҙәттәге көйләүҙәргә ташлатыу өсөн ҡулланып була.
Раҫлағандан һуң ғәмәлде кире ҡайтарып булмаясаҡ.',
'prefs-emailconfirm-label'    => 'Электрон почтаны раҫлау:',
'prefs-textboxsize'           => 'Мөхәррирләү тәҙрәһе дәүмәле',
'youremail'                   => 'Электрон почта *',
'username'                    => 'Ҡулланыусы исеме:',
'uid'                         => 'Ҡатнашыусының идентификаторы:',
'prefs-registration'          => 'Теркәлеү ваҡыты:',
'yourrealname'                => 'Һеҙҙең ысын исемегеҙ (*)',
'yourlanguage'                => 'Тышҡы күренештә ҡулланылған тел:',
'yourvariant'                 => 'Тел төрө',
'yournick'                    => 'Һеҙҙең уйҙырма исемегеҙ/ҡушаматығыҙ (имза өсөн):',
'badsig'                      => 'Хаталы имза. HTML-тегдарҙың дөрөҫлөгөн тикшерегеҙ.',
'badsiglength'                => 'Бигерәк оҙон имза. Имза оҙонлоғо $1 {{PLURAL:$1|символдан}} артыҡ булмаҫҡа тейеш.',
'yourgender'                  => 'Зат:',
'gender-unknown'              => 'күрһәтелмәгән',
'gender-male'                 => 'Ир-егет',
'gender-female'               => 'Ҡатын-ҡыҙ',
'prefs-help-gender'           => 'Теләк буйынса: ҡатнашыусының затына бәйле ҡайһы бер программа хәбәрҙәрендә ҡулланыла.
Был дөйөм мәғлүмәт буласаҡ.',
'email'                       => 'Электрон почта',
'prefs-help-realname'         => 'Ысын исемегеҙ (теләк буйынса).
Әгәр уны күрһәтһәгеҙ, битте кемдең төҙәткәнен күрһәткәндә ҡулланыласаҡ.',
'prefs-help-email'            => 'Электрон почта (теләк буйынса). Күрһәтелгән булһа, ғәмәлдә булған паролегеҙҙе онотҡан осраҡта адресығыҙға яңы пароль ебәреләсәк.
Шулай уҡ башҡа ҡатнашыусылар менән үҙ битегеҙ аша, электрон почтағыҙҙың адресын күрһәтмәйенсә, тура бәйләнешкә инергә мөмкинселек бирә.',
'prefs-help-email-required'   => 'Электрон почта адресы кәрәк.',
'prefs-info'                  => 'Төп мәғлүмәттәр',
'prefs-i18n'                  => 'Интернационалләштереү',
'prefs-signature'             => 'Имза',
'prefs-dateformat'            => 'Дата форматы',
'prefs-timeoffset'            => 'Ваҡыт күсереү:',
'prefs-advancedediting'       => 'Киңәйтелгән көйләүҙәр',
'prefs-advancedrc'            => 'Киңәйтелгән көйләүҙәр',
'prefs-advancedrendering'     => 'Киңәйтелгән көйләүҙәр',
'prefs-advancedsearchoptions' => 'Киңәйтелгән көйләүҙәр',
'prefs-advancedwatchlist'     => 'Киңәйтелгән көйләүҙәр',
'prefs-displayrc'             => 'Күренеш көйләүҙәре',
'prefs-diffs'                 => 'Айырмалар',

# User rights
'userrights'                => 'Ҡулланыусы хоҡуҡтарын идаралау',
'userrights-lookup-user'    => 'Ҡулланыусы төркөмдәрен идаралау',
'userrights-user-editname'  => 'Ҡулланыусы исемен керетерегеҙ:',
'editusergroup'             => 'Ҡулланыусы төркөмдәрен идараларға',
'editinguser'               => "Мөхәрирләү  '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'  => 'Ҡулланыусы төркөмдәрен идараларға',
'saveusergroups'            => 'Ҡулланыусы төркөмдәрен һаҡларға',
'userrights-groupsmember'   => 'Ағза булған төркөмдәр:',
'userrights-groups-help'    => 'Был ҡулланыусы кергән төркөмдәрҙе үҙгәртә алаһығыҙ.
* Әгәр төркөм исеме эргәһендә билдә булһа, ҡулланыусы төркөмгә кергән була.
* Әгәр билдә булмаһа, ҡулланыусы ул төркөмгә кермәй тимәк.
* * билдәһе, әгәр төркөмдән ҡулланыусыны юйһағыҙ кире ҡуя алмаясағығыҙҙы аңлата һәм киреһенсә.',
'userrights-reason'         => 'Сәбәп:',
'userrights-changeable-col' => 'Һеҙ үҙгәртә алған төркөмдәр',

# Groups
'group'               => 'Төркөм:',
'group-user'          => 'Ҡулланыусылар',
'group-autoconfirmed' => 'Автоматик раҫланған ҡулланыусылар',
'group-bot'           => 'Боттар',
'group-sysop'         => 'Хәкимдәр',
'group-bureaucrat'    => 'Бюрократтар',
'group-suppress'      => 'Тикшереүселәр',
'group-all'           => '(бөтә)',

'group-user-member'          => 'Ҡулланыусы',
'group-autoconfirmed-member' => 'Автоматик раҫланған ҡулланыусы',
'group-bot-member'           => 'Бот',
'group-sysop-member'         => 'Хәким',
'group-bureaucrat-member'    => 'Бюрократ',
'group-suppress-member'      => 'Тикшереүсе',

'grouppage-user'          => '{{ns:project}}:Ҡулланыусылар',
'grouppage-autoconfirmed' => '{{ns:project}}:Автоматик раҫланған ҡулланыусылар',
'grouppage-bot'           => '{{ns:project}}:Боттар',
'grouppage-sysop'         => '{{ns:project}}:Хәкимдәр',
'grouppage-bureaucrat'    => '{{ns:project}}:Бюрократтар',
'grouppage-suppress'      => '{{ns:project}}:Тикшереүселәр',

# Rights
'right-read'                 => 'Биттәрҙе ҡарау',
'right-edit'                 => 'Биттәрҙә мөхәррирләү',
'right-createtalk'           => 'фекер алышыу битен яһау',
'right-createaccount'        => 'Ҡатнашыусыларҙың яңы иҫәп яҙыуҙарын булдырыу',
'right-move'                 => 'Биттәрҙең исемен үҙгәртеү',
'right-move-subpages'        => 'Ҡушымталары менән бергә биттәрҙең исемен алыштырыу',
'right-move-rootuserpages'   => 'ҡулланыусыларҙың төп биттәренең исемен үҙгәртеү',
'right-movefile'             => 'файл исемдәрен үҙгәртеү',
'right-upload'               => 'Файл күсереү',
'right-reupload'             => 'булған файлдың өҫтөнә яҙыу',
'right-delete'               => 'Биттәрҙе юйырға',
'right-browsearchive'        => 'Юйылған биттәрҙе эҙләү',
'right-undelete'             => 'Юйылған биттәрҙе кире ҡайтарыу',
'right-userrights'           => 'Барлыҡ ҡатнашыусыларҙың хоҡуҡтарын үҙгәртеү',
'right-userrights-interwiki' => 'Ҡатнашыусыларҙың башҡа Вики-сайттарҙағы хоҡуҡтарын үҙгәртеү',
'right-siteadmin'            => 'Мәғлүмәттәр базаһын асыу һәм ябыу',

# User rights log
'rightslog'      => 'Ҡулланыусының хоҡуҡтары көндәлеге',
'rightslogtext'  => 'Был ҡулланыусы хоҡуҡтары үҙгәрештәре яҙмаһы',
'rightslogentry' => '$1 хоҡуҡтары $2 икән, $3 итеп үҙгертелде',
'rightsnone'     => '(юҡ)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'был битте уҡыу',
'action-edit'                 => 'был битте үҙгәртергә',
'action-createpage'           => 'яңы бит яһау',
'action-createtalk'           => 'фекер алышыу бите яһай',
'action-createaccount'        => 'был ҡулланыусы иҫәп яҙыуын яһау',
'action-minoredit'            => 'был төҙәтеүҙе әҙ үҙгәреш тип билдәләү',
'action-move'                 => 'был биттең исемен үҙгәртеү',
'action-move-subpages'        => 'был биттең һәм эске биттәренең исемен үҙгәртеү',
'action-move-rootuserpages'   => 'ҡулланыусыларҙың төп биттәренең исемен үҙгәртеү',
'action-movefile'             => 'файлдың исемен үҙгәртеү',
'action-upload'               => 'был файлды тейәү',
'action-reupload'             => 'булған файлдың өҫтөнә яҙыу',
'action-delete'               => 'Был битте юйырға',
'action-deleterevision'       => 'Биттең был версияһын юйырға',
'action-deletedhistory'       => 'Был биттең юйҙырыуҙар тарихын ҡарау',
'action-browsearchive'        => 'Юйылған биттәрҙҙе эҙләү',
'action-undelete'             => 'Юйылған был битте ҡабат тергеҙергә',
'action-userrights'           => 'Ҡатнашыусының барлыҡ хоҡуҡтарын үҙгәртеү',
'action-userrights-interwiki' => 'Ҡатнашыусыларҙың башҡа Викиларҙағы хоҡуҡтарын үҙгәртеү',
'action-siteadmin'            => 'Мәғлүмәттәр базаһын асыу һәм ябыу',

# Recent changes
'nchanges'                         => '$1 {{PLURAL:$1|үҙгәртеү|үҙгәртеү}}',
'recentchanges'                    => 'Һуңғы үҙгәртеүҙәр',
'recentchanges-legend'             => 'Һуңғы үҙгәртеүҙәр көйләүҙәре',
'recentchangestext'                => '{{grammar:genitive|{{SITENAME}}}}. биттәрендә индерелгән һуңғы үҙгәртеүҙәр исемлеге',
'recentchanges-feed-description'   => 'Был таҫмалағы һуңғы үҙгәртеүҙәрҙе күҙәтеп барырға',
'recentchanges-label-legend'       => 'Легенда: $1.',
'recentchanges-legend-newpage'     => '$1 — яңы бит',
'recentchanges-label-newpage'      => 'Был үҙгәртеү яңы бит яһаны',
'recentchanges-legend-minor'       => '$1 — әҙ үҙгәреш',
'recentchanges-label-minor'        => 'Был әҙ үҙгәреш',
'recentchanges-legend-bot'         => '$1 — бот төҙәтеүе',
'recentchanges-label-bot'          => 'Был төҙәтеү бот тарафынан башҡарылды',
'recentchanges-legend-unpatrolled' => '$1 — ҡаралмаған төҙәтеү',
'recentchanges-label-unpatrolled'  => 'Был төҙәтеү ҡаралмаған әле',
'rcnote'                           => 'Аҫта $4 $5 тиклем эшләнгән, һуңғы {{PLURAL:$2|1|$2}} көн эсендәге һуңғы {{PLURAL:$1|1|$1}} үҙгәртеү күрһәтелгән.',
'rcnotefrom'                       => "Түбәндә '''$2''' башлап ('''$1''' тиклем) үҙгәртеүҙәр күрһәтелгән.",
'rclistfrom'                       => '$1 башлап яңы үҙгәртеүҙәрҙе күрһәт.',
'rcshowhideminor'                  => 'бәләкәй төҙәтеүҙәрҙе $1',
'rcshowhidebots'                   => 'боттарҙы $1',
'rcshowhideliu'                    => 'танылған ҡулланыусыларҙы $1',
'rcshowhideanons'                  => 'танылмаған ҡулланыусыларҙы $1',
'rcshowhidepatr'                   => '$1 — ҡаралған төҙәтеүҙәр',
'rcshowhidemine'                   => 'минең үҙгәртеүҙәремде $1',
'rclinks'                          => 'Һуңғы $2 көн эсендәге һуңғы $1 үҙгәртеүҙе күрһәтергә<br />$3',
'diff'                             => 'айыр.',
'hist'                             => 'тарих',
'hide'                             => 'йәшер',
'show'                             => 'күрһәт',
'minoreditletter'                  => 'ә',
'newpageletter'                    => 'Я',
'boteditletter'                    => 'б',
'rc_categories_any'                => 'Һәр',
'newsectionsummary'                => '/* $1 */ яңы бүлек',
'rc-enhanced-expand'               => 'Ваҡлыҡтарҙы күрһәтергә (JavaScript кәрәкле)',
'rc-enhanced-hide'                 => 'Ваҡлыҡтарҙы йәшерергә',

# Recent changes linked
'recentchangeslinked'         => 'Бәйле үҙгәртеүҙәр',
'recentchangeslinked-feed'    => 'Бәйле үҙгәртеүҙәр',
'recentchangeslinked-toolbox' => 'Бәйле үҙгәртеүҙәр',
'recentchangeslinked-title'   => '"$1" битенә бәйле үҙгәртеүҙәр',
'recentchangeslinked-summary' => "Был күрһәтелгән бит һылтанма яһаған (йәки күрһәтелгән категорияға кергән) һуңғы үҙгәртеүҙәр исемлеге.
[[Special:Watchlist|Күҙәтеү исемлегегеҙгә]] керә торған биттәр '''ҡалын''' итеп күрһәтелгән.",
'recentchangeslinked-page'    => 'Бит исеме:',
'recentchangeslinked-to'      => 'Киреһенсә, был биткә һылтанма яһаған биттәрҙәге үҙгәртеүҙәрҙе күрһәтергә',

# Upload
'upload'                 => 'Файл күсереү',
'uploadbtn'              => 'Файл күсереү',
'uploadnologin'          => 'Танылмағанһығыҙ',
'uploaderror'            => 'Тейәү хатаһы',
'uploadtext'             => "Файл тейәү өсөн түбәндәге форманы ҡулланығыҙ.
Элек тейәлгән файлдарҙы байҡар өсөн [[Special:FileList|тейәлгән файлдар исемлеген]] ҡарағыҙ. Файл тейәүҙәр шулай уҡ [[Special:Log/upload|тейәү яҙмаларына]], юйыуҙар иһә [[Special:Log/delete|юйыу яҙмаларына]] яҙылып баралар.

Файлды мәҡәләгә өҫтәү өсөн киләһе юлдарҙы ҡуллана алаһығыҙ:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' — файлдың тулы өлгөһөн ҡуйыр өсөн;
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|тасуирлама]]</nowiki></tt>''' — файлдың киңлек буйынса 200 нөктәгә тиклем бәләкәсәйтелгән, һулға тигеҙләнгән һәм аҫтында тасуирламаһы булған өлгөһөн ҡуйыр өсөн;
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' — эстәлеген биттә күрһәтмәйенсә файлға һылтанма ҡуйыу өсөн.",
'upload-permitted'       => 'Рөхсәт ителгән файл типтары: $1.',
'upload-preferred'       => 'Уңайлы файл типтары: $1.',
'upload-prohibited'      => 'Тыйылған файл типтары: $1.',
'uploadlog'              => 'тейәүҙәр яҙмаһы',
'uploadlogpage'          => 'Тейәү яҙмалары',
'uploadlogpagetext'      => 'Түбәндә, һуңғы файл тейәүҙәр исемлеге күрһәтелгән.
Шулай уҡ [[Special:NewFiles|яңы файлдар галереяһын]] ҡарағыҙ; һуңғы тейәүҙәр ентекле рәүештә күрһәтелгән.',
'filename'               => 'Файл исеме',
'filedesc'               => 'Ҡыҫҡа аңлатма',
'fileuploadsummary'      => 'Ҡыҫҡа аңлатма:',
'filereuploadsummary'    => 'Файлдағы үҙгәртеүҙәр:',
'filestatus'             => 'Копирайт торошо:',
'filesource'             => 'Сығанаҡ:',
'uploadedfiles'          => 'Тейәлгән файлдар',
'illegalfilename'        => '«$1» файлы исемендә рөхсәт ителмәгән символдар бар.
Зинһар файл исемен үҙгәртегеҙ һәм яңынан тейәп ҡарағыҙ.',
'filetype-unwanted-type' => "'''\".\$1\"''' — теләнмәгән файл тибы.
{{PLURAL:\$3|Уңайлы файл тибы|Уңайлы файл типтары:}} \$2.",
'filetype-banned-type'   => "'''\".\$1\"''' — тыйылған файл тибы.
{{PLURAL:\$3|Рөхсәт ителгән файл тибы|Рөхсәт ителгән файл типтары:}} \$2.",
'uploadwarning'          => 'Киҫәтеү',
'savefile'               => 'Файлды яҙҙырып ҡуйырға',
'uploadedimage'          => '«[[$1]]» тейәлгән',
'upload-source'          => 'Сығанаҡ файл',
'sourcefilename'         => 'Файлдың сығанаҡ исеме:',
'sourceurl'              => 'Сығанаҡ URL:',
'destfilename'           => 'Файлдың яңы исеме:',
'upload-maxfilesize'     => 'Файлдың максимум күләме: $1',
'upload-description'     => 'Файл тасуирламаһы',
'upload-options'         => 'Тейәү көйләүҙәре',
'watchthisupload'        => 'Файлды күҙәтергә',

'upload-file-error'   => 'Эске хата',
'upload-misc-error'   => 'Файл күсергәндә билдәһеҙ хата',
'upload-unknown-size' => 'Билдәһеҙ дәүмәл',

'license'        => 'Лицензиялау:',
'license-header' => 'Лицензиялау',
'nolicense'      => 'Бер нимә лә һайланмаған',

# Special:ListFiles
'listfiles_search_for'  => 'Файл исеме буйынса эҙләү:',
'imgfile'               => 'файл',
'listfiles'             => 'Файлдар исемлеге',
'listfiles_date'        => 'Дата',
'listfiles_name'        => 'Исем',
'listfiles_user'        => 'Ҡатнашыусы',
'listfiles_size'        => 'Күләм',
'listfiles_description' => 'Тасуирлау',
'listfiles_count'       => 'Версиялар',

# File description page
'file-anchor-link'          => 'Файл',
'filehist'                  => 'Файл тарихы',
'filehist-help'             => 'Файлдың ниндәй хәлдә булғанын ҡарар өсөн Көн/Сәғәткә баҫығыҙ',
'filehist-deleteall'        => 'барыһын да юйырға',
'filehist-deleteone'        => 'юйырға',
'filehist-revert'           => 'кире алырға',
'filehist-current'          => 'хәҙ.',
'filehist-datetime'         => 'Көн/ваҡыт',
'filehist-thumb'            => 'Бәләкәй рәсем',
'filehist-thumbtext'        => '$1 көнөндәге версияның бәләкәй хәле',
'filehist-nothumb'          => 'Бәләкәй рәсем юҡ',
'filehist-user'             => 'Ҡулланыусы',
'filehist-dimensions'       => 'Дәүмәл',
'filehist-filesize'         => 'Файл күләме',
'filehist-comment'          => 'Иҫкәрмә',
'filehist-missing'          => 'Файл юҡ',
'imagelinks'                => 'Файлға һылтанмалар',
'linkstoimage'              => 'Был файлға {{PLURAL:$1|бит|$1 бит}} һылтана:',
'sharedupload'              => 'Был файл $1 базаһынан һәм башҡа проектарҙа ҡулланылырға мөмкин.',
'uploadnewversion-linktext' => 'Был файлдың яңы версияһын тейәргә',

# File reversion
'filerevert-comment' => 'Сәбәп:',
'filerevert-submit'  => 'Кире алырға',

# File deletion
'filedelete'                  => '$1 юйырға',
'filedelete-legend'           => 'Файлды юйырға',
'filedelete-comment'          => 'Сәбәп:',
'filedelete-submit'           => 'Юйырға',
'filedelete-otherreason'      => 'Башҡа/өҫтәмә сәбәп:',
'filedelete-reason-otherlist' => 'Башҡа сәбәп',
'filedelete-edit-reasonlist'  => 'Сәбәптәр исемлеген мөхәррирләргә',

# MIME search
'mimesearch' => 'MIME буйынса эҙләү',
'download'   => 'күсереп яҙырға',

# Unwatched pages
'unwatchedpages' => 'Бер кем дә күҙәтмәгән биттәр',

# List redirects
'listredirects' => 'Йүнәлтеүҙәр исемлеге',

# Unused templates
'unusedtemplates'    => 'Ҡулланылмаған ҡалыптар',
'unusedtemplateswlh' => 'Башҡа һылтанмалар',

# Random page
'randompage' => 'Осраҡлы мәҡәлә',

# Random redirect
'randomredirect' => 'Осраҡлы биткә күсеү',

# Statistics
'statistics'                   => 'Статистика',
'statistics-header-pages'      => 'Бит статистикаһы',
'statistics-header-edits'      => 'Мөхәррирләү статистикаһы',
'statistics-header-views'      => 'Ҡарау статистикаһы',
'statistics-header-users'      => 'Ҡулланыусы статистикаһы',
'statistics-header-hooks'      => 'Башҡа статистика',
'statistics-articles'          => 'Мәҡәләләр',
'statistics-pages'             => 'Биттәр',
'statistics-files'             => 'Рәсем йәки тауыш эстәлекле күсереп яҙылған файлдар',
'statistics-edits-average'     => 'Уртаса бер биткә тура килгән төҙәтеүҙәр һаны',
'statistics-users'             => 'Теркәлгән [[Special:ListUsers|ҡатнашыусылар]]',
'statistics-users-active'      => 'Әүҙем ҡатнашыусылар',
'statistics-users-active-desc' => 'Һуңғы {{PLURAL:$1|көндә|$1 көндә}} ниндәйҙер эшмәкәрлек башҡарған ҡатнашыусылар',
'statistics-mostpopular'       => 'Иң күп ҡаралған биттәр',

'disambiguations' => 'Күп мәғәнәле төшөнсәләр',

'doubleredirects' => 'Икеле йүнәлтеүҙәр',

'brokenredirects'        => 'Өҙөлгән юнәлтеүҙәр',
'brokenredirects-edit'   => 'төҙәтеү',
'brokenredirects-delete' => 'юйырға',

'withoutinterwiki'        => 'Телдәр араһы һылтанмаһы булмаған биттәр',
'withoutinterwiki-submit' => 'Күрһәтергә',

'fewestrevisions' => 'Иң әҙ үҙгәртелгән биттәр',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|байт}}',
'nmembers'                => '$1 {{PLURAL:$1|объект}}',
'lonelypages'             => 'Етем биттәр',
'uncategorizedpages'      => 'Категорияланмаған биттәр',
'uncategorizedcategories' => 'Категорияланмаған категориялар',
'uncategorizedimages'     => 'Категорияланмаған файлдар',
'uncategorizedtemplates'  => 'Категорияланмаған ҡалыптар',
'unusedcategories'        => 'Ҡулланылмаған категориялар',
'unusedimages'            => 'Ҡулланылмаған файлдар',
'popularpages'            => 'Популяр биттәр',
'wantedcategories'        => 'Кәрәкле категориялар',
'wantedpages'             => 'Кәрәкле биттәр',
'wantedfiles'             => 'Кәрәкле файлдар',
'wantedtemplates'         => 'Кәрәкле ҡалыптар',
'mostlinked'              => 'Иң күп һылтанма яһалған биттәр',
'mostlinkedcategories'    => 'Иң күп һылтанма яһалған категориялар',
'mostlinkedtemplates'     => 'Иң күп һылтанма яһалған ҡалыптар',
'mostcategories'          => 'Күп категорияларға кертелгән биттәр',
'mostimages'              => 'Иң күп һылтанма яһалған рәсемдәр',
'mostrevisions'           => 'Иң күп үҙгәртеү яһалған биттәр',
'prefixindex'             => 'Бит исемдәренә буйынса күрһәткес',
'shortpages'              => 'Ҡыҫҡа биттәр',
'longpages'               => 'Оҙон биттәр',
'deadendpages'            => 'Көрсөк биттәр',
'protectedpages'          => 'Һаҡланған биттәр',
'protectedtitles'         => 'Тыйылған исемдәр',
'listusers'               => 'Ҡатнашыусылар исемлеге',
'newpages'                => 'Яңы биттәр',
'newpages-username'       => 'Ҡатнашыусы:',
'ancientpages'            => 'Иң иҫке мәҡәләләр',
'move'                    => 'Яңы исем биреү',
'movethispage'            => 'Биттең исемен үҙгәртергә',
'pager-newer-n'           => '{{PLURAL:$1|1 яңыраҡ|$1 яңыраҡ}}',
'pager-older-n'           => '{{PLURAL:$1|1 иҫкерәк|$1 иҫкерәк}}',

# Book sources
'booksources'               => 'Китап сығанаҡтары',
'booksources-search-legend' => 'Китап сығанаҡтарын эҙлә',
'booksources-go'            => 'Эҙлә',

# Special:Log
'specialloguserlabel'  => 'Ҡатнашыусы:',
'speciallogtitlelabel' => 'Исеме:',
'log'                  => 'Журналдар',
'all-logs-page'        => 'Барлыҡ асыҡ журналдар',

# Special:AllPages
'allpages'          => 'Бөтә биттәр',
'alphaindexline'    => '$1 алып $2 тиклем',
'prevpage'          => 'Алдағы бит ($1)',
'allpagesfrom'      => 'Ошондай хәрефтәрҙән башланған биттәрҙе күрһәтергә:',
'allpagesto'        => 'Ошоға бөткән биттәрҙе күрһәтергә:',
'allarticles'       => 'Бөтә мәҡәләләр',
'allinnamespace'    => 'Бөтә биттәр (Исемдәре «$1» арауығында)',
'allnotinnamespace' => 'Бөтә биттәр («$1» исемдәр арауығынан башҡа)',
'allpagesprev'      => 'Алдағы',
'allpagesnext'      => 'Киләһе',
'allpagessubmit'    => 'Үтәргә',

# Special:Categories
'categories' => 'Категориялар',

# Special:DeletedContributions
'deletedcontributions'       => 'Ҡулланыусыларҙың юйылған өлөшө',
'deletedcontributions-title' => 'Ҡулланыусыларҙың юйылған өлөшө',

# Special:LinkSearch
'linksearch'     => 'Тышҡы һылтанмалар',
'linksearch-pat' => 'Эҙләү өсөн ҡалып',
'linksearch-ns'  => 'Исемдәр арауығы:',
'linksearch-ok'  => 'Эҙләү',

# Special:ListUsers
'listusers-submit'   => 'Күрһәтергә',
'listusers-noresult' => 'Ҡатнашыусылыр табылманы',

# Special:ActiveUsers
'activeusers' => 'Әүҙем ҡатнашыусылыр исемлеге',

# Special:Log/newusers
'newuserlogpage'          => 'Яңы ҡулланыусы яҙмалары',
'newuserlog-create-entry' => 'Яңы ҡулланыусы',

# Special:ListGroupRights
'listgrouprights'          => 'Ҡатнашыусылыр төркөме хоҡуҡтары',
'listgrouprights-group'    => 'Төркөм',
'listgrouprights-rights'   => 'Хоҡуҡтар',
'listgrouprights-helppage' => 'Белешмә: Төркөмдәр хоҡуҡтары',
'listgrouprights-members'  => '(ағзалар исемлеге)',

# E-mail user
'emailuser'    => 'Ҡатнашыусыға хат',
'emailfrom'    => 'Кемдән:',
'emailto'      => 'Кемгә:',
'emailsubject' => 'Тема:',
'emailmessage' => 'Хәбәр:',
'emailsend'    => 'Ебәреү',

# Watchlist
'watchlist'         => 'Күҙәтеү исемлеге',
'mywatchlist'       => 'Күҙәтеү исемлеге',
'watchnologin'      => 'Үҙегеҙҙе танытырға кәрәк',
'addedwatch'        => 'Күҙәтеү исемлегенә өҫтәлде',
'addedwatchtext'    => "\"[[:\$1]]\" бите [[Special:Watchlist|күҙәтеү исемлегегеҙгә]] өҫтәлде.
Был биттә һәм уның фекер алышыу битендә бөтә буласаҡ үҙгәртеүҙәр исемлектә һәм [[Special:RecentChanges|һуңғы үҙгәртеүҙәр]] исемлегендә уларҙы еңелерәк табыу өсөн '''ҡалын яҙыу''' менән күрһәтеләсәк.",
'removedwatch'      => 'Күҙәтеү исемлегенән сығарылды',
'removedwatchtext'  => '«[[:$1]]» бите [[Special:Watchlist|күҙәтеү исемлегегеҙҙән]] сығарылды.',
'watch'             => 'Күҙәтергә',
'watchthispage'     => 'Был битте күҙәтергә',
'unwatch'           => 'Күҙәтмәҫкә',
'notanarticle'      => 'Мәҡәлә түгел',
'watchlist-details' => 'Һеҙҙең күҙәтеү исемлегегеҙҙә, фекер алышыу биттәрен һанамағанда, {{PLURAL:$1|$1 бит|$1 бит}} бар.',
'wlshowlast'        => 'Һуңғы $1 сәғәт $2 көн өсөн күрһәт $3',
'watchlist-options' => 'Күҙәтеү исемлеге көйләүҙәре',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Күҙәтеү исемлегенә өҫтәү...',
'unwatching' => 'Күҙәтеү исемлегенән сығарыу...',

'enotif_newpagetext' => 'Был яңы бит.',
'changed'            => 'үҙгәртелгән',
'created'            => 'булдырылды',
'enotif_body'        => 'Хөрмәтле $WATCHINGUSERNAME,

«{{SITENAME}}» проектының $PAGETITLE бите $PAGEEDITDATE көнө $PAGEEDITOR тарафынан $CHANGEDORCREATED. Биттең ағымдағы версияһын $PAGETITLE_URL адресынан ҡарай алаһығыҙ.

$NEWPAGE

Мөхәррирләүҙең ҡыҫҡаса аңлатмаһы: $PAGESUMMARY $PAGEMINOREDIT

Үҙгәртеүсе менән бәйләнеш өсөн:
эл. почта: $PAGEEDITOR_EMAIL
вики: $PAGEEDITOR_WIKI

Әгәр һеҙ был битте ҡарамаһағыҙ, бынан һуң буласаҡ үҙгәртеүҙәр тураһында белдереү алмаясаҡһығыҙ. Һеҙ шулай уҡ күҙәтеү исемлегегеҙҙәге бар биттәр өсөн белдереү көйләүен һүндерә алаһығыҙ.

             Белдереү системаһы {{grammar:genitive|{{SITENAME}}}}

--

Күҙәтеү исемлеге көйләүҙәрен үҙгәртергә:
{{fullurl:{{#special:Watchlist}}/edit}}

Кире бәйләнеш һәм ярҙам:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'Битте юйырға',
'confirm'                => 'Раҫларға',
'exblank'                => 'Биттә бер нимә юҡ',
'delete-confirm'         => '$1 — юйырға',
'delete-legend'          => 'Юйырға',
'confirmdeletetext'      => 'Һеҙ был биттең (йәки рәсемдең) һәм уның мәғлүмәттәр базаһындағы үҙгәртеүҙәр тарихының тулыһынса юйылыуын һоранығыҙ.
Зинһар, быны эшләргә теләгәнегеҙҙе, үҙ хәрәкәттәрегеҙҙең һөҙөмтәләрен аңлағанығыҙҙы һәм [[{{MediaWiki:Policy-url}}]] бүлегендә белдереп кителгән ҡағиҙәләр буйынса эшләгәнегеҙҙе раҫлағыҙ.',
'actioncomplete'         => 'Ғәмәл үтәлде',
'deletedtext'            => '«<nowiki>$1</nowiki>» юйылды.
Юйылған һуңғы биттәрҙе ҡарар өсөн: $2.',
'deletedarticle'         => '«[[$1]]» юйылды',
'dellogpage'             => 'Юйыуҙар журналы',
'deletionlog'            => 'Юйыуҙар журналы',
'deletecomment'          => 'Сәбәп:',
'deleteotherreason'      => 'Башҡа сәбәп/өҫтәмә:',
'deletereasonotherlist'  => 'Башҡа сәбәп',
'delete-edit-reasonlist' => 'Сәбәптәр исемлеген мөхәррирләргә',

# Rollback
'rollback'       => 'Үҙгәртеүҙәрҙе кире ҡайтарырға',
'rollback_short' => 'Кире ҡайтарырға',
'rollbacklink'   => 'кире алырға',
'rollbackfailed' => 'Кире ҡайтарырғанда барлыҡҡа килгән хата',

# Protect
'protectlogpage'              => 'Һаҡлау яҙмалары',
'protectedarticle'            => '«[[$1]]» һаҡланды',
'modifiedarticleprotection'   => '"[[$1]]" битенең һаҡлау дәрәжәһе үҙгәртелде',
'protectcomment'              => 'Сәбәп:',
'protectexpiry'               => 'Бөтә:',
'protect_expiry_invalid'      => 'Һаҡлауҙың бөтөү ваҡыты дөрөҫ түгел.',
'protect_expiry_old'          => 'Һаҡлауҙың бөтөү ваҡыт үткән көнгә ҡуйылған.',
'protect-text'                => "Бында һеҙ '''<nowiki>$1</nowiki>''' битенең һаҡлау дәрәжәһен ҡарай һәм үҙгәртә алаһығыҙ.",
'protect-locked-access'       => "Биттең һаҡлау дәрәжеһен үҙгәртер өсөн иҫәп яҙыуығыҙҙың хоҡуҡтары етәрле түгел. '''$1''' битенең ғәмәлдәге көйләүҙәре:",
'protect-cascadeon'           => 'Был бит һаҡланған, сөнки ул каскадлы һаҡлаулы {{PLURAL:$1|биткә|биттәргә}} керә. Һеҙ был биттең һаҡлау дәрәжәһен үҙгәртә алаһығыҙ, ләкин каскадлы һаҡлау үҙгәрмәйәсәк.',
'protect-default'             => 'Бар ҡулланыусыларға рөхсәт бирергә',
'protect-fallback'            => '«$1» рөхсәте кәрәк',
'protect-level-autoconfirmed' => 'Яңы һәм теркәлмәгән ҡулланыусыларҙан һаҡларға',
'protect-level-sysop'         => 'Хәкимдәр генә',
'protect-summary-cascade'     => 'каскадлы',
'protect-expiring'            => '$1 бөтә (UTC)',
'protect-cascade'             => 'Был биткә кергән биттәрҙе һаҡларға (каскадлы һаҡлау)',
'protect-cantedit'            => 'Һеҙ был биттең һаҡлау дәрәжәһен үҙгәртә алмайһығыҙ, сөнки уны үҙгәртеү хоҡуғығыҙ юҡ.',
'protect-othertime'           => 'Башҡа ваҡыт:',
'protect-othertime-op'        => 'башҡа ваҡыт',
'protect-expiry-options'      => '1 сәғәт:1 hour,1 көн:1 day,1 аҙна:1 week,2 аҙна:2 weeks,1 ай:1 month,3 ай:3 months,6 ай:6 months,1 йыл:1 year,сикләүһеҙ:infinite',
'restriction-type'            => 'Хоҡуҡ:',
'restriction-level'           => 'Ирешеү дәрәжәһе:',
'minimum-size'                => 'Минимум күләм',
'maximum-size'                => 'Максимум күләм:',
'pagesize'                    => '(байт)',

# Restrictions (nouns)
'restriction-edit'   => 'Мөхәррирләү',
'restriction-move'   => 'Исемен үҙгәртеү',
'restriction-create' => 'Яһау',
'restriction-upload' => 'Тейәү',

# Restriction levels
'restriction-level-sysop'         => 'тулы һаҡлау',
'restriction-level-autoconfirmed' => 'өлөшләтә һаҡлау',
'restriction-level-all'           => 'барлыҡ кимәлдәр',

# Undelete
'undelete'                  => 'Юйҙырылған биттәрҙе ҡарау',
'viewdeletedpage'           => 'Юйылған биттәрҙе ҡарау',
'undelete-fieldset-title'   => 'Версияларҙы тергеҙергә',
'undeletebtn'               => 'Тергеҙергә',
'undeletelink'              => 'ҡарарға/тергеҙергә',
'undeleteviewlink'          => 'ҡарарға',
'undeletereset'             => 'Юҡ итергә',
'undeleteinvert'            => 'Һайланғандарҙы әйләндерергә',
'undeletecomment'           => 'Сәбәп:',
'undeletedarticle'          => '«[[$1]]» тергеҙелде',
'undelete-search-box'       => 'Юйылған биттәрҙе эҙләү',
'undelete-search-submit'    => 'Эҙләү',
'undelete-show-file-submit' => 'Әйе',

# Namespace form on various pages
'namespace'      => 'Исемдәр арауығы:',
'invert'         => 'Һайланғандарҙы әйләндерергә',
'blanknamespace' => '(Төп)',

# Contributions
'contributions'       => 'Ҡатнашыусы өлөшө',
'contributions-title' => '$1 исемле ҡулланыусының кереткән өлөшө',
'mycontris'           => 'ҡылған эштәр',
'contribsub2'         => '$1 ($2) өсөн',
'uctop'               => '(аҙаҡҡы)',
'month'               => 'Айҙан башлап (һәм элегерәк):',
'year'                => 'Йылынан башлап (һәм элегерәк):',

'sp-contributions-newbies'  => 'Яңы иҫәп яҙыуҙары кереткән өлөштө генә күрһәтергә',
'sp-contributions-blocklog' => 'блоклау яҙмалары',
'sp-contributions-deleted'  => 'ҡулланыусының юйылған өлөшө',
'sp-contributions-logs'     => 'Журналдар',
'sp-contributions-talk'     => ' Фекер алышыу',
'sp-contributions-search'   => 'Өлөштәрҙе эҙләү',
'sp-contributions-username' => 'Ҡулланыусының IP-адресы йәки исеме:',
'sp-contributions-submit'   => 'Эҙлә',

# What links here
'whatlinkshere'            => 'Бында һылтанмалар',
'whatlinkshere-title'      => '«$1» битенә һылтанған биттәр',
'whatlinkshere-page'       => 'Бит:',
'linkshere'                => "'''[[:$1]]''' битенә киләһе биттәр һылтана:",
'isredirect'               => 'йүнәлтеү бите',
'istemplate'               => 'ҡушылған',
'isimage'                  => 'рәсем өсөн һылтанма',
'whatlinkshere-prev'       => '{{PLURAL:$1|алдағы|алдағы $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|киләһе|киләһе $1}}',
'whatlinkshere-links'      => '← һылтанмалар',
'whatlinkshere-hideredirs' => 'Йүнәлтеүҙәрҙе $1',
'whatlinkshere-hidetrans'  => 'Ҡушылғандарҙы $1',
'whatlinkshere-hidelinks'  => 'Һылтанмаларҙы $1',
'whatlinkshere-filters'    => 'Фильтрҙар',

# Block/unblock
'blockip'                  => 'Ҡатнашыусыны ябыу',
'blockip-title'            => 'Ҡатнашыусыны ябыу',
'blockip-legend'           => 'Ҡатнашыусыны ябыу',
'ipaddress'                => 'IP-адрес:',
'ipadressorusername'       => 'Ҡатнашыусының IP-адресы йәки исеме:',
'ipbexpiry'                => 'Бөтә:',
'ipbreason'                => 'Сәбәп:',
'ipbreasonotherlist'       => 'Башҡа сәбәп',
'ipbcreateaccount'         => 'Яңы иҫәп яҙыуҙарын булдырыуҙы тыйыу',
'ipbsubmit'                => 'Был ҡатнашыусыны тыйырға',
'ipbother'                 => 'Башҡа ваҡыт:',
'ipboptions'               => '2 сәғәт:2 hours,1 көн:1 day,3 көн:3 days,1 аҙна:1 week,2 аҙна:2 weeks,1 ай:1 month,3ай:3 months,6 ай:6 months,1 йыл:1 year,сикләнмәгән:infinite',
'ipbotheroption'           => 'башҡа',
'ipblocklist'              => 'Тыйылған IP-адрестар һәм ҡатнашыусылыр',
'ipblocklist-submit'       => 'Эҙләү',
'blocklink'                => 'ябып ҡуйырға',
'unblocklink'              => 'Тыйыуҙы кире алырға',
'change-blocklink'         => 'блоклауҙы үҙгәртергә',
'contribslink'             => 'индергән өлөш',
'blocklogpage'             => 'Блоклау яҙмалары',
'blocklogentry'            => '[[$1]] блокланды, ваҡыты: $2 $3',
'unblocklogentry'          => '$1 ҡулланыусыһының блокланыу ваҡыты тамамланды',
'block-log-flags-nocreate' => 'иҫәп яҙыуҙарын теркәү тыйылған',
'proxyblocksuccess'        => 'Үтәлде',

# Move page
'move-page'           => '$1 — исемен үҙгәртеү',
'move-page-legend'    => 'Биттең исемен үҙгәртеү',
'movepagetext'        => "Аҫтағы форманы ҡулланыу биттең исемен үҙгәртә һәм уның үҙгәртеүҙәр яҙмаһын яңы урынға күсерә.
Биттең элекке исеме яңы биткә йүнәлтеү булып ҡаласаҡ.
Һеҙ элекке исемгә булған йүнәлтеүҙәрҙе автоматик рәүештә яңы исемгә күсерә алаһығыз.
Әгәр быны эшләмәһәгеҙ, [[Special:DoubleRedirects|икеле]] һәм [[Special:BrokenRedirects|өҙөлгән йүнәлтеүҙәрҙе]] тикшерегеҙ.
Һылтанмаларҙың кәрәкле урынға күрһәтеүҙәренең дауам итеүе өсөн һеҙ яуаплы.

Иғтибар итегеҙ, әгәр яңы исемле бит бар икән, биттең исеме '''үҙгәртелмәйәсәк'''; элекке бит йүнәлтеү, буш һәм үҙгәртеү тарихына эйә булмаған осраҡтарҙан башҡа.
Был шуны аңлата: бит исемен яңылыш үҙгәртһәгеҙ, битте кире ҡайтара алаһығыҙ, ләкин булған битте юя алмайһығыҙ.

'''Иғтибар!'''
Популяр биттәрҙең исемен үҙгәртеү көтмәгән һөҙөмтәләргә килтерергә мөмкин.
Дауам итерҙән алда, бөтә буласаҡ һөҙөмтәләрҙе аңлауығыҙҙы уйлағыҙ.",
'movepagetalktext'    => "Фекер алышыу битенең исеме лә үҙгәртеләсәк, '''киләһе осраҡтарҙан тыш''':
*Бындай исемле фекер алышыу бите бар, йәки
*Аҫтағы юлды билдәләмәгәнһегеҙ.

Бындай осраҡтарҙа, кәрәкле булһа, биттәрҙе үҙегеҙҙең күсереүегеҙ йәки исемен үҙгәртеүегеҙ кәрәк буласаҡ.",
'movearticle'         => 'Биттең исемен үҙгәртергә',
'movenologin'         => 'Үҙегеҙҙе танытырға кәрәк',
'movenotallowed'      => 'Һеҙҙең бит исемен үҙгәртергә хоҡуғығыҙ юҡ',
'movenotallowedfile'  => 'Һеҙҙең файл исемен үҙгәртергә хоҡуғығыҙ юҡ',
'cant-move-user-page' => 'Һеҙҙең ҡатнашыусы битенең исемен үҙгәртергә хоҡуғығыҙ юҡ',
'newtitle'            => 'Яңы исем',
'move-watch'          => 'Был битте күҙәтеү исемлегенә өҫтәргә',
'movepagebtn'         => 'Биттең исемен үҙгәртергә',
'pagemovedsub'        => 'Бит исеме үҙгәртелде',
'movepage-moved'      => "'''«$1» битенең яңы исеме: «$2»'''",
'articleexists'       => 'Бындай исемле бит бар йәки һеҙ белдергән исем рөхсәт ителмәй.
Зинһар, башҡа исем һайлағыҙ.',
'talkexists'          => "'''Бит исеме үҙгәртелде, ләкин фекер алышыу битенең исемен үҙгәртеп булмай, сөнки ундай исемле бит бар инде. Зинһар, уларҙы үҙегеҙ берләштерегеҙ.'''",
'movedto'             => 'яңы исеме',
'movetalk'            => 'Бәйле фекер алышыу бите исемен үҙгәртергә',
'1movedto2'           => '«[[$1]]» битенең яңы исеме «[[$2]]»',
'1movedto2_redir'     => '[[$1]] бите [[$2]] битенә йүнәлтеү буйынса күсте',
'movelogpage'         => 'Исем үҙгәртеү яҙмалары',
'movereason'          => 'Сәбәп:',
'revertmove'          => 'кирегә',

# Export
'export'        => 'Биттәрҙе сығарыу',
'export-addcat' => 'Өҫтәргә',
'export-addns'  => 'Өҫтәргә',

# Namespace 8 related
'allmessagesname'           => 'Хәбәр',
'allmessagesdefault'        => 'Ғәҙәттәге яҙма',
'allmessagescurrent'        => 'Хәҙерге яҙма',
'allmessages-filter-legend' => 'Иләк',
'allmessages-filter-all'    => 'Бөтә',
'allmessages-filter-submit' => 'Күсергә',

# Thumbnails
'thumbnail-more' => 'Ҙурайтырға',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Ҡулланыусы битегеҙ',
'tooltip-pt-mytalk'               => 'Фекер алышыу битегеҙ',
'tooltip-pt-preferences'          => 'Көйләүҙәрем',
'tooltip-pt-watchlist'            => 'Мин күҙәткән биттәр исемлеге',
'tooltip-pt-mycontris'            => 'Кереткән өлөшөгөҙ',
'tooltip-pt-login'                => 'Бында теркәлеү үтергә була, әмма был эш мәҗбүри түгел.',
'tooltip-pt-logout'               => 'Сығырға',
'tooltip-ca-talk'                 => 'Биттең эстәлеге тураһында фекер алышу',
'tooltip-ca-edit'                 => 'Һеҙ был битте үҙгәртә алаһығыҙ. Зинһар, яҙып ҡуйыр алдынан ҡарап сығығыҙ',
'tooltip-ca-addsection'           => 'Яңы бүлек эшләргә',
'tooltip-ca-viewsource'           => 'Был бит үҙгәртеүҙән һаҡланған.
Тик сығанаҡ текстын ғына ҡарай һәм күсереп ала алаһығыҙ.',
'tooltip-ca-history'              => 'Биттең төҙәтеүҙәр исемлеге',
'tooltip-ca-protect'              => 'Был битте һаҡларға',
'tooltip-ca-delete'               => 'Был битте юйырға',
'tooltip-ca-move'                 => 'Битте күсерергә',
'tooltip-ca-watch'                => 'Был битте күҙәтеү исемлегенә өҫтәргә',
'tooltip-ca-unwatch'              => 'Был битте күҙәтеү исемлегемдән сығарырға',
'tooltip-search'                  => 'Эҙләргә {{SITENAME}}',
'tooltip-search-go'               => 'Нәҡ ошондай исеме булған биткә күсергә',
'tooltip-search-fulltext'         => 'Ошондай эстәлекле биттәрҙе табырға',
'tooltip-p-logo'                  => 'Баш биткә күсергә',
'tooltip-n-mainpage'              => 'Баш биткә күсергә',
'tooltip-n-mainpage-description'  => 'Баш биткә күсеү',
'tooltip-n-portal'                => 'Проект буйынса һеҙ нимә эшләй алаһығыҙ һәм ҡайҙа нимә барлығы тураһында белешмә',
'tooltip-n-currentevents'         => 'Ағымдағы ваҡиғалар исемлеге',
'tooltip-n-recentchanges'         => 'Һуңғы үҙгәртеүҙәр исемлеге',
'tooltip-n-randompage'            => 'Осраҡлы битте ҡарарға',
'tooltip-n-help'                  => '«{{SITENAME}}» буйынса белешмә',
'tooltip-t-whatlinkshere'         => 'Был биткә һылтанған барлык биттәрҙең исемлеге',
'tooltip-t-recentchangeslinked'   => 'Был биттән һылтанған биттәрҙә һуңғы үҙгәртеүҙәр',
'tooltip-feed-rss'                => 'Был бит өсөн RSS-таҫма',
'tooltip-feed-atom'               => 'Был бит өсөн Atom-таҫма',
'tooltip-t-contributions'         => 'Был ҡулланыусының кереткән өлөшөн ҡарарға',
'tooltip-t-emailuser'             => 'Был ҡулланыусыға хат ебәрергә',
'tooltip-t-upload'                => 'Рәсем йәки тауыш эстәлекле файлдарҙы күсереп яҙырға',
'tooltip-t-specialpages'          => 'Барлыҡ махсус биттәр исемлеге',
'tooltip-t-print'                 => 'Был биттең ҡағыҙға баҫыу өлгөһө',
'tooltip-t-permalink'             => 'Биттең был өлгөһөнә даими һылтанма',
'tooltip-ca-nstab-main'           => 'Мәҡәләнең эстәлеге',
'tooltip-ca-nstab-user'           => 'Ҡулланыусының шәхси бите',
'tooltip-ca-nstab-special'        => 'Был махсус бит, уны үҙгәртеп булмай',
'tooltip-ca-nstab-project'        => 'Проект битен күрһәт',
'tooltip-ca-nstab-image'          => 'Файл бите',
'tooltip-ca-nstab-template'       => 'Ҡалып бите',
'tooltip-ca-nstab-category'       => 'Категория бите',
'tooltip-minoredit'               => 'Текст әҙ үҙгәртелгән тип билдәләргә',
'tooltip-save'                    => 'Үҙгәртеүҙәрҙе һаҡларға',
'tooltip-preview'                 => 'Алдан байҡау, һаҡлауҙан алда уны ҡулланып үҙгәртеүҙәрегеҙҙе ҡарап сығығыҙ!',
'tooltip-diff'                    => 'Сығанаҡ текстҡа ҡарата эшләгән үҙгәртеүҙәрҙе күрһәтергә.',
'tooltip-compareselectedversions' => 'Был биттең һайланған ике версияһы араһындағы айырманы ҡарарға',
'tooltip-watch'                   => 'Битте күҙәтеү исемлегемә өҫтәргә',
'tooltip-upload'                  => 'Күсерә башларға',
'tooltip-rollback'                => 'Бер баҫыу менән аҙаҡҡы мөхәррирләүсенең үҙгәртеүҙәрен кире ала.',
'tooltip-undo'                    => '"Кире ал" төҙәтеүҙе кире ала һәм төҙәтеү формаһын "алдан байҡау"ҙа күрһәтә. Һәм кире алыуҙың сәбәбен белдерергә була.',

# Attribution
'siteuser'  => '{{grammar:genitive|{{SITENAME}}}} - ла ҡатнашыусы $1',
'others'    => 'башҡалар',
'siteusers' => '{{SITENAME}} {{PLURAL:$2|ҡатнашыусы|ҡатнашыусылары}} $1',

# Math errors
'math_unknown_error' => 'билдәһеҙ хата',

# Browsing diffs
'previousdiff' => '← Алдағы төҙәтеү',
'nextdiff'     => 'Киләһе үҙгәртеү →',

# Media information
'file-info-size'       => '($1 × $2 нөктә, файл күләме: $3, MIME-төр: $4)',
'file-nohires'         => '<small>Юғары асыҡлыҡтағы версия юҡ.</small>',
'svg-long-desc'        => '(SVG файлы, номиналь $1 × $2 нөктә, файл күләме: $3)',
'show-big-image'       => 'Тулы асыҡлыҡ',
'show-big-image-thumb' => '<small>Алдан байҡау дәүмәле: $1 × $2 нөктә</small>',

# Special:NewFiles
'newimages-legend' => 'Иләк',
'ilsubmit'         => 'Эҙләү',

# Bad image list
'bad_image_list' => 'Формат киләһе рәүештә булырға тейеш:

Тик исемлек элементтары ғына һаналасаҡ (* символы менән башланған юлдар).
Юлдың беренсе һылтанмаһы, ҡуйылырға рөхсәт ителмәгән рәсемгә һылтанма булырға тейеш.
Шул уҡ юлдағы башҡа һылтанмалар ҡағиҙәнән тыш, йәғни рәсем ҡуйырға рөхсәт ителгән бит тип һаналасаҡтар.',

# Metadata
'metadata'          => 'Мета мәғлүмәттәр',
'metadata-help'     => 'Файл, ғәҙәттә һанлы камералар йәки сканерҙар өҫтәгән мәғлүмәттәргә эйә. Әгәр файл яһалғандан һуң төҙәтелгән булһа, ҡайһы бер параметрҙар ағымдағы рәсем менән тап килмәҫкә мөмкин.',
'metadata-expand'   => 'Өҫтәмә мәғлүмәттәрҙе күрһәт',
'metadata-collapse' => 'Өҫтәмә мәғлүмәттәрҙе йәшер',
'metadata-fields'   => 'Был исемлектә һанап кителгән мета мәғлүмәт юлдары рәсем битендә күрһәтеләсәктәр, ҡалғандары иһә йәшерелгән буласаҡтар.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'      => 'Киңлек',
'exif-imagelength'     => 'Бейеклек',
'exif-artist'          => 'Автор',
'exif-gpslatituderef'  => 'Киңлек индексы',
'exif-gpslatitude'     => 'Киңлек',
'exif-gpslongituderef' => 'Оҙонлоҡ индексы',
'exif-gpslongitude'    => 'Оҙонлоҡ',
'exif-gpsaltituderef'  => 'Бейеклек индексы',
'exif-gpsaltitude'     => 'Бейеклек',
'exif-gpsspeedref'     => 'Тиҙлек берәмеге',

'exif-unknowndate' => 'Билдәһеҙ көн',

'exif-meteringmode-0'   => 'Билдәһеҙ',
'exif-meteringmode-255' => 'Икенсе',

'exif-gaincontrol-0' => 'Юҡ',

# External editor support
'edit-externally'      => 'Был файлды тышҡы программа ҡулланып мөхәррирләргә',
'edit-externally-help' => '(Тулыраҡ мәғлүмәт өсөн металағы [http://www.mediawiki.org/wiki/Manual:External_editors setup instructions] (инглизсә) битен ҡарағыҙ)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'бөтә',
'imagelistall'     => 'бөтә',
'watchlistall2'    => 'бөтә',
'namespacesall'    => 'бөтә',
'monthsall'        => 'бөтә',
'limitall'         => 'бөтә',

# Delete conflict
'recreate' => 'Яңынан булдырыу',

# action=purge
'confirm_purge_button' => 'Тамам',

# Multipage image navigation
'imgmultipageprev' => '← алдағы бит',
'imgmultipagenext' => 'киләһе бит →',
'imgmultigo'       => 'Күсеү!',
'imgmultigoto'     => '$1 биткә күсеү',

# Table pager
'table_pager_next'         => 'Киләһе бит',
'table_pager_prev'         => 'Алдағы бит',
'table_pager_first'        => 'Беренсе бит',
'table_pager_last'         => 'Һуңғы бит',
'table_pager_limit_submit' => 'Күсеү',

# Watchlist editor
'watchlistedit-raw-titles' => 'Яҙмалар:',

# Watchlist editing tools
'watchlisttools-view' => 'Исемлектәге биттәрҙәге үҙгәрештәр',
'watchlisttools-edit' => 'Күҙәтеү исемлеген ҡарарға/төҙәтергә',
'watchlisttools-raw'  => 'Текст һымаҡ үҙгәртеү',

# Special:Version
'version-specialpages'     => 'Махсус биттәр',
'version-other'            => 'Башҡалар',
'version-software-version' => 'Версия',

# Special:FilePath
'filepath'        => 'Файлға юл',
'filepath-page'   => 'Файл:',
'filepath-submit' => 'Күсеү',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'Бер төрлө файлдарҙы эҙләргә',
'fileduplicatesearch-filename' => 'Файл исеме',
'fileduplicatesearch-submit'   => 'Эҙләү',

# Special:SpecialPages
'specialpages'               => 'Махсус биттәр',
'specialpages-note'          => '----
* Ябай махсус биттәр.
* <strong class="mw-specialpagerestricted">Сикләнгән махсус биттәр.</strong>',
'specialpages-group-other'   => 'Башҡа махсус биттәр',
'specialpages-group-login'   => 'Танышыу йәки теркәлеү',
'specialpages-group-users'   => 'Ҡатнашыусылар һәм хоҡуҡтар',
'specialpages-group-highuse' => 'Йыш ҡулланылған биттәр',

# Special:BlankPage
'blankpage' => 'Буш бит',

# Special:Tags
'tags-title' => 'Билдәләр',
'tags-tag'   => 'Билдә исеме',
'tags-edit'  => 'үҙгәртергә',

# HTML forms
'htmlform-selectorother-other' => 'Башҡа',

);
