<?php
/** ‪Къырымтатарджа (Кирилл) (‪Къырымтатарджа (Кирилл))
 *
 * @addtogroup Language
 *
 * @author Alessandro
 * @author Siebrand
 * @author AlefZet
 */

$fallback = 'ru';

$fallback8bitEncoding = 'windows-1251';	

$separatorTransformTable = array(','     => '.', '.'     => ',' );

$namespaceNames = array(
    NS_MEDIA                     => 'Медиа',
    NS_SPECIAL                   => 'Махсус',
    NS_MAIN                      => '',
    NS_TALK                      => 'Музакере',
    NS_USER                      => 'Къулланыджы',
    NS_USER_TALK                 => 'Къулланыджы_музакереси',
    # NS_PROJECT set by $wgMetaNamespace
    NS_PROJECT_TALK              => '$1_музакереси',
    NS_IMAGE                     => 'Ресим',
    NS_IMAGE_TALK                => 'Ресим_музакереси',
    NS_MEDIAWIKI                 => 'МедиаВики',
    NS_MEDIAWIKI_TALK            => 'МедиаВики_музакереси',
    NS_TEMPLATE                  => 'Шаблон',
    NS_TEMPLATE_TALK             => 'Шаблон_музакереси',
    NS_HELP                      => 'Ярдым',
    NS_HELP_TALK                 => 'Ярдым_музакереси',
    NS_CATEGORY                  => 'Категория',
    NS_CATEGORY_TALK             => 'Категория_музакереси',
);

# Aliases to latin namespaces 
$namespaceAliases = array(
	"Media"                 => NS_MEDIA,
	"Mahsus"                => NS_SPECIAL,
	"Muzakere"              => NS_TALK,
	"Qullanıcı"             => NS_USER,
	"Qullanıcı_muzakeresi"  => NS_USER_TALK,
	"$1_muzakeresi"         => NS_PROJECT_TALK,
	"Resim"                 => NS_IMAGE,
	"Resim_muzakeresi"      => NS_IMAGE_TALK,
	"MediaViki"             => NS_MEDIAWIKI,
	"MediaViki_muzakeresi"  => NS_MEDIAWIKI_TALK,
	'Şablon'                => NS_TEMPLATE,
	'Şablon_muzakeresi'     => NS_TEMPLATE_TALK,
	'Yardım'                => NS_HELP,
	'Yardım_muzakeresi'     => NS_HELP_TALK,
	'Kategoriya'            => NS_CATEGORY,
	'Kategoriya_muzakeresi' => NS_CATEGORY_TALK,
);

$skinNames = array(
    'standard'    => 'Стандарт',
    'nostalgia'   => 'Ностальгия',
    'cologneblue' => 'Кёльн асретлиги',
    'monobook'    => 'MonoBook',
    'myskin'      => 'Озь ресимлеме',
    'chick'       => 'Чипче',
    'simple'      => 'Адий'
);

$datePreferences = array(
    'default',
    'mdy',
    'dmy',
    'ymd',
    'yyyy-mm-dd',
    'ISO 8601',
);

$defaultDateFormat = 'ymd';

$datePreferenceMigrationMap = array(
    'default',
    'mdy',
    'dmy',
    'ymd'
);

$dateFormats = array(
    'mdy time' => 'H:i',
    'mdy date' => 'F j Y "с."',
    'mdy both' => 'H:i, F j Y "с."',

    'dmy time' => 'H:i',
    'dmy date' => 'j F Y "с."',
    'dmy both' => 'H:i, j F Y "с."',

    'ymd time' => 'H:i',
    'ymd date' => 'Y "с." xg j',
    'ymd both' => 'H:i, Y "с." xg j',

    'yyyy-mm-dd time' => 'xnH:xni:xns',
    'yyyy-mm-dd date' => 'xnY-xnm-xnd',
    'yyyy-mm-dd both' => 'xnH:xni:xns, xnY-xnm-xnd',

    'ISO 8601 time' => 'xnH:xni:xns',
    'ISO 8601 date' => 'xnY.xnm.xnd',
    'ISO 8601 both' => 'xnY.xnm.xnd"T"xnH:xni:xns',
);

$messages = array(
# User preference toggles
'tog-underline'               => 'Багълантыларнынъ алтыны сыз',
'tog-highlightbroken'         => 'Бош багълантыларны <a href="" class="new">бу шекильде</a> (альтернатив: <a href="" class="internal">бу шекильде</a>) косьтер.',
'tog-justify'                 => 'Параграф эки якъкъа яслаяракъ тиз',
'tog-hideminor'               => 'Кичик денъишикликлерни "Сонъки денъишикликлер" саифесинде гизле',
'tog-extendwatchlist'         => 'Келишкен козетюв джедвели',
'tog-usenewrc'                => 'Келишкен сонъки денъишикликлер джедвели (JavaScript)',
'tog-numberheadings'          => 'Серлеваларны автоматик номераландыр',
'tog-showtoolbar'             => 'Денъишиклик япкъан вакъытта ярдымджы дёгмелерни косьтер. (JavaScript)',
'tog-editondblclick'          => 'Саифени чифт басаракъ денъиштирмеге башла (JavaScript)',
'tog-editsection'             => 'Болюмлерни [денъиштир] багълантыларны иле денъиштирме акъкъы бер',
'tog-editsectiononrightclick' => 'Болюм серлевасына онъ басаракъ болюмде денъишикликке изин бер. (JavaScript)',
'tog-showtoc'                 => 'Мундеридже джедвели косьтер (3 данеден зияде серлевасы олгъан саифелер ичюн)',
'tog-rememberpassword'        => 'Парольни хатырла',
'tog-editwidth'               => 'Язув пенджереси там кенишликте олсун',
'tog-watchcreations'          => 'Мен яраткъан саифелерни козетюв джедвелиме экле',
'tog-watchdefault'            => 'Мен денъиштирген саифелерни козетюв джедвелиме экле',
'tog-watchmoves'              => 'Меним тарафымдан ады денъиштирильген саифелерни козетюв джедвелиме экле',
'tog-watchdeletion'           => 'Мен ёкъ эткен саифелерни козетюв джедвелиме экле',
'tog-minordefault'            => "Денъишикликни 'кичик денъишиклик' оларакъ сечили кетир",
'tog-previewontop'            => 'Ог бакъувны язув фезанынъ устюнде косьтер',
'tog-previewonfirst'          => 'Денъиштирмеде ог бакъувны косьтер',
'tog-nocache'                 => 'Саифелерни хатырлама',
'tog-enotifwatchlistpages'    => 'Саифе денъишикликлеринде манъа e-mail ёлла',
'tog-enotifusertalkpages'     => 'Къулланыджы саифемде денъишиклик олгъанда манъа e-mail ёлла',
'tog-enotifminoredits'        => 'Саифелерде кичик денъишиклик олгъанда да манъа e-mail ёлла',
'tog-enotifrevealaddr'        => 'Бильдирюв мектюплеринде e-mail адресимни косьтер',
'tog-shownumberswatching'     => 'Козеткен къулланыджы сайысыны косьтер',
'tog-fancysig'                => 'Адий имза (имзанъыз юкъарыда бельгилегенинъиз киби корюнир. Саифенъизге автоматик багъланты яратылмаз)',
'tog-externaleditor'          => 'Денъишикликлерни башкъа эдитор программасы иле яп',
'tog-externaldiff'            => 'Тенъештирмелерни тыш программагъа яптыр.',
'tog-showjumplinks'           => '«Бар» багълантысыны фааллештир',
'tog-uselivepreview'          => 'Джанлы ог бакъув хусусиетини къуллан (JavaScript) (даа денъеме турушында)',
'tog-forceeditsummary'        => 'Денъишиклик къыскъа тарифини бош ташлагъанда мени тенбиле',
'tog-watchlisthideown'        => 'Козетюв джедвелимден меним денъишикликлеримни гизле',
'tog-watchlisthidebots'       => 'Козетюв джедвелимден бот денъишикликлерини гизле',
'tog-watchlisthideminor'      => 'Козетюв джедвелимден кичик денъишикликлерни гизле',
'tog-ccmeonemails'            => 'Дигер къулланыджыларгъа ёллагъан мектюплеримнинъ копияларыны манъа да ёлла',

'underline-always'  => 'Даима',
'underline-never'   => 'Асла',
'underline-default' => 'Браузер къарар берсин',

'skinpreview' => '(Ог бакъув)',

# Dates
'sunday'        => 'Базар',
'monday'        => 'Базарэртеси',
'tuesday'       => 'Салы',
'wednesday'     => 'Чаршенбе',
'thursday'      => 'Джумаакъшамы',
'friday'        => 'Джума',
'saturday'      => 'Джумаэртеси',
'sun'           => 'Базар',
'mon'           => 'Базарэртеси',
'tue'           => 'Салы',
'wed'           => 'Чаршенбе',
'thu'           => 'Джумаакъшамы',
'fri'           => 'Джума',
'sat'           => 'Джумаэртеси',
'january'       => 'январь',
'february'      => 'февраль',
'march'         => 'март',
'april'         => 'апрель',
'may_long'      => 'майыс',
'june'          => 'июнь',
'july'          => 'июль',
'august'        => 'август',
'september'     => 'сентябрь',
'october'       => 'октябрь',
'november'      => 'ноябрь',
'december'      => 'декабрь',
'january-gen'   => 'январьнинъ',
'february-gen'  => 'февральнинъ',
'march-gen'     => 'мартнынъ',
'april-gen'     => 'апрельнинъ',
'may-gen'       => 'майыснынъ',
'june-gen'      => 'июннинъ',
'july-gen'      => 'июльнинъ',
'august-gen'    => 'августнынъ',
'september-gen' => 'сентябрьнинъ',
'october-gen'   => 'октябрьнинъ',
'november-gen'  => 'ноябрьнинъ',
'december-gen'  => 'декабрьнинъ',
'jan'           => 'янв',
'feb'           => 'фев',
'mar'           => 'мар',
'apr'           => 'апр',
'may'           => 'май',
'jun'           => 'июн',
'jul'           => 'июл',
'aug'           => 'авг',
'sep'           => 'сен',
'oct'           => 'окт',
'nov'           => 'ноя',
'dec'           => 'дек',

# Bits of text used by many pages
'categories'            => 'Саифе категориялары',
'pagecategories'        => '{{PLURAL:$1|Саифенинъ категориясы|Саифенинъ категориялары}}',
'category_header'       => '"$1" категориясындаки саифелер',
'subcategories'         => 'Алт категориялар',
'category-media-header' => '"$1" категориясындаки медиа файллары',
'category-empty'        => "''Ишбу категорияда ич бир саифе я да медиа файл ёкъ.''",

'linkprefix'   => '/^(.*?)([a-zâçğıñöşüA-ZÂÇĞİÑÖŞÜa-яёА-ЯЁ«„]+)$/sDu',
'mainpagetext' => "<big>'''MediaWiki мувафакъиетнен къурулды.'''</big>",

'about'          => 'Акъкъында',
'article'        => 'Саифе',
'newwindow'      => '(янъы бир пенджереде ачылыр)',
'cancel'         => 'Лягъу',
'qbfind'         => 'Тап',
'qbbrowse'       => 'Бакъып чыкъ',
'qbedit'         => 'Денъиштир',
'qbpageoptions'  => 'Бу саифе',
'qbpageinfo'     => 'Багълам',
'qbmyoptions'    => 'Саифелерим',
'qbspecialpages' => 'Махсус саифелер',
'moredotdotdot'  => 'Даа...',
'mypage'         => 'Саифем',
'mytalk'         => 'Музакере саифесим',
'anontalk'       => 'Бу IP-нинъ музакереси',
'navigation'     => 'Сайтта ёл тапув',

'errorpagetitle'    => 'Хата',
'returnto'          => '$1.',
'tagline'           => '{{GRAMMAR:ablative|{{SITENAME}}}}',
'help'              => 'Ярдым',
'search'            => 'Къыдыр',
'searchbutton'      => 'Къыдыр',
'go'                => 'Бар',
'searcharticle'     => 'Бар',
'history'           => 'Саифенинъ кечмиши',
'history_short'     => 'Кечмиш',
'updatedmarker'     => 'сонъки зияретимден сонъ янъаргъан',
'info_short'        => 'Малюмат',
'printableversion'  => 'Басылмагъа уйгъун корюниш',
'permalink'         => 'Сонъки алына багъланты',
'print'             => 'Бастыр',
'edit'              => 'Денъиштир',
'editthispage'      => 'Саифени денъиштир',
'delete'            => 'Ёкъ эт',
'deletethispage'    => 'Саифени ёкъ эт',
'undelete_short'    => '{{PLURAL:$1|1|$1}} денъишикликни кери кетир',
'protect'           => 'Къорчалавгъа ал',
'protect_change'    => 'къорчалав дереджесини денъиштир',
'protectthispage'   => 'Саифени къорчалав алтына ал',
'unprotect'         => 'Къорчалавны чыкъар',
'unprotectthispage' => 'Саифе къорчалавыны чыкъар',
'newpage'           => 'Янъы саифе',
'talkpage'          => 'Саифени музакере эт',
'talkpagelinktext'  => 'Музакере',
'specialpage'       => 'Махсус Саифе',
'personaltools'     => 'Шахсий алетлер',
'postcomment'       => 'Тефсир экле',
'articlepage'       => 'Саифеге бар',
'talk'              => 'Музакере',
'views'             => 'Корюнишлер',
'toolbox'           => 'Алетлер',
'userpage'          => 'Къулланыджы саифесини косьтер',
'projectpage'       => 'Проект саифесини косьтер',
'imagepage'         => 'Ресим саифесини косьтер',
'mediawikipage'     => 'Беянат саифесини косьтер',
'templatepage'      => 'Шаблон саифесини косьтер',
'viewhelppage'      => 'Ярдым саифесини косьтер',
'categorypage'      => 'Категория саифесини косьтер',
'viewtalkpage'      => 'Музакере саифесини косьтер',
'otherlanguages'    => 'Дигер тиллерде',
'redirectedfrom'    => '($1 саифесинден ёлланды)',
'redirectpagesub'   => 'Ёллама саифеси',
'lastmodifiedat'    => 'Бу саифе сонъки оларакъ $2, $1 тарихында янъарды.', # $1 date, $2 time
'viewcount'         => 'Бу саифе {{PLURAL:$1|1|$1}} дефа иришильген.',
'protectedpage'     => 'Къорчалавлы саифе',
'jumpto'            => 'Бунъа бар:',
'jumptonavigation'  => 'къуллан',
'jumptosearch'      => 'къыдыр',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => '{{SITENAME}} акъкъында',
'aboutpage'         => 'Project:Акъкъында',
'bugreports'        => 'Хаталар акъкъында эсабатлар',
'bugreportspage'    => 'Project:Хаталар акъкъында эсабатлар',
'copyright'         => 'Малюмат $1 бинаэн кечиле биле.',
'copyrightpagename' => '{{SITENAME}} муэллиф акълары',
'copyrightpage'     => '{{ns:project}}:Муэллиф акълары',
'currentevents'     => 'Агъымдаки вакъиалар',
'currentevents-url' => 'Project:Агъымдаки вакъиалар',
'disclaimers'       => 'Джевапкярлыкъ реди',
'disclaimerpage'    => 'Project:Умумий Малюмат Мукъавелеси',
'edithelp'          => 'Насыл денъиштирилир?',
'edithelppage'      => 'Help:Саифе насыл денъиштирилир',
'faq'               => 'Сыкъ берильген суаллер',
'faqpage'           => 'Project:Сыкъ берильген суаллер',
'helppage'          => 'Help:Мундеридже',
'mainpage'          => 'Баш Саифе',
'portal'            => 'Топлулыкъ порталы',
'portal-url'        => 'Project:Топлулыкъ порталы',
'privacy'           => 'Гизлилик эсасы',
'privacypage'       => 'Project:Гизлилик эсасы',
'sitesupport'       => 'Багъышлар',
'sitesupport-url'   => 'Project:Багъыш',

'badaccess'        => 'Изин хатасы',
'badaccess-group0' => 'Япаджакъ олгъан арекетинъизни япмагъа акъкъынъыз ёкъ.',
'badaccess-group1' => 'Япаджакъ олгъан арекетинъизни тек $1 группасынынъ къулланыджылары япа билелер.',
'badaccess-group2' => 'Япаджакъ олгъан арекетинъизни тек $1 группаларынынъ къулланыджылары япа билирлер.',
'badaccess-groups' => 'Япаджакъ олгъан арекетинъизни тек $1 группаларынынъ къулланыджылары япа билирлер.',

'versionrequired'     => 'MediaWiki-нинъ $1 версиясы керек',
'versionrequiredtext' => 'Бу саифени къулланмакъ ичюн MediaWiki-нинъ $1 версиясы керек. [[Special:Version|Версия]] саифесине бакъ.',

'ok'                      => 'Ок',
'retrievedfrom'           => 'Менба – "$1"',
'youhavenewmessages'      => 'Янъы $1 бар. ($2)',
'newmessageslink'         => 'беянатынъыз',
'newmessagesdifflink'     => 'Бир эвельки версиягъа коре экленген язы фаркъы',
'youhavenewmessagesmulti' => '$1 саифесинде янъы беянатынъыз бар.',
'editsection'             => 'денъиштир',
'editold'                 => 'денъиштир',
'editsectionhint'         => 'Денъиштирильген болюм: $1',
'toc'                     => 'Болюм серлевалары',
'showtoc'                 => 'косьтер',
'hidetoc'                 => 'гизле',
'thisisdeleted'           => '$1 корьмеге я да кери кетирмеге истейсинъизми?',
'viewdeleted'             => '$1 корь?',
'restorelink'             => 'ёкъ этильген {{PLURAL:$1|1|$1}} денъишиклиги',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Саифе',
'nstab-user'      => 'Къулланыджы саифеси',
'nstab-media'     => 'Медиа',
'nstab-special'   => 'Махсус саифе',
'nstab-project'   => 'Проект саифеси',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'Беянат',
'nstab-template'  => 'Шаблон',
'nstab-help'      => 'Ярдым',
'nstab-category'  => 'Категория',

# Main script and global functions
'nosuchaction'      => 'Ойле арекет ёкъ',
'nosuchspecialpage' => 'Бу исимде бир махсус саифе ёкъ',
'nospecialpagetext' => "'''<big>Тапылмагъан бир махсус саифеге кирдинъиз.</big>'''

Бар олгъан бутюн махсус саифелерни [[{{ns:special}}:Specialpages]] саифесинде корип олурсынъыз.",

# General errors
'error'                => 'Хата',
'databaseerror'        => 'Малюмат базасынынъ хатасы',
'dberrortext'          => 'Малюмат базасына хата олды.
Бу бир ички хатасы ола биле.
"<tt>$2</tt>" функциясындан денъенген сонъки соргъулама:
<blockquote><tt>$1</tt></blockquote>.
MySQL-нинъ эсабат эткени хата "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'Малюмат базасына мураджаат этювде синтаксис хатасы чыкъты. 
Малюмат базасына сонъки мураджаат: 
«$1» 
«$2» функциясындан асыл олды.
MySQL «$3: $4» хатасыны бильдирди.',
'noconnect'            => 'Багъышланъыз! Техникий проблемалар себебинден шимди малюмат базасынынъ серверинен багълынмакъ чаре ёкъ. <br /> $1',
'nodb'                 => '$1 малюмат базасыны сайламагъа чаре ёкъ',
'cachederror'          => 'Ашагъыда сиз истеген саифенинъ кэширленген копиясыдыр. Бунынъ ичюн о эскирген ола биле.',
'laggedslavemode'      => 'Дикъкъат! Бу саифеде сонъки янъарув олмай биле.',
'readonly'             => 'Малюмат базасы килитленди',
'readonlytext'         => 'План ишлемелеринден себеп малюмат базасы вакътынджа блок этильди. Ишлемелер тамамлангъан сонъ нормальге дёнеджектир.

Малюмат базасыны килитлеген администраторнынъ ачыкъламасы: $1',
'internalerror'        => 'Ички хата',
'internalerror_info'   => 'Ички хата: $1',
'filecopyerror'        => '"$1" файлы "$2" файлына копирленип оламай.',
'filerenameerror'      => 'файлнынъ "$1" деген ады "$2" оларакъ денъиштирилип оламай.',
'filedeleteerror'      => '"$1" файлы ёкъ этилип оламай.',
'directorycreateerror' => '"$1" директориясы яратылып оламай.',
'filenotfound'         => '"$1" файлы тапылып оламай.',
'fileexistserror'      => '"$1" файлы сакъланып оламай. Ойле файл энди мевджут.',
'unexpected'           => 'бекленмеген дегер: "$1"="$2".',
'badarticleerror'      => 'Сиз япмагъа истеген ишлев кечерсиздир.',
'cannotdelete'         => 'Бельгиленген саифе я да корюниш ёкъ этилип оламады. (башкъа бир къулланыджы тарафындан ёкъ этильген ола билир).',
'badtitle'             => 'Кечерсиз серлева',
'perfdisabled'         => 'Афу этинъиз! Бу хусусиет, малюмат базасыны къулланыламайджакъ дереджеде явашлаткъаны ичюн, мувакъкъат къулланымдан чыкъарылды.',
'perfcached'           => 'Малюматлар даа эвельджеден азырлангъан ола билир. Бу себептен эскирген ола билир!',
'perfcachedts'         => 'Ашагъыда сакълангъан малюмат булунмакъта, сонъки янъарув заманы: $1.',
'viewsource'           => 'HTML кодуны косьтер',
'viewsourcefor'        => '$1 ичюн',
'protectedpagetext'    => 'Бу саифени кимсе денъиштирмесин деп о блок этильди.',
'viewsourcetext'       => 'Саифенинъ кодуны козьден кечирип копирлей билесинъиз:',
'protectedinterface'   => 'Бу саифеде система интерфейсининъ метини булунгъаны ичюн мында хата чыкъмасын деп денъишиклик япмакъ ясакъ.',
'editinginterface'     => "'''Тенби''': MediaWiki система беянатылы бир саифени денъиштирмектесинъиз. Бу саифедеки денъишикликлер къулланыджы интерфейс корюнишини дигер къулланыджылар ичюн де денъиштиреджектир.",
'namespaceprotected'   => "'''$1''' исим фезасында саифелер денъиштирмеге акъкъынъыз ёкъ.",
'customcssjsprotected' => 'Бу саифеде дигер къулланыджынынъ шахсий аярлары (настройкалары) бар олгъаны ичюн саифени денъиштирип оламазсынъыз.',
'ns-specialprotected'  => '{{ns:special}} исим фезасындаки саифелерни денъиштирмек ясакъ.',

# Login and logout pages
'logouttitle'                => 'Отурымны къапат',
'logouttext'                 => '<strong>Отурымны къапаттынъыз.</strong><br />
Шимди кимлигинъизни бельгилемексизнинъ {{SITENAME}} сайтыны къулланмагъа девам эте билесинъиз, я да янъыдан отурым ача билесинъиз (истер айны къулланыджы адынен, истер башкъа бир къулланыджы адынен). 
Web браузеринъиз кэшини темизлегендже базы саифелер санки аля даа отурымынъыз ачыкъ экен киби корюнип олур.',
'welcomecreation'            => '== Хош кельдинъиз, $1! == 
Эсабынъыз ачылды. 
Бу сайтнынъ аярларыны (настройкаларыны) шахсынъызгъа коре [[{{ns:special}}:Preferences|денъиштирмеге]] унутманъыз.',
'loginpagetitle'             => 'Системагъа озюнъизни танытынъ',
'yourname'                   => 'Къулланыджы адынъыз',
'yourpassword'               => 'Паролинъиз',
'yourpasswordagain'          => 'Парольни янъыдан яз',
'remembermypassword'         => 'Бу компьютерде мени хатырла',
'yourdomainname'             => 'Домен адынъыз',
'externaldberror'            => 'Системагъа танытылгъанда бир хата олды. Бу тыш эсабынъызгъа денъишиклик япмагъа акъкъынъыз олмаювындан мейдангъа келе биле.',
'login'                      => 'Системагъа кир',
'loginprompt'                => 'Отурым ачмакъ ичюн «cookies»ге изин бермелисинъиз.',
'userlogin'                  => 'Системагъа кир / Янъы эсап ач',
'logout'                     => 'Системадан чыкъ',
'userlogout'                 => 'Системадан чыкъ',
'notloggedin'                => 'Озюнъизни системагъа танытмадынъыз.',
'nologin'                    => 'Даа эсап ачмадынъызмы? $1.',
'nologinlink'                => 'Къайд ол',
'createaccount'              => 'Янъы эсап ач',
'gotaccount'                 => 'Даа эвель эсап ачкъан эдинъизми? $1.',
'gotaccountlink'             => 'Системагъа озюнъизни танытынъыз',
'createaccountmail'          => 'e-mail вастасынен',
'badretype'                  => 'Сиз бельгилеген пароллер бир биринен тенъ дегиль.',
'userexists'                 => 'Бельгилегенинъиз адлы къулланыджы энди бар. Башкъа бир къулланыджы ады бельгиленъиз.',
'youremail'                  => 'E-mail адресинъиз:',
'username'                   => 'Къулланыджы ады:',
'uid'                        => 'Къайд номери:',
'yourrealname'               => 'Керчек адынъыз:',
'yourlanguage'               => 'Интерфейс тили:',
'yourvariant'                => 'Тиль сайлавы',
'yournick'                   => 'Сизинъ лагъабынъыз (имзаларда косьтериледжектир):',
'badsig'                     => 'Янълыш имза. HTML тэглерининъ догърулыгъыны бакъынъыз.',
'badsiglength'               => 'Къарардан зияде узун лагъаптыр, $1-ден зияде символдан ибарет олмасы мумкюн дегиль.',
'prefs-help-realname'        => 'Адынъыз (меджбурий дегильдир): Эгер бельгилесенъиз, саифелердеки денъишикликлерин кимнинъ япкъаныны косьтермек ичюн къулланыладжакътыр.',
'loginerror'                 => 'Къулланыджы таныма хатасы',
'prefs-help-email'           => '*E-mail (меджбурий дегильдир) башкъа къулланыджыларнынъ сизнен багъ тутмаларыны мумкюн къыла. E-mail адресинъиз башкъа къулланыджыларгъа косьтерильмейджек.',
'prefs-help-email-required'  => 'E-mail адреси лязим.',
'nocookiesnew'               => 'Къулланыджы эсабы ачылгъан, факъат танытылмагъан. {{SITENAME}} къулланыджыларны танытмакъ ичюн «cookies» къулланмакъта. Сизде бу функция къапалы вазиеттедир. «Cookies» функциясыны ачып текрар янъы адынъыз ве паролинъизнен тырышып бакъыныз.',
'nocookieslogin'             => '{{SITENAME}} «cookies» къулланмакъта. Сизде бу функция къапалы вазиеттедир. «Cookies» функциясыны ачып текрар тырышып бакъынъыз.',
'noname'                     => 'Къулланыджы адыны бельгилемединъиз.',
'loginsuccesstitle'          => 'Кириш япылды',
'loginsuccess'               => "'''$1 адынен {{SITENAME}} сайтында чалыша билесинъиз.'''",
'nosuchuser'                 => '«$1» адлы къулланыджы ёкъ. Догъру язгъанынъызны тешкеринъ я да янъы къулланыджы эсабыны ачмакъ ичюн ашагъыдаки форманы къулланынъыз.',
'nosuchusershort'            => '«$1» адлы къулланыджы тапыламады. Адынъызны догъру язгъанынъыздан эмин олунъыз.',
'nouserspecified'            => 'Къулланыджы адыны бельгилемек керексинъиз.',
'wrongpassword'              => 'Кирген/Бельгилеген паролинъиз янълыштыр.',
'wrongpasswordempty'         => 'Бош пароль кирменъиз/бельгилеменъиз.',
'passwordtooshort'           => 'Паролинъиз пек къыскъа. Энъ аз $1 арифтен ве/я да ракъамдан ибарет олмалы.',
'mailmypassword'             => 'Янъы пароль йибер',
'passwordremindertitle'      => '{{grammar:genitive|{{SITENAME}}}} къулланыджынынъ пароль хатырлатувы',
'passwordremindertext'       => 'Бирев (эр алда бу сизсинъиз) $1 IP адресинден янъы къулланыджы {{grammar:genitive|{{SITENAME}}}} ($4) паролини талап этти. 
$2 къулланыджысы ичюн пароль <code>$3</code> оларакъ денъиштирильди.
Янъы пароль <code>$3</code>.
Эгер де янъы пароль талап этмеген олсанъыз я да эски паролинъизни бильсенъиз буны дикъкъаткъа алмайып эски паролинъизни къуллана билесинъиз.',
'noemail'                    => '$1 адлы къулланыджы ичюн e-mail бельгиленмеди.',
'passwordsent'               => 'Янъы пароль e-mail ёлунен къулланыджынынъ бельгилеген $1 адресине йиберильди. Парольни алгъан сонъ системагъа текрар кириш япынъыз.',
'eauthentsent'               => 'Кечиджи пароль e-mail ёлунен янъы къулланыджынынъ $1 адресине йиберильди. e-mail’ни тасдыкъламакъ ичюн япыладжакълар йиберильген мектюпте анълатыла.',
'mailerror'                  => 'Почта йиберильгенде бир хата мейдангъа кельди: $1',
'acct_creation_throttle_hit' => '$1 дане къулланыджы эсапны ачтыргъан алдасынъыз. Даа зияде ачтырамазсынъыз.',
'emailauthenticated'         => 'Почта адресинъиз $1-нен тенъештирильди.',
'emailnotauthenticated'      => 'E-mail адресинъиз тасдыкъланмады, викининъ e-mail иле багълы функциялары чалышмайджакътыр',
'noemailprefs'               => 'E-mail адресинъизни бельгилемегенинъиз ичюн, викининъ e-mail иле багълы функциялары чалышмайджакътыр.',
'emailconfirmlink'           => 'E-mail адресинъизни тасдыкъланъыз',
'invalidemailaddress'        => 'Язгъан адресинъиз e-mail стандартларында олмагъаны ичюн къабул этильмеди. Догъру адресни язынъыз я да къутуны бош къалдырынъыз.',
'accountcreated'             => 'Эсап ачылды',
'accountcreatedtext'         => '$1 ичюн бир къулланыджы эсабы ачылды.',
'createaccount-title'        => '{{SITENAME}} сайтында янъы бир эсап яратылувы',
'createaccount-text'         => 'Бирев ($1) {{SITENAME}} сайтында ($4) $2 ичюн бир эсап яратты. "$2" ичюн пароль бойледир: "$3". Сиз отурым ачып паролинъизни шимди денъиштирмек керексинъиз. 

Ишбу аккаунт хата оларакъ яратылгъан олса бу беянатны игнор этип оласынъыз.',
'loginlanguagelabel'         => 'Тиль: $1',

# Password reset dialog
'resetpass'               => 'Бу эсапнынъ паролини сыфырла',
'resetpass_announce'      => 'Мувакъкъат код вастасынен кирдинъиз. Киришни тамамламакъ ичюн янъы парольни мында къоюнъыз:',
'resetpass_header'        => 'Парольни сыфырла',
'resetpass_submit'        => 'Пароль къойып кир',
'resetpass_success'       => 'Паролинъиз мувафакъиетнен денъиштирильди! Системагъа кирмектесинъиз...',
'resetpass_bad_temporary' => 'Мувакъкъат паролинъиз янълыштыр. Ола билир ки, сиз энди паролинъизни мувафакъиетнен денъиштирген я да e-mail-ге янъы бир пароль ёлламагъа риджа эткендирсинъиз.',
'resetpass_forbidden'     => 'Бу викиде пароль денъиштирмек ясакъ',
'resetpass_missing'       => 'Форма боштыр.',

# Edit page toolbar
'bold_sample'     => 'Къалын язылыш',
'bold_tip'        => 'Къалын язылыш',
'italic_sample'   => 'Италик (курсив) язылыш',
'italic_tip'      => 'Италик (курсив) язылыш',
'link_sample'     => 'Саифенинъ серлевасы',
'link_tip'        => 'Ички багъланты',
'extlink_sample'  => 'http://www.example.com саифенинъ серлевасы',
'extlink_tip'     => 'Тыш багъланты (Адрес огюне http:// къоймагъа унутманъыз)',
'headline_sample' => 'Серлева язысы',
'headline_tip'    => '2-нджи севие серлева',
'math_sample'     => 'Бу ерге формуланы кирсетинъиз',
'math_tip'        => 'Риязий (математик) формула (LaTeX форматында)',
'nowiki_sample'   => 'Сербест формат метининъизни мында язынъыз.',
'nowiki_tip'      => 'вики формат этювини игнор эт',
'image_tip'       => 'Ресим эклеме',
'media_tip'       => 'Медиа файлына багъланты',
'sig_tip'         => 'Имзанъыз ве тарих',
'hr_tip'          => 'Горизонталь сызыкъ (пек сыкъ къулланманъыз)',

# Edit pages
'summary'                   => 'Денъишиклик къыскъа тарифи',
'subject'                   => 'Мевзу/серлева',
'minoredit'                 => 'Кичик денъишиклик',
'watchthis'                 => 'Саифени козет',
'savearticle'               => 'Саифени сакъла',
'preview'                   => 'Ог бакъув',
'showpreview'               => 'Ог бакъувны косьтер',
'showlivepreview'           => 'Тез ог бакъув',
'showdiff'                  => 'Денъишикликлерни косьтер',
'anoneditwarning'           => "'''Дикъкъат''': Отурым ачмагъанынъыздан себеп сизинъ IP адресинъиз денъишиклик тарихына язылыр.",
'missingsummary'            => "'''Хатырлатма.''' Денъиштирмелеринъизни къыскъадан тариф этмединъиз. «Саифени сакъла» дёгмесине текрар басув иле денъиштирмелеринъиз тефсирсиз сакъланаджакълар.",
'missingcommenttext'        => 'Лютфен ашагъыда тефсир язынъыз.',
'blockedtitle'              => 'Къулланыджы блок этильди.',
'blockednoreason'           => 'себеп бельгиленмеди',
'blockedoriginalsource'     => 'Ашагъыда «$1» саифесининъ метини булуна.',
'blockededitsource'         => "Ашагъыда «$1» саифесиндеки '''япкъан денъиштирмелеринъизнинъ''' метини булуна.",
'whitelistedittitle'        => 'Денъиштирмек ичюн отурым ачмалысынъыз',
'whitelistedittext'         => 'Саифени денъиштирмек ичюн $1 керексинъиз.',
'whitelistreadtitle'        => 'Окъумакъ ичюн отурым ачмакъ керек',
'whitelistreadtext'         => 'Бу саифелерни окъумакъ ичюн [[Special:Userlogin|къайд олунмалысынъыз]].',
'whitelistacctitle'         => 'Эсап ачма изининъиз ёкъ',
'whitelistacctext'          => 'Бу викиде эсап ачмагъа чаре саиби олмакъ ичюн [[Special:Userlogin|къайд олунмакъ]] ве келишикли акълар саиби олмакъ керексинъиз.',
'confirmedittitle'          => 'E-mail адресини тасдыкъламакъ лязимдир',
'confirmedittext'           => 'Саифени денъиштирмеден эвель e-mail адресинъизни тасдыкъламалысынъыз. Лютфен [[Special:Preferences|аярлар саифесинде]] e-mail адресинъизни экленъиз ве тасдыкъланъыз.',
'nosuchsectiontitle'        => 'Ойле болюм ёкъ',
'nosuchsectiontext'         => 'Мевджут олмагъан болюмни денъиштирип бакътынъыз. $1 болюми ёкъ олгъаны ичюн метнинъиз сакъланаджакъ ери ёкъ.',
'loginreqtitle'             => 'Отурым ачмалысынъыз',
'loginreqlink'              => 'отурым ач',
'loginreqpagetext'          => 'Башкъа саифелерни бакъмакъ ичюн $1 борджлусынъыз.',
'accmailtitle'              => 'Пароль ёлланды',
'accmailtext'               => '$1 ичюн пароль мында ёлланды: $2.',
'newarticle'                => '(Янъы)',
'newarticletext'            => "Сиз бу багълантынен шимдилик ёкъ олгъан саифеге авуштынъыз. Янъы бир саифе яратмакъ ичюн ашагъыда булунгъан пенджереге метин язынъыз (тафсилятлы малюмат алмакъ ичюн [[{{MediaWiki:Helppage}}|ярдым саифесине]] бакъынъыз). Бу саифеге тесадюфен авушкъан олсанъыз, браузеринъиздеки '''кери''' дёгмесине басынъыз.",
'anontalkpagetext'          => "----'' Бу музакере саифеси шимдилик къайд олунмагъан я да отурымыны 
ачмагъан аноним къулланыджыгъа менсюптир. Идентефикация ичюн IP адрес ишлетиле. Эгер сиз аноним 
къулланыджы олсанъыз ве сизге кельген беянларны янълыштан кельгенини беллесенъиз (бир IP адрестен 
бир къач къулланыджы файдаланабилелер), лютфен артыкъ бунынъ киби къарышыкълыкъ олмасын 
деп [[Служебная:Userlogin|отурым ачынъыз]].''",
'noarticletext'             => 'Бу саифе боштыр. Бу серлеваны башкъа саифелерде [[{{ns:special}}:Search/{{PAGENAME}}|къыдыра билесинъиз]] я да бу саифени озюнъиз [{{fullurl:{{FULLPAGENAME}}|action=edit}} яза билесинъиз].',
'userpage-userdoesnotexist' => '"$1" адлы къулланыджы ёкътыр. Тамам бу саифени денъиштирмеге истегенинъизни тешкеринъиз.',
'clearyourcache'            => "'''Ихтар:''' Аярларынъызны (настройкаларынъызны) сакълагъандан сонъ, браузеринъизнинъ кэшини де темизлемек керексинъиз: '''Mozilla / Firefox / Safari:''' ''Shift'' басылы экенде саифени янъыдан юклеерек я да ''Ctrl-Shift-R'' япаракъ (Apple Mac ичюн ''Cmd-Shift-R'');, '''Internet Explorer:''' ''Ctrl-F5'', '''Konqueror:''' Тек саифени янъыдан юкле дёгмесине басаракъ.",
'usercssjsyoucanpreview'    => "<strong>Тевсие:</strong> Саифени сакъламаздан эвель <font style=\"border: 1px solid #0; background: #EEEEEE; padding : 2px\">'''ог бакъувны косьтер'''</font>'ге басаракъ япкъан янъы саифенъизни козьден кечиринъиз.",
'usercsspreview'            => "'''Тек тест этесинъиз я да ог бакъув коресинъиз - къулланыджы CSS файлы шимдилик сакъланмады.'''",
'userjspreview'             => "'''Тек тест этесинъиз я да ог бакъув коресинъиз - къулланыджы JavaScript'и шимдилик сакъланмады.'''",
'userinvalidcssjstitle'     => "''Ихтар:''' \"\$1\" адынен бир тема ёкътыр. тема-ады.css ве .js файлларынынъ адлары кичик афир иле язмакъ керек, яни User:Темель/'''M'''onobook.css дегиль, User:Темель/'''m'''onobook.css.",
'updated'                   => '(Янъарды)',
'note'                      => '<strong>Ихтар:</strong>',
'previewnote'               => 'Бу ог бакъувдыр, метин аля даа сакъланмагъан!',
'previewconflict'           => 'Бу ог бакъув юкъары тарир пенджересиндеки метиннинъ сакъланувдан сонъ оладжакъ корюнишини акс эте.',
'session_fail_preview'      => '<strong> Сервер сиз япкъан денъиштирмелерни сессия идентефикаторы 
джоюлгъаны себебинден сакълап оламады. Бу вакътынджа проблемадыр. Лютфен текрар сакълап бакъынъыз. 
Бундан да сонъ олып чыкъмаса, малюмат локаль файлгъа сакъланъыз да браузеринъизни бир къапатып 
ачынъыз.</strong>',
'session_fail_preview_html' => '<strong>Афу этинъиз! HTML сессиянынъ малюматлары гъайып олгъаны себебинден сизинъ денъиштирмелеринъизни къабул этмеге имкян ёкътыр.</strong>',
'editing'                   => '"$1" саифесини денъиштирмектесинъиз',
'editinguser'               => '<b>$1</b> къулланыджысынынъ саифесини денъиштирмектесинъиз',
'editingsection'            => '"$1" саифесинде болюм денъиштирмектесинъиз',
'editingcomment'            => '$1 саифесине беянат эклемектесинъиз.',
'editconflict'              => 'Денъишиклик зыт кетюви: $1',
'explainconflict'           => 'Сиз саифени денъиштирген вакъытта башкъа бири де денъишиклик япты.
Юкъарыдаки язы саифенинъ шу аньки алыны косьтермекте.
Сизинъ денъишикликлеринъиз алткъа косьтерильди. Сонъки денъишиклеринъизни язынынъ ичине эклемек керек оладжакъсынъыз. "Саифени сакъла"гъа баскъанда <b>тек</b> юкъарыдаки язы сакъланаджакътыр. <br />',
'yourtext'                  => 'Сизинъ метнинъиз',
'storedversion'             => 'Сакълангъан метин',
'editingold'                => '<strong>ДИКЪКЪАТ: Саифенинъ эски бир версиясында денъишиклик япмакътасынъыз. 
Сакълагъанынъызда бу тарихлы версиядан кунюмизге къадар олгъан денъишикликлер ёкъ оладжакътыр.</strong>',
'yourdiff'                  => 'Къаршылаштырма',
'copyrightwarning'          => '<strong>Лютфен дикъкъат:</strong> {{SITENAME}} сайтына къошулгъан бутюн исселер <i>$2</i>
мукъавелеси даиресиндедир (тафсилят ичюн $1 саифесине бакъынъыз).
Къошкъан иссенъизнинъ башкъа инсанлар тарафындан аджымасызджа денъиштирильмесини я да азат тарзда ве сынъырсызджа башкъа ерлерге дагъытылмасыны истемесенъиз, иссе къошманъыз.<br />
Айрыджа, мында иссе къошаракъ, бу иссенинъ озюнъиз тарафындан язылгъанына, я да джемааткъа ачыкъ бир менбадан я да башкъа бир азат менбадан копирленгенине гарантия берген оласынъыз.<br />
<strong><center>МУЭЛЛИФ АКЪКЪЫ ИЛЕ КЪОРЧАЛАНГЪАН ИЧ БИР МЕТИННИ МЫНДА ЭКЛЕМЕНЪИЗ!</center></strong>',
'copyrightwarning2'         => '<strong>Лютфен дикъкъат:</strong> {{SITENAME}} сайтына сиз къошкъан бутюн исселер башкъа бир къулланыджы тарафындан денъиштириле я да ёкъ этиле билир. Къошкъан иссенъизнинъ башкъа инсанлар тарафындан аджымасызджа денъиштирильмесини я да азат тарзда ве сынъырсызджа башкъа ерлерге дагъытылмасыны истемесенъиз, иссе къошманъыз.<br />
Айрыджа, мында иссе къошаракъ, бу иссенинъ озюнъиз тарафындан язылгъанына, я да джемааткъа ачыкъ бир менбадан я да башкъа бир азат менбадан копирленгенине гарантия берген оласынъыз ($1 бакъынъыз).
<strong>МУЭЛЛИФ АКЪКЪЫ ИЛЕ КЪОРЧАЛАНГЪАН ИЧ БИР МЕТИННИ МЫНДА ЭКЛЕМЕНЪИЗ!</strong>',
'longpagewarning'           => '<strong>ТЕНБИ: Бу саифе $1 килобайт буюклигиндедир; базы браузерлер денъишиклик япкъан вакъытта 32kb ве устю буюкликлерде проблемалар яшай билир. Саифени болюмлерге айырмагъа тырышынъыз.</strong>',
'longpageerror'             => '<strong>ТЕНБИ: Бу саифе $1 килобайт буюклигиндедир. Максимум изинли буюклик исе $2 килобайт. Бу саифе сакъланып оламаз.</strong>',
'readonlywarning'           => '<strong>ДИКЪКЪАТ: Бакъым себеби иле малюмат базасы шу аньде килитлидир. Бу себептен денъишикликлеринъиз шу аньде сакъланамамакъта. Язгъанларынъызны башкъа бир эдитор программасына алып сакълай билир ве даа сонъ текрар мында кетирип сакълай билирсинъиз</strong>',
'protectedpagewarning'      => 'ТЕНБИ: Бу саифе къорчалав алтына алынгъандыр ве ялынъыз администратор олгъанлар тарафындан денъиштириле билир. Бу саифени денъиштирген вакъытта лютфен [[Project:Къорчалав алтына алынгъан саифе|къорчалавлы саифе къаиделерини]] ишлетинъиз.',
'semiprotectedpagewarning'  => "'''Тенби''': Бу саифе тек регистрирленген къулланыджы олгъанлар тарафындан денъиштириле билир.",
'templatesused'             => 'Бу саифеде къулланылгъан шаблонлар:',
'templatesusedpreview'      => 'Бу ог бакъувда къулланылгъан шаблонлар:',
'templatesusedsection'      => 'Бу болюмде къулланылгъан шаблонлар:',
'template-protected'        => '(къорчалав алтында)',
'template-semiprotected'    => '(къысмен къорчалав алтында)',

# History pages
'revhistory'          => 'Кечмиш версиялар',
'viewpagelogs'        => 'Бу саифенинъ журналларыны косьтер',
'nohistory'           => 'Бу саифенинъ кечмиш версиясы ёкъ.',
'revnotfound'         => 'Версия тапылмады',
'loadhist'            => 'Саифе кечмиши юклене',
'currentrev'          => 'Агъымдаки версия',
'revisionasof'        => 'Саифенинъ $1 тарихындаки алы',
'revision-info'       => 'Саифенинъ $2 тарафындан олуштырылгъан $1 тарихындаки алы',
'previousrevision'    => '← Эвельки алы',
'nextrevision'        => 'Сонъраки алы →',
'currentrevisionlink' => 'энъ янъы алыны косьтер',
'cur'                 => 'фаркъ',
'next'                => 'сонъраки',
'last'                => 'сонъки',
'orig'                => 'асыл',
'page_first'          => 'ильк',
'page_last'           => 'сонъки',
'histlegend'          => "(фаркъ) = агъымдаки версия иле арадаки фаркъ,
(сонъки) = эвельки версия иле арадаки фаркъ, '''к''' = кичик денъишиклик",
'deletedrev'          => '[ёкъ этильди]',
'histfirst'           => 'Энъ эски',
'histlast'            => 'Энъ янъы',
'historysize'         => '({{PLURAL:$1|1 байт|$1 байт}})',
'historyempty'        => '(бош)',

# Revision deletion
'rev-deleted-comment'       => '(тефсир ёкъ этильди)',
'rev-deleted-user'          => '(къулланыджы ады ёкъ этильди)',
'rev-delundel'              => 'косьтер/гизле',
'revisiondelete'            => 'Версияларны ёкъ эт/кери кетир',
'revdelete-hide-comment'    => 'Къыскъа тарифни косьтерме',
'revdelete-hide-user'       => 'Денъишикликни япкъан къулланыджы адыны/IP-ни гизле',
'revdelete-hide-restricted' => 'Бу сынъырлавларны администраторлар ве къулланыджылар ичюн ишлет',
'revdelete-submit'          => 'Сайлангъан версиягъа ишлет',

# Diffs
'difference'              => '(Версиялар арасы фаркълар)',
'lineno'                  => '$1 сатыр:',
'editcurrent'             => 'Саифенинъ шу аньки версиясыны денъиштир',
'compareselectedversions' => 'Сайлангъан версияларны къаршылаштыр',
'editundo'                => 'лягъу эт',

# Search results
'searchresults'    => 'Къыдырув нетиджелери',
'searchresulttext' => '{{SITENAME}} ичинде къыдырув япмакъ хусусында малюмат алмакъ ичюн [[{{MediaWiki:Helppage}}|{{int:help}}]] саифесине бакъа билесинъиз.',
'searchsubtitle'   => 'Къыдырылгъан: "[[:$1]]"',
'noexactmatch'     => "'''\"\$1\" серлевалы бир саифе тапыламады.''' Бу саифенинъ язылмасыны сиз [[:\$1|башлата билесинъиз]].",
'titlematches'     => 'Макъале ады бир келе',
'notitlematches'   => 'Ич бир серлевада тапыламады',
'textmatches'      => 'Саифе метни бир келе',
'notextmatches'    => 'Ич бир саифеде тапыламады',
'prevn'            => 'эвельки $1',
'nextn'            => 'сонъраки $1',
'viewprevnext'     => '($1) ($2) ($3).',
'powersearch'      => 'Къыдыр',
'powersearchtext'  => 'Къыдырув япыладжакъ исим фезаларны сайланъыз :<br />
$1<br />$2 ёлланмаларны джедвелле<br />Къыдырыладжакъ: $3 $9',
'searchdisabled'   => '{{SITENAME}} сайтында къыдырув япма вакътынджа токътатылды. Бу арада Google къулланаракъ {{SITENAME}} ичинде къыдырув япа билирсинъиз. Къыдырув сайтларында индекслемелерининъ бираз эски къалгъан ола биледжегини козь огюне алынъыз.',

# Preferences page
'preferences'           => 'Аярлар (настройкалар)',
'mypreferences'         => 'Аярларым',
'prefs-edits'           => 'Япкъан денъишиклик сайысы:',
'prefsnologin'          => 'Отурым ачыкъ дегиль',
'qbsettings'            => 'Вызлы ириши сутун аярлары (настройкалары)',
'changepassword'        => 'Пароль денъиштир',
'skin'                  => 'Ресимлеме',
'math'                  => 'Риязий (математик) символлар',
'dateformat'            => 'Тарих косьтерими',
'datedefault'           => 'Стандарт',
'datetime'              => 'Тарих ве саат',
'math_unknown_error'    => 'билинмеген хата',
'math_unknown_function' => 'бельгисиз функция',
'math_lexing_error'     => 'лексик хата',
'math_syntax_error'     => 'синтаксис хатасы',
'prefs-personal'        => 'Къулланыджы малюматы',
'prefs-rc'              => 'Сонъки денъишикликлер',
'prefs-watchlist'       => 'Козетюв джедвели',
'prefs-watchlist-days'  => 'Козетюв джедвелинде косьтериледжек кунь сайысы:',
'prefs-watchlist-edits' => 'Кенишлетилген козетюв джедвелинде косьтериледжек денъишиклик сайысы:',
'prefs-misc'            => 'Дигер аярлар',
'saveprefs'             => 'Денъишикликлерни сакъла',
'resetprefs'            => 'Аярларны ильк алына кетир',
'oldpassword'           => 'Эски пароль',
'newpassword'           => 'Янъы пароль',
'retypenew'             => 'Янъы парольнен текрар киринъиз',
'textboxsize'           => 'Саифе язув фезасы',
'rows'                  => 'Сатыр',
'columns'               => 'Сутун',
'searchresultshead'     => 'Къыдырув',
'resultsperpage'        => 'Саифеде косьтериледжек тапылгъан саифе сайысы',
'contextlines'          => 'Тапылгъан саифе ичюн айрылгъан сатыр сайысы',
'contextchars'          => 'Сатырдаки ариф сайысы',
'recentchangesdays'     => 'Сонъки денъишикликлер саифесинде косьтериледжек кунь сайысы:',
'recentchangescount'    => 'Сонъки денъишикликлер саифесиндеки саифе сайысы',
'savedprefs'            => 'Аярларынъыз сакъланды.',
'timezonelegend'        => 'Саат къушагъы',
'timezonetext'          => 'Вики сервери (UTC/GMT) иле аранъыздаки саат фаркъы. (Украина ве Тюркие ичюн +02:00)',
'localtime'             => 'Шу ань сизинъ саатынъыз',
'timezoneoffset'        => 'Саат фаркъы',
'servertime'            => 'Вики серверинде шу аньки саат',
'guesstimezone'         => 'Браузеринъиз сизинъ еринъизге толдурсын',
'allowemail'            => 'Дигер къулланыджылар сизге e-mail ата бильсин',
'defaultns'             => 'Къыдырувны ашагъыдаки сечили фезаларда яп.',
'default'               => 'оригинал',
'files'                 => 'Файллар',

# User rights
'userrights-lookup-user'   => 'Къулланыджы группаларныны идаре эт',
'userrights-user-editname' => 'Озь къулланыджы адынъызнен киринъиз:',
'editusergroup'            => 'Къулланыджы группалары низамла',
'userrights-editusergroup' => 'Къулланыджы группалары низамла',

# Groups
'group'            => 'Группа:',
'group-bot'        => 'Ботлар',
'group-sysop'      => 'Администраторлар',
'group-bureaucrat' => 'Бюрократлар',
'group-all'        => '(эпси)',

'group-sysop-member'      => 'Администратор',
'group-bureaucrat-member' => 'Бюрократ',

'grouppage-bot'        => '{{ns:project}}:Ботлар',
'grouppage-sysop'      => '{{ns:project}}:Администраторлар',
'grouppage-bureaucrat' => '{{ns:project}}:Бюрократлар',

# Recent changes
'nchanges'          => '$1 {{PLURAL:$1|денъишиклик|денъишиклик}}',
'recentchanges'     => 'Сонъки денъишикликлер',
'recentchangestext' => 'Япылгъан энъ сонъки денъишикликлерни бу саифеден козетинъиз.',
'rcnote'            => "$3 (UTC) тарихында сонъки {{PLURAL:$2|куньде|'''$2''' куньде}} япылгъан '''{{PLURAL:$1|1|$1}}''' денъишиклик:",
'rcnotefrom'        => '<b>$2</b> тарихындан итибарен япылгъан денъишикликлер ашагъыдадыр (энъ фазла <b>$1</b> дане саифе косьтерильмекте).',
'rclistfrom'        => '$1 тарихындан берли япылгъан денъишикликлерни косьтер',
'rcshowhideminor'   => 'кичик денъишикликлерни $1',
'rcshowhidebots'    => 'ботларны $1',
'rcshowhideliu'     => 'регистрирленген къулланыджыларны $1',
'rcshowhideanons'   => 'аноним къулланыджыларны $1',
'rcshowhidepatr'    => 'козетильген денъишикликлерни $1',
'rcshowhidemine'    => 'денъишиклеримни $1',
'rclinks'           => 'Сонъки $2 куньде япылгъан сонъки $1 денъишикликни косьтер;<br /> $3',
'diff'              => 'фаркъ',
'hist'              => 'кечмиш',
'hide'              => 'гизле',
'show'              => 'косьтер',
'minoreditletter'   => 'к',
'newpageletter'     => 'Я',
'boteditletter'     => 'б',
'newsectionsummary' => '/* $1 */ янъы болюм',

# Recent changes linked
'recentchangeslinked' => 'Багълы денъишикликлер',

# Upload
'upload'                      => 'Файл юкле',
'uploadbtn'                   => 'Файл юкле',
'reupload'                    => 'Янъыдан юкле',
'reuploaddesc'                => 'Юклеме формасына кери къайт.',
'uploadnologin'               => 'Отурым ачыкъ дегиль',
'uploadnologintext'           => 'Файл юклей бильмек ичюн [[Special:Userlogin|отурым ачмакъ]] керексинъиз.',
'upload_directory_read_only'  => 'Веб сервернинъ ($1) папкасына файллар сакъламагъа акълары ёкътыр.',
'uploaderror'                 => 'Юклеме хатасы',
'uploadtext'                  => "Файллар юклемек ичюн ашагъыдаки форманы къулланынъыз. Эвельдже юкленген ресим тапмакъ я да бакъмакъ ичюн [[Special:Imagelist|юкленген файллар джедвелине]] кечинъиз. 

Саифеде ресим къулланмакъ ичюн бойле шекилли багълантылар къулланынъыз '''<nowiki>[[</nowiki>{{ns:image}}<nowiki>:File.jpg]]</nowiki>''', '''<nowiki>[[</nowiki>{{ns:image}}<nowiki>:File.png|ресим тарифи]]</nowiki>''' я да '''<nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki>''' файлгъа вастасыз багъланты ичюн.",
'uploadlog'                   => 'юклеме журналы',
'uploadlogpage'               => 'Файл юклеме журналлары',
'uploadlogpagetext'           => 'Ашагъыда энъ сонъки экленген файлларнынъ джедвели булуна.<ul></ul>',
'filename'                    => 'Файл',
'filedesc'                    => 'Файлгъа аит къыскъа тариф',
'fileuploadsummary'           => 'Къыскъа тариф:',
'filestatus'                  => 'Даркъатув шартлары',
'filesource'                  => 'Менба',
'uploadedfiles'               => 'Юкленген файллар',
'ignorewarning'               => 'Тенбини игнор этип файлны юкле.',
'ignorewarnings'              => 'Тенбини игнор эт',
'minlength1'                  => 'Файлнынъ ады энъ аздан бир арифтен ибарет олмалы.',
'illegalfilename'             => '"$1" файлынынъ исиминде серлева ичюн ясакълы ишаретлер мевджут. 
Лютфен файл исимини денъиштирип янъыдан юклеп бакъынъыз.',
'badfilename'                 => 'Файл исими $1 оларакъ денъиштирильди.',
'largefileserver'             => 'Бу файлнынъ узунлыгъы серверде изин берильгенден буюкчедир.',
'emptyfile'                   => 'Ихтимал ки, юкленген файл бош. Ихтималлы себеп - файл адландырув 
хатасыдыр. Лютфен тамам бу файлны юклемеге истейджек экенинъизни тешкеринъиз.',
'fileexists'                  => 'Бу исимде бир файл мевджуттир. Лютфен, эгер сиз денъиштирмектен эмин 
олмасанъыз башта $1 файлына козь ташланъыз.',
'fileexists-forbidden'        => 'Бу исимде бир файл мевджуттир. Лютфен кери къайтынъыз, файл исимини 
денъиштирип янъыдан юкленъиз. [[Image:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'Бу исимде файллар умумий тутулгъан еринде бир файл мевджуттир. 
Лютфен кери къайтынъыз, файл исимини денъиштирип янъыдан юкленъиз. [[Image:$1|thumb|center|$1]]',
'successfulupload'            => 'Юкленюв беджерильди',
'uploadwarning'               => 'Тенби',
'savefile'                    => 'Файлны сакъла',
'uploadedimage'               => 'Юкленген: "[[$1]]"',
'overwroteimage'              => '"[[$1]]" янъы версиясы юкленди',
'uploaddisabled'              => 'Бу аньде юклеме ясакълыдыр. Бираздан сонъ бир даа юклеп бакъынъыз.',
'uploaddisabledtext'          => 'Бу вики сайтында файл юклеме ясакълыдыр.',
'uploadscripted'              => 'Бу файлда браузер тарафындан янълышнен ишлене билир HTML коду я да скрипт мевджут.',
'uploadcorrupt'               => 'Бу файл я зарарланды, я да янълыш расширениели. Лютфен файлны тешкерип янъыдан юклеп бакъынъыз.',
'uploadvirus'                 => 'Бу файл вируслыдыр! $1 бакъынъыз',
'sourcefilename'              => 'Юклемек истегенинъиз файл',
'destfilename'                => 'Файлнынъ истенильген ады',
'watchthisupload'             => 'Бу файлны козетюв джедвелине кирсет',
'filewasdeleted'              => 'Бу исимде бир файл мевджут эди, амма ёкъ этильген эди. Лютфен текрар юклемеден эвель $1 тешкеринъиз.',
'upload-wasdeleted'           => "'''Дикъкъат: Эвельде ёкъ этильген файлны юклемектесинъиз.''' 

Эр алда бу файлны юклемеге девам этмеге истейсинъизми? Бу файл ичюн ёкъ этювнинъ журналларыны мында бакъып оласынъыз:",
'filename-bad-prefix'         => 'Сиз юклеген файл <strong>"$1"</strong>-нен башлай. Бу, адетиндже, ракъамлы фотоаппаратлардан файл адына язылгъан манасыз символлардыр. Лютфен бу файл ичюн анълыджа бир ад сайлап язынъыз.',

'upload-proto-error' => 'Янълыш протокол',

'license'            => 'Лицензирлеме',
'nolicense'          => 'Ёкъ',
'upload_source_url'  => ' (догъру, публик тарзда кирмеге мусаадели интернет адрес)',
'upload_source_file' => ' (компьютеринъиздеки файл)',

# Image list
'imagelist'                 => 'Ресим джедвели',
'ilsubmit'                  => 'Къыдыр',
'showlast'                  => 'Энъ сонъки $1 файлны $2 косьтер.',
'byname'                    => 'элифбе сырасынен',
'bydate'                    => 'хронологик сыранен',
'bysize'                    => 'буюклик сырасынен',
'imgdelete'                 => 'ёкъ эт',
'imgdesc'                   => 'танытув',
'filehist'                  => 'Файлнынъ кечмиши',
'filehist-help'             => 'Файлнынъ керекли аньки алыны корьмек ичюн тарихкъа/сааткъа басынъыз.',
'filehist-current'          => 'агъымдаки',
'filehist-datetime'         => 'Тарих/Саат',
'filehist-user'             => 'Къулланыджы',
'filehist-dimensions'       => 'Эн × бой',
'filehist-filesize'         => 'Файл буюклиги',
'filehist-comment'          => 'Изаат',
'imagelinks'                => 'Къулланылгъаны саифелер',
'linkstoimage'              => 'Бу сурет файлына багъланты олгъан саифелер:',
'nolinkstoimage'            => 'Бу сурет файлына багълангъан саифе ёкъ.',
'sharedupload'              => 'Бу файл ортакъ фезагъа юкленген ве дигер проектлерде де къулланылгъан бир файл ола билир.',
'shareduploadwiki-linktext' => 'файл ачыкълама саифеси',
'noimage'                   => 'Бу исимде файл ёкъ. Сиз $1.',
'noimage-linktext'          => 'юклей билирсинъиз',
'uploadnewversion-linktext' => 'Файлнынъ янъысыны юкленъиз',

# MIME search
'mimesearch' => 'MIME къыдырувы',
'mimetype'   => 'MIME типи:',
'download'   => 'юкле',

# Unwatched pages
'unwatchedpages' => 'Козетильмеген саифелер',

# List redirects
'listredirects' => 'Ёлламаларны джедвельге чек',

# Unused templates
'unusedtemplates'     => 'Къулланылмагъан шаблонлар',
'unusedtemplatestext' => 'Бу саифе "шаблон" исим фезасында булунгъан ве дигер саифелерге экленмеген шаблонларны косьтермекте. Шаблонларгъа олгъан дигер багълантыларны да тешкермеден ёкъ этменъиз.',
'unusedtemplateswlh'  => 'дигер багълантылар',

# Random page
'randompage'         => 'Тесадюфий саифе',
'randompage-nopages' => 'Бу исим фезасында ич бир саифе ёкъ.',

# Random redirect
'randomredirect'         => 'Тесадюфий ёллама саифеси',
'randomredirect-nopages' => 'Бу исим фезасында ич бир ёллама саифеси ёкъ.',

# Statistics
'statistics'             => 'Статистика',
'sitestats'              => '{{SITENAME}} статистикасы',
'userstats'              => 'Къулланыджы статистикасы',
'sitestatstext'          => "{{SITENAME}} сайтында шу аньде '''{{PLURAL:\$2|1 кечерли саифе|\$2 кечерли саифе}}''' мевджуттир.

Бу джумледен; \"ёллама\", \"музакере\", \"ресим\", \"къулланыджы\", \"ярдым\", \"{{SITENAME}}\", \"шаблон\" исим фезаларындакилер ве ички багълантысыз саифелер кирсетильмеди. Кечерли саифе сайысына бу саифелернинъ сайысы экленгенде исе топлам '''\$1''' саифе мевджуттир.

\$8 дане файл юкленди.

Сайт къурулгъанындан бу куньге къадар топлам '''\$4''' саифе денъишиклиги ве саифе башына тахминен '''\$5''' иссе къошулды.

Топлам саифе косьтерильме сайысы '''\$3''', денъишиклик башына косьтерме сайысы '''\$6''' олды.

Шу аньдеки [http://meta.wikimedia.org/wiki/Help:Job_queue иш сырасы] сайысы '''\$7'''.",
'userstatstext'          => "Шу аньде '''{{PLURAL:$1|1|$1}}''' регистрирленген къулланыджымыз бар. Бунлардан '''{{PLURAL:$2|1|$2}}''' (я да '''$4%''') данеси - $5.",
'statistics-mostpopular' => 'Энъ сыкъ бакъылгъан саифелер',

'disambiguations'     => 'Чокъ маналы терминлер саифелери',
'disambiguationspage' => 'Template:disambig',

'doubleredirects'     => 'Ёлламагъа олгъан ёлламалар',
'doubleredirectstext' => 'Эр сатырда, экинджи ёллама метнининъ ильк сатырынынъ (умумен экинджи ёлламанынъ да ишарет этмек керек олгъаны "асыл" макъсатнынъ) янында ильк ве экинджи ёлламагъа багълантылар бар.',

'brokenredirects'        => 'Бар олмагъан саифеге япылгъан ёлламалар',
'brokenredirectstext'    => 'Ашагъыдки ёллама, мевджут олмагъан бир саифеге ишарет эте.',
'brokenredirects-edit'   => '(денъиштир)',
'brokenredirects-delete' => '(ёкъ эт)',

'withoutinterwiki'        => 'Дигер тиллердеки версияларгъа багълантылары олмагъан саифелер',
'withoutinterwiki-header' => 'Бу саифелерде дигер тиллердеки версияларгъа багълантылар ёкъ:',

# Miscellaneous special pages
'nbytes'                  => '{{PLURAL:$1|1 байт|$1 байт}}',
'ncategories'             => '{{PLURAL:$1|1 категория|$1 категория}}',
'nlinks'                  => '{{PLURAL:$1|1 багъланты|$1 багъланты}}',
'nmembers'                => '{{PLURAL:$1|1 аза|$1 аза}}',
'nrevisions'              => '{{PLURAL:$1|1 козьден кечирюв|$1 козьден кечирюв}}',
'nviews'                  => '{{PLURAL:$1|1 корюнюв|$1 корюнюв}}',
'lonelypages'             => 'Озюне ич багъланты олмагъан саифелер',
'lonelypagestext'         => 'Илеридеки саифелерге бу викининъ дигер саифелеринден багъланты ёкътыр.',
'uncategorizedpages'      => 'Эр анги бир категорияда олмагъан саифелер',
'uncategorizedcategories' => 'Эр анги бир категорияда олмагъан категориялар',
'uncategorizedimages'     => 'Эр анги бир категорияда олмагъан ресимлер',
'uncategorizedtemplates'  => 'Эр анги бир категорияда олмагъан шаблонлар',
'unusedcategories'        => 'Къулланылмагъан категориялар',
'unusedimages'            => 'Къулланылмагъан ресимлер',
'popularpages'            => 'Популяр саифелер',
'wantedcategories'        => 'Истенильген категориялар',
'wantedpages'             => 'Истенильген саифелер',
'mostlinked'              => 'Озюне энъ зияде багъланты берильген саифелер',
'mostlinkedcategories'    => 'Энъ чокъ саифеге саип категориялар',
'mostlinkedtemplates'     => 'Озюне энъ зияде багъланты берильген шаблонлар',
'mostcategories'          => 'Энъ зияде категориягъа багълангъан саифелер',
'mostimages'              => 'Энъ чокъ къулланылгъан ресимлер',
'mostrevisions'           => 'Энъ чокъ денъишикликке огърагъан саифелер',
'allpages'                => 'Бутюн саифелер',
'shortpages'              => 'Къыскъа саифелер',
'longpages'               => 'Узун саифелер',
'deadendpages'            => 'Башкъа саифелерге багълантысы олмагъан саифелер',
'deadendpagestext'        => 'Бу башкъа саифелерге багълантысы олмагъан саифелердир.',
'protectedpages'          => 'Къорчалангъан саифелер',
'protectedpagestext'      => 'Бу саифелернинъ денъиштирювге къаршы къорчалавы бар',
'listusers'               => 'Къулланыджы джедвели',
'specialpages'            => 'Махсус саифелер',
'spheading'               => 'Бутюн къулланыджыларны меракъландыра биледжек махсус саифелер',
'restrictedpheading'      => 'Администраторларнынъ тесирлеринен багълы махсус саифелер',
'rclsub'                  => '("$1" саифесине багълангъан саифелерде)',
'newpages'                => 'Янъы саифелер',
'newpages-username'       => 'Къулланыджы ады:',
'ancientpages'            => 'Энъ эски саифелер',
'intl'                    => 'Тиллер арасы багълантылар',
'move'                    => 'Адыны денъиштир',
'movethispage'            => 'Саифени ташы',

# Book sources
'booksources'               => 'Китаплар менбасы',
'booksources-search-legend' => 'Китаплар менбасыны къыдырув',
'booksources-go'            => 'Къыдыр',

'categoriespagetext' => 'Викиде ашагъыдаки категориялар мевджуттир.',
'data'               => 'Малюматлар',
'userrights'         => 'Къулланыджы акълары идаре этюви.',
'groups'             => 'Къулланыджы группалары',
'alphaindexline'     => '$1-ден $2-ге',
'version'            => 'Версия',

# Special:Log
'specialloguserlabel'  => 'Къулланыджы:',
'speciallogtitlelabel' => 'Серлева:',
'log'                  => 'Журналлар',
'all-logs-page'        => 'Бутюн журналлар',
'log-search-legend'    => 'Журнал къыдырув',
'log-search-submit'    => 'Къыдыр',
'logempty'             => 'Журналда бир кельген малюмат ёкъ.',

# Special:Allpages
'nextpage'          => 'Сонъраки саифе ($1)',
'prevpage'          => 'Эвельки саифе ($1)',
'allpagesfrom'      => 'Джедвельге чекмеге башланыладжакъ арифлер:',
'allarticles'       => 'Бутюн саифелер',
'allinnamespace'    => 'Бутюн саифелер ($1 саифелери)',
'allnotinnamespace' => 'Бутюн саифелер ($1 исим фезасында олмагъанлар)',
'allpagesprev'      => 'Эвельки',
'allpagesnext'      => 'Сонъраки',
'allpagessubmit'    => 'Кетир',
'allpagesprefix'    => 'Язгъан арифлернен башлагъан саифелерни косьтер:',

# E-mail user
'mailnologin'     => 'Мектюп ёлланаджакъ адреси ёкътыр',
'mailnologintext' => 'Дигер къулланыджыларгъа электрон мектюплер ёллап олмакъ ичюн [[Special:Userlogin|отурым ачмалысынъыз]] ве [[Special:Preferences|аярларынъызда (настройкаларынъызда)]] мевджут олгъан электрон почта адресининъ саиби олмалысынъыз.',
'emailuser'       => 'Къулланыджыгъа мектюп',
'emailpage'       => 'Къулланыджыгъа электрон мектюп ёлла',
'emailpagetext'   => 'Ишбу къулланыджы озь аярларында (настройкаларында) мевджут олгъан электрон почта адресини язгъан олса, ашагъыдаки форманы толдурып онъа беян ёллап олурсынъыз.
Озь аярларынъызда язгъан электрон адресинъиз мектюпнинъ «Кимден» язысы ерине языладжакъ, бунынъ ичюн мектюп алыджы да сизге джевап оларакъ мектюп ёллап олур.',
'usermailererror' => 'Электрон почта беяны ёллангъан вакъытта хата олып чыкъты',
'noemailtitle'    => 'Электрон почта адреси ёкътыр',
'noemailtext'     => 'Бу къулланыджы я мевджут олгъан электрон почта адресини язмагъан, я да башкъа къулланыджылардан мектюп алувдан вазгечкен.',
'emailfrom'       => 'Кимден',
'emailto'         => 'Кимге',
'emailsubject'    => 'Мектюп мевзусы',
'emailmessage'    => 'Мектюп метини',
'emailsend'       => 'Ёлла',
'emailsent'       => 'Мектюп ёлланды',
'emailsenttext'   => 'Сизинъ электрон беянынъыз ёлланды',

# Watchlist
'watchlist'            => 'Козетюв джедвели',
'mywatchlist'          => 'Козетюв джедвелим',
'watchlistfor'         => "('''$1''' ичюн)",
'nowatchlist'          => 'Сизинъ козетюв джедвелинъиз боштыр.',
'watchlistanontext'    => 'Козетюв джедвелини бакъмакъ я да тарир  этмек ичюн $1 борджлусынъыз.',
'watchnologin'         => 'Отурым ачмакъ керек',
'watchnologintext'     => 'Озь козетюв джедвелинъизни денъиштирмек ичюн [[Special:Userlogin|отурым ачынъыз]]',
'addedwatch'           => 'Козетюв джедвелине кирсетмек',
'addedwatchtext'       => '"[[:$1]]" саифеси [[{{ns:special}}:Watchlist|козетюв джевделинъизге]] кирсетильди. Бу саифедеки ве онынънен багълы саифелердеки оладжакъ денъишикликлер бу джедвельде бельгиленеджек, эм де олар козьге чарпмасы ичюн [[{{ns:special}}:Recentchanges|янъы денъишиклик джедвели]] булунгъан саифеде къалын оларакъ косьтерилир.

Бираздан сонъ козетюв джедвелинъизден бир де бир саифени ёкъ этмеге истесенъиз де, саифенинъ юкъарысындаки сол тарафта "козетме" дёгмесине басынъыз.',
'removedwatch'         => 'Козетюв джедвелинден ёкъ эт',
'removedwatchtext'     => '"[[:$1]]" саифеси козетюв джедвелинъизден ёкъ этильди.',
'watch'                => 'Козет',
'watchthispage'        => 'Бу саифени козет',
'unwatch'              => 'Саифени козетме',
'unwatchthispage'      => 'Саифе козетмекни токътат',
'notanarticle'         => 'Малюмат саифеси дегиль',
'watchnochange'        => 'Косьтерильген заман аралыгъында козетюв джедвелинъиздеки саифелернинъ ич бири денъиштирильмеген.',
'watchlist-details'    => 'Музакере саифелерини эсапкъа алмайып, козетюв джедвелинде {{PLURAL:$1|1|$1}} саифе бар.',
'wlheader-enotif'      => '* E-mail иле хабер берюв ачылды.',
'wlheader-showupdated' => "* Сонъки зияретинъизден сонъраки саифе денъишикликлери '''къалын''' оларакъ косьтерильди.",
'watchmethod-recent'   => 'сонъки денъишикликлер арасында козеткен саифелеринъиз къыдырыла',
'watchmethod-list'     => 'козетюв джедвелиндеки саифелер тешкериле',
'watchlistcontains'    => 'Сизинъ козетюв джедвелинъизде {{PLURAL:$1|1|$1}} саифе мевджуттир.',
'iteminvalidname'      => '"$1" саифеси мунасебетинен проблема олып чыкъты, эльверишли олмагъан исимдир…',
'wlnote'               => "Ашагъыда сонъки {{PLURAL:$2|саат|'''$2''' саат}} ичинде япылгъан сонъки {{PLURAL:$1|денъишиклик|'''$1''' денъишиклик}} косьтериле.",
'wlshowlast'           => 'Сонъки $2 кунь $1 саат ичюн $3 косьтер',
'watchlist-show-bots'  => 'Ботлар денъишикликлерини косьтер',
'watchlist-hide-bots'  => 'Ботлар денъишикликлерини гизле',
'watchlist-show-own'   => 'Меним денъишикликлеримни косьтер',
'watchlist-hide-own'   => 'Меним денъишикликлеримни гизле',
'watchlist-show-minor' => 'Кичик денъишикликлерни косьтер',
'watchlist-hide-minor' => 'Кичик денъишикликлерни гизле',

# Displayed when you click the "watch" button and it's in the process of watching
'watching'   => 'Козетюв джедвелине экленмекте...',
'unwatching' => 'Козетюв джедвелинден ёкъ этильмекте...',

'enotif_mailer'                => '{{SITENAME}} почта вастасынен хабер берген хызмет',
'enotif_reset'                 => 'Джумле саифелерни бакъылгъан оларакъ ишаретле',
'enotif_newpagetext'           => 'Бу янъы бир саифедир.',
'enotif_impersonal_salutation' => '{{SITENAME}} къулланыджысы',
'changed'                      => 'денъиштирильди',
'created'                      => 'яратылды',
'enotif_subject'               => '«{{SITENAME}}» $PAGETITLE саифеси $PAGEEDITOR къулланыджы тарафындан $CHANGEDORCREATED',
'enotif_lastvisited'           => 'Сонъки зияретинъизден берли япылгъан денъишикликлерни бильмек ичюн $1 бакъынъыз.',
'enotif_body'                  => 'Сайгъылы $WATCHINGUSERNAME,


{{SITENAME}} сайтындаки $PAGETITLE серлевалы саифе $PAGEEDITDATE тарихында $PAGEEDITOR тарафындан $CHANGEDORCREATED. Кечерли версиягъа $PAGETITLE_URL адресинден етише билесинъиз.

$NEWPAGE

Ачыкъламасы: $PAGESUMMARY $PAGEMINOREDIT

Саифени денъиштирген къулланыджынынъ иришим малюматы:
e-mail: $PAGEEDITOR_EMAIL
Вики: $PAGEEDITOR_WIKI

Бахсы кечкен саифени сиз зиярет этмеген муддет ичинде саифенен багълы башкъа денъишиклик тенбиси ёлланмайджакътыр. Тенби аярларыны (настройкаларыны) козетюв джедвелинъиздеки бутюн саифелер ичюн денъиштире билирсинъиз.

{{SITENAME}} тенби системасы.

--
Аярларны денъиштирмек ичюн:
{{fullurl:Special:Watchlist/edit}}

Ярдым ве теклифлер ичюн:
{{fullurl:Help:Contents}}',

# Delete/protect/revert
'deletepage'                  => 'Саифени ёкъ эт',
'confirm'                     => 'Тасдыкъла',
'excontent'                   => "эски метин: '$1'",
'excontentauthor'             => "эски метин: '$1' ('$2' иссе къошкъан тек бир къулланыджы)",
'exbeforeblank'               => "Ёкъ этильмеген эвельки метин: '$1'",
'exblank'                     => 'саифе метини бош',
'confirmdelete'               => 'Ёкъ этюв ишлемини тасдыкъла',
'deletesub'                   => '("$1" ёкъ этиле)',
'historywarning'              => 'Тенби: Сиз ёкъ этмек узьре олгъан саифенинъ кечмиши бардыр:',
'confirmdeletetext'           => "Бир саифени я да ресимни бутюн кечмиши иле бирликте малюмат базасындан къалыджы оларакъ ёкъ этмек узьресинъиз.
Лютфен нетиджелерини анълагъанынъызны, [[Special:Whatlinkshere/{{FULLPAGENAME}}|саифеге багълантыларыны]] тешкергенден сонъ ве [[Project:Ёкъ этюв политикасы]]'на уйгъунлыгъыны дикъкъаткъа аларакъ, буны япмагъа истегенинъизни тасдыкъланъыз.",
'actioncomplete'              => 'Ишлем тамамланды.',
'deletedtext'                 => '"$1" ёкъ этильди.
якъын заманда ёкъ этильгенлерни корьмек ичюн: $2.',
'deletedarticle'              => '"[[$1]]" ёкъ этильди',
'dellogpage'                  => 'Ёкъ этюв журналлары',
'dellogpagetext'              => 'Ашагъыдаки джедвель сонъки ёкъ этюв журналларыдыр.',
'deletionlog'                 => 'ёкъ этюв журналлары',
'reverted'                    => 'Эвельки версия кери кетирильди',
'deletecomment'               => 'Ёкъ этюв себеби',
'deleteotherreason'           => 'Дигер/илявели себеп:',
'deletereasonotherlist'       => 'Дигер себеп',
'rollback'                    => 'денъишикликлерни кери ал',
'rollback_short'              => 'кери ал',
'rollbacklink'                => 'эски алына кетир',
'rollbackfailed'              => 'кери алув ишлеми мувафакъиетсиз',
'cantrollback'                => 'Денъишикликлер кери алынамай, сонъки денъиштирген киши саифенинъ тек бир муэллифидир',
'editcomment'                 => 'Денъиштирме изааты: "<i>$1</i>" эди.', # only shown if there is an edit comment
'revertpage'                  => '[[User:$2|$2]] тарафындан япылгъан денъишикликлер кери алынаракъ, [[User:$1|$1]] тарафындан денъиштирильген эвельки версия кери кетирильди.',
'protectlogpage'              => 'Къорчалав журналы',
'protectlogtext'              => 'Къорчалавгъа алув/чыкъарув иле багълы денъишикликлерни корьмектесинъиз.
Даа фазла малюмат ичюн [[Project:Къорчалав алтына алынгъан саифе]] саифесине бакъа билирсинъиз.',
'protectedarticle'            => '"[[$1]]" къорчалав алтына алынды',
'unprotectedarticle'          => 'къорчалав чыкъарлыды: "[[$1]]"',
'confirmprotect'              => 'Къорчалавны тасдыкъла',
'protectcomment'              => 'Къорчалав алтына алув себеби',
'unprotectsub'                => '(къорчалав чыкъарылыр "$1")',
'protect-text'                => '[[$1]] саифесининъ къорчалав турушыны мындан коре билир ве денъиштире билирсинъиз. Лютфен [[Project:Къорчалав политикасы|къорчалав политикасына]] уйгъун арекет эткенинъизден эмин олунъыз.',
'protect-default'             => '(стандарт)',
'protect-level-autoconfirmed' => 'регистрирленмеген денъиштирмесин',
'protect-level-sysop'         => 'тек администраторлар',
'protect-expiring'            => 'бите: $1 (UTC)',
'restriction-type'            => 'Рухсети:',
'restriction-level'           => 'Рухсет севиеси:',
'minimum-size'                => 'Минималь буюклик',
'maximum-size'                => 'Максималь буюклик',
'pagesize'                    => '(байт)',

# Restrictions (nouns)
'restriction-edit' => 'Денъиштир',
'restriction-move' => 'Адыны денъиштир',

# Restriction levels
'restriction-level-sysop'         => 'къорчалав алтында',
'restriction-level-autoconfirmed' => 'къысмен къорчалав алтында',

# Undelete
'undelete'           => 'Ёкъ этильген саифелерни косьтер',
'undeletepage'       => 'Саифенинъ ёкъ этильген версияларына козь ат ве кери кетир.',
'viewdeletedpage'    => 'Ёкъ этильген саифелерге бакъ',
'undeletebtn'        => 'Кери кетир!',
'undeletereset'      => 'Вазгеч',
'undeletecomment'    => 'Изаат:',
'undeletedarticle'   => '"[[$1]]" кери кетирильди.',
'undeletedrevisions' => 'Топлам {{PLURAL:$1|1 къайд|$1 къайд}} кери кетирильди.',

# Namespace form on various pages
'namespace'      => 'Исим фезасы:',
'invert'         => 'Сечили харычындакилерни косьтер',
'blanknamespace' => '(Эсас)',

# Contributions
'contributions' => 'Къулланыджынынъ исселери',
'mycontris'     => 'Исселерим',
'contribsub2'   => '$1 ($2)',
'nocontribs'    => 'Бу критерийлерге уйгъан денъишиклик тапыламады',
'uctop'         => '(сонъки)',

'sp-contributions-newest'      => 'Энъ янъы',
'sp-contributions-oldest'      => 'Энъ эски',
'sp-contributions-newer'       => 'Сонъраки $1',
'sp-contributions-older'       => 'Эвельки $1',
'sp-contributions-newbies-sub' => 'Янъы къулланыджылар ичюн',
'sp-contributions-blocklog'    => 'Блок этюв журналы',
'sp-contributions-username'    => 'IP адреси я да къулланыджы ады:',

# What links here
'whatlinkshere'       => 'Саифеге багълантылар',
'linklistsub'         => '(Багъланты джедвели)',
'linkshere'           => "Бу саифелер '''[[:$1]]''' саифесине багълантысы олгъан:",
'nolinkshere'         => "'''[[:$1]]''' саифесине багълангъан саифе ёкъ.",
'isredirect'          => 'Ёллама саифеси',
'istemplate'          => 'эклеме',
'whatlinkshere-prev'  => '{{PLURAL:$1|эвельки|эвельки $1}}',
'whatlinkshere-next'  => '{{PLURAL:$1|сонъраки|сонъраки $1}}',
'whatlinkshere-links' => '← багълантылар',

# Block/unblock
'blockip'                 => 'Бу IP адресинден иришимни бан эт',
'blockiptext'             => 'Ашагъыдаки форманы къулланаракъ белли бир IP-нинъ я да къулланыджынынъ иришимини бан эте билирсинъиз. Бу тек вандализмни бан этмек ичюн ве [[{{MediaWiki:Policy-url}}|къаиделерге]] уйгъун оларакъ япылмалы. Ашагъыгъа мытлакъа бан этюв иле багълы бир ачыкълама язынъыз. (меселя: Шу саифелерде вандализм япты).',
'ipaddress'               => 'IP адреси',
'ipadressorusername'      => 'IP адреси я да къулланыджы ады',
'ipbexpiry'               => 'Битиш муддети',
'ipbreason'               => 'Себеп',
'ipbsubmit'               => 'Бу къулланыджыны бан эт',
'ipbother'                => 'Фаркълы заман',
'ipboptions'              => '2 саат:2 hours,1 кунь:1 day,3 кунь:3 days,1 афта:1 week,2 афта:2 weeks,1 ай:1 month,3 ай:3 months,6 ай:6 months,1 йыл:1 year,муддетсиз:infinite',
'ipbotheroption'          => 'фаркълы',
'ipbotherreason'          => 'Дигер/илявели себеп:',
'badipaddress'            => 'Кечерсиз IP адреси',
'blockipsuccesssub'       => 'IP адресни бан этюв ишлеви мувафакъиетли олды',
'blockipsuccesstext'      => '"$1" бан этильди.
<br />[[Special:Ipblocklist|IP адреси бан этильгенлер]] джедвелине бакъынъыз .',
'unblockip'               => 'Къулланыджынынъ бан этювини чыкъар',
'ipusubmit'               => 'Бу адреснинъ бан этювини чыкъар',
'ipblocklist'             => 'Иришими токътатылгъан къулланыджылар ве IP адреслери джедвели',
'blocklistline'           => '$1, $2 блок этти: $3 ($4)',
'infiniteblock'           => 'муддетсиз',
'expiringblock'           => '$1 тарихында тола',
'blocklink'               => 'бан эт',
'unblocklink'             => 'бан этювни чыкъар',
'contribslink'            => 'Исселер',
'autoblocker'             => 'Автоматик оларакъ бан эттинъиз чюнки якъын заманда IP адресинъиз "[[User:$1|$1]]" къулланыджысы тарафындан къулланылды. $1 исимли къулланыджынынъ бан этилюви ичюн берильген себеп: "\'\'\'$2\'\'\'"',
'blocklogpage'            => 'Иришим бан этюв журналлары',
'blocklogentry'           => '"[[$1]]" иришими $2 $3 токътатылды. Себеп',
'blocklogtext'            => 'Мында къулланыджы иришимине ёнелик бан этюв я да бан этюв чыкъарув журналлары джедвелленмекте. Автоматик IP адреси бан этювлери джедвельге кирсетильмеди. Шу аньде иришими токътатылгъан къулланыджыларны [[Special:Ipblocklist|IP бан этюв джедвели]] саифесинден коре билирсинъиз.',
'unblocklogentry'         => '$1 къулланыджынынъ бан этюви чыкъарылды',
'block-log-flags-noemail' => 'e-mail блок этильди',
'ipb_expiry_invalid'      => 'Кечерсиз битиш заманы.',
'ipb_already_blocked'     => '"$1" энди блок этильди',
'ip_range_invalid'        => 'Кечерсиз IP аралыгъы.',

# Developer tools
'lockdb'  => 'Малюмат базасы килитли',
'lockbtn' => 'Малюмат базасы килитли',

# Move page
'movepage'                => 'Исим денъишиклиги',
'movepagetext'            => "Ашагъыдаки форманы къулланып саифенинъ исимини денъиштирирсинъиз. Бунынънен берабер денъишиклик журналыны да янъы исимге авуштырырсынъыз.
Эски исим янъы исимге ёнельтиджи олур.
Эски исимге догъру олгъан багълантылар олгъаны киби къалыр (лютфен [[Special:DoubleRedirects|чифт]] ве [[Special:BrokenRedirects|кечерсиз]] ёнельтиджилер мевджут олгъаныны тешкеринъиз).
Багълантылар эндиден берли эскиси киби чалышмасындан эмин олмалысынъыз.

Янъы исимде бир исим затен мевджут олса, исим денъишиклиги '''япылмайджакъ''', анджакъ мевджут олгъан саифе ёнельтиджи я да бош олса исим денъишиклиги мумкюн оладжакътыр. Бу демек ки, саифе исимини янълыштан денъиштирген олсанъыз деминки исимини кери къайтарабилесинъиз, амма мевджут олгъан саифени тесадуфен ёкъ эталмайсынъыз.

'''ТЕНБИ!'''
Исим денъиштирюв ''популяр'' саифелер ичюн буюк денъишмелерге себеп олабилир. Лютфен денъишикликни япмадан эвель олабиледжеклерни козь огюне алынъыз.",
'movepagetalktext'        => "Къошулгъан музакере саифесининъ де (мевджут олса)
исими автоматик тарзда денъиштириледжек. '''Мустесналар:'''

*Айны бу исимде бош олмагъан бир музакере саифеси энди мевджуттир;
*Ашагъыдаки бошлукъкъа ишарет къоймадынъыз.

Бойле алларда, керек олса, саифелерни къолнен ташымагъа я да бирлештирмеге меджбур олурсынъыз.",
'movearticle'             => 'Эски исим',
'movenologin'             => 'Отурым ачмадынъыз',
'movenologintext'         => 'Саифенинъ адыны денъиштиребильмек ичюн [[Special:Userlogin|отурым ачынъыз]].',
'newtitle'                => 'Янъы исим',
'move-watch'              => 'Бу саифени козет',
'movepagebtn'             => 'Исимини денъиштир',
'pagemovedsub'            => 'Исим денъишиклиги тамамланды',
'articleexists'           => 'Бу исимде бир саифе энди мевджут я да сиз язгъан исим изинли дегиль.
Лютфен башкъа бир исим сайлап язынъыз.',
'talkexists'              => "'''Саифенинъ ады денъиштирильди, амма музакере саифесининъ
адыны денъиштирмеге мумкюнлик ёкътыр, чюнки айны бу адда бир саифе энди мевджуттир.
Лютфен буларны къолнен бирлештиринъиз.'''",
'movedto'                 => 'ады денъиштирильди:',
'movetalk'                => 'Музакере саифесининъ адыны денъиштир.',
'talkpagemoved'           => 'Багълы музакере саифесининъ де ады денъиштирильди.',
'talkpagenotmoved'        => 'Багълы музакере сеифесининъ ады <strong>денъиштирильмеди</strong>.',
'1movedto2'               => '"[[$1]]" саифесининъ ады "[[$2]]" оларакъ денъиштирильди',
'1movedto2_redir'         => '[[$1]] серлевасы [[$2]] саифесине ёлланды',
'movelogpage'             => 'Исим денъишиклиги журналлары',
'movelogpagetext'         => 'Ашагъыда булунгъан джедвель ады денъиштирильген саифелерни косьтере',
'movereason'              => 'Себеп',
'revertmove'              => 'Кериге ал',
'delete_and_move'         => 'Ёкъ эт ве адыны денъиштир',
'delete_and_move_text'    => '==Ёкъ этмек лязимдир==

«[[$1]]» саифеси энди мевджут. Адыны денъиштире бильмек ичюн оны ёкъ этмеге истейсинъизми?',
'delete_and_move_confirm' => 'Эбет, бу саифени ёкъ эт',
'delete_and_move_reason'  => 'Исим денъиштире бильмек ичюн ёкъ этильди',
'selfmove'                => 'Бу саифенинъ адыны денъиштирмеге имкян ёкътыр, чюнки асыл иле янъы адлары бир келе.',
'immobile_namespace'      => 'Бу саифенинъ адыны денъиштирмеге имкян ёкътыр, чюнки янъы я да экси адында резерв этильген ярдымджы сёз бардыр.',

# Export
'export' => 'Саифе сакъла',

# Namespace 8 related
'allmessages'         => 'Система беянатлары',
'allmessagesname'     => 'Исим',
'allmessagesdefault'  => 'Оригиналь метин',
'allmessagescurrent'  => 'Къулланымдаки метин',
'allmessagestext'     => 'Бу джедвель MediaWiki-де мевджут олгъан бутюн терминлернинъ джедвелидир.',
'allmessagesfilter'   => 'Метин айрыштырыджы фильтры:',
'allmessagesmodified' => 'Тек денъиштирильгенлерни косьтер',

# Thumbnails
'thumbnail-more' => 'Буют',
'missingimage'   => '<b>Тапылмагъан ресим</b><br /><i>$1</i>',
'filemissing'    => 'Файл тапылмады',

# Import log
'importlogpage' => 'Импорт журналы',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Шахсий саифем',
'tooltip-pt-anonuserpage'         => 'IP адресим ичюн къулланыджы саифеси',
'tooltip-pt-mytalk'               => 'Музакере саифесим',
'tooltip-pt-anontalk'             => 'Бу IP адресинден япылгъан денъишикликлерни музакере эт',
'tooltip-pt-preferences'          => 'Аярларым (настройкаларым)',
'tooltip-pt-watchlist'            => 'Мен козетювге алгъан саифелер',
'tooltip-pt-mycontris'            => 'Къошкъан исселеримнинъ джедвели',
'tooltip-pt-login'                => 'Отурым ачманъыз тевсие олуныр амма меджбур дегильсинъиз.',
'tooltip-pt-anonlogin'            => 'Отурым ачманъыз тевсие олуныр амма меджбур дегильсинъиз.',
'tooltip-pt-logout'               => 'Системадан чыкъ',
'tooltip-ca-talk'                 => 'Саифедеки малюмат иле багълы зан бельгиле',
'tooltip-ca-edit'                 => 'Бу саифени денъиштире билесинъиз. Сакъламаздан эвель ог бакъув япмагъа унутманъыз.',
'tooltip-ca-addsection'           => 'Бу музакереге тефсир экленъиз.',
'tooltip-ca-viewsource'           => 'Бу саифе къорчалав алтында. Менба кодуны тек коре билирсинъиз. Денъиштирип оламазсынъыз.',
'tooltip-ca-history'              => 'Бу саифенинъ кечмиш версиялары.',
'tooltip-ca-protect'              => 'Бу саифени къорчала',
'tooltip-ca-delete'               => 'Саифени ёкъ эт',
'tooltip-ca-undelete'             => 'Саифени ёкъ этильмезден эвельки алына кери кетиринъиз',
'tooltip-ca-move'                 => 'Саифенинъ адыны денъиштир',
'tooltip-ca-watch'                => 'Бу саифени козетювге ал',
'tooltip-ca-unwatch'              => 'Бу саифени козетмекни ташла',
'tooltip-search'                  => 'Бу викиде къыдырув яп',
'tooltip-search-go'               => 'Бу адда саифе мевджут олса, онъа бар',
'tooltip-search-fulltext'         => 'Бу метини олгъан саифелер къыдыр',
'tooltip-p-logo'                  => 'Баш саифе',
'tooltip-n-mainpage'              => 'Башлангъыч саифесине къайтынъыз',
'tooltip-n-portal'                => 'Проект узерине, не къайдадыр, нени япа билесинъиз',
'tooltip-n-currentevents'         => 'Агъымдаки вакъиаларнен багълы сонъки малюматлар',
'tooltip-n-recentchanges'         => 'Викиде япылгъан сонъки денъишикликлернинъ джедвели.',
'tooltip-n-randompage'            => 'Тесадюфий бир саифеге барынъыз',
'tooltip-n-help'                  => 'Ярдым алмакъ ичюн.',
'tooltip-n-sitesupport'           => 'Маддий дестек',
'tooltip-t-whatlinkshere'         => 'Бу саифеге багъланты берген дигер вики саифелерининъ джедвели',
'tooltip-t-recentchangeslinked'   => 'Бу саифеге багъланты берген саифелердеки сонъки денъишикликлер',
'tooltip-feed-rss'                => 'Бу саифе ичюн RSS трансляциясы',
'tooltip-feed-atom'               => 'Бу саифе ичюн atom трансляциясы',
'tooltip-t-contributions'         => 'Къулланыджынынъ иссе джедвелини корь',
'tooltip-t-emailuser'             => 'Къулланыджыгъа e-mail косьтер',
'tooltip-t-upload'                => 'Системагъа ресим я да медиа файлларны юкленъиз',
'tooltip-t-specialpages'          => 'Бутюн махсус саифелернинъ джедвелини косьтер',
'tooltip-ca-nstab-main'           => 'Саифени косьтер',
'tooltip-ca-nstab-user'           => 'Къулланыджы саифесини косьтер',
'tooltip-ca-nstab-media'          => 'Медиа саифесини косьтер',
'tooltip-ca-nstab-special'        => 'Бу махсус саифе олгъаны ичюн денъишиклик япамазсынъыз.',
'tooltip-ca-nstab-project'        => 'Проект саифесини косьтер',
'tooltip-ca-nstab-image'          => 'Ресим саифесини косьтер',
'tooltip-ca-nstab-mediawiki'      => 'Система беянатыны косьтер',
'tooltip-ca-nstab-template'       => 'Шаблонны косьтер',
'tooltip-ca-nstab-help'           => 'Ярдым саифесини корьмек ичюн басынъыз',
'tooltip-ca-nstab-category'       => 'Категория саифесини косьтер',
'tooltip-minoredit'               => 'Кичик денъишиклик оларакъ ишаретле',
'tooltip-save'                    => 'Денъишикликлерни сакъла',
'tooltip-preview'                 => 'Ог бакъув; сакъламаздан эвель бу хусусиетни къулланаракъ денъишикликлеринъизни козьден кечиринъиз!',
'tooltip-diff'                    => 'Метинге сиз япкъан денъишикликлерни косьтерир.',
'tooltip-compareselectedversions' => 'Сайлангъан эки версия арасындаки фаркъларны косьтер.',
'tooltip-watch'                   => 'Саифени козетюв джедвелине экле',

# Stylesheets
'monobook.css' => '/* monobook темасынынъ аярларыны (настройкаларыны) денъиштирмек ичюн бу ерини денъиштиринъиз. Бутюн сайтта тесирли олур. */',

# Attribution
'siteuser'         => '{{SITENAME}} къулланыджы $1',
'lastmodifiedatby' => 'Саифе энъ сонъки $3 тарафындан $2, $1 тарихында денъиштирильди.', # $1 date, $2 time, $3 user
'and'              => 'ве',
'others'           => 'дигерлери',
'siteusers'        => '{{SITENAME}} къулланыджылар $1',

# Spam protection
'spamprotectiontitle'    => 'Спам къаршы къорчалав фильтри',
'spamprotectiontext'     => 'Сакъламагъа истеген саифе спам фильтри тарафындан блок этильди. Буюк ихтималлы ки, бир тыш багълантыдан менбаланмакъта.',
'subcategorycount'       => 'Бу категорияда {{PLURAL:$1|1|$1}} алткатегория бар.',
'categoryarticlecount'   => 'Бу категорияда {{PLURAL:$1|1|$1}} саифе бар.',
'category-media-count'   => 'Бу категорияда {{PLURAL:$1|1|$1}} файл бар.',
'listingcontinuesabbrev' => ' (девам)',

# Info page
'infosubtitle'   => 'Саифе акъкъында малюмат',
'numedits'       => 'Денъишиклик сайысы (саифе): $1',
'numtalkedits'   => 'Денъишиклик сайысы (музакере саифеси): $1',
'numwatchers'    => 'Козетиджи сайысы: $1',
'numauthors'     => 'Муэллиф сайысы (саифе): $1',
'numtalkauthors' => 'Муэллиф сайысы (музакере саифеси): $1',

# Math options
'mw_math_png'    => 'Даима PNG ресим форматына чевир',
'mw_math_simple' => 'Пек басит олса HTML, ёкъса PNG',
'mw_math_html'   => 'Мумкюн олса HTML, ёкъса PNG',
'mw_math_source' => 'Денъиштирмеден TeX оларакъ ташла  (метин темелли браузерлер ичюн)',
'mw_math_modern' => 'Земаневий браузерлер ичюн тевсие этильген',
'mw_math_mathml' => 'Мумкюн олса MathML (даа денъеме турушында)',

# Image deletion
'deletedrevision' => '$1 сайылы эски версия ёкъ этильди.',

# Browsing diffs
'previousdiff' => '← Эвельки версиянен арадаки фаркъ',
'nextdiff'     => 'Сонъраки версиянен арадаки фаркъ →',

# Media information
'mediawarning'   => "'''ДИКЪКЪАТ!''': Бу файлда яман макъсатлы (вирус киби) къысым булуна билир ве операцион системанъызгъа зарар кетире билир.
<hr />",
'imagemaxsize'   => 'Ресим ачыкъламалар саифелериндеки ресимнинъ энъ буюк буюклиги:',
'thumbsize'      => 'Кичик буюклик:',
'file-info-size' => '($1 × $2 пиксель, файл буюклиги: $3, MIME типи: $4)',

# Special:Newimages
'newimages'    => 'Янъы ресимлер',
'showhidebots' => '(ботларны $1)',
'noimages'     => 'Ресим ёкъ.',

# Video information, used by Language::formatTimePeriod() to format lengths in the above messages
'video-dims'     => '$1, $2 × $3',
'seconds-abbrev' => 'сан.',
'minutes-abbrev' => 'дакъ.',
'hours-abbrev'   => 'саат',

# Metadata
'metadata'          => 'Ресим деталлери',
'metadata-expand'   => 'Тафсилятны косьтер',
'metadata-collapse' => 'Тафсилятны косьтерме',

# EXIF tags
'exif-make'                => 'Камера маркасы',
'exif-model'               => 'Камера модели',
'exif-artist'              => 'Яратыджысы',
'exif-colorspace'          => 'Ренк аралыгъы',
'exif-datetimeoriginal'    => 'Оригинал саат ве тарих',
'exif-exposuretime'        => 'Экспозиция муддети',
'exif-exposuretime-format' => '$1 сание ($2)',
'exif-fnumber'             => 'Диафрагма номерасы',
'exif-spectralsensitivity' => 'Спектраль дуйгъулылыкъ',
'exif-aperturevalue'       => 'Диафрагма',
'exif-brightnessvalue'     => 'парлакълыкъ',
'exif-lightsource'         => 'Ярыкъ турушы',
'exif-exposureindex'       => 'Экспозиция индекси',
'exif-scenetype'           => 'Сцена типи',
'exif-digitalzoomratio'    => 'Якъынлаштырув коэффициенти',
'exif-contrast'            => 'Контрастлыкъ',
'exif-saturation'          => 'Тойгъунлыкъ',
'exif-sharpness'           => 'Ачыкълыкъ',
'exif-gpslatitude'         => 'Энлик',
'exif-gpslongitude'        => 'Бойлукъ',
'exif-gpsaltitude'         => 'Юксеклик',
'exif-gpstimestamp'        => 'GPS сааты (атом сааты)',
'exif-gpssatellites'       => 'Ольчемек ичюн къуллангъаны спутниклер',

# EXIF attributes
'exif-compression-1' => 'Сыкъыштырылмагъан',

'exif-orientation-3' => '180° айландырылгъан', # 0th row: bottom; 0th column: right

'exif-exposureprogram-1' => 'Эльнен',

'exif-subjectdistance-value' => '$1 метр',

'exif-meteringmode-0'   => 'Билинмей',
'exif-meteringmode-1'   => 'Орта',
'exif-meteringmode-255' => 'Дигер',

'exif-lightsource-0'  => 'Билинмей',
'exif-lightsource-2'  => 'Флуоресцент',
'exif-lightsource-9'  => 'Ачыкъ',
'exif-lightsource-10' => 'Къапалы',
'exif-lightsource-11' => 'Кольге',
'exif-lightsource-15' => 'Беяз флуоресцент (WW 3200 – 3700K)',

'exif-sensingmethod-1' => 'Танытувсыз',

'exif-scenecapturetype-0' => 'Стандарт',
'exif-scenecapturetype-2' => 'Портрет',
'exif-scenecapturetype-3' => 'Гедже съёмкасы',

'exif-subjectdistancerange-0' => 'Билинмей',
'exif-subjectdistancerange-1' => 'Макро',

# External editor support
'edit-externally'      => 'Файл узеринде компьютеринъизде булунгъан программалар иле денъишикликлер япынъыз',
'edit-externally-help' => 'Даа фазла малюмат ичюн metaдаки [http://meta.wikimedia.org/wiki/Help:External_editors] (Инглиздже) саифесине бакъа билесинъиз.',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'эписини',
'imagelistall'     => 'Джумлеси',
'watchlistall2'    => 'эписини',
'namespacesall'    => 'Эпси',
'monthsall'        => 'Эписи',

# E-mail address confirmation
'confirmemail'            => 'E-mail адресини тасдыкъла',
'confirmemail_text'       => 'Вики-нинъ e-mail функцияларыны къулланмаздан эвель e-mail адресинъизнинъ
тасдыкъланмасы керек. Адресинъизге тасдыкъ e-mail-и ёлламакъ ичюн ашагъыдаки
дёгмени басынъыз. Ёлланаджакъ беянатта адресинъизни тасдыкъламакъ ичюн браузеринъизнен 
ирише биледжек, тасдыкъ коду олгъан бир багъланты оладжакъ.',
'confirmemail_send'       => 'Тасдыкъ кодуны ёлла',
'confirmemail_sent'       => 'Тасдыкъ e-mail-ни ёлланды.',
'confirmemail_sendfailed' => 'Тасдыкъ коду ёлланмады. Адресте кечерсиз ариф я да ишарет олмагъанындан эминсинъизми? Мектюп къайтылды: $1',
'confirmemail_invalid'    => 'Кечерсиз тасдыкъ коду. Тасдыкъ кодунынъ сонъки къулланма тарихы кечкен ола билир.',
'confirmemail_needlogin'  => '$1 япмакъ ичюн башта e-mail адресинъизни тасдыкъламалысынъыз.',
'confirmemail_success'    => 'E-mail адресинъиз тасдыкъланды.',
'confirmemail_loggedin'   => 'E-mail адресинъиз тасдыкъланды.',
'confirmemail_error'      => 'Тасдыкъынъыз билинмеген бир хата себебинден къайд этильмеди.',
'confirmemail_subject'    => '{{SITENAME}} e-mail адрес тасдыкъы.',
'confirmemail_body'       => '$1 интернет адресинден япылгъан иришим иле {{SITENAME}} сайтында 
бу e-mail адреси иле багълангъан $2 къулланыджы эсабы 
ачылды.  

Бу e-mail адресининъ бахсы кечкен къулланыджы эсабына аит олгъаныны
тасдыкъламакъ ве {{SITENAME}} сайтындаки e-mail функцияларыны актив алгъа 
кетирмек ичюн ашагъыдаки багълантыны басынъыз.

$3

Бахсы кечкен къулланыджы эсабы сизге аит олмагъан олса сиз япмакъ керек олгъан
бир шейинъиз ёкъ. Бу тасдыкъ коду $4 тарихына къадар кечерли оладжакъ.',

# Delete conflict
'deletedwhileediting' => 'Тенби: Бу саифе сиз денъишиклик япмагъа башлагъандан сонъ ёкъ этильди!',
'confirmrecreate'     => "Сиз бу саифени денъиштирген вакъытта [[User:$1|$1]] ([[User talk:$1|музакере]]) къулланыджысы оны сильгендир, себеби:
:''$2''
Саифени янъыдан яратмагъа истесенъиз, лютфен буны тасдыкъланъыз.",
'recreate'            => 'Саифени янъыдан ярат',

# HTML dump
'redirectingto' => 'Ёллама [[$1]]...',

# action=purge
'confirm_purge'        => 'Саифе кэшини темизлесинми?

$1',
'confirm_purge_button' => 'Ок',

# AJAX search
'searchcontaining' => "''$1'' деген сёзлер иле саифелерни къыдырув.",
'searchnamed'      => "''$1'' адлы саифелерни къыдырув.",
'articletitles'    => "''$1'' иле башлагъан саифелерни къыдырув.",
'hideresults'      => 'Нетиджелерни гизле',

# Multipage image navigation
'imgmultipageprev' => '← эвельки саифе',
'imgmultipagenext' => 'сонъраки саифе →',
'imgmultigo'       => 'Бар',
'imgmultigotopre'  => 'Бу саифеге бар',

# Table pager
'ascending_abbrev'         => 'кичиктен буюкке',
'descending_abbrev'        => 'буюктен кичикке',
'table_pager_next'         => 'Сонъраки саифе',
'table_pager_prev'         => 'Эвельки саифе',
'table_pager_first'        => 'Ильк саифе',
'table_pager_last'         => 'Сонъки саифе',
'table_pager_limit'        => 'Саифе башына $1 дане косьтер',
'table_pager_limit_submit' => 'Бар',
'table_pager_empty'        => 'Ич нетидже ёкъ',

# Auto-summaries
'autosumm-blank'   => 'Саифе бошатылды',
'autosumm-replace' => "Саифедеки малюмат '$1' иле денъиштирильди",
'autoredircomment' => '[[$1]] саифесине ёлланды',
'autosumm-new'     => 'Янъы саифе: $1',

# Friendlier slave lag warnings
'lag-warn-high' => 'Малюмат базасындаки проблемалар себебинден $1 саниеден эвель япылгъан денъишикликлер косьтерильмей билелер.',

# Watchlist editor
'watchlistedit-numitems'       => 'Музакере саифесини эсапкъа алмайып, козетюв джедвелинъизде {{PLURAL:$1|1|$1}} саифе бар.',
'watchlistedit-noitems'        => 'Козетюв джедвелинъизде ич бир саифе ёкъ.',
'watchlistedit-normal-title'   => 'Козетюв джевелинъизни денъиштирмектесинъиз',
'watchlistedit-normal-legend'  => 'Козетюв джедвелинден саифе ёкъ этилюви',
'watchlistedit-normal-explain' => 'Козетюв джедвелинъиздеки саифелер ашагъыда булунмакътадыр. Саифе козетюв джедвелинден ёкъ этмек ичюн оны бельгилеп «Сайлангъан саифелерни козетюв джедвелинден ёкъ эт» язысына басынъыз. Козетюв джедвелинъизни [[Special:Watchlist/raw|метин оларакъ да денъиштире]] я да ондан [[Special:Watchlist/clear|бутюн саифелерни ёкъ эте]] билирсинъиз.',
'watchlistedit-normal-submit'  => 'Сайлангъан саифелерни козетюв джевелинден ёкъ эт',
'watchlistedit-normal-done'    => '{{PLURAL:$1|1 саифе|$1 саифе}} козетюв джедвелинъизден ёкъ этильди:',
'watchlistedit-raw-title'      => 'Козетюв джевелинъизни денъиштирмектесинъиз',
'watchlistedit-raw-legend'     => 'Козетюв джедвелини денъиштирилюви',
'watchlistedit-raw-explain'    => 'Козетюв джедвелинъиздеки саифелер ашагъыда булунмакътадыр. Джедвельге саифе ады къошып я да ондан ёкъ этип (эр сатырда бирер ад) оны денъиштирип оласынъыз. Битирген сонъ «козетюв джедвелини янъарт» язысына басынъыз. [[Special:Watchlist/edit|Стандарт редакторны да къулланып олурсынъыз]].',
'watchlistedit-raw-titles'     => 'Саифелер:',
'watchlistedit-raw-submit'     => 'Козетюв джедвелини янъарт',
'watchlistedit-raw-done'       => 'Козетюв джедвелинъиз янъарды.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1 саифе|$1 саифе}} иляве олунды:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1 саифе|$1 саифе}} ёкъ этильди:',

# Watchlist editing tools
'watchlisttools-view' => 'Денъишикликлерни косьтер',
'watchlisttools-edit' => 'Козетюв джедвелини корь ве денъиштир',
'watchlisttools-raw'  => 'Козетюв джедвелини адий метин оларакъ денъиштир',

);
