<?php
/** Bengali (বাংলা)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Ali Haidar Khan
 * @author Bellayet
 * @author Ehsanulhb
 * @author Jayantanth
 * @author Kaganer
 * @author Mayeenul Islam
 * @author Nasir8891
 * @author Prometheus.pyrphoros
 * @author RIPENDIL
 * @author Reedy
 * @author Samritmaity
 * @author Sayak Sarkar
 * @author Sm faysal
 * @author Usarker
 * @author Wikitanvir
 * @author Zaheen
 * @author לערי ריינהארט
 */

$namespaceNames = array(
	NS_MEDIA            => 'মিডিয়া',
	NS_SPECIAL          => 'বিশেষ',
	NS_TALK             => 'আলাপ',
	NS_USER             => 'ব্যবহারকারী',
	NS_USER_TALK        => 'ব্যবহারকারী_আলাপ',
	NS_PROJECT_TALK     => '$1_আলোচনা',
	NS_FILE             => 'চিত্র',
	NS_FILE_TALK        => 'চিত্র_আলোচনা',
	NS_MEDIAWIKI        => 'মিডিয়াউইকি',
	NS_MEDIAWIKI_TALK   => 'মিডিয়াউইকি_আলোচনা',
	NS_TEMPLATE         => 'টেমপ্লেট',
	NS_TEMPLATE_TALK    => 'টেমপ্লেট_আলোচনা',
	NS_HELP             => 'সাহায্য',
	NS_HELP_TALK        => 'সাহায্য_আলোচনা',
	NS_CATEGORY         => 'বিষয়শ্রেণী',
	NS_CATEGORY_TALK    => 'বিষয়শ্রেণী_আলোচনা',
);

$namespaceAliases = array(
	'$1_আলাপ' => NS_PROJECT_TALK,
	'চিত্র_আলাপ' => NS_FILE_TALK,
	'MediaWiki_আলাপ' => NS_FILE_TALK,
);

$datePreferences = false;
$digitTransformTable = array(
	'0' => '০',
	'1' => '১',
	'2' => '২',
	'3' => '৩',
	'4' => '৪',
	'5' => '৫',
	'6' => '৬',
	'7' => '৭',
	'8' => '৮',
	'9' => '৯'
);

$digitGroupingPattern = "##,##,###";

$messages = array(
# User preference toggles
'tog-underline'               => 'সংযোগগুলির নিচে দাগ দেখানো হোক:',
'tog-highlightbroken'         => 'ভাঙা সংযোগগুলোকে <a href="" class="new">এই ভাবে</a> (বিকল্পে এই ভাবে<a href="" class="internal">?</a>) দেখানো হোক।',
'tog-justify'                 => 'অনুচ্ছেদগুলি যথাযথ ফাঁক দিয়ে সাজানো (justify) হোক',
'tog-hideminor'               => 'অনুল্লেখ্য সম্পাদনাগুলো সাম্প্রতিক পরিবর্তনে না দেখানো হোক',
'tog-hidepatrolled'           => 'পরীক্ষিত সম্পাদনা গুলো সাম্প্রতিক পরিবর্তনসমূহে আড়াল করো',
'tog-newpageshidepatrolled'   => 'পরীক্ষিত পাতা গুলো নতুন পাতার তালিকায় আড়াল করো',
'tog-extendwatchlist'         => 'শুধু সাম্প্রতিক পরিবর্তনই নয়, সকল পরিবর্তন দেখতে নজর তালিকা সম্প্রসারণ করুন।',
'tog-usenewrc'                => 'সাম্প্রতিক পরিবর্তনসমূহ এবং নজরতালিকা পাতায় পরিবর্তনগুলো একত্রে প্রদর্শন (জাভাস্ক্রিপ্ট প্রয়োজন)',
'tog-numberheadings'          => 'শিরোনামগুলোকে স্বয়ংক্রিয়ভাবে ক্রমাঙ্কিত করা হোক',
'tog-showtoolbar'             => 'সম্পাদনা টুলবার দেখানো হোক (জাভাস্ক্রিপ্ট)',
'tog-editondblclick'          => 'দুইবার ক্লিক করে পাতা সম্পাদনা করার ক্ষমতা দেয়া হোক (জাভাস্ক্রিপ্ট)',
'tog-editsection'             => '[সম্পাদনা] সংযোগের সাহায্যে পরিচ্ছেদ সম্পাদনা করার ক্ষমতা দেয়া হোক',
'tog-editsectiononrightclick' => 'পরিচ্ছেদের শিরোনামে ডান ক্লিকের মাধ্যমে <br />পরিচ্ছেদ সম্পাদনা করার ক্ষমতা দেয়া হোক (জাভাস্ক্রিপ্ট)',
'tog-showtoc'                 => 'সূচিপত্র দেখানো হোক (৩টির বেশি পরিচ্ছেদের শিরোনামবিশিষ্ট পাতার জন্য)',
'tog-rememberpassword'        => 'এই ব্রাউজারে আমার লগ ইন তথ্য (শব্দচাবি) মনে রাখো (সর্বোচ্চ $1 {{PLURAL:$1|দিনের|দিনের}} জন্য)',
'tog-watchcreations'          => 'আমার তৈরি পাতা এবং আপলোড করা ফাইলগুললো আমার নজরতালিকায় যোগ করা হোক',
'tog-watchdefault'            => 'আমার সম্পাদিত পাতা এবং ফাইলগুলো আমার নজরতালিকায় যোগ করা হোক',
'tog-watchmoves'              => 'আমার সরিয়ে ফেলা পাতা এবং ফাইলগুলো আমার নজরতালিকায় যোগ করা হোক',
'tog-watchdeletion'           => 'আমার মুছে ফেলা পাতা এবং ফাইলগুলো আমার নজর তালিকায় যোগ করা হোক',
'tog-minordefault'            => 'শুরুতেই সব সম্পাদনাকে অনুল্লেখ্য বলে চিহ্নিত করা হোক',
'tog-previewontop'            => 'সম্পাদনা বাক্সের আগে প্রাকদর্শন দেখানো হোক',
'tog-previewonfirst'          => 'প্রথম সম্পাদনার ক্ষেত্রে প্রাকদর্শন দেখানো হোক',
'tog-nocache'                 => 'ব্রাউজার পাতা ক্যাশিং নিষ্ক্রিয় করো',
'tog-enotifwatchlistpages'    => 'আমার নজর তালিকায় আছে এমন পাতা অথবা ফাইলে পরিবর্তন হলে তা জানিয়ে আমাকে ই-মেইল করো',
'tog-enotifusertalkpages'     => 'আমার ব্যবহারকারী আলোচনা পাতার পরিবর্তন হলে আমাকে ই-মেইল করা হোক',
'tog-enotifminoredits'        => 'পাতা এবং ফাইলগুলোতে অনুল্লেখ্য সম্পাদনার জন্যও আমাকে ই-মেইল করা হোক',
'tog-enotifrevealaddr'        => 'বিজ্ঞপ্তি মেইলে আমার ই-মেইল ঠিকানা প্রকাশ করা হোক',
'tog-shownumberswatching'     => 'নজরদারী করছে, এমন ব্যবহারকারীর সংখ্যা দেখানো হোক',
'tog-oldsig'                  => 'বর্তমান স্বাক্ষর:',
'tog-fancysig'                => 'স্বাক্ষরকে উইকিটেক্সট হিসেবে মনে করুন (কোন সয়ংক্রিয় লিঙ্ক ছাড়া)',
'tog-externaleditor'          => 'শুরুতেই বহিঃস্থ সম্পাদক ব্যবহার করা হোক (শুধুমাত্র দক্ষ ব্যবহারকারীদের জন্য, কম্পিউটারে বিশেষ সেটিংস এর প্রয়জোন। [//www.mediawiki.org/wiki/Manual:External_editors বিস্তারিত তথ্য।])',
'tog-externaldiff'            => 'শুরুতেই বহিঃস্থ পার্থক্য ব্যবহার করা হোক (শুধুমাত্র দক্ষ ব্যবহারকারীদের জন্য, কম্পিউটারে বিশেষ সেটিংস এর প্রয়জোন। [//www.mediawiki.org/wiki/Manual:External_editors বিস্তারিত তথ্য।])',
'tog-showjumplinks'           => '"ঝাঁপ দিন" বৈশিষ্ট্যের সংযোগ চালু করা হোক',
'tog-uselivepreview'          => 'তাৎক্ষণিক প্রাকদর্শনের ক্ষমতা চালু করা হোক (জাভাস্ক্রিপ্ট) (পরীক্ষামূলক)',
'tog-forceeditsummary'        => 'খালি সম্পাদনা সারাংশ প্রবেশ করানোর সময় আমাকে জানানো হোক',
'tog-watchlisthideown'        => 'আমার সম্পাদনাগুলি আমার নজরতালিকায় না দেখানো হোক',
'tog-watchlisthidebots'       => 'বটের করা সম্পাদনাগুলি নজরতালিকায় না দেখানো হোক',
'tog-watchlisthideminor'      => 'অনুল্লেখ্য সম্পাদনাগুলো নজর তালিকায় না দেখানো হোক',
'tog-watchlisthideliu'        => 'নজরতালিকাতে অ্যাকাউন্টে লগ-ইন করা ব্যবহারকারীদের সম্পাদনা আড়ালে রাখা হোক',
'tog-watchlisthideanons'      => 'নজরতালিকাতে বেনামী ব্যবহারকারীদের সম্পাদনা আড়ালে রাখা হোক',
'tog-watchlisthidepatrolled'  => 'পরীক্ষিত সম্পাদনা গুলো নজরতালিকায় আড়াল করো',
'tog-nolangconversion'        => 'বিকল্প রুপান্তর রোধ করো',
'tog-ccmeonemails'            => 'অন্য ব্যবহারকারীর কাছে আমার পাঠানো ইমেইলের একটি অনুলিপি আমাকে পাঠানো হোক',
'tog-diffonly'                => 'পার্থক্যের নিচে পাতার বিষয়বস্তু না দেখানো হোক',
'tog-showhiddencats'          => 'লুকায়িত বিষয়শ্রেণীসমূহ দেখাও',
'tog-norollbackdiff'          => 'রোলব্যাকের পরে পার্থক্য দেখিও না',

'underline-always'  => 'সব সময়',
'underline-never'   => 'কখনো নয়',
'underline-default' => 'স্কিন অথবা ব্রাউজারে যেমনভাবে নির্দিষ্ট করা আছে',

# Font style option in Special:Preferences
'editfont-style'     => 'সম্পাদনা এলাকার ফন্ট স্টাইল:',
'editfont-default'   => 'ব্রাউজার পূর্বনির্ধারিত',
'editfont-monospace' => 'মনোস্পেস ফন্ট',
'editfont-sansserif' => 'স্যান্স-সেরিফ ফন্ট',
'editfont-serif'     => 'সেরিফ ফন্ট',

# Dates
'sunday'        => 'রবিবার',
'monday'        => 'সোমবার',
'tuesday'       => 'মঙ্গলবার',
'wednesday'     => 'বুধবার',
'thursday'      => 'বৃহস্পতিবার',
'friday'        => 'শুক্রবার',
'saturday'      => 'শনিবার',
'sun'           => 'রবিবার',
'mon'           => 'সোমবার',
'tue'           => 'মঙ্গলবার',
'wed'           => 'বুধবার',
'thu'           => 'বৃহস্পতিবার',
'fri'           => 'শুক্রবার',
'sat'           => 'শনিবার',
'january'       => 'জানুয়ারি',
'february'      => 'ফেব্রুয়ারি',
'march'         => 'মার্চ',
'april'         => 'এপ্রিল',
'may_long'      => 'মে',
'june'          => 'জুন',
'july'          => 'জুলাই',
'august'        => 'আগস্ট',
'september'     => 'সেপ্টেম্বর',
'october'       => 'অক্টোবর',
'november'      => 'নভেম্বর',
'december'      => 'ডিসেম্বর',
'january-gen'   => 'জানুয়ারি',
'february-gen'  => 'ফেব্রুয়ারি',
'march-gen'     => 'মার্চ',
'april-gen'     => 'এপ্রিল',
'may-gen'       => 'মে',
'june-gen'      => 'জুন',
'july-gen'      => 'জুলাই',
'august-gen'    => 'আগস্ট',
'september-gen' => 'সেপ্টেম্বর',
'october-gen'   => 'অক্টোবর',
'november-gen'  => 'নভেম্বর',
'december-gen'  => 'ডিসেম্বর',
'jan'           => 'জানুয়ারি',
'feb'           => 'ফেব্রুয়ারি',
'mar'           => 'মার্চ',
'apr'           => 'এপ্রিল',
'may'           => 'মে',
'jun'           => 'জুন',
'jul'           => 'জুলাই',
'aug'           => 'আগস্ট',
'sep'           => 'সেপ্টেম্বর',
'oct'           => 'অক্টোবর',
'nov'           => 'নভেম্বর',
'dec'           => 'ডিসেম্বর',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|বিষয়শ্রেণী|বিষয়শ্রেণীসমূহ}}',
'category_header'                => '"$1" বিষয়শ্রেণীতে অন্তর্ভুক্ত পাতাগুলি',
'subcategories'                  => 'উপবিষয়শ্রেণীসমূহ',
'category-media-header'          => '"$1" বিষয়শ্রেণীতে অন্তর্ভুক্ত মিডিয়া ফাইলগুলি',
'category-empty'                 => "''এই বিষয়শ্রণীতে বর্তমানে কোন পাতা বা মিডিয়া ফাইল নেই।''",
'hidden-categories'              => '{{PLURAL:$1|লুকায়িত বিষয়শ্রেণী|লুকায়িত বিষয়শ্রেণীসমূহ}}',
'hidden-category-category'       => 'লুকায়িত বিষয়শ্রেণীসমূহ',
'category-subcat-count'          => '{{PLURAL:$2|এই বিষয়শ্রেণীতে কেবলমাত্র নিচের উপবিষয়শ্রেণীটি আছে।|এই বিষয়শ্রেণীতে অন্তর্ভুক্ত মোট $2টি উপবিষয়শ্রেণীর মধ্যে {{PLURAL:$1|টি উপবিষয়শ্রেণী|$1টি উপবিষয়শ্রেণী}} নিচে দেখানো হয়েছে।}}',
'category-subcat-count-limited'  => 'এই বিষয়শ্রেণীতে নিচের {{PLURAL:$1|টি উপবিষয়শ্রেণী|$1টি উপবিষয়শ্রেণী আছে}}।',
'category-article-count'         => '{{PLURAL:$2|এই বিষয়শ্রেণীতে কেবল নিচের পাতাটি আছে।|এই বিষয়শ্রেণীতে অন্তর্ভুক্ত মোট $2টি পাতার মধ্যে {{PLURAL:$1|টি পাতা|$1টি পাতা}} নিচে দেখানো হল।}}',
'category-article-count-limited' => 'এই {{PLURAL:$1|পাতাটি|$1 পাতাগুলো}} এ বিষয়শ্রেণীতে রয়েছে।',
'category-file-count'            => '{{PLURAL:$2|এই বিষয়শ্রেণীতে কেবল নিচের পাতাটি আছে।|এই বিষয়শ্রেণীতে অন্তর্ভুক্ত মোট $2টি পাতার মধ্যে {{PLURAL:$1|টি পাতা|$1টি পাতা}} নিচে দেখানো হলো।}}',
'category-file-count-limited'    => 'নিচের {{PLURAL:$1|ফাইলটি|$1 ফাইলগুলো}} এই বিষয়শ্রেণীতে রয়েছে।',
'listingcontinuesabbrev'         => 'আরও আছে',
'index-category'                 => 'নির্ঘণ্ট পাতা',
'noindex-category'               => 'নির্ঘণ্ট নয় এমন পাতা',
'broken-file-category'           => 'অকার্যকর চিত্র সংযোগসহ পাতাসমূহ',

'about'         => 'পরিচিতি',
'article'       => 'বিষয়বস্তু আছে এমন পাতা',
'newwindow'     => '(নতুন উইন্ডোতে খুলবে)',
'cancel'        => 'বাতিল',
'moredotdotdot' => 'আরও...',
'mypage'        => 'আমার পাতা',
'mytalk'        => 'আলোচনা',
'anontalk'      => 'এই বেনামী ব্যবহারকারীর আলাপের পাতা',
'navigation'    => 'পরিভ্রমণ',
'and'           => '&#32;এবং',

# Cologne Blue skin
'qbfind'         => 'অনুসন্ধান করুন',
'qbbrowse'       => 'ব্রাউজ',
'qbedit'         => 'সম্পাদনা',
'qbpageoptions'  => 'এ পাতার বিকল্পসমূহ',
'qbpageinfo'     => 'পাতা-সংক্রান্ত তথ্য',
'qbmyoptions'    => 'আমার পছন্দ',
'qbspecialpages' => 'বিশেষ পাতাসমূহ',
'faq'            => 'সম্ভাব্য প্রশ্নসমূহ',
'faqpage'        => 'Project:প্রাজিপ্র',

# Vector skin
'vector-action-addsection'       => 'বিষয় যোগ',
'vector-action-delete'           => 'অপসারণ',
'vector-action-move'             => 'স্থানান্তর',
'vector-action-protect'          => 'সুরক্ষা',
'vector-action-undelete'         => 'পুনরুদ্ধার',
'vector-action-unprotect'        => 'সুরক্ষা পরিবর্তন',
'vector-simplesearch-preference' => 'সরল অনুসন্ধান সক্রিয় করুন (শুধুমাত্র ভেক্টর স্কিনের জন্য)',
'vector-view-create'             => 'তৈরি করুন',
'vector-view-edit'               => 'সম্পাদনা',
'vector-view-history'            => 'ইতিহাস',
'vector-view-view'               => 'পড়ুন',
'vector-view-viewsource'         => 'সোর্স দেখুন',
'actions'                        => 'কার্যক্রম',
'namespaces'                     => 'নামস্থান',
'variants'                       => 'বিকল্পসমূহ',

'errorpagetitle'    => 'ত্রুটি',
'returnto'          => '$1 শিরোনামের পাতায় ফেরত যান।',
'tagline'           => '{{SITENAME}} থেকে',
'help'              => 'সাহায্য',
'search'            => 'অনুসন্ধান',
'searchbutton'      => 'অনুসন্ধান',
'go'                => 'চলো',
'searcharticle'     => 'চলো',
'history'           => 'পাতার ইতিহাস',
'history_short'     => 'ইতিহাস',
'updatedmarker'     => 'আমার শেষ পরিদর্শনের পর থেকে হালনাগাদকৃত',
'printableversion'  => 'ছাপার যোগ্য সংস্করণ',
'permalink'         => 'স্থায়ী সংযোগ',
'print'             => 'মুদ্রণ',
'view'              => 'দেখাও',
'edit'              => 'সম্পাদনা',
'create'            => 'তৈরি করো',
'editthispage'      => 'সম্পাদনা করুন',
'create-this-page'  => 'পাতাটি তৈরি করো',
'delete'            => 'অপসারণ',
'deletethispage'    => 'এই পাতাটি মুছে ফেলুন',
'undelete_short'    => 'পুনঃস্থাপন {{PLURAL:$1|১টি সম্পাদনা|$1টি সম্পাদনাসমূহ}}',
'viewdeleted_short' => '{{PLURAL:$1| টি অপসারিত সম্পাদনা|$1 টি অপসারিত সম্পাদনা}} দেখাও',
'protect'           => 'সুরক্ষা',
'protect_change'    => 'পরিবর্তন করুন',
'protectthispage'   => 'সংরক্ষণ করুন',
'unprotect'         => 'সুরক্ষা পরিবর্তন',
'unprotectthispage' => 'এই পাতার সুরক্ষা পরিবর্তন করুন',
'newpage'           => 'নতুন পাতা',
'talkpage'          => 'আলোচনা করুন',
'talkpagelinktext'  => 'আলোচনা',
'specialpage'       => 'বিশেষ পাতা',
'personaltools'     => 'নিজস্ব হাতিয়ারসমূহ',
'postcomment'       => 'নতুন অনুচ্ছেদ',
'articlepage'       => 'নিবন্ধ দেখুন',
'talk'              => 'আলোচনা',
'views'             => 'দৃষ্টিকোণ',
'toolbox'           => 'সরঞ্জাম',
'userpage'          => 'ব্যাবহারকারীর পাতা দেখুন',
'projectpage'       => 'মেটা-পাতা দেখুন',
'imagepage'         => 'ফাইল পাতা দেখুন',
'mediawikipage'     => 'বার্তার পাতা দেখুন',
'templatepage'      => 'টেম্পলেট পাতা দেখুন',
'viewhelppage'      => 'সহায়িকা পাতা দেখুন',
'categorypage'      => 'বিষয়শ্রেণীর পাতাটি দেখুন',
'viewtalkpage'      => 'আলোচনা দেখুন',
'otherlanguages'    => 'অন্যান্য ভাষাসমূহ',
'redirectedfrom'    => '($1 থেকে ঘুরে এসেছে)',
'redirectpagesub'   => 'পুনর্নির্দেশ পাতা',
'lastmodifiedat'    => 'এ পাতায় শেষ পরিবর্তন হয়েছিল $2টার সময়, $1 তারিখে।',
'viewcount'         => 'এ পাতাটি {{PLURAL:$1|বার|$1 বার}} দেখা হয়েছে।',
'protectedpage'     => 'সুরক্ষিত পাতা',
'jumpto'            => 'ঝাঁপ দাও:',
'jumptonavigation'  => 'পরিভ্রমণ',
'jumptosearch'      => 'অনুসন্ধান',
'view-pool-error'   => 'দুঃখিত, সার্ভারে এ মূহুর্তে অতিরিক্ত চাপ রয়েছে।
অনেক বেশি সংখ্যক ব্যবহারকারী এই পাতাটি দেখার চেষ্টা করছেন।
নতুন করে এ পাতাটি দেখার চেষ্টা করার আগে কিছুক্ষণ অপেক্ষা করুন।

$1',
'pool-timeout'      => 'সময় উত্তির্ণ লক-এর জন্য অপেক্ষারত',
'pool-queuefull'    => 'পুলের লাইন পূর্ণ',
'pool-errorunknown' => 'অজানা ত্রুটি',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} বৃত্তান্ত',
'aboutpage'            => 'Project:বৃত্তান্ত',
'copyright'            => '$1 এর আওতায় প্রাপ্য।',
'copyrightpage'        => '{{ns:project}}:কপিরাইট',
'currentevents'        => 'সমসাময়িক ঘটনা',
'currentevents-url'    => 'Project:সমসাময়িক ঘটনাসমূহ',
'disclaimers'          => 'দাবিত্যাগ',
'disclaimerpage'       => 'Project:সাধারণ দাবিত্যাগ',
'edithelp'             => 'সম্পাদনা সহায়িকা',
'edithelppage'         => 'Help:কিভাবে একটি পাতা সম্পাদনা করবেন',
'helppage'             => 'Help:সূচি',
'mainpage'             => 'প্রধান পাতা',
'mainpage-description' => 'প্রধান পাতা',
'policy-url'           => 'Project:নীতিমালা',
'portal'               => 'সম্প্রদায়ের প্রবেশদ্বার',
'portal-url'           => 'Project:সম্প্রদায়ের প্রবেশদ্বার',
'privacy'              => 'গোপনীয়তার নীতি',
'privacypage'          => 'Project:গোপনীয়তার নীতি',

'badaccess'        => 'অনুমোদন ত্রুটি',
'badaccess-group0' => 'আপনি যে কাজের জন্য অনুরোধ করেছেন, যে কাজটি সম্পন্ন করার অনুমতি নেই',
'badaccess-groups' => 'আপনি যে কাজটি করতে চাচ্ছেন তা কেবল {{PLURAL:$2|এই দলের|এই দলগুলির যেকোন একটির}} একজন সদস্য ব্যবহারকারী সম্পাদন করতে পারেন: $1।',

'versionrequired'     => 'মিডিয়াউইকির $1 সংস্করণ প্রয়োজন',
'versionrequiredtext' => 'এই পাতাটি ব্যবহার করার জন্য মিডিয়াউইকির $1 নং সংস্করণ প্রয়োজন। [[Special:Version|সংস্করণ পাতা]] দেখুন।',

'ok'                      => 'ঠিক আছে',
'retrievedfrom'           => "'$1' থেকে আনীত",
'youhavenewmessages'      => 'আপনার $1 ($2) এসেছে৷',
'newmessageslink'         => 'নতুন বার্তা',
'newmessagesdifflink'     => 'সর্বশেষ পরিবর্তন',
'youhavenewmessagesmulti' => 'আপনার $1টি নতুন বার্তা এসেছে',
'editsection'             => 'সম্পাদনা',
'editold'                 => 'সম্পাদনা',
'viewsourceold'           => 'উৎস দেখাও',
'editlink'                => 'সম্পাদনা',
'viewsourcelink'          => 'উৎস দেখুন',
'editsectionhint'         => 'পরিচ্ছেদ সম্পাদনা: $1',
'toc'                     => 'পরিচ্ছেদসমূহ',
'showtoc'                 => 'দেখাও',
'hidetoc'                 => 'আড়ালে রাখো',
'collapsible-collapse'    => 'সংকোচন',
'collapsible-expand'      => 'প্রসারণ',
'thisisdeleted'           => '$1 দেখানো বা পুনঃসৃষ্টি করা হোক?',
'viewdeleted'             => '$1 দেখানো হোক?',
'restorelink'             => '{{PLURAL:$1|একটি মুছে ফেলা সম্পাদনা|$1টি মুছে ফেলা সম্পাদনা}}',
'feedlinks'               => 'ফিড:',
'feed-invalid'            => 'গ্রাহক ফিডের ধরন অবৈধ।',
'feed-unavailable'        => 'সিন্ডিকেশন ফিড লভ্য নয়',
'site-rss-feed'           => '$1 আরএসএস ফিড',
'site-atom-feed'          => '$1 অ্যাটম ফিড',
'page-rss-feed'           => '"$1" আরএসএস ফিড',
'page-atom-feed'          => '"$1" অ্যাটম ফিড',
'feed-atom'               => 'অ্যাটম',
'red-link-title'          => '$1 (পাতা নেই)',
'sort-descending'         => 'উল্টো বর্ণক্রমে সাজাও',
'sort-ascending'          => 'বর্ণানুক্রমে সাজাও',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'পাতা',
'nstab-user'      => 'ব্যবহারকারীর পাতা',
'nstab-media'     => 'মিডিয়া পাতা',
'nstab-special'   => 'বিশেষ পাতা',
'nstab-project'   => 'প্রকল্প পাতা',
'nstab-image'     => 'ফাইল',
'nstab-mediawiki' => 'বার্তা',
'nstab-template'  => 'টেম্পলেট',
'nstab-help'      => 'সহায়িকা',
'nstab-category'  => 'বিষয়শ্রেণী',

# Main script and global functions
'nosuchaction'      => 'এমন কোন কাজ নেই',
'nosuchactiontext'  => 'এই উআরএল এ নির্ধারিত কাজটি অবৈধ।
আপনি হয়তো একটি ভুল লিঙ্ক দিয়েছেন অথবা ইউআরএল লিখতে ভুল করেছেন।
এটি এমনও নির্দেশ করে যে {{SITENAME}} সাইটে ব্যবহৃত সফটওয়্যারটিতে একটি ত্রুটি রয়েছে।',
'nosuchspecialpage' => 'এমন কোন বিশেষ পাতা নেই',
'nospecialpagetext' => '<strong>আপনি একটি অবৈধ বিশেষ পাতা অনুরোধ করেছেন।</strong>

[[Special:SpecialPages|{{int:specialpages}}]]-এ বৈধ বিশেষ পাতাগুলির একটি তালিকা পাবেন।',

# General errors
'error'                => 'ত্রুটি',
'databaseerror'        => 'ডাটাবেস ত্রুটি',
'dberrortext'          => 'ডাটাবেজ কোয়েরি সিন্ট্যাক্সে ত্রুটি ঘটেছে।
সফটওয়্যারে কোন বাগের কারণে এমন হতে পারে।
সর্বশেষ ডাটাবেজ কোয়েরিটি ছিল এরকম:
<blockquote><tt>$1</tt></blockquote>
"<code>$2</code>" ফাংশনের ভিতর থেকে।
ডাটাবেজ যে ত্রুটি পাঠিয়েছে: "<samp>$3: $4</samp>"।',
'dberrortextcl'        => 'ডাটাবেজ কোয়েরি সিনট্যাক্স ত্রুটি ঘটেছে।
সর্বশেষ ডাটাবেজ কোয়েরিটি ছিল:
"$1"
"$2" ফাংশনের ভিতর থেকে।
ডাটাবেজ যে ত্রুটি পাঠিয়েছে: "$3: $4"',
'laggedslavemode'      => 'সতর্কীকরণ: পাতাটি সম্ভবত সাম্প্রতি হালনাগাদকৃত নয়।',
'readonly'             => 'ডেটাবেজের ব্যবহার সীমাবদ্ধ',
'enterlockreason'      => 'তালাবদ্ধ করার কারণ কি তা বলুন, সাথে কখন তালা খুলবেন তার আনুমানিক সময় উল্লখ্য করুন',
'readonlytext'         => 'নতুন ভুক্তি এবং অন্যান্য সম্পাদনার জন্য ডাটাবেজ বর্তমানে বন্ধ করা আছে। সম্ভবত ডাটাবেজ রক্ষণাবেক্ষণের নিয়মিত কাজ চলছে। কিছুক্ষণ পরে এটি স্বাভাবিক অবস্থায় ফিরে আসবে।

প্রশাসক এই ব্যাখ্যা দিয়েছেন: $1',
'missing-article'      => '"$1" $2 লেখাটি ডাটাবেসের কোন পাতায় খুজে পাওয়া যায়নি।

মুছে ফেলা কোন পাতায় সংযোগ থাকার কারনেই সাধারণত এমনটি ঘটে।

যদি এমনটি না হয়, তাহলে আপনি সফটওয়্যারে কোন ত্রুটি খুজে পেয়েছেন।
দয়াকরে এ ব্যাপার সম্পর্কে ইউআরএল সহ কোন [[Special:ListUsers/sysop|প্রশাসককে]] জানান।',
'missingarticle-rev'   => '(সংস্করণ#: $1)',
'missingarticle-diff'  => '(পার্থক্য: $1, $2)',
'readonly_lag'         => 'ডাটাবেজ স্বয়ংক্রিয়ভাবে বন্ধ করে দেয়া হয়েছে, যাতে অধীন ডাটাবেজ সার্ভারগুলি প্রধান ডাটাবেজ সার্ভারের অবস্থায় আসতে পারে।',
'internalerror'        => 'আভ্যন্তরীণ ত্রুটি',
'internalerror_info'   => 'আভ্যন্তরীণ ত্রুটি: $1',
'fileappenderrorread'  => 'জুড়ে দেওয়ার সময় "$1" পড়া যায়নি।',
'fileappenderror'      => '"$1" কে "$2" এর সাথে জুড়ে দেওয়া সম্ভব নয়।',
'filecopyerror'        => '"$1" থেকে "$2" ফাইল কপি করা যায়নি',
'filerenameerror'      => '"$1" ফাইলটির নাম বদলে "$2" করা সম্ভব হচ্ছে না।',
'filedeleteerror'      => '"$1" ফাইলটি মুছে ফেলা সম্ভব হচ্ছে না।',
'directorycreateerror' => '"$1" ডাইরেক্টরি তৈরি করা যায়নি।',
'filenotfound'         => '"$1" ফাইলটি খুঁজে পাওয়া যাচ্ছে না।',
'fileexistserror'      => '"$1" ফাইলে লেখা যাচ্ছে না: ফাইলটি আগেই আছে',
'unexpected'           => 'অপ্রত্যাশিত মান: "$1"="$2"।',
'formerror'            => 'ত্রুটি: ফরমটি জমা দেওয়া যায়নি',
'badarticleerror'      => 'এই পাতায় এই কাজটি করা সম্ভব নয়।',
'cannotdelete'         => '"$1" পাতা বা ফাইলটি মোছা সম্ভব না।
সম্ভবত অন্য কেউ আগেই এটিকে মুছে ফেলেছেন।',
'cannotdelete-title'   => '"$1" পৃষ্ঠা মুছে ফেলা যাচ্ছে না।',
'badtitle'             => 'শিরোনামটি গ্রহনযোগ্য নয়।',
'badtitletext'         => 'অনুরোধকৃত পাতার শিরোনামটি অবৈধ, খালি কিংবা কোন ভুল আন্তঃভাষা বা আন্তঃউইকি শিরোনাম সংযোগ ছিল। এটিতে সম্ভবত এমন এক (একাধিক) ক্যারেক্টার আছে, যা (যেগুলি) শিরোনামে ব্যবহারযোগ্য নয়।',
'perfcached'           => 'নিচের উপাত্তগুলো ক্যাশ থেকে নেয়া এবং সম্পূর্ণ হালনাগাদকৃত না-ও হতে পারে। সর্বোচ্চ {{PLURAL:$1|একটি ফলাফল|$1 টি ফলাফল}} ক্যাশে থাকতে পারে।',
'perfcachedts'         => 'নিচের উপাত্তগুলো ক্যাশ থেকে নেয়া এবং $1 তারিখে হালনাগাদ করা হয়েছে। সর্বোচ্চ {{PLURAL:$4|একটি ফলাফল|$4 টি ফলাফল}} ক্যাশে থাকতে পারে।',
'querypage-no-updates' => 'এই পাতার জন্য হালনাগাদ নিষ্ক্রিয় করা হয়েছে। এখানে রাখা উপাত্ত এ মুহূর্তে রিফ্রেশ করা হবে না।',
'wrong_wfQuery_params' => 'wfQuery()-তে ভুল প্যারামিটার দেয়া হয়েছে<br />
ফাংশন: $1<br />
কোয়েরি: $2',
'viewsource'           => 'উৎস দেখুন',
'viewsource-title'     => '$1 এর উৎস দেখুন',
'actionthrottled'      => 'কাজের গতি ধীরকরণ',
'actionthrottledtext'  => 'স্প্যাম-রোধী সমাধান হিসেবে এই কাজটি খুব কম সময়ে অনেক বেশিবার সম্পাদনা করার সীমা বেঁধে দেওয়া হয়েছে। আপনি সেই সীমা অতিক্রম করেছেন। অনুগ্রহ করে কয়েক মিনিট পরে আবার চেষ্টা করুন।',
'protectedpagetext'    => 'সম্পাদনা এড়াতে এ পাতাটির ব্যবহার নিয়ন্ত্রণ করা হয়েছে।',
'viewsourcetext'       => 'এ পাতাটি আপনি দেখতে এবং উৎসের অনুলিপি নিতে পারবেন:',
'viewyourtext'         => "আপনি ' ' ' আপনার সম্পাদনা ' ' ' এই পাতায় দেখতে এবং কপি করতে পারেন:",
'protectedinterface'   => 'এই পাতার বিষয়বস্তু এই উইকি সফটওয়্যারের একটি ইন্টারফেস বার্তা প্রদান করে, তাই এটিকে সুরক্ষিত করে রাখা হয়েছে।
সকল উইকির অনুবাদে কোনো ধরনের সংযোজন বা পরিবর্তন করতে, অনুগ্রহ করে মিডিয়াউইকি স্থানীয়করন প্রকল্প [//translatewiki.net/ translatewiki.net] ব্যবহার করুন।',
'editinginterface'     => "'''সতর্কীকরণ:''' আপনি এমন একটি পাতা সম্পাদনা করছেন যা সফটওয়্যারের জন্য ইন্টারফেস টেক্সট প্রদান করে।
এই পাতাতে সংঘটিত পরিবর্তন এই উইকির ব্যবহারকারীদের ইন্টারফেসে প্রভাব ফেলবে, যা অন্য ব্যবহারকারীরা দেখতে পাবেন।
সকল উইকির অনুবাদে কোনো ধরনের সংযোজন বা পরিবর্তন করতে, অনুগ্রহ করে মিডিয়াউইকি স্থানীয়করন প্রকল্প [//translatewiki.net/ translatewiki.net] ব্যবহার করুন।",
'sqlhidden'            => '(এস কিউ এল কোয়েরি লুকানো আছে)',
'cascadeprotected'     => 'এই পাতাটি সম্পাদনা থেকে সুরক্ষিত, কারণ পাতাটি নিচের {{PLURAL:$1|টি পাতার|টি পাতার}} অন্তর্গত, যে পাতা(গুলি) "প্রপাতাকার" (cascading) বৈশিষ্ট্য সহযোগে সুরক্ষিত করা হয়েছে:
$2',
'namespaceprotected'   => "'''$1''' নামস্থানে কোন পাতা আপনার সম্পাদনা করার অনুমতি নেই।",
'customcssprotected'   => 'আপনার এই সিএসএস পাতাটি সম্পাদনা করার অনুমতি নেই, কারণ এ পাতায় অন্য ব্যবহারকারীর নিজস্ব সেটিংস রয়েছে।',
'customjsprotected'    => 'আপনার এই জাভাস্ক্রিপ্ট পাতাটি সম্পাদনা করার অনুমতি নেই, কারণ এ পাতায় অন্য ব্যবহারকারীর নিজস্ব সেটিংস রয়েছে।',
'ns-specialprotected'  => '{{ns:special}} নামস্থানে পাতাসমূহ সম্পাদনা করা যাবে না।',
'titleprotected'       => "[[User:$1|$1]]-কে এই শিরোনামের পাতা সৃষ্টি করতে বাধা দেয়া হচ্ছে। কারণ: ''$2''।",

# Virus scanner
'virus-badscanner'     => "ভুল কনফিগারেশন: অজ্ঞাত ভাইরাস স্কেনার: ''$1''",
'virus-scanfailed'     => 'স্ক্যান করা যাচ্ছে না (কোড $1)',
'virus-unknownscanner' => 'অজানা এন্টিভাইরাস:',

# Login and logout pages
'logouttext'                 => "'''আপনি এইমাত্র আপনার একাউন্ট থেকে প্রস্থান করেছেন।'''

এ পরিস্থিতিতে আপনি বেনামে {{SITENAME}} ব্যবহার করতে পারেন, কিংবা একই বা পৃথক নামে [[Special:UserLogin|আবার প্রবেশ করতে]] পারেন।
লক্ষ্য করুন যে, এর কোন কোন পাতা এখনও এমনভাবে দেখাতে পারে যাতে মনে হবে আপনি আগের অবস্থাতেই আছেন। এক্ষেত্রে আপনাকে আপনার ব্রাওজারের ক্যাশ পরিষ্কার (clear browser cache) করে নিতে হবে।",
'welcomecreation'            => '== স্বাগতম $1! ==
আপনার অ্যাকাউন্ট তৈরী হয়েছে।
আপনার [[Special:Preferences|{{SITENAME}} পছন্দসমূহ]]  স্থির করে নিতে ভুলবেন না কিন্তু।',
'yourname'                   => 'ব্যবহারকারী নাম:',
'yourpassword'               => 'শব্দচাবি:',
'yourpasswordagain'          => 'শব্দচাবিটি (password) আবার লিখুন',
'remembermypassword'         => 'একাধিক সেশনের জন্য শব্দচাবি মনে রাখা হোক (সর্বোচ্চ $1 {{PLURAL:$1|দিনের|দিনের}} জন্য)',
'securelogin-stick-https'    => 'লগইনের পর এইচটিটিপিএস-এর সাথে সংযোগকৃত থাকুন',
'yourdomainname'             => 'আপনার ডোমেইন',
'externaldberror'            => 'হয় কোন বহিঃস্থ যাচাইকরণ ডাটাবেজ ত্রুটি ঘটেছে অথবা আপনার বহিঃস্থ অ্যাকাউন্ট হালনাগাদ করার অনুমতি নেই।',
'login'                      => 'প্রবেশ',
'nav-login-createaccount'    => 'প্রবেশ/নতুন অ্যাকাউন্ট',
'loginprompt'                => '{{SITENAME}}-তে প্রবেশ করতে হলে আপনার ব্রাউজারের কুকি অবশ্যই সক্রিয় করতে হবে।',
'userlogin'                  => 'প্রবেশ/নতুন অ্যাকাউন্ট',
'userloginnocreate'          => 'প্রবেশ',
'logout'                     => 'প্রস্থান করুন',
'userlogout'                 => 'প্রস্থান',
'notloggedin'                => 'আপনি সংযুক্ত নন',
'nologin'                    => "আপনার কি উইকিপিডিয়াতে অ্যাকাউন্ট নেই? তাহলে '''$1'''।",
'nologinlink'                => 'অ্যাকাউন্ট তৈরি করুন',
'createaccount'              => 'নতুন অ্যাকাউন্ট খুলুন',
'gotaccount'                 => "আপনার কি ইতিমধ্যে একটি অ্যাকাউন্ট তৈরি করা আছে? '''$1''' করুন।",
'gotaccountlink'             => 'প্রবেশ',
'userlogin-resetlink'        => 'আপনার লগইনের বিস্তারিত তথ্যাদি ভুলে গেছেন?',
'createaccountmail'          => 'ই-মেইলের মাধ্যমে',
'createaccountreason'        => 'কারণ:',
'badretype'                  => 'শব্দচাবি (password) দুটি মিলছেনা।',
'userexists'                 => 'এই ব্যবহারকারী নামটি ইতমধ্যে ব্যবহার করা হয়েছে।
অনুগ্রহ করে অন্য নাম বেছে নিন।',
'loginerror'                 => 'লগ-ইন করতে সমস্যা হয়েছে',
'createaccounterror'         => 'অ্যাকাউন্ট তৈরি হয়নি: $1',
'nocookiesnew'               => 'ব্যবহারকারীর অ্যাকাউন্টটি সৃষ্টি করা হয়েছে, কিন্তু আপনি এখনও অ্যাকাউন্টে প্রবেশ করেননি। {{SITENAME}}-তে কুকি ব্যবহার করে ব্যবহারকারীদের অ্যাকাউন্টে প্রবেশ করানো হয়। আপনার ব্রাউজারে কুকিগুলি নিষ্ক্রিয় করা আছে। অনুগ্রহ করে কুকিগুলি সক্রিয় করুন এবং আপনার নতুন ব্যবহারকারী নাম ও শব্দচাবি ব্যবহার করে অ্যাকাউন্টে প্রবেশ করুন।',
'nocookieslogin'             => '{{SITENAME}} এ কুকি (cookies) এর মাধ্যমে ব্যবহারকারীদের লগ-ইন সম্পন্ন করা হয়। আপনার ব্রাঊজারে কুকি বন্ধ করে দেওয়া আছে। কুকি চালু করে আবার চেষ্টা করুন।',
'nocookiesfornew'            => 'ব্যবহারকারীর অ্যাকাউন্ট তৈরি হয়নি, কারণ এর উৎস সম্পর্কে আমরা নিশ্চিত নই।
নিশ্চিত করুন আপনার কুকি সক্রিয় রয়েছে, পাতাটি পুনরায় লোড করে আবার চেষ্টা করুন।',
'noname'                     => 'আপনি সঠিক ব্যবহারকারী নাম নির্দিষ্ট করেননি।',
'loginsuccesstitle'          => 'প্রবেশ সফল',
'loginsuccess'               => "'''আপনি এইমাত্র \"\$1\" নামে {{SITENAME}}-তে প্রবেশ করেছেন।'''",
'nosuchuser'                 => '"$1" নামে কোন ব্যবহারকারী নেই।
ব্যবহাকারী নাম আকার সংবেদনশীল।
আপনার বানান পরীক্ষা করে দেখুন, অথবা [[Special:UserLogin/signup|নতুন একটি অ্যাকাউন্ট খুলুন]]।',
'nosuchusershort'            => '"$1" নামের কোন ব্যবহারকারী নেই। নামের বানান পরীক্ষা করুন।',
'nouserspecified'            => 'আপনাকে অবশ্যই ব্যবহারকারী নাম নির্দিষ্ট করতে হবে।',
'login-userblocked'          => 'এই ব্যবহারকারীকে বাধা দেওয়া হয়েছে। লগ-ইন সম্ভব নয়।',
'wrongpassword'              => 'আপনি ভুল শব্দচাবি (password) ব্যবহার করেছেন। অনুগ্রহ করে আবার চেষ্টা করুন।',
'wrongpasswordempty'         => 'শব্দচাবি (password) প্রবেশের ঘরটি খালি ছিল। দয়াকরে আবার চেষ্টা করুন।',
'passwordtooshort'           => 'শব্দচাবি অবশ্যই {{PLURAL:$1|১ অক্ষরের|$1 অক্ষরের}} হতে হবে।',
'password-name-match'        => 'আপনার শব্দচাবি আপনার ব্যবহারকারী নাম থেকে আলাদা হতে হবে।',
'password-login-forbidden'   => 'এই ব্যবহারকারীর নাম এবং শব্দচাবিটি ব্যবহার নিষিদ্ধ করা হয়েছে।',
'mailmypassword'             => 'নতুন শব্দচাবি ই-মেইলে পাঠানো হোক',
'passwordremindertitle'      => '{{SITENAME}}-এর জন্য নতুন সাময়িক শব্দচাবি',
'passwordremindertext'       => 'কেউ একজন ($1 আইপি ঠিকানাটি থেকে সম্ভবত আপনি) অনুরোধ করেছেন যেন আমরা আপনাকে {{SITENAME}} ($4) এর জন্য একটি নতুন শব্দচাবি পাঠাই।
"$2" নামে অ্যাকাউন্ট খোলা হয়েছে এবং এর শব্দচাবি "$3"। আপনি যদি এটাই চেয়ে থাকেন, তাহলে আপনাকে এখন অ্যাকাউন্টে প্রবেশ করতে হবে ও নতুন একটি শব্দচাবি পছন্দ করতে হবে।
{{PLURAL:$5|এক দিন|$5 দিন}} পরে আপনার এই অস্থায়ী শব্দচাবির মেয়াদ উত্তীর্ণ হয়ে যাবে।

যদি আপনি ছাড়া অন্য কেউ এই অনুরোধ করে থাকে, কিংবা যদি আপনার পুরনো শব্দচাবিটি মনে পড়ে গিয়ে থাকে ও সেটি আর বদলাবার ইচ্ছা না থাকে, তাহলে এই বার্তাটি উপেক্ষা করতে পারেন এবং পুরনো শব্দচাবিটিই ব্যবহার করে যেতে পারেন।',
'noemail'                    => '"$1" ব্যবহারকারীর জন্য কোন ই-মেইল ঠিকানা সংরক্ষিত নেই।',
'noemailcreate'              => 'আপনাকে অবশ্যই একটি সঠিক ইমেইল ঠিকানা দিতে হবে',
'passwordsent'               => 'একটি নতুন শব্দচাবি "$1" ব্যবহারকারীর ই-মেইল ঠিকানায় পাঠানো হয়েছে। দয়াকরে তা পাওয়ার পর আবার লগ-ইন করুন।',
'blocked-mailpassword'       => 'আপনার আইপি ঠিকানাটি থেকে সম্পাদনা করতে বাধা আছে, তাই এই ঠিকানার অপব্যবহার করে শব্দচাবি ফেরত আনতে দেয়া যাবে না।',
'eauthentsent'               => 'মনোনীত ই-মেইল ঠিকানায় একটি নিশ্চিতকরণ ই-মেইল পাঠানো হয়েছে।
অ্যাকাউন্টটিতে অন্য যে কোন ই-মেইল পাঠানোর আগে আপনাকে এই ই-মেইলের নির্দেশগুলি অনুসরণ করতে হবে, যাতে অ্যাকাউন্টটি যে আসলেই আপনার, তা নিশ্চিত হয়।',
'throttled-mailpassword'     => 'বিগত {{PLURAL:$1|ঘন্টার|$1 ঘন্টার}} মধ্যে ইতিমধ্যেই একবার শব্দচাবি বদলের তথ্য পাঠানো হয়েছে। অপব্যবহার রোধে প্রতি {{PLURAL:$1|ঘন্টায়|$1 ঘন্টায়}} কেবল একবার শব্দচাবি বদলের তথ্য পাঠানো যাবে।',
'mailerror'                  => 'ইমেইল পাঠাতে সমস্যা: $1',
'acct_creation_throttle_hit' => 'এই উইকির দর্শক আপনার IP থেকে বিগত সময়ে {{PLURAL:$1|1 টি অ্যাকাউন্ট|$1 গুলো অ্যাকাউন্ট}} তৈরি করেছেন, যা এই সময়ের জন্য সর্বোচ্চ অনুমোদনকৃত।
ফলে, এই IP থেকে দর্শক এই সময়ে নতুন অ্যাকাউন্ট তৈরি করতে পারবেন না।',
'emailauthenticated'         => 'আপনার ই-মেইল ঠিকানাটি $2 তারিখের $3 এ নিশ্চিত করা হয়েছে।',
'emailnotauthenticated'      => 'আপনার ই-মেইলের ঠিকানা <strong>এখনও যাচাই করা হয়নি</strong>। নিচের বৈশিষ্ট্যগুলোর (features) জন্য কোনো ই-মেইল পাঠানো হবে না।',
'noemailprefs'               => 'এই বৈশিষ্টটি কাজ করাতে হলে একটি ই-মেইল ঠিকানা নির্ধারণ করতে হবে।',
'emailconfirmlink'           => 'আপনার ই-মেইলের ঠিকানা নিশ্চিত করুন',
'invalidemailaddress'        => 'এই ই-মেইল ঠিকানাটি গ্রহণযোগ্য নয়, কারণ সম্ভবত এটি সঠিক ফরম্যাটে লেখা হয়নি। অনুগ্রহ করে সঠিক ফরম্যাটে লেখা ই-মেইল ঠিকানা দিন, অথবা ক্ষেত্রটি খালি রাখুন।',
'cannotchangeemail'          => 'একাউন্ট ইমেইল ঠিকানা এই উইকিতে পরিবর্তন করা যাবে না।',
'accountcreated'             => 'অ্যাকাউন্ট তৈরি করা হয়েছে',
'accountcreatedtext'         => '$1 এর জন্য ব্যবহারকারী অ্যাকাউন্ট তৈরি করা হয়েছে।',
'createaccount-title'        => '{{SITENAME}}-এর জন্য অ্যাকাউন্ট সৃষ্টি',
'createaccount-text'         => 'কেউ $2-এর জন্য {{SITENAME}}-এ একটি অ্যাকাউন্ট সৃষ্টি করেছেন ($4)। "$2"-এর জন্য শব্দচাবি হল "$3"। আপনার এখন অ্যাকাউন্টে প্রবেশ করে শব্দচাবি পরিবর্তন করা উচিত।

যদি ভুল করে অ্যাকাউন্টটি সৃষ্টি হয়ে থাকে, তাহলে এই বার্তাটি উপেক্ষা করুন।',
'usernamehasherror'          => 'ব্যবকারকারী নামে হ্যাস বর্ণ থাকতে পারবে না',
'login-throttled'            => 'আপনি সাম্প্রতিক পরপর বেশ কয়েকবার প্রবেশের চেষ্টা করেছেন।
পুনরায় চেষ্টা করার পূর্বে অনুগ্রহ করে কিছুক্ষণ অপেক্ষা করুন।',
'login-abort-generic'        => 'আপনার লগইন সফল ছিলো না - বাতিল করা হয়েছে',
'loginlanguagelabel'         => 'ভাষা: $1',
'suspicious-userlogout'      => 'আপনার প্রস্থানের অনুরোধ বাতিল হয়েছে কারণ অনুমিত যে আপনার ব্রাউজার অসম্পূর্ণ অথবা পূবর্বতী তথ্য প্রেরণ করেছে।',

# E-mail sending
'php-mail-error-unknown' => 'পিএইচপি এর মেইল () কার্যে অজ্ঞাত ভুল',
'user-mail-no-addy'      => 'কোনো ইমেইল ঠিকানা ছাড়াই ইমেইল করার চেষ্টা করা হয়েছে।',

# Change password dialog
'resetpass'                 => 'শব্দচাবি পরিবর্তন',
'resetpass_announce'        => 'আপন ই-মেইলকৃত সংকেত দ্বারা লগ-ইন আছেন। লগ-ইন পদ্ধতি সম্পূর্ণ করতে আপনাকে অবশ্যই একটি নতুন শব্দচাবি গ্রহণ করতে হবে:',
'resetpass_text'            => '<!-- এখানে লেখা যোগ করুন -->',
'resetpass_header'          => 'শব্দচাবি পরিবর্তন করো',
'oldpassword'               => 'পুরনো শব্দচাবি',
'newpassword'               => 'নতুন শব্দচাবি:',
'retypenew'                 => 'নতুন শব্দচাবি আবার টাইপ করুন:',
'resetpass_submit'          => 'শব্দচাবি দাও এবং লগ-ইন করো',
'resetpass_success'         => 'আপনার শব্দচাবি সাফল্যের সাথে পরিবর্তীত হয়েছে! এখন আপনি তে লগ-ইন হচ্ছেন...',
'resetpass_forbidden'       => 'শব্দচাবি পরিবর্তন করা সম্ভব নয়',
'resetpass-no-info'         => 'এই পাতাটিতে সরাসরি প্রবেশাধিকার পেতে আপনাকে অবশ্যই লগইন করতে হবে।',
'resetpass-submit-loggedin' => 'শব্দচাবি পরিবর্তন',
'resetpass-submit-cancel'   => 'বাতিল',
'resetpass-wrong-oldpass'   => 'ভুল অস্থায়ী অথবা বর্তমান শব্দচাবি।
সম্ভবতঃ আপনি ইতোমধ্যেই সফলভাবে আপনার শব্দচাবিটি পরিবর্তন করেছেন অথবা একটি নতুন অস্থায়ী শব্দচাবির জন্য অনুরোধ করেছেন।',
'resetpass-temp-password'   => 'অস্থায়ী শব্দচাবি:',

# Special:PasswordReset
'passwordreset'                    => 'শব্দচাবি রিসেট',
'passwordreset-text'               => 'আপনার অ্যাকাউন্টের বিস্তারিত তথ্য ই-মেইলের মাধ্যমে পেতে নিচের ফর্মটি পূরণ করুন।',
'passwordreset-legend'             => 'শব্দচাবি রিসেট',
'passwordreset-disabled'           => 'এই উইকিতে শব্দচাবি রিসেটের সুবিধা নিষ্ক্রিয় রয়েছে।',
'passwordreset-pretext'            => '{{PLURAL:$1||নিচে উল্লেখিত ডেটাগুলোর কোনো একটি প্রবেশ করান}}',
'passwordreset-username'           => 'ব্যবহারকারী নাম:',
'passwordreset-domain'             => 'ডোমেইন:',
'passwordreset-capture'            => 'অনুসন্ধানের ফলাফলের ইমেইল দেখুন?',
'passwordreset-capture-help'       => 'আপনি যদি এই চেক বক্সে ক্লিক করেন, তবে অস্থায়ী শব্দচাবিসহ একটি ই-মেইল আপনাকে দেখানো হবে ও সেইসাথে ব্যবহারকারীকে তা পাঠানো হবে।',
'passwordreset-email'              => 'ইমেইল ঠিকানা:',
'passwordreset-emailtitle'         => '{{SITENAME}} সাইটে ব্যবহারকারীর বিস্তারিত তথ্যাদি',
'passwordreset-emailtext-ip'       => 'কেউ একজন (সম্ভবত আপনি, $1 আইপি ঠিকানা থেকে) {{SITENAME}} ($4) সাইটের জন্য আপনার
অ্যাকাউন্টের বিস্তারিত তথ্য জানতে চেয়েছে। নিচের ব্যবহারকারী {{PLURAL:$3|অ্যাকাউন্টটি|অ্যাকাউন্টগুলো}}
এই ই-মেইল ঠিকানার সাথে সংযুক্ত:

$2

{{PLURAL:$3|এই অস্থায়ী পাসওয়ার্ডটি|এই অস্থায়ী পাসওয়ার্ডগুলো}} আগামী {{PLURAL:$5|এক দিন|$5 দিন}} পর মেয়াদোত্তীর্ণ হয়ে যাবে।
আপনার অবশ্যই লগ-ইন করে একটি নতুন পাসওয়ার্ড পছন্দ করা উচিত। যদি অন্য কেউ এই অনুরোধ করে থাকে,
অথবা আপনি যদি পুরোনো পাসওয়ার্ড মনে করতে পারেন, এবং আপনার সেটি পরিবর্তন করার কোনো ইচ্ছা না থাকে, তবে
আপনি এই বার্তাটি উপেক্ষা করতে পারে, এবং আপনার পুরোনো পাসওয়ার্ড ব্যবহার করা চালিয়ে যেতে পারেন।',
'passwordreset-emailtext-user'     => 'কেউ একজন (সম্ভবত আপনি, $1 আইপি ঠিকানা থেকে) {{SITENAME}} ($4) সাইটের জন্য আপনার
অ্যাকাউন্টের একটি পাসওয়ার্ড রিমাইন্ডার চেয়ে পাঠিয়েছে। নিচের ব্যবহারকারী {{PLURAL:$3|অ্যাকাউন্টটি|অ্যাকাউন্টগুলো}}
এই ই-মেইল ঠিকানার সাথে সংযুক্ত:

$2

{{PLURAL:$3|এই অস্থায়ী পাসওয়ার্ডটি|এই অস্থায়ী পাসওয়ার্ডগুলো}} আগামী {{PLURAL:$5|এক দিন|$5 দিন}} পর মেয়াদোত্তীর্ণ হয়ে যাবে।
আপনার অবশ্যই লগ-ইন করে একটি নতুন পাসওয়ার্ড পছন্দ করা উচিত। যদি অন্য কেউ এই অনুরোধ করে থাকে,
অথবা আপনি যদি পুরোনো পাসওয়ার্ড মনে করতে পারেন, এবং আপনার সেটি পরিবর্তন করার কোনো ইচ্ছা না থাকে, তবে
আপনি এই বার্তাটি উপেক্ষা করতে পারে, এবং আপনার পুরোনো পাসওয়ার্ড ব্যবহার করা চালিয়ে যেতে পারেন।',
'passwordreset-emailelement'       => 'ব্যবহারকারী নাম: $1
অস্থায়ী শব্দচাবি: $2',
'passwordreset-emailsent'          => 'একটি রিমাইন্ডার ই-মেইল পাঠানো হয়েছে।',
'passwordreset-emailsent-capture'  => 'স্মরণ করিয়ে দেয়ার জন্য একটি ইমেইল করা হয়েছে, যা নিচে দেখানো হচ্ছে।',
'passwordreset-emailerror-capture' => 'স্মরণ করিয়ে দেয়ার জন্য একটি ইমেইল তৈরী করা হয়েছিল, যা নিচে দেখানো হচ্ছে, তবে $1 ব্যবহারকারীকে এটি পাঠানো যায়নি',

# Special:ChangeEmail
'changeemail'          => 'ই-মেইল ঠিকানা পরিবর্তন',
'changeemail-header'   => 'অ্যাকাউন্ট ই-মেইল ঠিকানা পরিবর্তন',
'changeemail-text'     => 'ই-মেইল ঠিকানা পরিবর্তন করতে আপনাকে এই ফরমটি পূরণ করতে হবে। এই পরিবর্তনটি নিশ্চিত করতে আপনার শব্দচাবি (পাসওয়ার্ড) প্রদানের প্রয়োজন হবে।',
'changeemail-no-info'  => 'এই পাতাটিতে সরাসরি প্রবেশাধিকার পেতে আপনাকে অবশ্যই লগইন করতে হবে।',
'changeemail-oldemail' => 'বর্তমান ই-মেইল ঠিকানা:',
'changeemail-newemail' => 'নতুন ই-মেইল ঠিকানা:',
'changeemail-none'     => '(কিছু নাই)',
'changeemail-submit'   => 'ই-মেইল পরিবর্তন',
'changeemail-cancel'   => 'বাতিল',

# Edit page toolbar
'bold_sample'     => 'গাঢ় লেখা',
'bold_tip'        => 'গাঢ় লেখা',
'italic_sample'   => 'তীর্যক লেখা',
'italic_tip'      => 'তীর্যক লেখা',
'link_sample'     => 'সংযোগের শিরোনাম',
'link_tip'        => 'আভ্যন্তরীণ সংযোগ',
'extlink_sample'  => 'http://www.example.com সংযোগ শিরোনাম',
'extlink_tip'     => 'বহিঃসংযোগ (মনে রাখবেন http:// উপসর্গ)',
'headline_sample' => 'শিরোনাম',
'headline_tip'    => '২য় স্তরের শিরোনাম',
'nowiki_sample'   => 'অ-ফরম্যাটকৃত টেক্সট এখানে প্রবিষ্ট করুন',
'nowiki_tip'      => 'উইকি ফরম্যাটিং উপেক্ষা করা হোক',
'image_tip'       => 'গ্রথিত ফাইল',
'media_tip'       => 'ফাইল সংযোগ',
'sig_tip'         => 'সময় ও তারিখসহ আপনার স্বাক্ষর',
'hr_tip'          => 'অনুভূমিক রেখা (সংযতভাবে ব্যবহার করুন)',

# Edit pages
'summary'                          => 'সারাংশ:',
'subject'                          => 'বিষয়/শিরোনাম:',
'minoredit'                        => 'অনুল্লেখ্য',
'watchthis'                        => 'এই পাতাটি নজরে রাখুন',
'savearticle'                      => 'সংরক্ষণ',
'preview'                          => 'প্রাকদর্শন',
'showpreview'                      => 'প্রাকদর্শন',
'showlivepreview'                  => 'তাৎক্ষণিক প্রাকদর্শন',
'showdiff'                         => 'পরিবর্তনসমূহ',
'anoneditwarning'                  => 'আপনি লগ ইন করেননি। এই পাতার সম্পাদনার ইতিহাসে আপনার আইপি সংখ্যা সংরক্ষিত হবে।',
'anonpreviewwarning'               => 'আপনি লগ ইন করেননি। এই পাতার সম্পাদনার ইতিহাসে আপনার আইপি সংখ্যা সংরক্ষিত হবে।',
'missingsummary'                   => "'''খেয়াল করুন''':  আপনি কিন্তু সম্পাদনার সারাংশ দেননি। আবার যদি \"সংরক্ষণ\" বোতামে ক্লিক করেন, তাহলে ঐ সারাংশ বাক্যটি ছাড়াই আপনার সম্পাদনা সংরক্ষিত হবে।",
'missingcommenttext'               => 'দয়াকরে নিচে মন্তব্য যোগ করুন।',
'missingcommentheader'             => "'''খেয়াল করুন:''' আপনি এই মন্তব্যের জন্য কোন বিষয়/শিরোনাম দেননি। সংরক্ষণ বোতামে ক্লিক করলে, আপনার এই সম্পাদনা কোন বিষয়/শিরোনাম ছাড়াই সংরক্ষিত হবে।",
'summary-preview'                  => 'সারাংশ প্রাকদর্শন:',
'subject-preview'                  => 'বিষয়/শিরোনাম প্রাকদর্শন:',
'blockedtitle'                     => 'ব্যবহারকারীকে বাধা দেয়া হয়েছে',
'blockedtext'                      => "আপনার ব্যবহারকারী নাম বা আইপি ঠিকানার ঊপর নিষেধাজ্ঞা আরোপিত হয়েছে।

$1 নিষেধাজ্ঞা আরোপ করেছেন। নিষেধের কারণ হিসেবে বলা হয়েছে:''$2''।

* নিষেধাজ্ঞা শুরুর সময়:$8
* নিষেধাজ্ঞা উঠিয়ে নেয়ার সময়: $6
* যার উপর নিষেধাজ্ঞা আরোপ করা হয়েছে: $7

আপনি $1 অথবা [[{{MediaWiki:Grouppage-sysop}}|প্রশাসকদের]] কারও সাথে এই নিষেধাজ্ঞা সংক্রান্ত বিষয়ে আলোচনা করতে পারেন।

আপনি '(ব্যবহারকারীকে) ইমেইল করুন' ফিচারটি ব্যবহার করতে পারবেন না। তবে [[Special:Preferences|আপনার পছন্দ তালিকাতে]] যদি একটি বৈধ ই-মেইল ঠিকানা নির্দিষ্ট করা হয়ে থাকে এবং ফিচারটি ব্যবহারে যদি আপনাকে বাধা না দেওয়া হয়ে থাকে, তবে আপনি ফিচারটি ব্যবহার করতে পারবেন।

আপনার বর্তমান আইপি ঠিকানা $3, এবং আপনার নিষেধাজ্ঞা নং হল #$5।

দয়া করে আপনার যেকোন জিজ্ঞাসাতে উপরের সমস্ত বিবরণ অন্তর্ভুক্ত করুন।",
'autoblockedtext'                  => 'আপনার আইপি ঠিকানাকে স্বয়ংক্রিয়ভাবে বাধা দেয়া হয়েছে কারণ একই আইপি ঠিকানার আরেকজন ব্যবহারকারী ব্যবহার করছেন যাকে $1  দ্বারা বাধা দেওয়া হয়েছে।
বাধাদানের যে কারণ দেয়া হয়েছে:

:\'\'$2\'\'

* বাধা শুরুর সময়: $8
* বাধা শেষের সময়: $6
* যাকে বাধা দেওয়ার চেষ্টা করা হয়েছে: $7

আপনি $1-এর সাথে কিংবা অন্য যেকোন [[{{MediaWiki:Grouppage-sysop}}|প্রশাসকের]] সাথে যোগাযোগ করে বাধার ব্যাপারটি আলোচনা করতে পারেন।

লক্ষ্য করুন, যদি আপনি "এই ব্যবহারকারীকে ই-মেইল করুন" ফিচারটি ব্যবহার করতে চান, তবে আপনার [[Special:Preferences|পছন্দ]] অপশনে একটি বৈধ ইমেইল ঠিকানা দিতে হবে এবং আপনার সেটি ব্যবহারে কোন বাধা থাকতে পারবে না।

আপনার বর্তমান IP ঠিকানা হচ্ছে $3, এবং যা বাধা দানের আইডি হল $5।
যেকোন প্রশ্ন করার সময় উপরের সকল তথ্য উল্লেখ করুন।',
'blockednoreason'                  => 'কোন কারণ দেওয়া হয়নি',
'whitelistedittext'                => 'পাতায় সম্পাদনা করতে আপশ্যই $1 করতে হবে।',
'confirmedittext'                  => 'কোন সম্পাদনা করার আগে আপনার ই-মেইল ঠিকানাটি অবশ্যই নিশ্চিত করতে হবে। দয়া করে আপনার ই-মেইল ঠিকানাটি [[Special:Preferences|ব্যবহারকারীর পছন্দতালিকায়]] ঠিকমত দিন।',
'nosuchsectiontitle'               => 'অনুচ্ছেদ পাওয়া যায়নি',
'nosuchsectiontext'                => 'আপনি এমন একটি অনুচ্ছেদ সম্পাদনার চেষ্টা করেছেন, যার কোন অস্তিত্ব নেই।
যখন এই পাতাটি দেখার চেষ্টা করছে, তখন হয়তো এটি সরিয়ে অথবা অপসারণ করা হয়েছে।',
'loginreqtitle'                    => 'লগ-ইন প্রয়োজন',
'loginreqlink'                     => 'লগ-ইন',
'loginreqpagetext'                 => 'অন্যান্য পাতা দেখতে হলে আপনাকে অবশ্যই $1 হতে হবে।',
'accmailtitle'                     => 'শব্দচাবি পাঠানো হয়েছে৷',
'accmailtext'                      => "[[User talk:$1|$1]] এর জন্য দৈব ভাবে উৎপন্ন শব্দ চাবি $2 এ পাঠানো হয়েছে।
লগ-ইন করার পর এই নতুন অ্যাকাউন্টের জন্য শব্দচাবি '[[Special:ChangePassword|শব্দচাবি পরিবর্তন]]'' পাতা থেকে পরিবর্তন করা যাব।",
'newarticle'                       => '(নতুন)',
'newarticletext'                   => "আপনি এমন একটি লিংক অনুসরণ করছেন, যা নেই।
পাতাটি তৈরি করতে, নিচের বাক্সে তা টাইপ করা শুরু করুন (আরও তথ্য জানতে [[{{MediaWiki:Helppage}}|সহায়িকা পাতা]] দেখুন)।
আপনি যদি ভুল করে এখানে এসে থাকেন, তাহলে আপনার ব্রাউজারের '''back''' বোতাম ক্লিক করুন।",
'anontalkpagetext'                 => "----''এটি একটি বেনামী ব্যবহারকারীর আলাপের পাতা, যিনি এখনও কোন অ্যাকাউন্ট তৈরি করেননি, কিংবা তিনি অ্যাকাউন্টটি ব্যবহার করছেন না।
আমরা তাই সাংখ্যিক আইপি ঠিকানা ব্যবহার করে তাঁকে শনাক্ত করছি।
একাধিক ব্যবহারকারী এরকম একটি আইপি ঠিকানা ব্যবহার করতে পারেন।
আপনি যদি একজন বেনামী ব্যবহারকারী হয়ে থাকেন এবং যদি অনুভব করেন যে আপনার প্রতি অপ্রাসঙ্গিক মন্তব্য করা হয়েছে, তাহলে অন্যান্য বেনামী ব্যবহারকারীর সাথে ভবিষ্যতে বিভ্রান্তি এড়াতে অনুগ্রহ করে [[Special:UserLogin/signup|একটি অ্যাকাউন্ট তৈরি করুন]] অথবা  [[Special:UserLogin|অ্যাকাউন্টে প্রবেশ করুন]]।''",
'noarticletext'                    => 'বর্তমানে এই পাতায় কোন লেখা নেই।
আপনি চাইলে অন্যান্য পাতায় [[Special:Search/{{PAGENAME}}| এই শিরোনামটি অনুসন্ধান করতে পারেন]], <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} এ সম্পর্কিত লগ অনুসন্ধান করতে পারেন], কিংবা [{{fullurl:{{FULLPAGENAME}}|action=edit}} এই পাতাটি সম্পাদনা করতে পারেন]</span>।',
'noarticletext-nopermission'       => 'বর্তমানে এই পাতায় কোন লেখা নেই।
আপনি চাইলে অন্য পাতায় [[Special:Search/{{PAGENAME}}| শিরোনামটি অনুসন্ধান করতে পারেন]],
অথবা <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} সম্পর্কিত লগ অনুসন্ধান করতে পারেন]</span>।',
'userpage-userdoesnotexist'        => '"<nowiki>$1</nowiki>" নামের কোন ব্যবহারকারী অ্যাকাউন্ট নিবন্ধিত হয়নি। অনুগ্রহ করে পরীক্ষা করে দেখুন আপনি এই পাতাটি সৃষ্টি/সম্পাদনা করতে চান কি না।',
'userpage-userdoesnotexist-view'   => 'ব্যবহারকারী অ্যাকাউন্ট "$1" অনিবন্ধিত।',
'blocked-notice-logextract'        => 'এই ব্যবহারকারী বর্তমানে ব্লক রয়েছে।
রেফারেন্সের জন্য সাম্প্রতিক ব্লক লগ ভুক্তি নিচে দেওয়া হল:',
'clearyourcache'                   => "'''লক্ষ্য করুন:''' সংরক্ষণের পর, পরিবর্তনগুলো দেখতে আপনাকে আপনার ব্রাউজারে ক্যাশে পরিস্কার করার প্রয়োজন হতে পারে।
* '''ফায়ারফক্স / সাফারি:''' ''শিফট'' কি ধরে রাখা অবস্থায় ''রিলোড''-এ ক্লিক করুন, অথবা ''Ctrl-F5'' বা ''Ctrl-R'' (ম্যাক-এ ''⌘-R'') চাপুন
* '''গুগল ক্রোম:''' ''Ctrl-Shift-R'' (ম্যাক-এ ''⌘-Shift-R'') চাপুন
* '''ইন্টারনেট এক্সপ্লোরার:''' ''Ctrl'' কি ধরে রাখা অবস্থায় ''রিফ্রেশ''-এ ক্লিক করুন, অথবা ''Ctrl-F5'' চাপুন
* '''অপেরা:''' ''টুলস → প্রিফারেন্স''-এ গিয়ে ক্যাশে পরিস্কার করে নিন",
'usercssyoucanpreview'             => "'''পরামর্শ:''' \"{{int:showpreview}}\" বোতাম ব্যবহার করে সংরক্ষণের আগে আপনার নতুন CSS পরীক্ষা করুন।",
'userjsyoucanpreview'              => "'''পরামর্শ:''' \"{{int:showpreview}}\" বোতাম ব্যবহার করে সংরক্ষণের আগে আপনার নতুন JavaScript পরীক্ষা করুন।",
'usercsspreview'                   => "'''মনে রাখবেন আপনি আপনার জন্য বরাদ্ধকৃত সিএসএস প্রাকদর্শন করছেন।
এটা এখনও সংরক্ষণ করা হয়নি!'''",
'userjspreview'                    => "'''মনে রাখুন আপনি আপনার ব্যবহারকারী জাভাস্ক্রিপ্ট কেবলমাত্র পরীক্ষা/প্রাকদর্শন করছেন। এটা এখনও সংরক্ষণ করা হয়নি!'''",
'sitecsspreview'                   => "'''মনে রাখবেন আপনি আপনার জন্য বরাদ্ধকৃত সিএসএস প্রাকদর্শন করছেন।
এটা এখনও সংরক্ষণ করা হয়নি!'''",
'sitejspreview'                    => "'''মনে রাখুন আপনি আপনার ব্যবহারকারী জাভাস্ক্রিপ্ট কেবলমাত্র প্রাকদর্শন করছেন।'''
'''এটা এখনও সংরক্ষণ করা হয়নি!'''",
'userinvalidcssjstitle'            => "'''সতর্কীকরণ:''' \"\$1\" নামে কোন আবরণ নেই। মনে রাখবেন, পছন্দমাফিক .css এবং .js পাতাগুলি ছোট হাতের শিরোনাম ব্যবহার করে, যেমন {{ns:user}}:Foo/vector.css; কিন্তু এরকম শিরোনাম নয়: {{ns:user}}:Foo/Vector.css",
'updated'                          => '(হালনাগাদ)',
'note'                             => "'''নোট:'''",
'previewnote'                      => "'''খেয়াল করুন, এটি একটি প্রাকদর্শন মাত্র।'''
আপনার পরিবর্তন এখনও সংরক্ষণ করা হয়নি!",
'previewconflict'                  => 'এই প্রাকদর্শনটি সম্পাদনা ক্ষেত্রের উপরের অংশটির টেক্সট সংরক্ষণ করলে যেরকম দেখাবে, তা দেখাচ্ছে।',
'session_fail_preview'             => "'''দুঃখিত! সেশন ডাটা হারিয়ে যাওয়ার কারণে আপনার সম্পাদনাটি সংরক্ষণ করা সম্ভব হয়নি। দয়া করে লেখাটি আবার জমা দেয়ার চেষ্টা করুন। যদি এতেও কাজ না হয়, তবে অ্যাকাউন্ট থেকে বেরিয়ে গিয়ে আবার অ্যাকাউন্টে প্রবেশ করে চেষ্টা করুন।'''",
'session_fail_preview_html'        => "'''দুঃখিত! সেশন উপাত্ত হারিয়ে যাওয়ার কারণে আমরা আপনার সম্পাদনাটি প্রক্রিয়া করতে পারিনি।'''

''{{SITENAME}}-এ raw HTML সক্রিয় আছে বলে জাভাস্ক্রিপ্টভিত্তিক আক্রমণ থেকে প্রতিরক্ষার জন্য প্রাকদর্শনটি দেখানো হচ্ছে না।''

'''যদি এটি সম্পাদনার একটি বৈধ প্রচেষ্টা হয়, তবে অনুগ্রহ করে আবার চেষ্টা করুন। যদি তারপরেও কাজ না হয়, তবে অ্যাকাউন্ট থেকে বেরিয়ে গিয়ে আবার প্রবেশ করে চেষ্টা করুন।'''",
'token_suffix_mismatch'            => "'''আপনার সম্পাদনাটি প্রত্যাখ্যান করা হয়েছে, কারণ আপনার ক্লায়েন্ট প্রোগ্রামটি সম্পাদনা টেক্সটের বিরামচিহ্নগুলি গুলিয়ে ফেলেছে। পাতাটির টেক্সটে যাতে ক্ষতি না হয় সেজন্য সম্পাদনাটি প্রত্যাখ্যান করা হয়েছে। আপনি কোন ত্রুটিপূর্ণ ওয়েব-ভিত্তিক বেনামী প্রক্সি সেবা ব্যবহার করলে এরকম হতে পারে।'''",
'edit_form_incomplete'             => "'''আপনার সম্পাদনার কিছু অংশ সার্ভারে পৌছায় নি; আপনার সম্পাদনা সম্পূর্ণরুপে আছে কিনা নিশ্চিত হয়ে আবার চেষ্টা করুন'''",
'editing'                          => 'সম্পাদনা করছেন: $1',
'editingsection'                   => 'সম্পাদনা করছেন $1 (অনুচ্ছেদ)',
'editingcomment'                   => 'সম্পাদনা করছেন $1 (নতুন অনুচ্ছেদ)',
'editconflict'                     => 'সম্পাদনা দ্বন্দ্ব: $1',
'explainconflict'                  => "আপনি পাতাটি সম্পাদনা শুরু করার পর অন্য কেউ পাতাটিতে পরিবর্তন এনেছে।
টেক্সট এলাকার উপরের অংশে বর্তমানে টেক্সট যেভাবে আছে, তা দেখানো হয়েছে।
আপনার পরিবর্তনগুলি টেক্সট এলাকার নিচের অংশে দেখানো হয়েছে।
আপনাকে আপনার পরিবর্তনগুলি বর্তমানে বিদ্যমান টেক্সটের সাথে মিলিয়ে দিতে হবে।
আপনি \"সংরক্ষণ\" চাপলে '''শুধুমাত্র''' টেক্সট এলাকার উপরের অংশটি সংরক্ষিত হবে।",
'yourtext'                         => 'আপনার লেখা বিষয়বস্তু',
'storedversion'                    => 'সংরক্ষিত সংস্করণ',
'nonunicodebrowser'                => "'''সতর্কীকরণ: আপনার ব্রাউজার ইউনিকোড-বন্ধুভাবাপন্ন নয়। আপনি যাতে বিপদ ছাড়াই পাতা সম্পাদনা করতে পারেন, সে জন্য সমাধান আছে: অ-আস্কি ক্যারেক্টারগুলি হেক্সাডেসিমাল কোড হিসেবে দেখানো হবে।'''",
'editingold'                       => "'''সতর্কীকরণ: আপনি এই পাতাটির একটি পুরনো সংস্করণ সম্পাদনা করছেন।
যদি আপনি এটি সংরক্ষণ করেন, তবে ঐ সংস্করণের পরবর্তী অন্য সব সংশোধন হারিয়ে যাবে।'''",
'yourdiff'                         => 'পার্থক্য',
'copyrightwarning'                 => "অনুগ্রহ করে লক্ষ্য করুন {{SITENAME}}-তে সমস্ত অবদান $2-এর আওতায় প্রাপ্য (বিস্তারিত $1-তে দেখুন)। আপনার জমা দেয়া লেখা যে কেউ হৃদয়হীনভাবে সম্পাদনা করতে এবং যথেচ্ছভাবে পুনর্বিতরণ করতে পারেন। আপনি যদি এ ব্যাপারে একমত না হন, তাহলে এখানে আপনার লেখা জমা দেবেন না।<br />
আপনি আরো প্রতিজ্ঞা করছেন যে, এই লেখাগুলো আপনি নিজে লিখেছেন, বা সাধারণের ব্যবহারের জন্য উন্মুক্ত কোন উৎস থেকে সংগ্রহ করেছেন।
'''স্বত্ব সংরক্ষিত কোন লেখা স্বত্বাধিকারীর অনুমতি ছাড়া এখানে জমা দেবেন না!'''",
'copyrightwarning2'                => "অনুগ্রহ করে লক্ষ করুন: {{SITENAME}}-এর এই ভুক্তিতে আপনার লেখা বা অবদান অন্যান্য ব্যবহারকারীরা পরিবর্তন বা পরিবর্ধন করতে, এমনকি মুছে ফেলতে পারবেন। {{SITENAME}} এ আপনার সকল লেখালেখি/অবদান গনু ফ্রি ডকুমেন্টেশনের ($1) আওতায় বিনামূল্যে প্রাপ্য ও হস্তান্তরযোগ্য। আপনার জমা দেয়া লেখা যে কেউ হৃদয়হীনভাবে সম্পাদনা করতে এবং যথেচ্ছভাবে ব্যবহার করতে পারেন। আপনি যদি এ ব্যাপারে একমত না হন, তাহলে এখানে আপনার লেখা জমা দেবেন না। আপনি আরো প্রতিজ্ঞা করছেন যে, এই লেখাগুলো আপনি নিজে লিখেছেন (তবে কোন মৌলিক গবেষণা নয়) বা সাধারণের ব্যবহারের জন্য উন্মুক্ত কোন উৎস থেকে সংগ্রহ করেছেন। '''স্বত্ব সংরক্ষিত কোন লেখা স্বত্বাধিকারীর অনুমতি ছাড়া এখানে জমা দেবেন না।'''",
'longpageerror'                    => "'''ত্রুটি:  আপনার জমা দেয়া টেক্সটের পরিমাণ {{PLURAL:$1|এক কিলোবাইট|$1 কিলোবাইট}}, যা সর্বোচ্চ সীমা {{PLURAL:$2|এক কিলোবাইটের|$2 কিলোবাইটের}} চেয়ে বেশি।'''
এটি সংরক্ষণ করা সম্ভব নয়।",
'readonlywarning'                  => "'''সতর্কীকরণ: রক্ষণাবেক্ষণের জন্য ডাটাবেজ অবরুদ্ধ রাখা হয়েছে, তাই এই মুহূর্তে আপনার সম্পাদনা সংরক্ষণ করতে পারবেন না।
আপনি চাইলে লেখাটি কাট এবং পেষ্ট করে ভবিষ্যতের জন্য কোন টেক্সট ফাইলে সংরক্ষণ করতে পারেন।'''

যে প্রশাসক এই ডাটাবেজটি অবরুদ্ধ করেছেন তিনি যা ব্যাখ্যা দিয়েছেন: $1",
'protectedpagewarning'             => "'''সতর্কীকরণ: এই পাতাটি বন্ধ করা হয়েছে; কেবলমাত্র প্রশাসক মর্যাদার ব্যবহারকারীরাই এটি সম্পাদনা করতে পারবেন।'''
আপনার সুবিধার্থে পাতাটির সাম্প্রতিক সংরক্ষণ লগের বিবরণ নিচে দেওয়া হলো।",
'semiprotectedpagewarning'         => "'''নোট:''' এই পাতাটির ব্যবহার নিয়ন্ত্রণ করা হয়েছে তাই নিবন্ধনকৃত ব্যবহারকারী এটি সম্পাদনা করতে পারবেন।
আপনার সুবিধার্থে পাতাটির সাম্প্রতিক সংরক্ষণ লগের বিবরণ নিচে দেওয়া হলো।",
'cascadeprotectedwarning'          => "'''সতর্কীকরণ:''' এই পাতাটি বন্ধ করা হয়েছে, যাতে কেবল প্রশাসকের ক্ষমতাবিশিষ্ট ব্যবহারকারীরা এটি সম্পাদনা করতে পারেন, কারণ এই পাতাটি নিচের প্রপাতাকারে সুরক্ষিত (cascade-protected) {{PLURAL:$1|টি পাতায়|টি পাতায়}} অন্তর্ভুক্ত আছে:",
'titleprotectedwarning'            => "'''সতর্কীকরণ: এই পাতাটির ব্যবহার সীমিত করা হয়েছে, যাতে কেবলমাত্র [[Special:ListGroupRights|এই নির্দিষ্ট অনুমতিপ্রাপ্ত]] ব্যবহারকারী এটি তৈরি করতে পারেন।'''
আপনার সুবিধার্থে পাতাটির সাম্প্রতিক সংরক্ষণ লগের বিবরণ নিচে দেওয়া হলো।",
'templatesused'                    => 'এই পাতায় ব্যবহৃত {{PLURAL:$1|টেম্পলেট|টেম্পলেটসমূহ}}:',
'templatesusedpreview'             => 'এই প্রাকদর্শনে ব্যবহৃত {{PLURAL:$1|টেম্পলেট| টেম্পলেটসমূহ}}:',
'templatesusedsection'             => 'এই অনুচ্ছেদে ব্যবহৃত {{PLURAL:$1|টেম্পলেট|টেম্পলেটসমূহ}}:',
'template-protected'               => '(সুরক্ষিত)',
'template-semiprotected'           => '(অর্ধ-সুরক্ষিত)',
'hiddencategories'                 => 'এ পাতাটি যে {{PLURAL:$1|1 লুকায়িত বিষয়শ্রেণীর|$1 লুকায়িত বিষয়শ্রেণীসমূহের}} সদস্য:',
'nocreatetitle'                    => 'পাতা তৈরি নিয়ন্ত্রণ করা হয়েছে',
'nocreatetext'                     => '{{SITENAME}}-এ নতুন পাতা সৃষ্টি করার ক্ষমতা সীমাবদ্ধ করা হয়েছে।
আপনি ফিরে গিয়ে ইতিমধ্যে বিদ্যমান কোন পাতা সম্পাদনা করতে পারেন, অথবা [[Special:UserLogin|অ্যাকাউন্টে প্রবেশ কিংবা অ্যাকাউন্ট সৃষ্টি করতে পারেন]]।',
'nocreate-loggedin'                => 'নতুন পাতা তৈরিতে আপনাকে অনুমোতি দেওয়া হয়নি।',
'sectioneditnotsupported-title'    => 'অনুচ্ছেদ সম্পাদনা সমর্থন করে না',
'sectioneditnotsupported-text'     => 'এই সম্পাদনা পাতায় অনুচ্ছেদ সম্পাদনা সমর্থন করে না',
'permissionserrors'                => 'অনুমতি ত্রুটিসমূহ',
'permissionserrorstext'            => 'আপনার এটা করার অনুমতি নেই, নিচের {{PLURAL:$1|টি কারণের|টি কারণের}} জন্য:',
'permissionserrorstext-withaction' => 'আপনার $2 করতে অনুমতি নেই, যার {{PLURAL:$1|কারণ|কারণসমূহ}}:',
'recreate-moveddeleted-warn'       => "'''সতর্কীকরণ: আপনি এমন একটি পাতা পুনরায় তৈরি করছেন যা পূর্বে অপসারণ করা হয়েছিল।'''

আপনি পাতাটি সম্পাদনা চালিয়ে যাওয়া ঠিক হবে কিনা, তা বিবেচনা করুন।
আপনার সুবিধার্থে পাতাটির অপলুপ্তি লগ এখানে দেয়া হলো:",
'moveddeleted-notice'              => 'এই পাতাটি অপসারণ করা হয়েছে।
সূত্র হিসেবে নিচে এ পাতার অবলুপ্তি লগ দেওয়া হলো।',
'log-fulllog'                      => 'সম্পূর্ণ লগ দেখাও',
'edit-hook-aborted'                => 'হূক দ্বারা সম্পাদনা পরিত্যক্ত হয়েছে।
এর কোন ব্যাখ্যা নাই।',
'edit-gone-missing'                => 'পাতাটি হালনাগাদ হয়নি।
সম্ভবতঃ পাতাটি মুছে ফেলা হয়েছে।',
'edit-conflict'                    => 'সম্পাদনা সংঘাত।',
'edit-no-change'                   => 'আপনার সম্পাদনাটি উপেক্ষা করা হয়েছে, কারণ লেখাতে কোনো পরিবর্তন করা হয়নি।',
'edit-already-exists'              => 'নতুন পাতা সৃষ্টি করা যায়নি।
পাতাটি ইতিমধ্যেই বিদ্যমান।',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''সতর্ক হোন:''' এই পাতাটি অনেক বেশি পরিমাণে এক্সপেনসিভ পার্সার ফাংশন কল রয়েছে।

এটি $2-এর চেয়ে কম পরিমাণ {{PLURAL:$2|কল|কল}} থাকা উচিত, যেখানে মোট কলের সংখ্যা {{PLURAL:$1|বর্তমানে $1|বর্তমানে $1}}।",
'expensive-parserfunction-category'       => 'অনেক বেশি পরিমাণে এক্সপেনসিভ পার্সার ফাংশন কল থাকা পাতাসমূহ',
'post-expand-template-inclusion-warning'  => "'''সতর্ক হোন:''' টেমপ্লেটের ইনক্লুড আকার অনেক বেশি।
কিছু টেমপ্লেট সংযুক্ত করা নাও যেতে পারে।",
'post-expand-template-inclusion-category' => 'যেসকল স্থানে টেমপ্লেটের ইনক্লুড আকার অতিক্রম করে গেছে সেই পাতাগুলো',
'post-expand-template-argument-warning'   => "' ' ' সাবধান: ' ' ' এই পাতাটিতে অন্তত একটি ফর্মা যুক্তি আছে যা একটি খুব বড় বিস্তার আকার ধারণ করেছে।
তাই এই আর্গুমেন্টটি বাদ দেওয়া হয়েছে।",
'post-expand-template-argument-category'  => 'বাদ ফর্মা আর্গুমেন্ট ধারণকারী পাতা',
'parser-template-loop-warning'            => 'টেম্পলেট লুপ সনাক্ত হয়েছে: [[$1]]',
'parser-template-recursion-depth-warning' => 'টেমপ্লেট  পুনরাবৃত্তি (রিকার্শন)  ডেপথ্‌ সীমা অতক্রম করেছে ($1)',
'language-converter-depth-warning'        => 'ভাষা পরিবর্তন  ডেপথ্‌ সীমা অতক্রম করেছে ($1)',

# "Undo" feature
'undo-success' => 'সম্পাদনাটি বাতিল করা যাবে। অনুগ্রহ করে নিচের তুলনাটি পরীক্ষা করে দেখুন ও নিশ্চিত করুন যে এটাই আপনি করতে চান, এবং তারপর নিচের সম্পাদনাগুলি সংরক্ষণ করে সম্পাদনাটির বাতিল প্রক্রিয়া সমাপ্ত করুন।',
'undo-failure' => 'এ সম্পাদনা মধ্যবর্তী সম্পাদনাসমূহের কারণে পূর্বাবস্থায় ফিরিয়ে নেওয়া যাবে না।',
'undo-norev'   => 'সম্পাদনাটি বাতিল করা যাচ্ছেনা কারণ এটি আর নেই বা মুছে ফেলা হয়েছে।',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|আলাপ]])-এর সম্পাদিত $1 নম্বর সংশোধনটি বাতিল করা হয়েছে',

# Account creation failure
'cantcreateaccounttitle' => 'অ্যাকাউন্ট তৈরি করা যাবে না',
'cantcreateaccount-text' => "[[User:$3|$3]] এই আইপি ঠিকানা('''$1''') থেকে অ্যাকাউন্ট সৃষ্টিতে বাধা দিয়েছেন।

$3-এর দেয়া কারণ হল ''$2''",

# History pages
'viewpagelogs'           => 'এই পাতার জন্য লগগুলো দেখুন',
'nohistory'              => 'এই পাতার কোন সম্পাদনার ইতিহাস নেই।',
'currentrev'             => 'সর্বশেষ সংস্করণ',
'currentrev-asof'        => '$1 তারিখে সম্পাদিত বর্তমান সংস্করণ',
'revisionasof'           => '$1 তারিখের সংস্করণ',
'revision-info'          => '$1-এ $2-এর করা সংশোধন',
'previousrevision'       => '←পুর্বের সংস্করণ',
'nextrevision'           => 'পরবর্তী সংস্করণ→',
'currentrevisionlink'    => 'সর্বশেষ সংস্করণ',
'cur'                    => 'বর্তমান',
'next'                   => 'পরবর্তী',
'last'                   => 'পূর্ববর্তী',
'page_first'             => 'প্রথম',
'page_last'              => 'শেষ',
'histlegend'             => 'পার্থক্য (Diff) নির্বাচন: যে সংস্করণগুলো তুলনা করতে চান, সেগুলো চিহ্নিত করে এন্টার বা নিচের বোতামটি টিপুন।<br />
নির্দেশিকা: (বর্তমান) = বর্তমান সংস্করণের সাথে পার্থক্য, (পূর্ববর্তী) =  পূর্বের সংস্করণের সাথে পার্থক্য, অ = অনুল্লেখ্য সম্পাদনা।',
'history-fieldset-title' => 'ব্রাউজ ইতিহাস',
'history-show-deleted'   => 'শুধুমাত্র অপসারণ',
'histfirst'              => 'সবচেয়ে পুরনো',
'histlast'               => 'সাম্প্রতিক',
'historysize'            => '({{PLURAL:$1|১ বাইট|$1 বাইট}})',
'historyempty'           => '(খালি)',

# Revision feed
'history-feed-title'          => 'সংশোধন ইতিহাস',
'history-feed-description'    => 'এ উইকিতে এই পাতার সংশোধনের ইতিহাস',
'history-feed-item-nocomment' => '$2-এ $1',
'history-feed-empty'          => 'অনুরোধকৃত পাতাটির কোন অস্তিত্ব নেই।
হয়ত পাতাটি উইকি থেকে মুছে ফেলা হয়েছে, কিংবা নতুন নামকরণ করা হয়েছে।
প্রাসঙ্গিক নতুন পাতাগুলির জন্য [[Special:Search|উইকি অনুসন্ধানের]] চেষ্টা করুন।',

# Revision deletion
'rev-deleted-comment'         => '(সম্পাদনা সারাংশ অপসারিত)',
'rev-deleted-user'            => '(ব্যবহারকারীর নাম সরিয়ে নেওয়া হয়েছে)',
'rev-deleted-event'           => '(লগ অ্যাকশন সরানো হয়েছে)',
'rev-deleted-user-contribs'   => 'ব্যবহারকারীর নাম অথবা আইপি ঠিকানা অপসারিত হয়েছে - অবদান থেকে সম্পাদনা আড়াল করা হয়েছে',
'rev-deleted-text-permission' => "পাতার এই সংস্করণটি '''অপসারিত''' হয়েছে।
বিস্তারিত কারণ এর [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} অপসারণ লগে] পাওয়া যেতে পারে।",
'rev-deleted-text-unhide'     => "পাতার এই সংস্করণটি '''অপসারিত''' হয়েছে।
বিস্তারিত কারণ এর [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} অপসারণ লগে] পাওয়া যেতে পারে।
আপনি ইচ্ছা পোষণ করলে [$1 এই সংস্করণটি দেখতে পারেন]।",
'rev-suppressed-text-unhide'  => "পাতার এই সংস্করণটি '''অপসারিত''' হয়েছে।
বিস্তারিত কারণ এর [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} অপসারণ লগে] পাওয়া যেতে পারে।
আপনি ইচ্ছা পোষণ করলে [$1 এই সংস্করণটি দেখতে পারেন]।",
'rev-deleted-text-view'       => 'পাতার এই সংশোধনটি অপসারণ করা হয়েছে।
আপনি এটি দেখতে পারেন; এ সংক্রাস্ত বিস্তারিত বিবরণ [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} অবলুপ্তি লগে] থাকতে পারে।',
'rev-suppressed-text-view'    => 'পাতার এই সংশোধনটি অপসারণ করা হয়েছে।
আপনি এটি দেখতে পারেন; এ সংক্রাস্ত বিস্তারিত বিবরণ [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} অবলুপ্তি লগে] থাকতে পারে।',
'rev-deleted-no-diff'         => "আপনি পাতার এই পার্থক্যটি দেখতে পারবেন না কারণ একটি সংস্করণ '''অপসারিত''' হয়েছে।
বিস্তারিত কারণ এর [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} অপসারণ লগে] পাওয়া যেতে পারে।",
'rev-suppressed-no-diff'      => "আপনি এই পার্থক্যটি দেখতে পারবেন না কারণ একটি সংস্করণ '''অপসারণ''' করা হয়েছে।",
'rev-deleted-unhide-diff'     => "পার্থক্য তুলনা করা হয়েছে এমন সংস্করণগুলোর কোনো একটি '''অপসারিত''' হয়েছে।
বিস্তারিত কারণ এর [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} অপসারণ লগে] পাওয়া যেতে পারে।
আপনি ইচ্ছা পোষণ করলে [$1 এই সংস্করণটি দেখতে পারেন]।",
'rev-suppressed-unhide-diff'  => "তুলনা করা হয়েছে এমন সংস্করণগুলোর কোনো একটি '''অপসারিত''' হয়েছে।
বিস্তারিত কারণ এর [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} অপসারণ লগে] পাওয়া যেতে পারে।
আপনি ইচ্ছা পোষণ করলে [$1 এই সংস্করণটি দেখতে পারেন]।",
'rev-deleted-diff-view'       => "তুলনা করা হয়েছে এমন সংস্করণগুলোর কোনো একটি '''অপসারণ''' করা হয়েছে।
আপনি এটি দেখতে পারেন; এ সংক্রাস্ত বিস্তারিত বিবরণ [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} অবলুপ্তি লগে] থাকতে পারে।",
'rev-suppressed-diff-view'    => "তুলনা করা হয়েছে এমন সংস্করণগুলোর কোনো একটি '''অপসারণ''' করা হয়েছে।
আপনি এটি দেখতে পারেন; এ সংক্রাস্ত বিস্তারিত বিবরণ [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} অবলুপ্তি লগে] থাকতে পারে।",
'rev-delundel'                => 'দেখাও/আড়াল করো',
'rev-showdeleted'             => 'দেখাও',
'revisiondelete'              => 'অবলুপ্ত/পুনঃস্থাপন সংশোধনসমূহ',
'revdelete-nooldid-title'     => 'বেঠিক লক্ষ্য সংশোধন',
'revdelete-nooldid-text'      => 'এই কাজটি সম্পন্ন করার জন্য আপনি কোন লক্ষ্য সংশোধন নির্বাচন করেননি, নির্বাচিত সংশোধন নেই, অথবা আপনি বর্তমান সংশোধন লুকাতে চাইছেন।',
'revdelete-nologtype-title'   => 'কোনো লগ টাইপ দেওয়া হয়নি।',
'revdelete-nologtype-text'    => 'আপনি হয়তো এই কাজটি করার জন্য কোনো লগ নির্ধারণ করেননি।',
'revdelete-nologid-title'     => 'ভুল লগ ভুক্তি',
'revdelete-nologid-text'      => 'হয়তো আপনি এই ফাংশনটির জন্য কোনো লগ ইভেন্ট নির্ধারণ করে দেননি, অথবা নির্ধারিত ইভেন্টটি সঠিক নয়।',
'revdelete-no-file'           => 'নির্ধারিত ফাইলটি নেই।',
'revdelete-show-file-confirm' => 'আপনি কি নিশ্চিত যে "<nowiki>$1</nowiki>" ফাইলের $2 তারিখের $3 টার অপসারণ লগ দেখানো হবে?',
'revdelete-show-file-submit'  => 'হ্যাঁ',
'revdelete-selected'          => "'''[[:$1]] পাতার {{PLURAL:$2|নির্বাচিত সংশোধন|নির্বাচিত সংশোধনসমূহ}}:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|টি নির্বাচিত লগ-ঘটনা|টি নির্বাচিত লগ-ঘটনা}}:'''",
'revdelete-text'              => "'''মুছে ফেলা সংশোধনগুলো এবং ঘটনাগুলি এখনও পাতার ইতিহাস ও লগগুলোতে দেখাবে, কিন্তু তাদের বিষয়বস্তুর অংশবিশেষ সর্বোসাধারণের জন্য উন্মুক্ত থাকবে না।'''

{{SITENAME}} এর অন্যান্য প্রশাসকগণ লুকানো এই বিষয়বস্তু দেখতে পাবেন এবং বাড়তি কোনো সীমাবদ্ধতা না থাকলে একই ইন্টারফেসের মাধ্যমে এটি পুনরুদ্ধার করতে পারবেন।",
'revdelete-confirm'           => 'অনুগ্রহ করে নিশ্চিত করুন যে আপনি এটি করতে চাচ্ছিলেন, আপনি এর ফলাফল সম্পর্কে অবগত আছেন, এবং [[{{MediaWiki:Policy-url}}|নীতিমালার]] উপর ভিত্তি করেই এই কাজটি করছেন।',
'revdelete-suppress-text'     => "'''কেবলমাত্র''' নিচের বিষয়গুলোর ক্ষেত্রেই চাপাচাপি করা যাবে:
* সম্ভাব্য মানহানিকর তথ্য
* ভুল ব্যক্তিগত তথ্য
*:  ''বাসার ঠিকানা এবং ফোন নম্বর, সোসাল সিকিউরিটি নম্বর, ইত্যাদি।''",
'revdelete-legend'            => 'দৃষ্টিপাত সীমাবদ্ধ করো',
'revdelete-hide-text'         => 'সংশোধিত লেখা আড়াল করো',
'revdelete-hide-image'        => 'ফাইলের বিষয়বস্তু আড়াল করো',
'revdelete-hide-name'         => 'কাজ এবং লক্ষ্য আড়াল করো',
'revdelete-hide-comment'      => 'সম্পাদনা সারাংশ আড়াল করো',
'revdelete-hide-user'         => 'সম্পাদকে ব্যবহারকারীর নাম/আইপি আড়াল করো',
'revdelete-hide-restricted'   => 'প্রশাসকবৃন্দ এবং অন্যদের ক্ষেত্রে এই ডাটা রোধ করো',
'revdelete-radio-same'        => 'পরিবর্তন নয়',
'revdelete-radio-set'         => 'হ্যাঁ',
'revdelete-radio-unset'       => 'না',
'revdelete-suppress'          => 'সব প্রশাসক ও অন্যান্যদের কাছ থেকে উপাত্ত লুকিয়ে রাখা হোক।',
'revdelete-unsuppress'        => 'সংশোধন পুনঃস্থাপনের উপর সীমাবদ্ধতা দূর করো',
'revdelete-log'               => 'কারণ:',
'revdelete-submit'            => 'নির্বাচিত {{PLURAL:$1|সংশোধনে|সংশোধসমূহে}} প্রয়োগ করো',
'revdelete-success'           => "'''সংশোধন দৃশ্যমানতা সফলভাবে হালনাগাদ করা হয়েছে।'''",
'revdelete-failure'           => "'''রিভিশন ভিজিবিলিটি আপডেট সম্ভব নয়:'''
$1",
'logdelete-success'           => "'''ঘটনা দৃশ্যমানতা সফলভাবে স্থাপন করা হয়েছে।'''",
'logdelete-failure'           => "'''লগ-এর দৃশ্যমানতা নির্ধারণ সম্ভব হচ্ছে না:'''
$1",
'revdel-restore'              => 'দৃশ্যমানতা পরিবর্তন করো',
'revdel-restore-deleted'      => 'অপসারিত সংস্করণ',
'revdel-restore-visible'      => 'প্রদর্শনযোগ্য সংস্করণ',
'pagehist'                    => 'পাতার ইতিহাস',
'deletedhist'                 => 'ইতিহাস মুছে ফেলো',
'revdelete-hide-current'      => '$2, $1 সময়ের বিষয়টি লুকানো যাচ্ছে না: এটি বর্তমান সংস্করণ।
এটি লুকানো সম্ভব নয়।',
'revdelete-show-no-access'    => "$2, $1 তারিখের ছবিটি দেখাতে সমস্যা হচ্ছে: এটি ''রেসট্রিটেড'' হিসাবে চিহ্নিত করা রয়েছে।
আপনার এটি দেখার অনুমতি নেই।",
'revdelete-modify-no-access'  => "$2, $1 তারিখের ছবিটি সম্পাদনা করতে সমস্যা হচ্ছে: এটি ''রেসট্রিটেড'' হিসাবে চিহ্নিত করা রয়েছে।
আপনার এটি দেখার অনুমতি নেই।",
'revdelete-modify-missing'    => '$1 আইডি সম্বলিত তথ্যটি সম্পাদনা করা যাচ্ছে না: এটি ডাটাবেজ থেকে হারিয়ে গিয়েছে!',
'revdelete-no-change'         => "'''সতর্কতা:''' $2, $1 তারিখ সম্বলিত তথ্যটিতে পূর্বেই অনুরোধকৃত সেটিংস রয়েছে।",
'revdelete-concurrent-change' => '$2, $1 তারিখ সম্বলিত তথ্যটি সম্পাদনা করা যাচ্ছে না: আপনার সম্পাদনা শুরুর আগে কেউ এটির অবস্থা পরিবর্তন করেছেন।
অনুগ্রহ করে লগ দেখুন।',
'revdelete-only-restricted'   => '$2, $1 তারিখ সম্বলিত তথ্যটি লুকানো যাচ্ছে না: তথ্য প্রদর্শনের অন্যান্য অপশনগুলো নির্ধারন করা ব্যতিত আপনি এটি শুধুমাত্র প্রশাসকদের জন্য দেখার উপযোগী করতে পারবেন না।',
'revdelete-reason-dropdown'   => '*সাধারণ অপসারণের কারণসমূহ
** কপিরাইট লঙ্ঘন
** অনুপযুক্ত ব্যক্তিগত তথ্য
** অনুপযুক্ত ব্যবহারকারী নাম
** সম্ভাব্য ক্ষতিকারক তথ্য',
'revdelete-otherreason'       => 'অন্য/বাড়তি কারণ:',
'revdelete-reasonotherlist'   => 'অন্য কারণ',
'revdelete-edit-reasonlist'   => 'অপসারণের কারণ সম্পাদনা',
'revdelete-offender'          => 'সংশোধন লেখক:',

# Suppression log
'suppressionlog'     => 'দমন লগ',
'suppressionlogtext' => 'নিচের তালিকায় প্রশাসকদের থেকে লুকানো রয়েছে এমন তথ্যসহ অন্যন্য অপসারণ এবং বাধাদানের লগ রয়েছে।
অনুগ্রহ করে অস্থায়ী ব্যান এবং বাধাদানের লগ সম্পর্কে বিস্তারিত জানতে [[Special:BlockList|বাধাদানের লগ দেখুন]]।',

# History merging
'mergehistory'                     => 'পাতার ইতিহাসগুলি একত্র করা হোক',
'mergehistory-header'              => 'এই পাতাটির মাধ্যমে আপনি একটি উৎস পাতার ইতিহাস একটি নতুনতর পাতার সাথে একত্র করতে পারবেন।
পাতার ইতিহাসের পারম্পর্য যেন রক্ষা পায়, সে ব্যাপারটি নিশ্চিত করুন।',
'mergehistory-box'                 => 'দুইটি পাতার একত্রীকরণ সংশোধনগুলি:',
'mergehistory-from'                => 'উৎস পাতা:',
'mergehistory-into'                => 'গন্তব্য পাতা:',
'mergehistory-list'                => 'একীকরণযোগ্য সম্পাদনা ইতিহাস',
'mergehistory-merge'               => '[[:$1]]-এর নিচের সংশোধনগুলি [[:$2]]-এর সাথে একত্র করা যাবে। রেডিও বোতাম কলামটি ব্যবহার করে কেবলমাত্র নির্দেশিত সময় ও তার আগের সমস্ত সংশোধন একত্র করুন। লক্ষ্য করুন, পরিভ্রমণ সংযোগ ব্যবহার করলে কলামটি আদি অবস্থায় ফেরত যাবে।',
'mergehistory-go'                  => 'একত্রীকরণযোগ্য সম্পাদনাগুলি দেখানো হোক',
'mergehistory-submit'              => 'সংশোধনগুলি একত্র করা হোক',
'mergehistory-empty'               => 'কোন সংশোধন একত্র করা যাবে না.',
'mergehistory-success'             => '[[:$1]] গুলোর মধ্যে $3 {{PLURAL:$3| টি সংশোধন |টি সংশোধনগুলো}} সফলভাবে [[:$2]]-এর সাথে একত্রিত করা হয়েছে।',
'mergehistory-fail'                => 'ইতিহাস একত্র করা গেল না। অনুগ্রহ করে পাতাটি ও সময়ের প্যারামিটারগুলি আবার পরীক্ষা করে দেখুন।',
'mergehistory-no-source'           => '$1 বলে কোন উৎস পাতার অস্তিত্ব নেই।',
'mergehistory-no-destination'      => '$1 বলে কোন গন্তব্য পাতার অস্তিত্ব নেই।',
'mergehistory-invalid-source'      => 'উৎস পাতার অবশ্যই একটি বৈধ শিরোনাম থাকতে হবে।',
'mergehistory-invalid-destination' => 'গন্তব্য পাতার একটি বৈধ শিরোনাম থাকতে হবে।',
'mergehistory-autocomment'         => '[[:$1]] কে [[:$2]] -এ একত্রীত করা হয়েছে',
'mergehistory-comment'             => '[[:$1]] কে [[:$2]] -এ একত্রীত করা হয়েছে: $3',
'mergehistory-same-destination'    => 'উৎস এবং গন্তব্য পাতা একই হতে পারবে না',
'mergehistory-reason'              => 'কারণ:',

# Merge log
'mergelog'           => 'একত্রীকরণ লগ',
'pagemerge-logentry' => '[[$1]]-কে [[$2]]-এ একত্র করা হয়েছে ($3 পর্যন্ত সংশোধনগুলিসহ)',
'revertmerge'        => 'একত্রীকরণ বাতিল',
'mergelogpagetext'   => 'নিচে সবচেয়ে সাম্প্রতিক ঘটা এক পাতার ইতিহাসের সাথে অন্য পাতার ইতিহাসের একত্রীকরণের একটি তালিকা দেওয়া হল।',

# Diffs
'history-title'            => '"$1" এর সংশোধনের ইতিহাস',
'difference'               => '(সংস্করণগুলোর মধ্যে পার্থক্য)',
'difference-multipage'     => 'পাতাগুলোর মধ্যে পার্থক্য',
'lineno'                   => '$1 নং লাইন:',
'compareselectedversions'  => 'নির্বাচিত সংস্করণগুলো তুলনা করো',
'showhideselectedversions' => 'নির্বাচিত সংশোধনগুলো দেখাও/লুকাও',
'editundo'                 => 'বাতিল',
'diff-multi'               => '({{PLURAL:$2|একজন ব্যবহারকারী |$2 জন ব্যবহারকারী}} সম্পাদিত {{PLURAL:$1|একটি অন্তর্বর্তীকালীন সংশোধন|$1টি অন্তর্বর্তীকালীন সংশোধন}} দেখানো হয়নি।)',
'diff-multi-manyusers'     => '($2 জন {{PLURAL:$2|ব্যবহারাকারীর}} সম্পাদিত {{PLURAL:$1|একটি সাম্প্রতিক সংস্করণ|$1 টি সাম্প্রতিক সংস্করণ}} প্রদর্শিত হচ্ছে না)',

# Search results
'searchresults'                    => 'অনুসন্ধানের ফলাফল',
'searchresults-title'              => '"$1" অনুসন্ধানের ফলাফল',
'searchresulttext'                 => '{{SITENAME}} এ অনুসন্ধানের ব্যাপারে আরও তথ্যের জন্য [[{{MediaWiki:Helppage}}|{{int:help}}]] দেখুন।',
'searchsubtitle'                   => 'আপনি অনুসন্ধান করেছেন \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|"$1" দিয়ে শুরু হওয়া সকল পাতাসমূহ]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1" এর সাথে সংযুক্ত সকল পাতা]])',
'searchsubtitleinvalid'            => "আপনি অনুসন্ধান করেছেন '''$1'''",
'toomanymatches'                   => 'একই রকম অনেকগুলো উত্তর এসেছে, অনুগ্রহ করে অন্য কোন কুয়েরি দিন',
'titlematches'                     => 'নিবন্ধের শিরোনাম মিলেছে',
'notitlematches'                   => 'কোন পাতার শিরোনামের সাথে মিলে নেই',
'textmatches'                      => 'পাতার লেখার সাথে মিলেছে',
'notextmatches'                    => 'কোন পাতার লেখার সাথে মিলে নেই',
'prevn'                            => 'পূর্ববর্তী {{PLURAL:$1|$1}}টি',
'nextn'                            => 'পরবর্তী {{PLURAL:$1|$1}}টি',
'prevn-title'                      => 'পূর্ববর্তী $1 {{PLURAL:$1|ফলাফল|ফলাফলসমূহ}}',
'nextn-title'                      => 'পরবর্তী $1 {{PLURAL:$1|ফলাফল|ফলাফলসমূহ}}',
'shown-title'                      => 'প্রতি পাতায় $1 {{PLURAL:$1|ফলাফল|ফলাফলসমূহ}} দেখাও',
'viewprevnext'                     => '($1 {{int:pipe-separator}} $2) ($3) দেখানো হোক।',
'searchmenu-legend'                => 'অনুসন্ধান অপশন',
'searchmenu-exists'                => "'''এই উইকিতে \"[[:\$1]]\" নামে একটি পাতা রয়েছে'''",
'searchmenu-new'                   => "'''\"[[:\$1]]\" পাতাটি এই উইকিতে তৈরি করুন!'''",
'searchhelp-url'                   => 'Help:সহায়িকা',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|এই প্রিফিক্স রয়েছে এমন পাতা দেখুন]]',
'searchprofile-articles'           => 'বিষয়বস্তুর পাতা',
'searchprofile-project'            => 'সহায়িকা এবং প্রকল্প পাতা',
'searchprofile-images'             => 'মাল্টিমিডিয়া',
'searchprofile-everything'         => 'সমস্তকিছু',
'searchprofile-advanced'           => 'উচ্চতর',
'searchprofile-articles-tooltip'   => '$1 এ অনুসন্ধান',
'searchprofile-project-tooltip'    => '$1 এ অনুসন্ধান',
'searchprofile-images-tooltip'     => 'ফাইলের জন্য অনুসন্ধান',
'searchprofile-everything-tooltip' => 'সকল বিষয়বস্তু অনুসন্ধান করো (আলাপের পাতা সহ)',
'searchprofile-advanced-tooltip'   => 'স্বনির্ধারিত নামস্থানে অনুসন্ধান করো',
'search-result-size'               => '$1 ({{PLURAL:$2|1 শব্দ|$2 শব্দসমূহ}})',
'search-result-category-size'      => '{{PLURAL: $1 | 1 সদস্য | $1 সদস্যবৃন্দ}} ({{PLURAL: $2 | 1 উপবিষয়শ্রেণীটি | $2 টি}}, {{PLURAL: $3 | 1 ফাইল | $3 ফাইল}})',
'search-result-score'              => 'মিলেছে: $1%',
'search-redirect'                  => '(পুনর্নিদেশনা $1)',
'search-section'                   => '(অনুচ্ছেদ $1)',
'search-suggest'                   => 'আপনি সম্ভবত বুঝাতে চাইছেন: $1',
'search-interwiki-caption'         => 'সহপ্রকল্পসমূহ',
'search-interwiki-default'         => '$1 ফলাফলসমূহ:',
'search-interwiki-more'            => '(আরও)',
'search-mwsuggest-enabled'         => 'পরামর্শসহ',
'search-mwsuggest-disabled'        => 'পরামর্শ নেই',
'search-relatedarticle'            => 'সম্পর্কিত',
'mwsuggest-disable'                => 'AJAX পরামর্শ নিষ্ক্রিয় করা হোক',
'searcheverything-enable'          => 'সকল নামস্থানে অনুসন্ধান করো',
'searchrelated'                    => 'সম্পর্কিত',
'searchall'                        => 'সমস্ত',
'showingresults'                   => "নিচে '''$2''' নং থেকে শুরু করে {{PLURAL:$1|'''1''' ফলাফল|'''$1''' ফলাফলসমূহ}} দেখানো হল।",
'showingresultsnum'                => "নিম্নে {{PLURAL:$3|'''1''' ফলাফল|'''$3''' ফলাফলসমূহ}} দেখানো হয়েছে যা শুরু হয়েছে #'''$2''' দিয়ে।",
'showingresultsheader'             => "'''$4''' এর জন্য {{PLURAL:$5|ফলাফল '''$3''' এর '''$1'''|ফলাফলসমূহ '''$3''' এর মধ্যে '''$1 - $2'''}}",
'nonefound'                        => "'''লক্ষ্য করুন''': শুরুতে শুধু মাত্র কিছু নামস্থানে অনুসন্ধান করা হয়।
আপনার অনুসন্ধান ''all:'' ব্যবহার করে সকল কন্টেন্টে অনুসন্ধানের জন্য ঠিক করে নিন (আলাপের পাতা, টেম্পলেট, ইত্যাদি), কিংবা প্রিফিক্স হিসেবে আপনার কাঙ্খিত নামস্থান ব্যবহার করুন।",
'search-nonefound'                 => 'খোঁজকৃত পাতার সাথে মিলে যায় এমন কোনো ফলাফল নেই।',
'powersearch'                      => 'উন্নত অনুসন্ধান',
'powersearch-legend'               => 'উন্নত অনুসন্ধান',
'powersearch-ns'                   => 'নেমস্পেসে অনুসন্ধান করো:',
'powersearch-redir'                => 'পুনঃনির্দেশনাসমূহের তালিকা',
'powersearch-field'                => 'অনুসন্ধান করো',
'powersearch-togglelabel'          => 'চেক:',
'powersearch-toggleall'            => 'সকল',
'powersearch-togglenone'           => 'কিছু নয়',
'search-external'                  => 'বহিঃস্থ অনুসন্ধান',
'searchdisabled'                   => '{{SITENAME}} অনুসন্ধান এখন নিষ্ক্রিয় আছে। আপনি গুগলের মাধ্যমে অনুসন্ধান চালাতে পারেন। লক্ষ্য করুন যে {{SITENAME}}-এর বিষয়বস্তুর উপর গুগলের ইন্ডেক্সগুলি হালনাগাদ না-ও করা থাকতে পারে।',

# Quickbar
'qbsettings'                => 'কুইকবার',
'qbsettings-none'           => 'কিছুই না',
'qbsettings-fixedleft'      => 'স্থায়ী বাম',
'qbsettings-fixedright'     => 'স্থায়ী ডান',
'qbsettings-floatingleft'   => 'ভাসমান বাম',
'qbsettings-floatingright'  => 'ভাসমান ডান',
'qbsettings-directionality' => 'ফিক্সড, আপনার ভাষার লেখা শুরুর দিকের উপর ভিত্তি করে',

# Preferences page
'preferences'                   => 'আমার পছন্দ',
'mypreferences'                 => 'পছন্দসমূহ',
'prefs-edits'                   => 'সম্পাদনা সংখ্যা:',
'prefsnologin'                  => 'আপনি লগ-ইন করেননি',
'prefsnologintext'              => 'ব্যবহারকারীর পছন্দ ঠিক করতে হলে আপনাকে অবশ্যই <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} লগইন]</span> করা অবস্থায় থাকতে হবে।',
'changepassword'                => 'শব্দচাবি পরিবর্তন',
'prefs-skin'                    => 'আবরণ (Skin)',
'skin-preview'                  => 'প্রাকদর্শন',
'datedefault'                   => 'কোন পছন্দ নেই',
'prefs-beta'                    => 'বেটা বৈশিষ্টসমূহ',
'prefs-datetime'                => 'তারিখ ও সময়',
'prefs-labs'                    => 'পরীক্ষাগার বৈশিষ্টসমূহ',
'prefs-personal'                => 'ব্যবহারকারীর বৃত্তান্ত',
'prefs-rc'                      => 'সাম্প্রতিক পরিবর্তনসমূহ',
'prefs-watchlist'               => 'নজরতালিকা',
'prefs-watchlist-days'          => 'যত দিনের নজরতালিকা দেখানো হবে:',
'prefs-watchlist-days-max'      => 'সর্বোচ্চ $1 {{PLURAL:$1|দিন|দিন}}',
'prefs-watchlist-edits'         => 'সম্প্রসারিত নজর তালিকায় সর্বোচ্চ সংখ্যার পরিবর্তন দেখানোর জন্য:',
'prefs-watchlist-edits-max'     => 'সর্বোচ্চ নাম্বার: ১০০০',
'prefs-watchlist-token'         => 'নজরতালিকা টোকেন:',
'prefs-misc'                    => 'বিবিধ',
'prefs-resetpass'               => 'শব্দচাবি পরিবর্তন',
'prefs-changeemail'             => 'ই-মেইল পরিবর্তন',
'prefs-setemail'                => 'একটি ই-মেইল ঠিকানা নির্ধারণ করুন',
'prefs-email'                   => 'ই-মেইল অপশন',
'prefs-rendering'               => 'অবয়ব',
'saveprefs'                     => 'সংরক্ষণ',
'resetprefs'                    => 'অসংরক্ষিত পরিবর্তনগুলো পরিস্কার করো',
'restoreprefs'                  => 'সকল পূর্বনির্ধারিত সেটিং ফিরিয়ে আনো',
'prefs-editing'                 => 'সম্পাদনা',
'prefs-edit-boxsize'            => 'সম্পাদনা উইন্ডোর আকার।',
'rows'                          => 'সারি:',
'columns'                       => 'কলাম:',
'searchresultshead'             => 'অনুসন্ধান',
'resultsperpage'                => 'প্রতি পাতায় হিট:',
'stub-threshold'                => '<a href="#" class="stub">অসম্পূর্ণ নিবন্ধের সংযোগগুলির</a> বিশেষ ফরম্যাটিঙের সীমা (বাইটে):',
'stub-threshold-disabled'       => 'নিস্ক্রিয়',
'recentchangesdays'             => 'সাম্প্রতিক পরিবর্তনে দিনসমূহ দেখানোর জন্য:',
'recentchangesdays-max'         => 'সর্বোচ্চ $1 {{PLURAL:$1|দিন|দিন}}',
'recentchangescount'            => 'সাম্প্রতিক পরিবর্তনে প্রদর্শিত সম্পাদনার সংখ্যা:',
'prefs-help-recentchangescount' => 'এতে সাম্প্রতিক পরিবর্তনসমূহ, পাতার ইতিহাস এবং লগ অন্তর্ভুক্ত।',
'prefs-help-watchlist-token'    => 'এই ঘরটি একটি গোপন শব্দ চাবি দ্বারা পূরণ করলে আপনার নজর তালিকার জন্য একটি আরএসএস ফিড তৈরী হবে। যারা এই ঘরের চাবি জানবে তারা আপনার নজর তালিকা দেখতে পারবে, তাই একটি গোপন মান ব্যবহার করুন। এখানে এলোমেলোভাবে তৈরী একটি মান দেখানো হয়েছে যা আপনি ব্যবহার করতে পারেন: $1',
'savedprefs'                    => 'আপনার পছন্দগুলো সংরক্ষণ করা হয়েছে।',
'timezonelegend'                => 'সময়স্থান:',
'localtime'                     => 'স্থানীয় সময়:',
'timezoneuseserverdefault'      => 'উইকির পূর্বনির্ধারিত সময় ব্যবহার করো ($1)',
'timezoneuseoffset'             => 'অন্য (অফসেট নির্দিষ্ট করুন)',
'timezoneoffset'                => 'সময়পার্থক্য¹:',
'servertime'                    => 'সার্ভারের সময়:',
'guesstimezone'                 => 'ব্রাউজার থেকে পূরণ করো',
'timezoneregion-africa'         => 'আফ্রিকা',
'timezoneregion-america'        => 'আমেরিকা',
'timezoneregion-antarctica'     => 'এন্টার্টিকা',
'timezoneregion-arctic'         => 'আর্কটিক',
'timezoneregion-asia'           => 'এশিয়া',
'timezoneregion-atlantic'       => 'আটলান্টিক মহাসাগর',
'timezoneregion-australia'      => 'অস্ট্রেলিয়া',
'timezoneregion-europe'         => 'ইউরোপ',
'timezoneregion-indian'         => 'ভারত মহাসাগর',
'timezoneregion-pacific'        => 'প্রশান্ত মহাসাগর',
'allowemail'                    => 'অন্য ব্যবহারকারীদেরকে আপনাকে ই-মেইল পাঠানোর অনুমতি দিন।',
'prefs-searchoptions'           => 'অনুসন্ধান',
'prefs-namespaces'              => 'নামস্থানসমূহ',
'defaultns'                     => 'নতুবা এই নামস্থানগুলিতে অনুসন্ধান করো:',
'default'                       => 'আদি অবস্থা',
'prefs-files'                   => 'ফাইল',
'prefs-custom-css'              => 'স্বনির্ধারিত CSS',
'prefs-custom-js'               => 'স্বনির্ধারিত JS',
'prefs-common-css-js'           => 'সকল ক্ষেত্রের জন্য সিএসএস/জাভাস্ক্রিপ্ট',
'prefs-reset-intro'             => 'আপনি এই পাতা ব্যবহার করে আপনার পছন্দসমূহকে সাইটের পূর্বপ্রদত্ত সেটিংসে পরিবর্তন করতে পারেন।
পরিবর্তন করার পর এটা  আর ফিরিয়ে আনা যাবে না।',
'prefs-emailconfirm-label'      => 'ই-মেইল নিশ্চিতকরণ:',
'prefs-textboxsize'             => 'সম্পাদনা উইন্ডোর আকার',
'youremail'                     => 'ইমেইল *',
'username'                      => 'ব্যবহারকারী নাম:',
'uid'                           => 'ব্যবহারকারী নং (ID):',
'prefs-memberingroups'          => '{{PLURAL:$1|দলের|দলসমূহের}} সদস্য:',
'prefs-registration'            => 'নিবন্ধের সময়:',
'yourrealname'                  => 'আসল নাম *',
'yourlanguage'                  => 'ভাষা:',
'yourvariant'                   => 'বিষয়বস্তুর ভাষার বিকল্প:',
'yournick'                      => 'স্বাক্ষর:',
'prefs-help-signature'          => 'আলাপ পাতায় আপনার মন্তব্য অবশ্যই "<nowiki>~~~~</nowiki>" চিহ্ন দ্বারা স্বাক্ষরিত হতে হবে, যা স্বয়ংক্রিয়ভাবে আপনার স্বাক্ষর ও সময় সংযুক্ত করবে।',
'badsig'                        => 'অবৈধ স্বাক্ষর; এইচটিএমএল ট্যাগ পরীক্ষা করুন।',
'badsiglength'                  => 'আপনার স্বাক্ষরটি বেশ লম্বা।
যা অবশ্যই $1 {{PLURAL:$1|অক্ষরের|অক্ষরের}} বেশী হতে পারবে না।',
'yourgender'                    => 'লিঙ্গ:',
'gender-unknown'                => 'অনুল্লেখিত',
'gender-male'                   => 'পুরুষ',
'gender-female'                 => 'মহিলা',
'prefs-help-gender'             => 'ঐচ্ছিক: সফটওয়্যারে মাধ্যমে লিঙ্গ অনুযায়ী সম্বধনের ক্ষেত্রে ব্যবহৃত হয়।
এই তথ্য সকলের জন্য উন্মুক্ত থাকেবে।',
'email'                         => 'ই-মেইল',
'prefs-help-realname'           => 'আসল নাম দেওয়া অনাবশ্যক। যদি আসল নাম দেন, তবে আপনার কাজের স্বীকৃতি দানে তা ব্যবহার করা হবে।',
'prefs-help-email'              => 'ই-মেইল ঠিকানা ঐচ্ছিক, তবে শব্দচাবি ভুলে গেলে নতুন করে শব্দচাবি নিতে এটির প্রয়োজন হবে।',
'prefs-help-email-others'       => 'আপনি আপনার পরিচয় প্রকাশ না করেও আপনার ব্যবহারকারী অথবা আলাপ পাতাটির মাধ্যমে অন্যদেরকে আপনার সাথে যোগাযোগ করতে দিতে পারেন।',
'prefs-help-email-required'     => 'ই-মেইল ঠিকানা আবশ্যক।',
'prefs-info'                    => 'সাধারণ তথ্য',
'prefs-i18n'                    => 'আন্তর্জাতিকিকরণ',
'prefs-signature'               => 'স্বাক্ষর',
'prefs-dateformat'              => 'তারিখ বিন্যাস',
'prefs-timeoffset'              => 'সময় অফসেট',
'prefs-advancedediting'         => 'উচ্চতর অপশন',
'prefs-advancedrc'              => 'উচ্চতর অপশন',
'prefs-advancedrendering'       => 'উচ্চতর অপশন',
'prefs-advancedsearchoptions'   => 'উচ্চতর অপশন',
'prefs-advancedwatchlist'       => 'উচ্চতর অপশন',
'prefs-displayrc'               => 'প্রদর্শনী অপশন',
'prefs-displaysearchoptions'    => 'প্রদর্শনী অপশন',
'prefs-displaywatchlist'        => 'প্রদর্শনী অপশন',
'prefs-diffs'                   => 'পার্থক্য',

# User preference: e-mail validation using jQuery
'email-address-validity-valid'   => 'ইমেইল ঠিকানাটি সঠিক',
'email-address-validity-invalid' => 'সঠিক ইমেই ঠিকানা প্রদান করুন',

# User rights
'userrights'                   => 'ব্যবহারকারী অধিকার ব্যবস্থাপনা',
'userrights-lookup-user'       => 'ব্যবহারকারী দল ব্যবস্থাপনা করুন',
'userrights-user-editname'     => 'ব্যবহারকারীর নাম লিখুন:',
'editusergroup'                => 'ব্যবহারকারীর দল সম্পাদনা করো',
'editinguser'                  => "'''[[User:$1|$1]]''' $2 ব্যবহারকারীর জন্য ব্যবহারকারী অধিকার পরিবর্তন করছেন",
'userrights-editusergroup'     => 'ব্যবহারকারীর দল সম্পাদনা করো',
'saveusergroups'               => 'ব্যবহারকারীর দল সংরক্ষণ করো',
'userrights-groupsmember'      => 'সদস্য:',
'userrights-groupsmember-auto' => 'শর্তহীন সদস্য',
'userrights-groups-help'       => 'আপনি এই ব্যবহারকারীর বর্তমান দল পরিবর্তন করতে পারবেন:
* টিক চিহ্ন দেওয়া ঘরের অর্থ ব্যবহারকারী এখন ঐ দলের অন্তর্ভুক্ত।
* টিক চিহ্ন বিহীন ঘরের অর্থ ব্যবহারকারী ঐ দলের অন্তর্ভুক্ত নন।
* একটি তারকা চিহ্ন (*) দ্বারা বোঝানো হচ্ছে এই দলের অন্তর্ভুক্তির পর আপনি আর তা বাতিল করতে পারবেন না।',
'userrights-reason'            => 'কারণ:',
'userrights-no-interwiki'      => 'আপনার অন্য উইকিতে ব্যবহারকারী অধিকার সম্পাদনা করার অনুমতি নেই।',
'userrights-nodatabase'        => '$1 ডাটাবেজটির হয় কোন অস্তিত্ব নেই অথবা এটি স্থানীয় ডাটাবেজ নয়।',
'userrights-nologin'           => 'ব্যবহারকারী অধিকার প্রযুক্ত করতে হলে আপনাকে কোন প্রশাসকের অ্যাকাউন্টে [[Special:UserLogin|প্রবেশ]] করতে হবে।',
'userrights-notallowed'        => 'আপনার অ্যাকাউন্ট থেকে ব্যবহারকারী অধিকার যুক্ত বা অপসারণ করার অনুমতি নেই।',
'userrights-changeable-col'    => 'দল যা আপনি পরিবর্তন করতে পারেন',
'userrights-unchangeable-col'  => 'দল যা আপনি পরিবর্তন করতে পারবেন না',

# Groups
'group'               => 'দল:',
'group-user'          => 'ব্যবহারকারীগণ',
'group-autoconfirmed' => 'স্বয়ংক্রিয়ভাবে নিশ্চিতকৃত ব্যবহারকারীরা',
'group-bot'           => 'বট',
'group-sysop'         => 'প্রশাসক',
'group-bureaucrat'    => 'ব্যুরোক্র্যাট',
'group-suppress'      => 'ওভারসাইট',
'group-all'           => '(সমস্ত)',

'group-user-member'          => '{{GENDER:$1|ব্যবহারকারী}}',
'group-autoconfirmed-member' => 'স্বয়ংনিশ্চিতকৃত ব্যবহারকারী',
'group-bot-member'           => 'বট',
'group-sysop-member'         => 'প্রশাসক',
'group-bureaucrat-member'    => 'ব্যুরোক্র্যাট',
'group-suppress-member'      => 'ওভারসাইট',

'grouppage-user'          => '{{ns:project}}:ব্যবহারকারী',
'grouppage-autoconfirmed' => '{{ns:project}}:স্বয়ংক্রিয়ভাবে নিশ্চিতকৃত ব্যবহারকারী',
'grouppage-bot'           => '{{ns:project}}:বট',
'grouppage-sysop'         => '{{ns:project}}:প্রশাসক',
'grouppage-bureaucrat'    => '{{ns:project}}:ব্যুরোক্র্যাট',
'grouppage-suppress'      => '{{ns:project}}:ওভারসাইট',

# Rights
'right-read'                  => 'পাতাসমূহ পড়ুন',
'right-edit'                  => 'পাতা সম্পাদনা করুন',
'right-createpage'            => 'পাতা তৈরি করো (আলাপের পাতা নয়)',
'right-createtalk'            => 'আলোচনা পাতা তৈরি করুন',
'right-createaccount'         => 'নতুন ব্যবহারকারীর অ্যাকাউন্ট তৈরি করুন',
'right-minoredit'             => 'অনুল্লেখ্য সম্পাদনা হিসেবে চিহ্নিত',
'right-move'                  => 'পাতা সরান',
'right-move-subpages'         => 'পাতাগুলোকে তার উপপাতাসহ সরিয়ে নিন',
'right-move-rootuserpages'    => 'root ব্যবহারকারীর পাতাগুলো সরিয়ে ফেলুন',
'right-movefile'              => 'ফাইল স্থানান্তর',
'right-suppressredirect'      => 'পাতা স্থানান্তরের সময় মূল পাতায় রিডাইরেক্ট তৈরী করছে না',
'right-upload'                => 'ফাইল আপলোড করুন',
'right-reupload'              => 'বিদ্যমান ফাইল প্রতিস্থাপন করো',
'right-reupload-own'          => 'কারও আপলোডকৃত ফাইল ওভাররাইট করুন',
'right-reupload-shared'       => 'স্থানীয়ভাবে শেয়ার্ড মিডিয়া রিপোজিটরীর ফাইল ওভাররাইড',
'right-upload_by_url'         => 'URL থেকে ফাইল আপলোড',
'right-purge'                 => 'নিশ্চিতকরণ ছাড়াই সাইটের ক্যাশ পার্জ করুন',
'right-autoconfirmed'         => 'অর্ধ-সুরক্ষিত পাতা সম্পাদনা',
'right-bot'                   => 'সয়ংক্রিয় পদ্ধতি হিসাবে চিহ্নিত করণ',
'right-apihighlimits'         => 'API কোয়েরি হিসাবে আরও উচ্চ লিমিট ব্যবহার করুন',
'right-writeapi'              => 'write API এর ব্যবহার',
'right-delete'                => 'পাতা মুছে ফেলুন',
'right-bigdelete'             => 'বিশাল ইতিহাস সম্বলিত পাতা মুছে ফেলো',
'right-deleterevision'        => 'পাতার নির্দিষ্ট সংশোধনসমূহ অপসারণ এবং পুনরুদ্ধার',
'right-deletedhistory'        => 'অপরাসিত ভুক্তির ইতিহাস দেখাও, তাদের সংশ্লিষ্ট লেখা ছাড়া',
'right-deletedtext'           => 'অপরাসারিত সংশোধনের অপরাসারিত লেখা এবং পরিবর্তনসমূহ দেখাও',
'right-browsearchive'         => 'অপসারিত পাতা অনুসন্ধান করো',
'right-undelete'              => 'পাতাটি পুনরুদ্ধার করুন',
'right-suppressrevision'      => 'প্রশাসকদের থেকে লুকানো সংস্করণগুলো রিভিউ এবং রিস্টোর করুন',
'right-suppressionlog'        => 'ব্যক্তিগত লগ দেখাও',
'right-block'                 => 'সম্পাদনা করতে কোনো ব্যবহারকারীকে বাঁধা দাও',
'right-blockemail'            => 'ই-মেইল পাঠাতে কোনো ব্যবহারকারীকে বাঁধা দাও',
'right-hideuser'              => 'ব্যবহারকারীকে ব্লক করুন, এবং সর্বসাধারণের দৃষ্টিসীমা থেকে সরিয়ে নিন',
'right-ipblock-exempt'        => 'আইপি ব্লক, অটো ব্লক এবং রেঞ্জ ব্লক এড়িয়ে যান',
'right-proxyunbannable'       => 'সয়ংক্রিয় প্রক্সি ব্লক এড়িয়ে যান',
'right-unblockself'           => 'আনব্লক করুন',
'right-protect'               => 'পাতাটির সংরক্ষণ সীমা পরিবর্তন করুন এবং পাতটি সম্পাদনা করুন',
'right-editprotected'         => 'সুরক্ষিত পাতা সম্পাদনা (ক্যাসকাডিং সুরক্ষা ছাড়া)',
'right-editinterface'         => 'ব্যবহারকারী ইন্টারফেস সম্পাদনা',
'right-editusercssjs'         => 'অন্য ব্যবহারকারীগণের CSS এবং JS ফাইল সম্পাদনা',
'right-editusercss'           => 'অন্য ব্যবহারকারীগণের CSS ফাইল সম্পাদনা',
'right-edituserjs'            => 'অন্য ব্যবহারকারীগণের JS ফাইল সম্পাদনা',
'right-rollback'              => 'একটি নির্দিষ্ট পাতার সর্বশেষ ব্যবহারকারীর সম্পদনা পূর্বাবস্থায় ফিরিয়ে আনুন',
'right-markbotedits'          => 'রোলড-ব্যাক সম্পাদনাসমূহকে বট সম্পাদনা হিসেবে চিহ্নিত করো',
'right-noratelimit'           => 'রেট লিমিটের ভিত্তিতে পরিবর্তন হবে না',
'right-import'                => 'অন্য উইকি থেকে পাতা আমদানী করো',
'right-importupload'          => 'ফাইল আপলোড থেকে এই পাতাগুলো আমদানী করো',
'right-patrol'                => 'অন্যের সম্পাদনা পরীক্ষিত বলে চিহ্নিত করো',
'right-autopatrol'            => 'কারও নিজের সম্পাদনা সয়ংক্রিয়ভাবে পরীক্ষাণ হিসাবে চিহ্নিত',
'right-patrolmarks'           => 'সাম্প্রতিক পরিবর্তনের পরীক্ষিত চিহ্ন দেখাও',
'right-unwatchedpages'        => 'নজরতালিকা বহির্ভূত পাতাগুলির তালিকা দেখাও',
'right-mergehistory'          => 'পাতার ইতিহাস একীকরণ করুন।',
'right-userrights'            => 'সকল ব্যবহারকারী অধিকার সম্পাদনা করুন',
'right-userrights-interwiki'  => 'অন্যান্য উইকির ব্যবহারকারীদের অধিকারসমূহ সম্পাদনা করুন।',
'right-siteadmin'             => 'ডাটাবেজ বন্ধ এবং খুলুন',
'right-override-export-depth' => '৫ম স্তর পর্যন্ত সংযুক্তিসহ একটি পাতা রপ্তানী করুন',
'right-sendemail'             => 'অন্য ব্যবহারকারীকে ইমেইল পাঠান',
'right-passwordreset'         => 'পাসওয়ার্ড রিসেট ইমেইল দেখুন',

# User rights log
'rightslog'                  => 'ব্যবহারকারীর অধিকার লগ',
'rightslogtext'              => 'এটি ব্যবহারকারী অধিকারে আনা পরিবর্তনগুলির একটি লগ।',
'rightslogentry'             => '$1-কে $2 দল থেকে পরিবর্তন করে $3 দলের সদস্য করা হয়েছে',
'rightslogentry-autopromote' => 'সয়ংক্রিয়ভাবে $2 থেকে $3 উন্নীত হয়েছে',
'rightsnone'                 => '(কিছু নাই)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'এই পাতাটি পড়ুন',
'action-edit'                 => 'এই পাতাটি সম্পাদনা করুন',
'action-createpage'           => 'পাতা তৈরি করো',
'action-createtalk'           => 'আলাপের পাতা তৈরি করো',
'action-createaccount'        => 'এই ব্যবহারকারী একাউন্টটি তৈরি করো',
'action-minoredit'            => 'এই সম্পাদনাটি অনুল্লেখ্য হিসেবে চিহ্নিত করো',
'action-move'                 => 'পাতাটি সরিয়ে ফেলুন',
'action-move-subpages'        => 'পাতাটি এবং এর উপপাতাগুলো সরিয়ে ফেলুন',
'action-move-rootuserpages'   => 'root ব্যবহারকারীর পাতাগুলো সরিয়ে ফেলুন',
'action-movefile'             => 'এই ফাইলটি সরিয়ে ফেলুন',
'action-upload'               => 'এই ফাইল আপলোড করো',
'action-reupload'             => 'বিদ্যমান ফাইল প্রতিস্থাপন করো',
'action-reupload-shared'      => 'শেয়ার্ড রিপোজিটরীতে এই ফাইলটি আপডেট করুন',
'action-upload_by_url'        => 'কোন ইউআরএল থেকে ফাইলটি আপলোড করো',
'action-writeapi'             => 'রাইট এপিআই ব্যবহার করুন',
'action-delete'               => 'পাতাটি মুছে ফেলো',
'action-deleterevision'       => 'এই সংশোধনটি মুছে ফেলো',
'action-deletedhistory'       => 'পাতার মুছে ফেলা ইতিহাস দেখাও',
'action-browsearchive'        => 'অপসারিত পাতায় অনুসন্ধান করুন',
'action-undelete'             => 'পাতাটি পুনরুদ্ধার করো',
'action-suppressrevision'     => 'লুকানো সংস্করণগুলো রিভিউ এবং রিস্টোর করুন',
'action-suppressionlog'       => 'এই ব্যক্তিগত লগ দেখাও',
'action-block'                => 'এই ব্যবহারকারীকে সম্পাদনা করতে বাঁধা দাও',
'action-protect'              => 'এই পাতার সুরক্ষার মাত্রা পরিবর্তন করো',
'action-rollback'             => 'একটি নির্দিষ্ট পাতার সর্বশেষ ব্যবহারকারীর সম্পদনা পূর্বাবস্থায় ফিরিয়ে আনুন',
'action-import'               => 'অন্য উইকি থেকে এই পাতাটি আমদানী করো',
'action-importupload'         => 'ফাইল আপলোড থেকে এই পাতাটি আমদানী করো',
'action-patrol'               => 'অন্যদের সম্পাদনা পরীক্ষিত বলে চিহ্নিত করো',
'action-autopatrol'           => 'পরীক্ষিত বলে চিহ্নিত কি আপনি সম্পাদনা করেছেন',
'action-unwatchedpages'       => 'নজরতালিকা বহির্ভূত পাতাগুলির তালিকা দেখাও',
'action-mergehistory'         => 'এই পাতার ইতিহাস একত্রিত করুন',
'action-userrights'           => 'সকল ব্যবহারকারীর অধিকার সম্পাদনা করুন',
'action-userrights-interwiki' => 'অন্যান্য উইকির ব্যবহারকারীদের অধিকারসমূহ সম্পাদনা করুন',
'action-siteadmin'            => 'ডাটাবেজ বন্ধ অথবা খুলুন',
'action-sendemail'            => 'ই-মেইল পাঠাও',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|পরিবর্তন|পরিবর্তনসমূহ}}',
'recentchanges'                     => 'সাম্প্রতিক পরিবর্তনসমূহ',
'recentchanges-legend'              => 'সাম্প্রতিক পরিবর্তনের পছন্দসমূহ',
'recentchangestext'                 => 'এই পাতায় উইকিটির সবচেয়ে সাম্প্রতিক পরিবর্তনগুলি অনুসরণ করুন।',
'recentchanges-feed-description'    => 'এই ফিডে উইকিটির সবচেয়ে সাম্প্রতিক পরিবর্তনগুলি অনুসরণ করুন।',
'recentchanges-label-newpage'       => 'এই সম্পাদনায় একটি নতুন পাতা তৈরি হয়েছে',
'recentchanges-label-minor'         => 'এটি একটি অনুল্লেখিত সম্পাদনা',
'recentchanges-label-bot'           => 'এটি বট দ্বারা সম্পাদিত',
'recentchanges-label-unpatrolled'   => 'এই সম্পাদনাটি এখনও পরীক্ষিত নয়',
'rcnote'                            => "বিগত {{PLURAL:$2|দিনে|'''$2''' দিনে}} সংঘটিত {{PLURAL:$1|'''১'''|'''$1'''}}টি পরিবর্তন নীচে দেখানো হল (যেখানে বর্তমান সময় ও তারিখ $5, $4)।",
'rcnotefrom'                        => "'''$2'''-এর পরে সংঘটিত পরিবর্তনগুলো নিচে দেখানো হল ('''$1'''টি)।",
'rclistfrom'                        => '$1-এর পর সংঘটিত নতুন পরিবর্তনগুলো দেখাও।',
'rcshowhideminor'                   => 'অনুল্লেখ্য পরিবর্তনগুলো $1',
'rcshowhidebots'                    => 'বটগুলো $1',
'rcshowhideliu'                     => 'প্রবেশ করেছেন এমন ব্যবহারকারীদের $1',
'rcshowhideanons'                   => 'বেনামী ব্যবহারকারীদের $1',
'rcshowhidepatr'                    => '$1 পরীক্ষিত সম্পাদনা',
'rcshowhidemine'                    => 'আমার সম্পাদনাগুলো $1',
'rclinks'                           => "'''প্রদর্শনের ধরন'''<br />
* বিগত ($2) দিনের শেষ ($1)টি পরিবর্তন দেখাও
* $3",
'diff'                              => 'পরিবর্তন',
'hist'                              => 'ইতিহাস',
'hide'                              => 'দেখিও না',
'show'                              => 'দেখাও',
'minoreditletter'                   => 'অ',
'newpageletter'                     => 'ন',
'boteditletter'                     => 'ব',
'number_of_watching_users_pageview' => '[$1 {{PLURAL:$1|জন ব্যবহারকারী|জন ব্যবহারকারী}} এই পাতার উপর নজর রাখছেন]',
'rc_categories'                     => 'এই বিষয়শ্রেণীগুলিতে সীমাবদ্ধ করা হোক ("|" দিয়ে আলাদা করে লিখুন)',
'rc_categories_any'                 => 'যেকোনো',
'rc-change-size-new'                => 'পরিবর্তনের পর $1 {{PLURAL:$1|বাইট}}',
'newsectionsummary'                 => '/* $1 */ নতুন অনুচ্ছেদ',
'rc-enhanced-expand'                => 'বিস্তারিত দেখাও (জাভাস্ক্রিপ্ট দরকার)',
'rc-enhanced-hide'                  => 'বিস্তারিত লুকাও',
'rc-old-title'                      => 'মূলত "$1" হিসাবে তৈরী করা হয়েছিল',

# Recent changes linked
'recentchangeslinked'          => 'সম্পর্কিত পরিবর্তন',
'recentchangeslinked-feed'     => 'সম্পর্কিত পরিবর্তন',
'recentchangeslinked-toolbox'  => 'সম্পর্কিত পরিবর্তন',
'recentchangeslinked-title'    => '"$1"-এর সাথে সম্পর্কিত পরিবর্তনসমূহ',
'recentchangeslinked-noresult' => 'সংযোগকৃত পাতাগুলিতে প্রদত্ত সময়সীমার জন্য কোন পরিবর্তন হয়নি।',
'recentchangeslinked-summary'  => "একটি নির্দিষ্ট পাতা (অথবা নির্দিষ্ট বিষয়শ্রেণীতে) থেকে সংযুক্ত এ পাতার সাম্প্রতিক পরিবর্তনের তালিকা দেওয়া হয়েছে। আপনার [[Special:Watchlist|আপনার নজরতালিকায়]] রাখা পাতাগুলি '''গাঢ়''' করে দেখানো হয়েছে।",
'recentchangeslinked-page'     => 'পাতার নাম:',
'recentchangeslinked-to'       => 'প্রদত্ত পাতায় সংযুক্ত আছে এমন পাতাগুলোর পরিবর্তন দেখাও',

# Upload
'upload'                      => 'আপলোড',
'uploadbtn'                   => 'ফাইল আপলোড করুন',
'reuploaddesc'                => 'আপলোড বাতিল করো এবং আপলোড ফর্মে ফেরত যাও।',
'upload-tryagain'             => 'পরিবর্তিত ফাইল বর্ণনা জমা দিন',
'uploadnologin'               => 'আপনি লগ-ইন করেননি।',
'uploadnologintext'           => 'আপলোড করতে হলে আপনাকে অবশ্যই আগে [[Special:UserLogin|লগ-ইন]] করতে হবে।',
'upload_directory_missing'    => 'আপলোড ডাইরেক্টরি ($1) পাওয়া যাচ্ছে না এবং ওয়েব সার্ভার কর্তৃক তৈরি করা যাচ্ছে না।',
'upload_directory_read_only'  => 'আপলোড ডিরেক্টরিটি ($1) ওয়েবসার্ভার কর্তৃক লিখনযোগ্য নয়।',
'uploaderror'                 => 'আপলোড এ সমস্যা হয়েছে',
'upload-recreate-warning'     => "'''সতর্কতা: এই নামের ফাইলটি অপসারণ অথবা স্থানান্তর করা হয়েছে।'''

কাজের সুবিধার জন্য অপসারণ এবং স্থানান্তর লগ এখানে দেখানো হল:",
'uploadtext'                  => "ফাইল আপলোড করতে নিচের ফরমটি ব্যবহার করুন।</br>
পূর্বে আপলোড করা ফাইল দেখতে বা অনুসন্ধানে [[Special:FileList|পূর্বে আপলোড করা ফাইলের তালিকা]] দেখুন। (পুনঃ)আপলোড করা ফাইল এর নাম  [[Special:Log/upload|আপলোড লগে]] যোগ হয়, অপসারিত ফাইলের নাম [[Special:Log/delete|অপসারণ লগে]] রয়েছে।

কোনো নিবন্ধে ছবি যোগ করতে হলে নিচের উদাহরণ অনুযায়ী সংযোগ দিন:
* '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code>''',
* '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></code>''' অথবা
* '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code>'''",
'upload-permitted'            => 'যেসব ফাইলের ধরন অনুমোদিত: $1।',
'upload-preferred'            => 'যেসব ফাইলের ধরন পছন্দনীয়: $1।',
'upload-prohibited'           => 'যেসব ফাইলের ধরন নিষিদ্ধ: $1।',
'uploadlog'                   => 'আপলোড এর ইতিহাস তালিকা',
'uploadlogpage'               => 'আপলোড লগ',
'uploadlogpagetext'           => 'নিচে সম্প্রতিক আপলোডকৃত ফাইলের তালিকা রয়েছে।
সংক্ষেপচিত্র সহ দেখতে [[Special:NewFiles|নতুন ফাইলের গ্যালারি]] দেখুন।',
'filename'                    => 'ফাইলের নাম',
'filedesc'                    => 'সারাংশ',
'fileuploadsummary'           => 'সারাংশ:',
'filereuploadsummary'         => 'ফাইলের পরিবর্তনসমূহ:',
'filestatus'                  => 'কপিরাইট অবস্থা:',
'filesource'                  => 'উৎস:',
'uploadedfiles'               => 'আপলোডকৃত ফাইলগুলি',
'ignorewarning'               => 'সতর্কীকরণ উপেক্ষা করেই ফাইল সংরক্ষণ করা হোক।',
'ignorewarnings'              => 'সমস্ত সতর্কীকরণ উপেক্ষা করা হোক',
'minlength1'                  => 'ফাইলের নাম কমপক্ষে এক বর্ণের হতে হবে।',
'illegalfilename'             => '"$1" ফাইলনামটিতে এমন কিছু ক্যারেক্টার আছে যেগুলি পাতার শিরোনামে ব্যবহার করা অবৈধ। অনুগ্রহ করে ফাইলটি নতুন করে নামকরণ করুন এবং তারপর আপলোড করার চেষ্টা করুন।',
'filename-toolong'            => 'ফাইলের নাম ২৪০ বাইটের বড় হওয়া যাবে না।',
'badfilename'                 => 'ফাইলের নামটি পরিবর্তন করে $1" করা হয়েছে।',
'filetype-mime-mismatch'      => '".$1" ফাইল এক্সটেনশনটি MIME থেকে চিহ্নিত ফাইলের ধরনের সাথে মিলছে না ($2)।',
'filetype-badmime'            => '"$1" MIME ধরনের ফাইল আপলোড করা যাবে না।',
'filetype-bad-ie-mime'        => 'এই ফাইলটি আপলোড করা সম্ভব নয় কারণ ইন্টারনেট এক্সপ্লোরার একে "$1" হিসেবে সনাক্ত করতে পারে, যা অননুমোদিত এবং সম্ভাব্য ক্ষতিকারক ফাইল টাইপ।',
'filetype-unwanted-type'      => "'''\".\$1\"''' ফাইল ধরনটি অগ্রহণযোগ্য।
পছন্দনীয় {{PLURAL:\$3|ফাইলের ধরন|ফাইলের ধরনগুলো}} হলো \$2।",
'filetype-banned-type'        => '\'\'\'".$1"\'\'\' {{PLURAL:$4|ফাইল ধরনটি অনুমোদিত নয়|ফাইল ধরনগুলো অনুমোদিত নয়}}। অনুমোদিত {{PLURAL:$3|ফাইলের ধরন|ফাইলের ধরনগুলো}} হল $2।',
'filetype-missing'            => 'এই ফাইলটির কোন এক্সটেনশন নেই (যেমন ".jpg")।',
'empty-file'                  => 'আপনার জমাকৃত ফাইলটি খালি।',
'file-too-large'              => 'আপনার জমাকৃত ফাইলটি অনেক বড়।',
'filename-tooshort'           => 'ফাইল নামটি খুব ছোট।',
'filetype-banned'             => 'এই ধরনের ফাইল নিষিদ্ধ।',
'verification-error'          => 'এই ফাইলের ফাইল ভ্যালিডেশন উত্তীর্ণ হয়নি।',
'hookaborted'                 => 'যে পরিবর্তনটি আপনি করার চেষ্টা করেছিলেন তা এক্সটেনশন দ্বারা বাতিল করা হয়েছে।',
'illegal-filename'            => 'ফাইলের এই নামটি গ্রহণযোগ্য নয়।',
'overwrite'                   => 'বিদ্যমান কোনো ফাইল প্রতিস্থাপন গ্রহণযোগ্য নয়।',
'unknown-error'               => 'একটি অজানা ত্রুটি দেখা দিয়েছে।',
'tmp-create-error'            => 'অস্থায়ী ফাইল তৈরি করা যাবে না।',
'tmp-write-error'             => 'অস্থায়ী ফাইলে লিখতে সমস্যা হয়েছে।',
'large-file'                  => '$1-এর চেয়ে বড় আকারের ফাইল সুপারিশ করা হয় না; এই ফাইলটি $2।',
'largefileserver'             => 'সার্ভারে যতখানি অনুমোদিত তার চেয়ে এই ফাইলের আকার বড়।',
'emptyfile'                   => 'আপনি যে ফাইলটি আপলোড করেছেন, তা খালি মনে হচ্ছে। ফাইলের নামে টাইপিং ত্রুটির কারণে এরকম হতে পারে। অনুগ্রহ করে পরীক্ষা করে দেখুন আপনি আসলেই এই ফাইলটি আপলোড করতে চান কি না।',
'windows-nonascii-filename'   => 'এই উইকি বিশেষ ক্যারেক্টারসমৃদ্ধ ফাইলের নাম সমর্থন করে না।',
'fileexists'                  => 'এই নামের একটি ফাইল ইতিমধ্যেই বিদ্যমান। অনুগ্রহ করে <strong>[[:$1]]</strong> পরীক্ষা করে দেখুন, যদি আপনি এটি পরিবর্তনের ব্যাপারে নিশ্চিত না হন। [[$1|thumb]]',
'filepageexists'              => 'এই ফাইলের বর্ণনা পাতা এখানে <strong>[[:$1]]</strong> তৈরী করা হয়েছে, কিন্তু এই নামের কোনো ফাইল নেই।
আপনার লেখা তথ্যগুলো বর্ণনা পাতায় যোগ করা যাচ্ছে না।
তথ্যটি সংযোজনের জন্য আপনাকে ম্যানুয়ালী এই পাতাটি সম্পাদনা করতে হবে।
[[$1|thumb]]',
'fileexists-extension'        => 'একই নামের আরেকটি ফাইল আছে: [[$2|thumb]]
* আপলোড করা ফাইলের নাম: <strong>[[:$1]]</strong>
* একই নামে বর্তমান ফাইলের নাম: <strong>[[:$2]]</strong>
অনুগ্রহ করে একটি ভিন্ন নাম পছন্দ করুন।',
'fileexists-thumbnail-yes'    => "ফাইলটি একটি সংক্ষেপিত আকারের ছবি ''(থাম্বনেইল)'' বলে মনে হচ্ছে। [[$1|thumb]]
অনুগ্রহ করে <strong>[[:$1]]</strong> ফাইলটি পরীক্ষা করে দেখুন।
যদি পরীক্ষাকৃত ফাইলটি একই ছবির মূল আকার হয়, তবে একটি অতিরিক্ত থাম্বনেইল আপলোড করার প্রয়োজন নেই।",
'file-thumbnail-no'           => "ফাইলের নামটি <strong>$1</strong> দিয়ে শুরু হয়েছে।
মনে হচ্ছে এটি একটি সংকুচিত আকারের ছবি  ''(থাম্বনেইল)''।
আপনার কাছে যদি পূর্ণ রেজোলিউশনের ছবিটি থাকে, তবে সেটি আপলোড করুন, নতুবা অনুগ্রহ করে ফাইলের নামটি পরিবর্তন করুন।",
'fileexists-forbidden'        => 'এই নামের একটি ফাইল ইতিমধ্যেই বিদ্যমান, এবং এটি প্রতিস্থাপনযোগ্য নয়।
আপনি যদি এখনো ফাইলটি আপলোড করতে চান, তবে অনুগ্রহপূর্বক পেছনে গিয়ে একটি নতুন নামে ফাইলটি আপলোড করুন।
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'অংশীদারী ফাইল ভাণ্ডারে এই নামের একটি ফাইল ইতিমধ্যেই বিদ্যমান।
আপনি যদি এখনো ফাইলটি আপলোড করতে চান, তবে অনুগ্রহপূর্বক পেছনে গিয়ে একটি নতুন নামে ফাইলটি আপলোড করুন।[[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'এই ফাইলটি নিচের {{PLURAL:$1|ফাইল|ফাইলগুলির}} অনুলিপি:',
'file-deleted-duplicate'      => 'এই ফাইলটির মত একটি ফাইল ([[:$1]]) পূর্বে অপসারণ করা হয়েছে।
পুনরায় আপলোড করার পূর্বে আপনার উচিত আগের ফাইলটির অপসারণের কারণ জানা।',
'uploadwarning'               => 'আপলোড সতর্কবাণী',
'uploadwarning-text'          => 'অনুগ্রহ করে নিচে ফাইলের বর্ণনা পরিবর্তন করে আবার চেষ্টা করুন।',
'savefile'                    => 'সংরক্ষণ',
'uploadedimage'               => '"[[$1]]" আপলোড করা হয়েছে।',
'overwroteimage'              => '"[[$1]]"-এর একটি নতুন সংস্করণ আপলোড করা হয়েছে',
'uploaddisabled'              => 'আপলোড নিষ্ক্রিয় আছে',
'copyuploaddisabled'          => 'ইউআরএল এর মাধ্যমে আপলোড নিস্ক্রিয় রয়েছে।',
'uploadfromurl-queued'        => 'আপনার আপলোড সারিবদ্ধ হয়েছে।',
'uploaddisabledtext'          => 'ফাইল আপলোড নিষ্ক্রিয়।',
'php-uploaddisabledtext'      => 'পিএইপি -এ ফাইল আপলোড নিস্ক্রিয় রয়েছে।
অনুগ্রহ করে file_uploads সেটিং পরীক্ষা করুন।',
'uploadscripted'              => 'এই ফাইলে এমন HTML বা স্ক্রিপ্ট কোড আছে যা একটি ওয়েব ব্রাউজার ভুল বুঝতে পারে।',
'uploadvirus'                 => 'এই ফাইলটিতে ভাইরাস আছে! ব্যাখ্যা: $1',
'uploadjava'                  => 'এটি একটি ZIP ফরম্যাটের ফাইল, যেখানে একটি জাভা .class ফরম্যাটের ফাইল রয়েছে।
জাভা ফাইল আপলোডের কোনো অনুমতি নেই, কারণ এই ধরনের ফাইল সিস্টেমে নিরাপত্তা ত্রুটি তৈরী করতে পারে।',
'upload-source'               => 'উৎস ফাইল',
'sourcefilename'              => 'উৎস ফাইলের নাম:',
'sourceurl'                   => 'উৎস ইউআরএল:',
'destfilename'                => 'লক্ষ্য ফাইলের নাম:',
'upload-maxfilesize'          => 'ফাইলের সর্বোচ্চ আকার: $1',
'upload-description'          => 'ফাইলের বর্ণনা',
'upload-options'              => 'আপলোড-অপশন',
'watchthisupload'             => 'এই ফাইলটি নজরে রাখুন',
'filewasdeleted'              => 'এই নামের একটি ফাইল পূর্বে আপলোড করা হয়েছিল এবং তারপর মুছে ফেলা হয়েছিল। আপনি ফাইলটি আবার আপলোড করার আগে $1 পরীক্ষা করে দেখুন।',
'filename-bad-prefix'         => "আপনি যে ফাইলটি আপলোড করছেন, তার নাম '''\"\$1\"''' দিয়ে শুরু হয়েছে। এ ধরনের নাম সাধারণত ডিজিটাল ক্যামেরাগুলি স্বয়ংক্রিয়ভাবে দিয়ে থাকে এবং এগুলি ব্যাখ্যামূলক নয়। অনুগ্রহ করে আপনার ফাইলের জন্য আরও ব্যাখ্যামূলক একটি নাম পছন্দ করুন।",
'upload-success-subj'         => 'আপলোড সফল হয়েছে',
'upload-success-msg'          => '[$2] থেকে আপনার আপলোড সফল হয়েছে। এটি এখানে: [[:{{ns:file}}:$1]] পাওয়া যাবে',
'upload-failure-subj'         => 'আপলোড সমস্যা',
'upload-failure-msg'          => 'আপনার আপলোড ফর্ম [$2]-এ একটি সমস্যা হয়েছে:

$1',
'upload-warning-subj'         => 'আপলোড সতর্কীকরণ',
'upload-warning-msg'          => '[$2] থেকে করা আপনার আপলোডে সমস্যা হয়েছে। সমস্যার সমাধানকল্পে আপনাকে সম্ভবত [[Special:Upload/stash/$1|আপলোড ফর্ম]]-এ ফিরে যেতে হবে।',

'upload-proto-error'        => 'ভুল প্রোটোকল',
'upload-proto-error-text'   => 'দূরবর্তী আপলোডের জন্য URLগুলি <code>http://</code> বা <code>ftp://</code> দিয়ে শুরু হওয়া আবশ্যক।',
'upload-file-error'         => 'আভ্যন্তরীণ ত্রুটি',
'upload-file-error-text'    => 'সার্ভারে একটি অস্থায়ী ফাইল সৃষ্টি করতে গিয়ে একটি আভ্যন্তরীণ ত্রুটি ঘটেছে।
অনুগ্রহ করে একজন [[Special:ListUsers/sysop|প্রশাসকের]] সাথে যোগাযোগ করুন।',
'upload-misc-error'         => 'অজানা আপলোড ত্রুটি',
'upload-misc-error-text'    => 'আপলোড করার সময় অজানা কোনো ত্রুটি ঘটেছে।
অনুগ্রহ করে ইউআরএলটি বৈধ কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
যদি এর পরেও সমস্যা হয়, তবে একজন [[Special:ListUsers/sysop|প্রশাসকের]] সাথে যোগাযোগ করুন।',
'upload-too-many-redirects' => 'এই ইউআরএলটিতে অনেক বেশি পুনর্নির্দেশনা রয়েছে',
'upload-unknown-size'       => 'অজানা আকার',
'upload-http-error'         => 'একটি এইচটিটিপি ত্রুটি দেখা দিয়েছে: $1',

# File backend
'backend-fail-stream'        => '"$1" ফাইলের স্ট্রিম দেখানো যাচ্ছে না।',
'backend-fail-backup'        => '"$1" ফাইলের ব্যাকআপ তৈরী সম্ভব নয়।',
'backend-fail-notexists'     => '"$1" নামের কোনো ফাইল নেই।',
'backend-fail-hashes'        => 'তুলনা করার জন্য ফাইল হ্যাশ খুজে পাওয়া যাচ্ছে না।',
'backend-fail-notsame'       => '"$1"-এ আগে থেকেই অপর একটি ফাইল রয়েছে।',
'backend-fail-invalidpath'   => '"$1" একটি ভুল স্টোরেজ পাথ।',
'backend-fail-delete'        => '$1 ফাইলটি অপসারণ সম্ভব নয়।',
'backend-fail-alreadyexists' => '"$1" নামের একটি ফাইল আগে থেকেই রয়েছে।',
'backend-fail-store'         => '"$2"-এ "$1" ফাইলটি সংরক্ষন করা সম্ভব নয়।',
'backend-fail-copy'          => '"$1" ফাইলটি "$2"-তে কপি করা সম্ভব নয়।',
'backend-fail-move'          => '"$2"-এ "$1" ফাইলটি স্থানান্তর করা সম্ভব নয়।',
'backend-fail-opentemp'      => 'অস্থায়ী ফাইলটি ওপেন করা যাচ্ছে না।',
'backend-fail-writetemp'     => 'অস্থায়ী ফাইলটিতে লেখা যাচ্ছে না।',
'backend-fail-closetemp'     => 'অস্থায়ী ফাইলটি বন্ধ করা যাচ্ছে না।',
'backend-fail-read'          => '$1 ফাইলটি ওপেন করা যাচ্ছে না।',
'backend-fail-create'        => '$1 ফাইলটি তৈরী করা যাচ্ছে না।',
'backend-fail-readonly'      => '"$1" স্টোরেজ ব্যাকএন্ড থেকে বর্তমানে লেখা যাচ্ছে না। কারণ: "\'\'$2\'\'"',
'backend-fail-synced'        => '"$1" ফাইলটি ইন্টারনাল স্টোরেজ ব্যকএন্ডের সাথে অসামঞ্জস্যপূর্ণ',
'backend-fail-connect'       => 'স্টোরেজ ব্যাকেন্ড "$1" এর সাথে যোগাযোগ করা যাচ্ছে না।',
'backend-fail-internal'      => '"$1" স্টোরেজ ব্যাকেন্ডে কোনো অজানা ত্রুটি হয়েছে।',
'backend-fail-contenttype'   => '"$1"-এ সংরক্ষনের জন্য নির্ধারিত ফাইলের ধরন বুঝতে পারা যাচ্ছে না।',
'backend-fail-batchsize'     => 'স্টোরেজ ব্যকএন্ডে $1টি {{PLURAL:$1|অপারেশনের|অপারেশনগুলোর}} কমান্ড দেয়া হয়েছে; সর্বোচ্চ সীমা হল $2টি {{PLURAL:$1|অপারেশ}}।',

# Lock manager
'lockmanager-notlocked'        => '"$1" আনলক করা যাচ্ছে না; এটি লক করা রয়েছে।',
'lockmanager-fail-closelock'   => '"$1" ফাইলটি লক করা তাই বন্ধ করা যাচ্ছে না।',
'lockmanager-fail-deletelock'  => '"$1" লক করা ফাইলটি অপসারণ সম্ভব নয়।',
'lockmanager-fail-acquirelock' => '"$1" লক করা ফাইল খুজে পাওয়া যাচ্ছে না।',
'lockmanager-fail-openlock'    => '"$1" লক করা ফাইলটি খোলা সম্ভব নয়।',
'lockmanager-fail-releaselock' => '"$1" লক করা ফাইলটি ছাড়া যাচ্ছে না।',
'lockmanager-fail-db-bucket'   => '$1 এর লক করা ডাটাবেজের সাথে যোগাযোগ করা যাচ্ছে না।',
'lockmanager-fail-db-release'  => '$1 ডাটাবেজের লক খোলা যাচ্ছে না।',
'lockmanager-fail-svr-release' => '$1 ডাটাবেজের লক খোলা যাচ্ছে না।',

# ZipDirectoryReader
'zip-file-open-error' => 'ফাইলটির জিপ পরীক্ষা করার সময় একটি ত্রুটি দেখা দিয়েছে।',
'zip-wrong-format'    => 'চিহ্নিত ফাইলটি কোনো জিপ ফাইল নয়।',
'zip-bad'             => 'এই ফাইলটি ত্রুটিপূর্ণ অথবা পাঠযোগ্য যোগ্য নয় এমন জিপ ফাইল।
নিরাপত্তাজনিত কারণে একটি সঠিকভাবে পরীক্ষা করা সম্ভব নয়।',
'zip-unsupported'     => 'এই ফাইলটি একটি জিপ ফাইল যা এমন জিপ সুবিধা ব্যবহার করে যা মিডিয়াউইকি দ্বারা সমর্থিত নয়।
নিরাপত্তাজনিত কারণে এটি সুষ্ঠুভাবে পরীক্ষা করা সম্ভব নয়।',

# Special:UploadStash
'uploadstash'          => 'আপলোড স্ট্যাশ',
'uploadstash-summary'  => 'এই পাতার মাধ্যমে এমন সকল ফাইল দেখা যাবে যেগুলো আপলোড করা হয়েছে (অথবা আপলোড করা চলছে) কিন্তু এখানো উইকিতে প্রকাশ করা হয়নি। 
এই ফাইলগুলো যিনি আপলোড করছেন তিনি ছাড়া আর কেউ দেখতে পাচ্ছেন না।',
'uploadstash-clear'    => 'স্ট্যাশড্‌ ফাইল পরিষ্কার করা',
'uploadstash-nofiles'  => 'আপনার কোনো স্ট্যাশড ফাইল নেই।',
'uploadstash-badtoken' => 'আপনার অনুরোধকৃত কাজটি সম্পন্ন হয়নি, হয়তো আপনার সম্পাদনার অনুমতি মেয়াদ উত্তীর্ণ হয়েছে। পুনরায় চেষ্টা করুন।',
'uploadstash-errclear' => 'ফাইলগুলো পরিষ্কারকরণ ব্যর্থ হয়েছে।',
'uploadstash-refresh'  => 'ফাইলের তালিকা রিফ্রেশ করুন',
'invalid-chunk-offset' => 'ত্রুটিপূর্ণ চাংক অফসেট',

# img_auth script messages
'img-auth-accessdenied'     => 'প্রবেশাধিকার নাই',
'img-auth-nopathinfo'       => 'PATH_INFO পাওয়া যাচ্ছে না।
আপনার সার্ভার থেকে এই তথ্য পাঠানোর জন্য কনফিগার করা হয়নি।
এটি হয়তো CGI ভিত্তিক এবং img_auth সমর্থন করে না।
বিস্তারিত দেখুন https://www.mediawiki.org/wiki/Manual:Image_Authorization।',
'img-auth-notindir'         => 'অনুরোধকৃত পাথটি কনফিগার করা আপলোড ডিরেক্টরী নয়।',
'img-auth-badtitle'         => '"$1" থেকে একটি সঠিক শিরনাম তৈরী করা যাচ্ছে না।',
'img-auth-nologinnWL'       => 'আপনি লগইন করেননি এবং "$1" নজরতালিকায় নাই।',
'img-auth-nofile'           => 'ফাইল "$1" নাই।',
'img-auth-isdir'            => 'আপনি "$1" ডিরেক্টরী দেখতে চেষ্ঠা করছেন।
শুধুমাত্র ফাইল দেখার অনুমতি রয়েছে।',
'img-auth-streaming'        => 'স্ট্রিমিং "$1"।',
'img-auth-public'           => 'ব্যাক্তিগত উইকি থেকে ফাইল আউটপুটের জন্য img_auth.php এর ফাংশনগুলো ব্যবহার করা হয়।
এই উইকিটি পাবলিক উইকি হিসাবে কনফিগার করা রয়েছে।
নিরাপত্তার কারণে, img_auth.php ডিজেবল করা রয়েছে।',
'img-auth-noread'           => 'ব্যবহারকারীর "$1" পড়ার প্রবেশাধিকার নাই।',
'img-auth-bad-query-string' => 'ইউআরএল এর কোয়েরি স্ট্রিংটি সঠিক নয়।',

# HTTP errors
'http-invalid-url'      => 'ভুল ইউআরএল: $1',
'http-invalid-scheme'   => '"$1" যুক্ত ইউআরএল ব্যবহার অনুমদিন নয়।',
'http-request-error'    => 'অজানা কারণে HTTP রিকোয়েস্টটি ব্যার্থ হয়েছে।',
'http-read-error'       => 'HTTP পঠন ত্রুটি।',
'http-timed-out'        => 'HTTP অনুরোধের সময় পার হয়েছে।',
'http-curl-error'       => 'ইউআরএল নিয়ে আসার ক্ষেত্রে ত্রুটি: $1',
'http-host-unreachable' => 'URL-এ পৌঁছানো যায়নি',
'http-bad-status'       => 'HTTP অনুরোধের সময় কোন সমস্যা হয়েছে: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'URL-এ পৌঁছানো যায়নি',
'upload-curl-error6-text'  => 'প্রদত্ত URLটিতে পৌঁছানো যায়নি। অনুগ্রহ করে আবার পরীক্ষা করে দেখুন URLটি সঠিক কি না এবং সাইটটি চালু আছে কি না।',
'upload-curl-error28'      => 'আপলোড সময়োত্তীর্ণ',
'upload-curl-error28-text' => 'সাইটিটি উত্তর দিতে বেশি দেরি করেছে। অনুগ্রহ করে পরীক্ষা করে দেখুন সাইটটি চালু আছে কি না, এবং খানিকক্ষণ অপেক্ষা করে আবার চেষ্টা করুন। আপনি অন্য কোন অপেক্ষাকৃত কম ব্যস্ত সময়েও চেষ্টা করে দেখতে পারেন।',

'license'            => 'লাইসেন্সকরণ:',
'license-header'     => 'লাইসেন্স প্রদান',
'nolicense'          => 'কিছুই নির্বাচন করা হয়নি',
'license-nopreview'  => '(প্রাকদর্শন লভ্য নয়)',
'upload_source_url'  => ' (একটি বৈধ, উন্মুক্ত URL)',
'upload_source_file' => ' (আপনার কম্পিউটারের একটি ফাইল)',

# Special:ListFiles
'listfiles-summary'     => 'এই বিশেষ পাতাটি আপলোড করা সকল ফাইল প্রদর্শন করে।
ব্যবহারকারীর মাধ্যমে ফিল্টার করা হলে, ঐ নির্দিষ্ট ব্যবহারকারীর আপলোডকৃত ফাইলগুলোর সাম্প্রতিকতম সংস্করণগুলো দেখা যাবে।',
'listfiles_search_for'  => 'ছবির নাম অনুসন্ধান:',
'imgfile'               => 'ফাইল',
'listfiles'             => 'ছবির তালিকা',
'listfiles_thumb'       => 'সংক্ষেপচিত্র',
'listfiles_date'        => 'তারিখ',
'listfiles_name'        => 'নাম',
'listfiles_user'        => 'ব্যবহারকারী',
'listfiles_size'        => 'আকার',
'listfiles_description' => 'বিবরণ',
'listfiles_count'       => 'সংস্করণ',

# File description page
'file-anchor-link'          => 'ফাইল',
'filehist'                  => 'ফাইলের ইতিহাস',
'filehist-help'             => 'যেকোন তারিখ/সময়ে ক্লিক করে দেখুন ফাইলটি তখন কী অবস্থায় ছিল।',
'filehist-deleteall'        => 'সব মুছে ফেলুন',
'filehist-deleteone'        => 'মুছে ফেলুন',
'filehist-revert'           => 'পূর্বাবস্থায় ফেরত যান',
'filehist-current'          => 'বর্তমান',
'filehist-datetime'         => 'তারিখ/সময়',
'filehist-thumb'            => 'সংক্ষেপচিত্র',
'filehist-thumbtext'        => '$1-এর সংস্করণের সংক্ষেপচিত্র',
'filehist-nothumb'          => 'থাম্বনেইল নেই',
'filehist-user'             => 'ব্যবহারকারী',
'filehist-dimensions'       => 'মাত্রা',
'filehist-filesize'         => 'ফাইলের আকার',
'filehist-comment'          => 'মন্তব্য',
'filehist-missing'          => 'ফাইল পাওয়া যায়নি',
'imagelinks'                => 'ফাইলের ব্যবহার',
'linkstoimage'              => 'নিচের {{PLURAL:$1|টি পাতা|$1টি পাতা}} থেকে এই ফাইলে সংযোগ আছে:',
'linkstoimage-more'         => 'এই ফাইলের সাথে $1টির বেশি {{PLURAL:$1|পাতার লিংক}} রয়েছে।
নিচের তালিকায় ফাইলের সাথে যুক্ত {{PLURAL:$1|প্রথম পাতাটির লিংক|প্রথম $1টি পাতার লিংক}} দেখানো হচ্চে।
এছাড়া একটি [[Special:WhatLinksHere/$2|পূর্ণাঙ্গ তালিকাও]] রয়েছে।',
'nolinkstoimage'            => 'এই ফাইলে সংযোগ করে এমন কোন পাতা নেই।',
'morelinkstoimage'          => 'এই ফাইলের [[Special:WhatLinksHere/$1|আরও লিঙ্ক]] দেখাও।',
'linkstoimage-redirect'     => '$1 (ফাইল পুনঃর্নিদেশ) $2',
'duplicatesoffile'          => 'নিচের {{PLURAL:$1|ফাইলটি|$1 ফাইলগুলো}} এই ফাইলের প্রতিলিপি ([[Special:FileDuplicateSearch/$2|বিস্তারিত দেখুন]]):',
'sharedupload'              => 'এই ফাইলটি $1 থেকে নেওয়া হয়েছে এবং এবং অন্যান্য প্রকল্পেও ব্যবহৃত হতে পারে।',
'sharedupload-desc-there'   => 'এই ফাইলটি $1 থেকে দেখানো হচ্ছে এবং হয়তো এটি অন্যান্য প্রকল্পতেও ব্যবহৃত হয়েছে।
অনুগ্রহ করে বিস্তারিত জানার জন্য [$2 ফাইলটির বর্ণনা পাতা] দেখুন।',
'sharedupload-desc-here'    => 'এই ফাইলটি $1 থেকে এবং অন্যান্য প্রকল্পে ব্যবহৃত হতে পারে।
এর [$2 ফাইল বিবরণ পৃষ্ঠা] উপর বর্ণনা নিম্নে দেখানো হলো।',
'filepage-nofile'           => 'এই নামের কোন ফাইল নেই।',
'filepage-nofile-link'      => 'এই নামে কোনো ফাইল নেই, কিন্তু আপনি এটি [$1 আপলোড করতে পারেন]।',
'uploadnewversion-linktext' => 'এই ফাইলটির একটি নতুন সংস্করণ আপলোড করুন',
'shared-repo-from'          => '$1 থেকে',
'shared-repo'               => 'শেয়ার্ড রিপোজিটরী',

# File reversion
'filerevert'                => '$1 পূর্বাবস্থায় ফেরত নিন',
'filerevert-legend'         => 'ফাইল পূর্বাবস্থায় ফেরত নিন',
'filerevert-intro'          => "আপনি '''[[Media:$1|$1]]''' ফাইলটিকে [$3, $2 সময়ের $4 সংস্করণে] ফিরিয়ে নিচ্ছেন।",
'filerevert-comment'        => 'কারণ:',
'filerevert-defaultcomment' => '$2, $1 সংস্করণে ফেরত যাওয়া হল',
'filerevert-submit'         => 'ফেরত যাওয়া হোক',
'filerevert-success'        => "'''[[Media:$1|$1]]''' ফাইলটি  [$3, $2-এর $4 সংস্করণে] ফেরত নেওয়া হয়েছে।",
'filerevert-badversion'     => 'প্রদত্ত তারিখ ও সময়ের জন্য এই ফাইলটির কোন স্থানীয় সংস্করণ নেই।',

# File deletion
'filedelete'                   => '$1 মুছে ফেলা হোক',
'filedelete-legend'            => 'ফাইল মুছে ফেলা হোক',
'filedelete-intro'             => "আপনি '''[[Media:$1|$1]]''' ফাইলটি এর সমস্ত ইতিহাসহ অপসারণ করছেন।",
'filedelete-intro-old'         => "আপনি '''[[Media:$1|$1]]''' ফাইলটির [$4 $3, $2] সংস্করণটি মুছে ফেলছেন।",
'filedelete-comment'           => 'কারণ:',
'filedelete-submit'            => 'অপসারণ',
'filedelete-success'           => "'''$1''' মুছে ফেলা হয়েছে।",
'filedelete-success-old'       => "'''[[Media:$1|$1]]''' ফাইলের $3, $2 এর সংশোধন অপসারণ করা হয়েছে।",
'filedelete-nofile'            => "'''$1''' ফাইলটি নেই।",
'filedelete-nofile-old'        => "নির্দেশিত বৈশিষ্ট্যগুলির জন্য '''$1'''-এর কোন আর্কাইভ সংস্করণ নেই।",
'filedelete-otherreason'       => 'অন্য/বাড়তি কারণ:',
'filedelete-reason-otherlist'  => 'অন্য কারণ',
'filedelete-reason-dropdown'   => '*সাধারণ অপসারণের কারণসমূহ
** কপিরাইট লঙ্ঘন
** ফাইলের অনুলিপি',
'filedelete-edit-reasonlist'   => 'অপসারণের কারণ সম্পাদনা',
'filedelete-maintenance'       => 'রক্ষণাবেক্ষণের সময় ফাইল অপরাসণ এবং পুনরুদ্ধার সাময়িকভাবে নিস্ক্রিয় রয়েছে।',
'filedelete-maintenance-title' => 'ফাইলটি অপসারণ করা সম্ভব নয়',

# MIME search
'mimesearch'         => 'MIME অনুসন্ধান',
'mimesearch-summary' => 'এই পাতার মাধ্যমে MIME-ধরন অনুসারে ফাইলগুলিকে ফিল্টার করা যায়। ইনপুট: contenttype/subtype, যেমন <code>image/jpeg</code>।',
'mimetype'           => 'MIME ধরন:',
'download'           => 'ডাউনলোড',

# Unwatched pages
'unwatchedpages' => 'নজরে না রাখা পাতাগুলি',

# List redirects
'listredirects' => 'তালিকা পুনর্নির্দেশগুলি',

# Unused templates
'unusedtemplates'     => 'অব্যবহৃত টেমপ্লেটগুলি',
'unusedtemplatestext' => '{{ns:template}} নামস্থানের যে সমস্ত পাতা অন্য কোন পাতায় অন্তর্ভুক্ত নয়, তাদের সবগুলির তালিকা এই পাতায় দেওয়া হল। টেমপ্লেটগুলি মুছে ফেলার আগে পরীক্ষা করে দেখুন অন্য কোথাও থেকে এগুলিতে সংযোগ আছে কি না।',
'unusedtemplateswlh'  => 'অন্যান্য সংযোগগুলি',

# Random page
'randompage'         => 'অজানা যেকোনো পাতা',
'randompage-nopages' => 'যে {{PLURAL:$2|নামস্থানে|নামস্থানসমূহে}} কোন পাতা নেই: $1।',

# Random redirect
'randomredirect'         => 'অনির্ধারিত পুনর্নির্দেশ',
'randomredirect-nopages' => '"$1" এই নামস্থানে কোন পুনর্নির্দেশ নেই।',

# Statistics
'statistics'                   => 'পরিসংখ্যান',
'statistics-header-pages'      => 'পাতার পরিসংখ্যান',
'statistics-header-edits'      => 'সম্পাদনার পরিসংখ্যান',
'statistics-header-views'      => 'প্রদর্শনের পরিসংখ্যান',
'statistics-header-users'      => 'ব্যবহারকারীর পরিসংখ্যান',
'statistics-header-hooks'      => 'অন্য পরিসংখ্যান',
'statistics-articles'          => 'বিষয়বস্তুর পাতা',
'statistics-pages'             => 'পাতা',
'statistics-pages-desc'        => 'এই উইকির সকল পাতা, আলাপ পাতা, পুনঃনির্দেশিত পাতা, ইত্যাদিও অন্তর্ভুক্ত।',
'statistics-files'             => 'আপলোডকৃত ফাইল',
'statistics-edits'             => '{{SITENAME}} চালু করার পর থেকে পাতার সম্পাদনাসমূহ',
'statistics-edits-average'     => 'প্রতি পাতার গড় সম্পাদনা',
'statistics-views-total'       => 'সর্বোমোট প্রদর্শন',
'statistics-views-total-desc'  => 'অপসারিত হয়েছে এবং বিশেষ পাতার প্রদর্শন এখানে যোগ করা হয়নি',
'statistics-views-peredit'     => 'প্রতি সম্পাদনায় পরিদর্শন',
'statistics-users'             => 'নিবন্ধিত [[Special:ListUsers|ব্যবহারকারী]]',
'statistics-users-active'      => 'সক্রিয় ব্যবহারকারী',
'statistics-users-active-desc' => 'ব্যবহারকারী যারা বিগত {{PLURAL:$1|দিনে|$1 দিনে}} একটি কাজ করেছেন।',
'statistics-mostpopular'       => 'সবচেয়ে বেশী বার দেখা পাতাসমূহ',

'disambiguations'      => 'দ্ব্যর্থতা-দূরীকরণ পাতাসমূহে সংযোগকৃত পাতাসমূহ',
'disambiguationspage'  => 'Template:দ্ব্যর্থতা_নিরসন',
'disambiguations-text' => "নিচের পাতাগুলিতে অন্তত একটি '''দ্ব্যর্থতা নিরসন পাতা'''-তে সংযোগ আছে।
এর পরিবর্তে এগুলি থেকে একটি উপযুক্ত বিষয়ে সংযোগ থাকা আবশ্যক।<br />
যদি কোন পাতায় এমন কোন টেমপ্লেট থাকে যেটিতে [[MediaWiki:Disambiguationspage]] থেকে সংযোগ আছে, তবে সেই পাতাটিকে একটি দ্ব্যর্থতা নিরসন পাতা হিসেবে গণ্য করা হয়।",

'doubleredirects'                   => 'দুইবার করা পুনর্নির্দেশনাগুলি',
'doubleredirectstext'               => 'এই পাতায় এমন পাতাগুলোর তালিকা আছে, যেগুলো অন্য কোন পুনর্নির্দেশনা পাতায় পুনর্নির্দেশিত হয়েছে। প্রতিটি সারিতে প্রথম ও দ্বিতীয় পুনর্নির্দেশনার জন্য সংযোগ আছে এবং দ্বিতীয় পুনর্নির্দেশনাটির লক্ষ্য সংযোগটিও দেওয়া আছে। এই লক্ষ্য সংযোগটিই সাধারণত "আসল" লক্ষ্য পাতা, যেটিতে প্রথম পুনর্নির্দেশনাটি থেকে সংযোগ থাকা উচিত।
<del>কেটে দেওয়া</del> ভুক্তিগুলো ঠিক করা হয়েছে।',
'double-redirect-fixed-move'        => '[[$1]] সরিয়ে নেওয়া হয়েছে।
এটি এখন [[$2]] এ পুনঃনির্দেশিত হয়েছে।',
'double-redirect-fixed-maintenance' => '[[$1]] থেকে [[$2]] এর দ্বিপুনঃর্নিদেশ সংশোধন করা হয়েছে।',
'double-redirect-fixer'             => 'পুনঃনির্দেশনা মেরামতকারী',

'brokenredirects'        => 'অকার্যকর পুনর্নির্দেশনাসমূহ',
'brokenredirectstext'    => 'নিচের পুনর্নির্দেশনাগুলো অস্তিত্বহীন পাতাকে নির্দেশ করছে:',
'brokenredirects-edit'   => 'সম্পাদনা',
'brokenredirects-delete' => 'মুছে ফেলুন',

'withoutinterwiki'         => 'ভাষার সংযোগহীন পাতাসমূহ',
'withoutinterwiki-summary' => 'এই পাতা সমূহ অন্য ভাষার সংস্করণের সাথে সংযুক্ত নয়:',
'withoutinterwiki-legend'  => 'উপসর্গ',
'withoutinterwiki-submit'  => 'দেখাও',

'fewestrevisions' => 'সবচেয়ে কমসংখ্যক সংশোধিত পাতাগুলি',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|বাইট|বাইট}}',
'ncategories'             => '$1 {{PLURAL:$1|বিষয়শ্রেণী|বিষয়শ্রেণীসমূহ}}',
'nlinks'                  => '$1টি {{PLURAL:$1|সংযোগ|সংযোগসমূহ}}',
'nmembers'                => '$1 {{PLURAL:$1|সদস্য|সদস্যবৃন্দ}}',
'nrevisions'              => '$1 {{PLURAL:$1|সংশোধন|সংশোধনসমূহ}}',
'nviews'                  => '$1 {{PLURAL:$1|বার দেখা হয়েছে|বার দেখা হয়েছে}}',
'nimagelinks'             => '$1 {{PLURAL:$1|টি পাতায়| টি পাতায়}} ব্যবহৃত',
'ntransclusions'          => '$1 {{PLURAL:$1|টি পাতায়| টি পাতায়}} ব্যবহৃত',
'specialpage-empty'       => 'এই রিপোর্টের জন্য কোন ফলাফল নেই।',
'lonelypages'             => 'পিতৃহীন পাতা',
'lonelypagestext'         => 'নিচের পাতাগুলো {{SITENAME}} থেকে সংযোগকৃত বা প্রতিলিপ্ত হয়নি।',
'uncategorizedpages'      => 'যেসব পাতা শ্রেণীকরণ করা হয়নি',
'uncategorizedcategories' => 'যেসব বিষয়শ্রেণীর শ্রেণীকরণ প্রয়োজন',
'uncategorizedimages'     => 'যেসব ফাইলের শ্রেণীকরণ প্রয়োজন',
'uncategorizedtemplates'  => 'যেসব টেমপ্লেটের বিষয়শ্রেণী নেই',
'unusedcategories'        => 'অব্যবহৃত বিষয়শ্রেণীসমূহ',
'unusedimages'            => 'অব্যবহৃত ফাইলসমূহ',
'popularpages'            => 'জনপ্রিয় পাতাসমূহ',
'wantedcategories'        => 'বাঞ্ছনীয় বিষয়শ্রেণীগুলি',
'wantedpages'             => 'বাঞ্ছনীয় পাতাগুলি',
'wantedpages-badtitle'    => 'ফলাফলে ভুল শিরনাম: $1',
'wantedfiles'             => 'আবশ্যিক ফাইলগুলো',
'wantedfiletext-cat'      => 'নিচের ফাইলগুলো ব্যবহৃত হচ্ছে কিন্তু এগুলো অপসারিত হয়েছে। অন্যান্য রিপোজিটরী থেকে ব্যবহৃত ফাইলগুলো এভাবে প্রদর্শিত হতে পারে। এই ধরনের কোন ফাইল খুজে পেলে <del>অপসারণ করুন</del>। এছাড়া অপসারিত হয়েছে এমন ছবির সংযোগ রয়েছে এমন পাতাসমূহের লিংক পাওয়া যাবে এখানে [[:$1]]।',
'wantedfiletext-nocat'    => 'নিচের ফাইলগুলো ব্যবহৃত হচ্ছে কিন্তু এগুলো অপসারিত হয়েছে। অন্যান্য রিপোজিটরী থেকে ব্যবহৃত ফাইলগুলো এভাবে প্রদর্শিত হতে পারে। এই ধরনের ভূলগুলো শিঘ্রই <del>অপসারিত হবে</del>।',
'wantedtemplates'         => 'আবশ্যিক টেম্পলেটগুলো',
'mostlinked'              => 'যেসব পাতার প্রতি সবচেয়ে বেশি সংযোগ আছে',
'mostlinkedcategories'    => 'যেসব বিষয়শ্রেণীর প্রতি সবচেয়ে বেশি সংযোগ আছে',
'mostlinkedtemplates'     => 'যেসব টেমপ্লেটে সবচেয়ে বেশি সংযোগ আছে',
'mostcategories'          => 'সবচেয়ে বেশী বিষয়শ্রেণী-সমৃদ্ধ নিবন্ধসমূহ',
'mostimages'              => 'যেসব ফাইলের দিকে সবচেয়ে বেশি সংযোগ আছে',
'mostrevisions'           => 'সবচেয়ে বেশী বার সম্পাদিত নিবন্ধসমূহ',
'prefixindex'             => 'উপসর্গ সহ সমস্ত পাতা',
'prefixindex-namespace'   => 'প্রিফিক্স সম্পবলিত সকল পাতা ($1 নামস্থান)',
'shortpages'              => 'সংক্ষিপ্ত পাতাসমূহ',
'longpages'               => 'দীর্ঘ পাতাসমূহ',
'deadendpages'            => 'যেসব পাতা থেকে কোনো সংযোগ নেই',
'deadendpagestext'        => 'নিচের পাতাগুলি থেকে {{SITENAME}}-এর অন্য কোন পাতায় সংযোগ নেই।',
'protectedpages'          => 'সুরক্ষিত পাতাসমূহ',
'protectedpages-indef'    => 'শুধুমাত্র অসীম সুরক্ষা',
'protectedpages-cascade'  => 'শুধুমাত্র প্রপাতাকার সুরক্ষা',
'protectedpagestext'      => 'নিচের পাতাগুলিকে স্থানান্তর বা সম্পাদনা করা থেকে সুরক্ষিত করা হয়েছে।',
'protectedpagesempty'     => 'কোন পাতা বর্তমানে এই প্যারামিটারগুলিসহ সুরক্ষিত নয়।',
'protectedtitles'         => 'সুরক্ষিত শিরোনামগুলি',
'protectedtitlestext'     => 'নিচের শিরোনামগুলি দিয়ে পাতা সৃষ্টি করা যাবে না।',
'protectedtitlesempty'    => 'কোন শিরোনাম বর্তমানে এই প্যারামিটারগুলিসহ সুরক্ষিত নয়।',
'listusers'               => 'ব্যবহারকারীর তালিকা',
'listusers-editsonly'     => 'শুধুমাত্র এমন ব্যবহারকারীদের দেখাও যাদের অবদান আছে',
'listusers-creationsort'  => 'তৈরির তারিখ অনুসারে সাজাও',
'usereditcount'           => '$1 {{PLURAL:$1|সম্পাদনা|সম্পাদনা}}',
'usercreated'             => '{{GENDER:$3|তৈরি হয়েছে}} $1 তারিখ, সময়: $2',
'newpages'                => 'নতুন পাতাসমূহ',
'newpages-username'       => 'ব্যবহারকারী নাম:',
'ancientpages'            => 'পুরানো নিবন্ধ',
'move'                    => 'সরিয়ে ফেলুন',
'movethispage'            => 'সরিয়ে ফেলুন',
'unusedimagestext'        => 'নিচের ফাইলগুলি কোনো পাতার অন্তর্ভুক্ত নয়।
অনুগ্রহ করে খেয়াল রাখবেন যে অন্য ওয়েবসাইট থেকে কোন ফাইলে সরাসরি URL-এর মাধ্যমে সংযোগ দেওয়া থাকতে পারে, এবং সেজন্য সক্রিয়ভাবে ব্যবহৃত হওয়া সত্ত্বেও ফাইলটি এখানে তালিকাভুক্ত হতে পারে।',
'unusedcategoriestext'    => 'নিচের বিষয়শ্রেণীগুলোর অস্তিত্ব আছে, যদিও কোনো নিবন্ধ বা অন্য কোনো বিষয়শ্রেণী এগুলোকে ব্যবহার করে না।',
'notargettitle'           => 'কোন লক্ষ্য নেই',
'notargettext'            => 'আপনি এই কাজটি সম্পাদনের জন্য কোন লক্ষ্য পাতা বা ব্যবহারকারী নির্দিষ্ট করে দেননি।',
'nopagetitle'             => 'এমন কোন লক্ষ্য পাতা নাই',
'nopagetext'              => 'আপনার নির্ধারিত লক্ষ্য পাতাটি নাই।',
'pager-newer-n'           => '{{PLURAL:$1|নতুনতর ১টি|নতুনতর $1টি}}',
'pager-older-n'           => '{{PLURAL:$1|আরও পুরনো ১টি|আরও পুরনো $1টি}}',
'suppress'                => 'ওভারসাইট',
'querypage-disabled'      => 'কারিগরি কারণে এই বিশেষ পাতাটি আপাতত বন্ধ রয়েছে।',

# Book sources
'booksources'               => 'বইয়ের উৎস',
'booksources-search-legend' => 'বইয়ের উৎসের জন্য অনুসন্ধান করা হোক',
'booksources-go'            => 'চলো',
'booksources-text'          => 'নতুন ও পুরাতন ব্যবহৃত বই বিক্রি করে, এমন কতগুলি সাইটের সংযোগের তালিকা নিচে দেওয়া হল, যে সাইটগুলিতে আপনার অনুসন্ধানকৃত বইগুলির উপর আরও তথ্য থাকতে পারে:',
'booksources-invalid-isbn'  => 'উল্লেখিত ISBN সঠিক নয়; অনুগ্রহ করে মূল উৎস থেকে আবার পরীক্ষা করুন।',

# Special:Log
'specialloguserlabel'  => 'সম্পাদক:',
'speciallogtitlelabel' => 'লক্ষ্য (শিরোনাম অথবা ব্যবহারকারী):',
'log'                  => 'লগগুলি',
'all-logs-page'        => 'সব পাবলিক লগ',
'alllogstext'          => '{{SITENAME}}-এর সবগুলো লগের সম্মিলিত প্রদর্শন।
আপনি লগের ধরন, ব্যবহারকারীর নাম, বা পাতার নাম নির্বাচন করে প্রদর্শনটির আকার কমিয়ে আনতে পারেন।',
'logempty'             => 'মিলে যায় এমন কিছু লগে পাওয়া যায়নি।',
'log-title-wildcard'   => 'এই টেক্সট দিয়ে শুরু হওয়া শিরোনামগুলি অনুসন্ধান করা হোক',

# Special:AllPages
'allpages'          => 'সব পাতা',
'alphaindexline'    => '$1 হতে $2',
'nextpage'          => 'পরবর্তী পাতা ($1)',
'prevpage'          => 'পূর্ববর্তী পাতা ($1)',
'allpagesfrom'      => 'এই অক্ষর দিয়ে শুরু হওয়া পাতাগুলো দেখাও:',
'allpagesto'        => 'এমন পাতা দেখাও যার শেষ:',
'allarticles'       => 'সমস্ত নিবন্ধ',
'allinnamespace'    => 'সমস্ত পাতা ($1 নামস্থান)',
'allnotinnamespace' => 'সমস্ত পাতা ($1 নামস্থান ব্যতিত)',
'allpagesprev'      => 'পূর্ববর্তী',
'allpagesnext'      => 'পরবর্তী',
'allpagessubmit'    => 'চলো',
'allpagesprefix'    => 'এই উপসর্গবিশিষ্ট পাতাগুলো দেখাও:',
'allpagesbadtitle'  => 'প্রদত্ত পাতার শিরোনামটি অবৈধ ছিল অথবা এটিতে কোন আন্তঃভাষা বা আন্তঃউইকি উপসর্গ ছিল। এটিতে এক বা একাধিক ক্যারেক্টার থাকতে পারে যা শিরোনামে ব্যবহার করা সম্ভব নয়।',
'allpages-bad-ns'   => '{{SITENAME}}-এ "$1" নামের কোন নামস্থান নেই।',

# Special:Categories
'categories'                    => 'বিষয়শ্রেণীসমূহ',
'categoriespagetext'            => 'এই {{PLURAL:$1|বিষয়শ্রেণীতে|বিষয়শ্রেণীসমূহে}} পাতা বা মিডিয়া রয়েছে।
[[Special:UnusedCategories|অব্যবহৃত বিষয়শ্রেণীসমূহ]] এখানে দেখানো হয়েছে।
আরও দেখুন [[Special:WantedCategories|আবশ্যক বিষয়শ্রেণীসমূহ]]।',
'categoriesfrom'                => 'এই অক্ষর দিয়ে শুরু হওয়া বিষয়শ্রেণীগুলো দেখাও:',
'special-categories-sort-count' => 'গণনার ভিত্তিতে সাজাও',
'special-categories-sort-abc'   => 'বর্ণানুক্রমে সাজান',

# Special:DeletedContributions
'deletedcontributions'             => 'মুছে ফেলা ব্যবহারকারী অবদান',
'deletedcontributions-title'       => 'মুছে ফেলা ব্যবহারকারী অবদান',
'sp-deletedcontributions-contribs' => 'অবদানসমূহ',

# Special:LinkSearch
'linksearch'       => 'বহিঃসংযোগ অনুসন্ধান',
'linksearch-pat'   => 'অনুসন্ধান প্যাটার্ন:',
'linksearch-ns'    => 'নামস্থান:',
'linksearch-ok'    => 'অনুসন্ধান',
'linksearch-text'  => '"*.wikipedia.org" এর মত ওয়াইল্ড কার্ড ব্যবহার করা যেতে পারে।
নূন্যতম একটি টপ লেভেল ডোমেইন প্রয়োজন, যেমন "*.org".<br />
যে সকল প্রোটোকল সমর্থন করে: <code>$1</code> (প্রোটকল উল্লেখ করা না হলে http:// ডিফল্ট হিসাবে ব্যবহৃত হবে)।',
'linksearch-line'  => '$2 থেকে $1 এ লিংক করা হয়েছে',
'linksearch-error' => 'হোস্ট নামের শুরুতে কেবলমাত্র ওয়াইল্ডকার্ড ব্যবহার করা যায়।',

# Special:ListUsers
'listusersfrom'      => 'সেই সব ব্যবহারকারী দেখাও যাদের নাম এই অক্ষর দিয়ে শুরু:',
'listusers-submit'   => 'দেখাও',
'listusers-noresult' => 'কোন ব্যবহারকারী খুঁজে পাওয়া যায়নি।',
'listusers-blocked'  => '(ব্লককৃত)',

# Special:ActiveUsers
'activeusers'            => 'সক্রিয় ব্যবহারকারী তালিকা',
'activeusers-intro'      => 'এটি ব্যবহারকারী তালিকা যাদের $1 {{PLURAL:$1|দিনে|দিনে}} যেকোন কর্মকান্ড রয়েছে।',
'activeusers-count'      => 'গত {{PLURAL:$3|দিনে|$3 দিনে}} সর্বমোট {{PLURAL:$1|সম্পাদনার|সম্পাদনার}} সংখ্যা $1',
'activeusers-from'       => 'ব্যবহারকারী দেখাও যাদের নাম এই অক্ষর দিয়ে শুরু:',
'activeusers-hidebots'   => 'বট লুকাও',
'activeusers-hidesysops' => 'প্রশাসক লুকাও',
'activeusers-noresult'   => 'কোনো ব্যবহারকারী পাওয়া যায়নি।',

# Special:Log/newusers
'newuserlogpage'     => 'ব্যবহারকারী সৃষ্টির লগ',
'newuserlogpagetext' => 'এটি নতুন ব্যবহারকারী সৃষ্টির লগ',

# Special:ListGroupRights
'listgrouprights'                      => 'দলগত ব্যবহারকারী অধিকার',
'listgrouprights-summary'              => 'এই উইকির ব্যবহারকারীদের একটি গ্রুপগুলোর তালিকা দেখানো হচ্ছে, সাথে গ্রুপের কার্যপরিধিও উল্লেখ করা হয়েছে।
নির্দিষ্ট গ্রুপের কার্যপরিধি সম্পর্কে জানতে দেখুন [[{{MediaWiki:Listgrouprights-helppage}}|additional information]]।',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">অনুমোদিত অধিকার</span>
* <span class="listgrouprights-revoked">বাধাপ্রাপ্ত অধিকার</span>',
'listgrouprights-group'                => 'দল',
'listgrouprights-rights'               => 'অধিকারসমূহ',
'listgrouprights-helppage'             => 'Help:দলের অধিকার',
'listgrouprights-members'              => '(সদস্যদের তালিকা)',
'listgrouprights-addgroup'             => '{{PLURAL:$2|দল|দলসমূহ}} যোগ: $1',
'listgrouprights-removegroup'          => '{{PLURAL:$2|দল|দলসমূহ}} অপসারণ: $1',
'listgrouprights-addgroup-all'         => 'সমস্ত দল যোগ করুন',
'listgrouprights-removegroup-all'      => 'সমস্ত দল অপসারণ করুন',
'listgrouprights-addgroup-self'        => 'নিজের অ্যকাউন্টে {{PLURAL:$2|দল|দলসমূহ}} সংযোজন: $1',
'listgrouprights-removegroup-self'     => 'নিজের অ্যাকাউন্ট থেকে {{PLURAL:$2|দল|দলসমূহ}} অপসারণ: $1',
'listgrouprights-addgroup-self-all'    => 'নিজের অ্যাকাউন্টে সকল দল সংযোজন',
'listgrouprights-removegroup-self-all' => 'নিজের অ্যাকাউন্ট থেকে সকল দল অপসারণ',

# E-mail user
'mailnologin'          => 'প্রাপকের ঠিকানা নেই',
'mailnologintext'      => "অন্য ব্যবহারকারীদেরকে ই-মেইল পাঠাতে হলে আপনাকে অবশ্যই আগে [[Special:UserLogin|লগ-ইন]] করতে হবে এবং ''[[Special:Preferences|আপনার পছন্দ তালিকায়]] আপনার ই-মেইল ঠিকানাটি ঠিকমত দিতে হবে।",
'emailuser'            => 'ইমেইল করো',
'emailpage'            => 'ব্যবহারকারীকে ই-মেইল করুন',
'emailpagetext'        => "আপনি নিচের ফর্মটি ব্যবহার করে এই {{GENDER:$1|ব্যবহারকারীকে}} একটি ই-মেইল পাঠাতে পারেন।
আপনি [[Special:Preferences|আপনার ব্যবহারকারী পছন্দে]] যে ই-মেইল ঠিকানাটি প্রবেশ করিয়েছেন সেটিকে ই-মেইলের ''প্রেরক'' হিসেবে দেখানো হবে, যেনো মেইলের প্রাপক আপনাকে উত্তর দিতে পারেন।",
'usermailererror'      => 'মেইল অবজেক্ট ত্রুটি পাঠিয়েছে:',
'defemailsubject'      => '{{SITENAME}} ব্যবহারকারী "$1" প্রেরিত ইমেইল',
'usermaildisabled'     => 'ব্যবহারকারী ই-মেইল নিস্ক্রিয়',
'usermaildisabledtext' => 'আপনি এই উইকির অন্যান্য ব্যবহারকারীকে ইমেইল পাঠাতে পারবেন না',
'noemailtitle'         => 'ই-মেইল ঠিকানা নেই',
'noemailtext'          => 'এই ব্যবহারকারী কোন বৈধ ই-মেইল ঠিকানা জানাননি।',
'nowikiemailtitle'     => 'কোন ইমেইল অনুমোদিত নয়',
'nowikiemailtext'      => 'এই ব্যবহারকারীকে ইমেইল পাঠানোর অপশন বন্ধ রয়েছে।',
'emailnotarget'        => 'প্রাপকের ব্যবহারকারী নাম সঠিক নয় অথবা এই নামের ব্যবহারকারী নেই।',
'emailtarget'          => 'ব্যবহারকারী নাম অথবা প্রাপকের নাম প্রবেশ করান',
'emailusername'        => 'ব্যবহারকারী নাম:',
'emailusernamesubmit'  => 'জমা দাও',
'email-legend'         => 'অন্য একজন {{SITENAME}} ব্যবহারকারীকে ই-মেইল পাঠান',
'emailfrom'            => 'প্রেরক:',
'emailto'              => 'প্রাপক:',
'emailsubject'         => 'বিষয়:',
'emailmessage'         => 'বার্তা:',
'emailsend'            => 'প্রেরণ করো',
'emailccme'            => 'আমার বার্তার একটি অনুলিপি আমাকে ই-মেইল করা হোক।',
'emailccsubject'       => 'আপনার বার্তার অনুলিপি $1-কে: $2',
'emailsent'            => 'ই-মেইল প্রেরণ করা হয়েছে',
'emailsenttext'        => 'আপনার ই-মেইল বার্তা প্রেরণ করা হয়েছে।',
'emailuserfooter'      => 'এই ই-মেইলটি {{SITENAME}} সাইটের "ই-মেইল করুন" সুবিধা ব্যবহার করে $1-এর পক্ষ থেকে $2-এর নিকট পাঠানো হয়েছে।',

# User Messenger
'usermessage-summary' => 'বাদবাকি সিস্টেম বার্তা',
'usermessage-editor'  => 'সিস্টেম ম্যাসেঞ্জার',

# Watchlist
'watchlist'            => 'আমার নজর তালিকা',
'mywatchlist'          => 'নজর তালিকা',
'watchlistfor2'        => '$1 ($2)-এর জন্য',
'nowatchlist'          => 'আপনার নজরতালিকা খালি।',
'watchlistanontext'    => 'আপনার নজরতালিকার আইটেমগুলি দেখতে বা সম্পাদনা করতে অনুগ্রহ করে $1।',
'watchnologin'         => 'আপনি এখনও লগ-ইন করেননি।',
'watchnologintext'     => 'আপনার নজর তালিকা পরিবর্তনের জন্য আপনাকে অবশ্যই অ্যাকাউন্টে [[Special:UserLogin|প্রবেশ করতে হবে]]।',
'addwatch'             => 'নজরতালিকায় যোগ করো',
'addedwatchtext'       => "\"<nowiki>\$1</nowiki>\" পাতাটি আপনার [[Special:Watchlist|নজরতালিকা]]-তে যোগ করা হয়েছে৷

ভবিষ্যতে এই পাতা ও এই পাতার সাথে সম্পর্কিত আলোচনা পাতায় সংঘটিত যাবতীয় পরিবর্তন এখানে তালিকাভুক্ত হবে৷
এছাড়া [[Special:RecentChanges|সাম্প্রতিক পরিবর্তনসমূহ]]তালিকায় এই পাতাটিকে '''গাঢ়''' অক্ষরে দেখানো হবে যাতে আপনি সহজেই পাতাটি শনাক্ত করতে পারেন৷

পরবর্তীতে আপনি যদি পাতাটিকে আপনার নজরতালিকা থেকে সরিয়ে ফেলতে চান, তবে \"নজর সরিয়ে নিন\" ট্যাবটিতে ক্লিক করবেন৷",
'removewatch'          => 'নজরতালিকা থেকে অপসারণ',
'removedwatchtext'     => '"[[:$1]]" পাতাটি [[Special:Watchlist|নজর তালিকা]] থেকে অপসারিত হয়েছে।',
'watch'                => 'নজর রাখুন',
'watchthispage'        => 'নজরে রাখুন',
'unwatch'              => 'নজর সরিয়ে নিন',
'unwatchthispage'      => 'নজর সরিয়ে নিন',
'notanarticle'         => 'বিষয়বস্তু পাতা নয়',
'notvisiblerev'        => 'অপর একজন ব্যবহারকারী কর্তৃক প্রণীত সর্বশেষ সংস্করণটি অপসারিত হয়েছে',
'watchnochange'        => 'প্রদর্শিত সময়সীমার মধ্যে আপনার নজরতালিকায় রাখা কোন পাতায় কোন রকম সম্পাদনা ঘটেনি।',
'watchlist-details'    => 'নজরতালিকাতে {{PLURAL:$1|$1টি পাতা|$1টি পাতা}} আছে (আলাপ পাতাগুলি গণনায় না ধরে)।',
'wlheader-enotif'      => '* ই-মেইল এর মাধমে নির্দেশনার ব্যবস্থা চালু করা আছে।',
'wlheader-showupdated' => "* আপনার শেষ আগমনের পর থেকে যেসব পাতায় পরিবর্তন হয়েছে সেগুলি '''গাঢ়''' করে দেখানো হয়েছে",
'watchmethod-recent'   => 'নজরে রাখা পাতাগুলিতে সাম্প্রতিক পরিবর্তন পরীক্ষা করা হচ্ছে',
'watchmethod-list'     => 'নজরে রাখা পাতাগুলিতে সাম্প্রতিক পরিবর্তন পরীক্ষা করা হচ্ছে',
'watchlistcontains'    => 'আপনার নজরতালিকায় $1 টি {{PLURAL:$1|পাতা|পাতা}} রয়েছে।',
'iteminvalidname'      => "'$1'নং আইটেমে সমস্যা, অবৈধ নাম...",
'wlnote'               => "নিচে $3, $4 তারিখ থেকে বিগত {{PLURAL:$2|১ ঘন্টায়|'''$2''' ঘন্টায়}} সংঘটিত {{PLURAL:$1|শেষ ১টি পরিবর্তন|শেষ '''$1'''টি পরিবর্তন}} দেখানো হল।",
'wlshowlast'           => 'দেখাও সর্বশেষ  $1 ঘন্টা $2 দিন $3',
'watchlist-options'    => 'নজর তালিকা পছন্দসমূহ',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'       => 'নজর রাখা হচ্ছে...',
'unwatching'     => 'নজর তুলে নেওয়া হচ্ছে...',
'watcherrortext' => '"$1" এর নজরতালিকা পরিবর্তনের সময় একটি ত্রুটি হয়েছে।',

'enotif_mailer'                => '{{SITENAME}} বিজ্ঞপ্তি ই-মেইল প্রেরক',
'enotif_reset'                 => 'সমস্ত পাতা দেখা হয়েছে হিসেবে চিহ্নিত করুন',
'enotif_newpagetext'           => 'এটি একটি নতুন পাতা।',
'enotif_impersonal_salutation' => '{{SITENAME}} ব্যবহারকারী',
'changed'                      => 'পরিবর্তিত',
'created'                      => 'তৈরী হয়েছিল',
'enotif_subject'               => '{{SITENAME}}-এর $PAGETITLE শিরোনামের পাতাটি $PAGEEDITOR কর্তৃক $CHANGEDORCREATED হয়েছে',
'enotif_lastvisited'           => 'আপনার শেষ আগমনের পরে সংঘটিত সমস্ত পরিবর্তনের জন্য $1 দেখুন।',
'enotif_lastdiff'              => 'এই পরিবর্তনটি দেখার জন্য $1 দেখুন।',
'enotif_anon_editor'           => 'বেনামী ব্যবহারকারী $1',
'enotif_body'                  => '!প্রিয় $WATCHINGUSERNAME,

{{SITENAME}}-এর $PAGETITLE শিরোনামের পাতাটি $PAGEEDITDATE তারিখে $PAGEEDITOR $CHANGEDORCREATED করেছেন। পাতাটির বর্তমান সংস্করণের জন্য $PAGETITLE_URL দেখুন।

$NEWPAGE

সম্পাদকের সারাংশ: $PAGESUMMARY $PAGEMINOREDIT

সম্পাদকের সাথে যোগাযোগের উপায়:

ই-মেইল: $PAGEEDITOR_EMAIL
উইকি: $PAGEEDITOR_WIKI

পাতাটির পরবর্তী পরিবর্তনগুলো জন্য আর কোন বিজ্ঞপ্তি পাঠানো হবে না, যতক্ষণ না আপনি এই পাতায় ব্রাউজ করবেন।
এছাড়া আপনি আপনার নজরতালিকায় রাখা সবগুলি পাতা জন্য বিজ্ঞপ্তি ফ্ল্যাগ শুরুর অবস্থায় ফিরিয়ে নিতে পারেন।


			 {{SITENAME}} বিজ্ঞপ্তি ব্যবস্থা

--

আপনার নজরতালিকা সেটিংস পরিবর্তন করতে চাইলে এখানে যান:
{{canonicalurl:{{#special:EditWatchlist}}}}


নজরতালিকা থেকে কোন পাতা অপসারণ করতে চাইলে এখানে যান:
$UNWATCHURL


প্রতিক্রিয়া জানাতে ও আরও সহযোগিতার জন্য:
{{canonicalurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'পাতাটি মুছে ফেলা হোক',
'confirm'                => 'নিশ্চিত করুন',
'excontent'              => "বিষয়বস্তু ছিল: '$1'",
'excontentauthor'        => 'বিষয়বস্তু ছিল: "$1" (এবং একমাত্র অবদানকারী ছিলেন "[[Special:Contributions/$2|$2]]")',
'exbeforeblank'          => "মুছে ফেলার আগে বিষয়বস্তু ছিল: '$1'",
'exblank'                => 'পাতাটি খালি ছিল',
'delete-confirm'         => '"$1" অপসারণ',
'delete-legend'          => 'অপসারণ',
'historywarning'         => "'''সতর্কীকরণ:''' এই পাতাটি মুছে ফেলা হবে যার ইতিহাস সংখ্যা প্রায় $1 {{PLURAL:$1|সংশোধন|সংশোধন}}:",
'confirmdeletetext'      => 'আপনি একটি পাতা সেটির সমস্ত ইতিহাসসহ মুছে ফেলতে যাচ্ছেন।
অনুগ্রহ করে নিশ্চিত করুন আপনি আসলেই এটি করতে চান, আপনি এর ফলাফল সম্পর্কে অবহিত, এবং আপনি [[{{MediaWiki:Policy-url}}|নীতিমালা]] মেনে এটি করছেন।',
'actioncomplete'         => 'কাজটি নিষ্পন্ন হয়েছে',
'actionfailed'           => 'অ্যাকশন ব্যর্থ',
'deletedtext'            => '"$1" মুছে ফেলা হয়েছে। সাম্প্রতিক মুছে ফেলার ঘটনাগুলো $2-এ দেখুন।',
'dellogpage'             => 'পাতা অবলুপ্তি লগ',
'dellogpagetext'         => 'নিচে সবচেয়ে সাম্প্রতিক অবলুপ্তিগুলোর একাটি তালিকা দেওয়া হল।',
'deletionlog'            => 'পাতা অবলুপ্তি লগ',
'reverted'               => 'পূর্ববর্তী সংস্করণে ফিরে যাওয়া সফল হয়েছে।',
'deletecomment'          => 'কারণ:',
'deleteotherreason'      => 'অন্য/অতিরিক্ত কারণ:',
'deletereasonotherlist'  => 'অন্য কারণ',
'deletereason-dropdown'  => '*মুছে ফেলার সাধারণ কারণগুলি
** লেখকের অনুরোধ
** কপিরাইট ভঙ্গ
** ধ্বংসপ্রবণতা',
'delete-edit-reasonlist' => 'অপসারণের কারণ সম্পাদনা',
'delete-toobig'          => 'এই পাতার সম্পাদনার ইতিহাস অনেক বড়, যা $1টি {{PLURAL:$1|সংস্করণের|সংস্করণের}} বেশি।
{{SITENAME}}-এর দূর্ঘটনাজনিত সমস্যা এড়াতে এই ধরনের পাতা মুছার ব্যপারে সীমাবদ্ধতা আরোপিত হয়েছে।',
'delete-warning-toobig'  => 'এই পাতাটির একটি বৃহৎ সম্পাদনা ইতিহাস রয়েছে, যা $1 {{PLURAL:$1|সংস্করণেরও|সংস্করণেরও}} বেশি।
এই পাতাটি মুছে ফেললে তা {{SITENAME}} সাইটের ডেটাবেজ সমস্যার কারণ হতে পারে;
সাবধানতার সাথে এগিয়ে যান।',

# Rollback
'rollback'          => 'সম্পাদনা ফিরিয়ে নিন',
'rollback_short'    => 'ফিরিয়ে নিন',
'rollbacklink'      => 'পুনর্বহাল',
'rollbackfailed'    => 'রোলব্যাক ব্যর্থ',
'cantrollback'      => 'পূর্বের সংস্করণে ফেরত যাওয়া সম্ভব হল না, সর্বশেষ সম্পাদনাকারী এই নিবন্ধটির একমাত্র লেখক।',
'alreadyrolled'     => '[[User:$2|$2]] ([[User talk:$2|talk]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]) দ্বারা সম্পাদিত সর্বশেষ [[:$1]] সম্পাদনাটি পুনর্বহাল করা যাচ্ছে না;
অন্য কোন ব্যবহারকারী এই পাতা ইতিমধ্যে সম্পাদনা বা পুনর্বহাল করেছেন।

এই পাতায় সর্বোশেষে [[User:$3|$3]] ([[User talk:$3|talk]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]) দ্বারা সম্পাদিত।',
'editcomment'       => "সম্পাদনা সারাংশ ছিল: \"''\$1''\"।",
'revertpage'        => '[[Special:Contributions/$2|$2]] ([[User talk:$2|আলাপ]]) এর সম্পাদিত সংস্করণ হতে [[User:$1|$1]] এর সম্পাদিত সর্বশেষ সংস্করণে ফেরত যাওয়া হয়েছে।',
'revertpage-nouser' => '(ব্যবহারকারী নাম অপসারিত) কর্তৃক সম্পাদিত সম্পাদনাটি বাতিলপূর্বক [[User:$1|$1]]-এর সর্বশেষ সম্পাদনায় ফেরত যাওয়া হয়েছে।',
'rollback-success'  => '$1-এর সম্পাদনাগুলি পূর্বাবস্থায় ফিরিয়ে নেওয়া হয়েছে; $2-এর করা শেষ সংস্করণে পাতাটি ফেরত নেওয়া হয়েছে।',

# Edit tokens
'sessionfailure-title' => 'সেশন পরিত্যক্ত',
'sessionfailure'       => 'আপনার লগ ইন সেশনে একটি সমস্যা হয়েছে বলে মনে হচ্ছে;
সেশন হাইজ্যাক প্রতিরোধের উপায় হিসেবে এই কাজটি বাতিল করা হয়েছে।
অনুগ্রহ ব্রাউজারের "back" বোতাম চাপুন এবং যে পাতা থেকে এসেছিলেন, তা রিলোড করুন এবং আবার চেষ্টা করুন।',

# Protect
'protectlogpage'              => 'সুরক্ষা লগ',
'protectlogtext'              => 'নিচে সুরক্ষিত পাতার  একটি তালিকা দেয়া হল। 
বর্তমানে সক্রিয় পাতার সুরক্ষাগুলির তালিকা দেখতে [[Special:ProtectedPages|সুরক্ষিত পাতার তালিকা]] দেখুন।',
'protectedarticle'            => 'সুরক্ষিত "[[$1]]"',
'modifiedarticleprotection'   => '"[[$1]]"-এর জন্য সুরক্ষার স্তর পরিবর্তন করা হয়েছে',
'unprotectedarticle'          => '"[[$1]]"-এর সুরক্ষা সরিয়ে নেওয়া হয়েছে',
'movedarticleprotection'      => 'সুরক্ষা সেটিংস "[[$2]]" থেকে "[[$1]]"-এ স্থানান্তরিত হয়েছে',
'protect-title'               => '"$1" সুরক্ষিত করা হচ্ছে',
'protect-title-notallowed'    => '"$1" এর সুরক্ষা মাত্রা দেখুন',
'prot_1movedto2'              => '[[$1]]-কে [[$2]]-এ সরিয়ে নেওয়া হয়েছে',
'protect-badnamespace-title'  => 'নামস্থানটি সুরক্ষিত করা সম্ভব নয়',
'protect-badnamespace-text'   => 'এই নামস্থানের পাতাগুলো সুরক্ষিত করা সম্ভব নয়।',
'protect-legend'              => 'সুরক্ষা নিশ্চিত করুন',
'protectcomment'              => 'কারণ:',
'protectexpiry'               => 'মেয়াদোত্তীর্ণ হবে:',
'protect_expiry_invalid'      => 'মেয়াদোত্তীর্ণ সময় অবৈধ।',
'protect_expiry_old'          => 'মেয়াদোত্তীর্ণ সময় অতীতে অবস্থিত।',
'protect-unchain-permissions' => 'সুরক্ষিত করার অন্যন্য অপশনগুলো আনলক করুন',
'protect-text'                => "'''$1''' পাতাটির জন্য সুরক্ষার স্তর আপনি এখানে দেখতে ও পরিবর্তন করতে পারেন।",
'protect-locked-blocked'      => "বাধাপ্রাপ্ত অবস্থায় আপনি পাতাটির সুরক্ষা স্তর পরিবর্তন করতে পারবেন না। এখানে '''$1''' পাতাটির বর্তমান সেটিংস দেওয়া হল:",
'protect-locked-dblock'       => "ডাটাবেজ বন্ধ থাকায় সুরক্ষা স্তর পরিবর্তন করা যাবে না।
এখানে '''$1''' পাতাটির বর্তমান সেটিংস দেওয়া হল:",
'protect-locked-access'       => "আপনার অ্যাকাউন্ট থেকে পাতার সুরক্ষা স্তর পরিবর্তন করার অনুমতি নেই।
এখানে '''$1''' পাতাটির বর্তমান সেটিংস দেওয়া হল:",
'protect-cascadeon'           => 'এই পাতাটি বর্তমানে সুরক্ষিত আছে, কারণ পাতাটি নিচের {{PLURAL:$1|টি পাতায়|টি পাতায়}} অন্তর্ভুক্ত, যাতে (যেগুলিতে) প্রপাতাকারে সুরক্ষা চালু আছে। আপনি এই পাতাটির সুরক্ষা স্তর পরিবর্তন করতে পারেন, তবে এটি প্রপাতাকার সুরক্ষাটিতে কোন পরিবর্তন সাধন করবে না।',
'protect-default'             => 'সমস্ত ব্যবহারকারীর জন্য',
'protect-fallback'            => '"$1" অনুমতি দরকার',
'protect-level-autoconfirmed' => 'নতুন এবং বেনামী ব্যবহারকারীদের বাধা দাও',
'protect-level-sysop'         => 'কেবল প্রশাসকদের জন্য',
'protect-summary-cascade'     => 'প্রপাতাকার',
'protect-expiring'            => '$1 (UTC) সময়ে মেয়াদোত্তীর্ণ',
'protect-expiring-local'      => 'মেয়াদ উত্তীর্ণের সময় $1',
'protect-expiry-indefinite'   => 'অসীম',
'protect-cascade'             => 'এই পাতায় অন্তর্ভুক্ত পাতাগুলিও সুরক্ষিত করা হোক (প্রপাতাকার সুরক্ষা)',
'protect-cantedit'            => 'আপনি এই পাতার সুরক্ষার স্তর পরিবর্তন করতে পারবেন না, কারণ আপনার তা সম্পাদনা করার অনুমতি নেই।',
'protect-othertime'           => 'অন্য সময়:',
'protect-othertime-op'        => 'অন্য সময়',
'protect-existing-expiry'     => 'বিদ্যমান মেয়াদউত্তীর্ণের সময়: $3, $2',
'protect-otherreason'         => 'অন্যান্য/অতিরিক্ত কারণ:',
'protect-otherreason-op'      => 'অন্য কারণ',
'protect-dropdown'            => '*সুরক্ষার প্রচলিত কারণ
** অতিরিক্ত ধ্বংসপ্রবণতা
** অতিরিক্ত অর্থহীন বিষয়বস্তু প্রবেশ করানো
** পাল্টা-গঠনমূলক সম্পাদনা যুদ্ধ
** বেশি মাত্রায় প্রদর্শনকৃত পাতা',
'protect-edit-reasonlist'     => 'সম্পাদনা সুরক্ষার কারণ',
'protect-expiry-options'      => '1 ঘন্টা:1 hour,1 দিন:1 day,1 সপ্তাহ:1 week,2 সপ্তাহ:2 weeks,1 মাস:1 month,3 মাস:3 months,6 মাস:6 months,1 বছর:1 year,অসীম:infinite',
'restriction-type'            => 'অনুমতি:',
'restriction-level'           => 'বাধার স্তর:',
'minimum-size'                => 'ন্যূনতম আকার',
'maximum-size'                => 'সর্বোচ্চ আকার:',
'pagesize'                    => '(বাইট)',

# Restrictions (nouns)
'restriction-edit'   => 'সম্পাদনা',
'restriction-move'   => 'সরিয়ে নেওয়া',
'restriction-create' => 'সৃষ্টি করা হোক',
'restriction-upload' => 'আপলোড',

# Restriction levels
'restriction-level-sysop'         => 'সম্পূর্ণ সুরক্ষিত',
'restriction-level-autoconfirmed' => 'অর্ধ-সুরক্ষিত',
'restriction-level-all'           => 'যেকোন স্তর',

# Undelete
'undelete'                     => 'মুছে ফেলা পাতাগুলি দেখুন',
'undeletepage'                 => 'মুছে ফেলা পাতাগুলি দেখুন ও ফিরিয়ে আনুন',
'undeletepagetitle'            => "'''[[:$1|$1]] এর অপসারিত সংস্করণগুলোর সমন্বয়ে দেখানো হচ্ছে'''।",
'viewdeletedpage'              => 'মুছে ফেলা হয়েছে, এমন পাতাগুলো দেখুন',
'undeletepagetext'             => 'নিচের {{PLURAL:$1|পাতা মুছে ফেলা হয়েছে কিন্তু|$1 পাতাগুলি মুছে ফেলা হয়েছে কিন্তু}} এগুলি এখনও আর্কাইভে আছে ও পুনরুদ্ধার করা সম্ভব। আর্কাইভ পর্যায়ক্রমিকভাবে পরিস্কার করা হতে পারে।',
'undelete-fieldset-title'      => 'সংশোধন পুনরুদ্ধার',
'undeleteextrahelp'            => "সম্পূর্ণ পাতাটি পুনরুদ্ধার করার জন্য সবগুলি টিকবাক্স অনির্বাচিত করুন এবং '''''{{int:undeletebtn}}''''' বোতামে ক্লিক করুন।
নির্বাচিত পুনরুদ্ধারের জন্য যেসব সংশোধন পুনরুদ্ধার করতে চান, তার পাশের বাক্সে টিক দিন এবং '''''{{int:undeletebtn}}''''' বোতামে ক্লিক করুন।",
'undeleterevisions'            => '$1 {{PLURAL:$1|টি সংশোধন|টি সংশোধন}} আর্কাইভে আছে',
'undeletehistory'              => 'আপনি যদি পাতাটি পুনরুদ্ধার করেন, তবে সবগুলি সংশোধন ইতিহাসে ফিরিয়ে আনা হবে।
যদি মুছে ফেলার পর একই নামে আরেকটি পাতা সৃষ্টি করা হয়ে থাকে, তবে পুনরুদ্ধারকৃত সংশোধনগুলি পূর্বের ইতিহাসে স্থান পাবে।',
'undeleterevdel'               => 'শীর্ষে অবস্থিত সংশোধনটি যদি আংশিক মুছে যায়, তবে মুছে ফেলা বাতিল করা যাবে না।
এ ধরনের ক্ষেত্রে আপনাকে অবশ্যই নতুনতম মুছে ফেলা সংশোধনগুলি অনির্বাচিত করতে হবে।',
'undeletehistorynoadmin'       => 'এই পাতাটি মুছে ফেলা হয়েছে। মুছে ফেলার কারণ নিচের সারাংশে দেখানো হল। সেই সাথে মুছে ফেলার আগে যেসমস্ত ব্যবহারকারী পাতাটি সম্পাদনা করেছেন, তাদের সম্পর্কেও বিস্তারিত দেখানো হল। এই মুছে ফেলা সংশোধনগুলির বিষয়বস্তু  কেবল প্রশাসকদের কাছে লভ্য।',
'undelete-revision'            => '$3-এর করা $1 সংশোধন ($4 তারিখে, $5 সময়ের) মুছে ফেলা হয়েছে:',
'undeleterevision-missing'     => 'সংশোধনটি অবৈধ কিংবা হারানো গেছে। আপনি হয়ত অচল সংযোগে ক্লিক করেছেন, কিংবা সংশোধনটি হয়ত বাতিল করে পাতাটি পূর্বাবস্থায় নেওয়া হয়েছে, অথবা সংশোধনটি আর্কাইভ থেকে মুছে ফেলা হয়েছে।',
'undelete-nodiff'              => 'পূর্বের কোন সংশোধন খুঁজে পাওয়া যায়নি।',
'undeletebtn'                  => 'পুনরুদ্ধার',
'undeletelink'                 => 'দেখুন/পুনর্বহাল করুন',
'undeleteviewlink'             => 'দেখাও',
'undeletereset'                => 'আদি অবস্থায় ফেরত',
'undeleteinvert'               => 'ব্যুত্ক্রমে নির্বাচন',
'undeletecomment'              => 'কারণ:',
'undeletedrevisions'           => '{{PLURAL:$1|১টি সংশোধন|$1টি সংশোধন}} পুনরুদ্ধার করা হয়েছে',
'undeletedrevisions-files'     => '{{PLURAL:$1|১টি সংশোধন|$1টি সংশোধন}} এবং {{PLURAL:$2|১টি ফাইল|$2টি ফাইল}} পুনরুদ্ধার করা হয়েছে',
'undeletedfiles'               => '{{PLURAL:$1|১টি ফাইল|$1টি ফাইল}} পুনরুদ্ধার করা হয়েছে',
'cannotundelete'               => 'মুছে ফেলা বাতিল করা যায়নি; অন্য কেউ হয়ত আগেই পাতাটি মুছে ফেলা বাতিল করেছেন।',
'undeletedpage'                => "'''$1 পুনরুদ্ধার করা হয়েছে'''

সাম্প্রতিক মুছে ফেলা ও পুনরুদ্ধারের ঘটনাগুলির জন্য [[Special:Log/delete|অবলুপ্তি লগ]] দেখুন।",
'undelete-header'              => 'সাম্প্রতিক সময়ে মুছে ফেলা পাতাগুলি দেখতে [[Special:Log/delete|অবলুপ্তি লগ]] দেখুন।',
'undelete-search-title'        => 'অপসারিত পাতা অনুসন্ধান করো',
'undelete-search-box'          => 'অপসারিত পাতা অনুসন্ধান করো',
'undelete-search-prefix'       => 'এই অক্ষর দিয়ে শুরু হওয়া পাতাগুলি দেখানো হোক:',
'undelete-search-submit'       => 'অনুসন্ধান',
'undelete-no-results'          => 'মিলে যায় এমন কোন পাতা অবলুপ্তি লগে পাওয়া যায়নি।',
'undelete-filename-mismatch'   => '$1 সময়টিকেটবিশিষ্ট ফাইল সংশোধনের মুছে ফেলা বাতিল করা গেল না: ফাইলের নাম মিলে যায়নি',
'undelete-bad-store-key'       => '$1 সময়টিকেটবিশিষ্ট ফাইল সংশোধনের মুছে ফেলা বাতিল করা গেল না: মুছে ফেলার আগে ফাইল হারিয়ে গিয়েছিল।',
'undelete-cleanup-error'       => 'অব্যবহৃত আর্কাইভ ফাইল "$1" মুছতে গিয়ে ত্রুটি ঘটেছে।',
'undelete-missing-filearchive' => 'ফাইল আর্কাইভ আইডি $1 পুনরুদ্ধার করা গেল না, কারণ এটি ডাটাবেজে নেই। হয়ত ইতিমধ্যেই এটির মুছে ফেলা বাতিল করা হয়েছে।',
'undelete-error'               => 'অপসারিত পাতা ফিরিয়ে আনতে ত্রুটি',
'undelete-error-short'         => 'ফাইল মোছা বাতিল করতে গিয়ে ত্রুটি: $1',
'undelete-error-long'          => 'ফাইলটি মোছা বাতিল করতে গিয়ে ত্রুটি ঘটেছে:

$1',
'undelete-show-file-confirm'   => 'আপনি কি নিশ্চিত যে "<nowiki>$1</nowiki>" ফাইলের $2 এর $3 সময়ে অপসারিত রিভিশন প্রদর্শন করা হবে?',
'undelete-show-file-submit'    => 'হ্যাঁ',

# Namespace form on various pages
'namespace'                     => 'নামস্থান:',
'invert'                        => 'ব্যুত্ক্রমে নির্বাচন',
'tooltip-invert'                => 'যে সকল নামস্থানের পাতাগুলোর পরিবর্তনসমূহর দেখতে চাচ্ছেন না সেগুলোর নামের পাশে টিক দিন',
'namespace_association'         => 'সংশ্লিষ্ট নামস্থান',
'tooltip-namespace_association' => 'এখানে টিক দেয়ার মাধ্যমে সংশ্লিষ্ট নামস্থান এবং আলাপপাতাসমূহ অন্তর্ভুক্ত করছেন',
'blanknamespace'                => '(প্রধান)',

# Contributions
'contributions'       => 'ব্যবহারকারীর অবদান',
'contributions-title' => '$1 ব্যবহারকারীর অবদানসমূহ',
'mycontris'           => 'অবদান',
'contribsub2'         => '$1 ($2)-এর জন্য',
'nocontribs'          => 'এই শর্তগুলির সাথে মিলে যায়, এমন কোন পরিবর্তন খুঁজে পাওয়া যায়নি।',
'uctop'               => '(শীর্ষ)',
'month'               => 'এই মাস (বা তার আগে) থেকে:',
'year'                => 'এই বছর (এবং তার আগে) থেকে:',

'sp-contributions-newbies'             => 'শুধু নতুন অ্যাকাউন্টের অবদানসমূহ দেখাও',
'sp-contributions-newbies-sub'         => 'নতুন অ্যাকাউন্টের জন্য',
'sp-contributions-newbies-title'       => 'নতুন অ্যাকাউন্টের ব্যবহারকারী অবদান',
'sp-contributions-blocklog'            => 'বাধা দানের লগ',
'sp-contributions-deleted'             => 'মুছে ফেলা ব্যবহারকারী অবদান',
'sp-contributions-uploads'             => 'আপলোডসমূহ',
'sp-contributions-logs'                => 'লগসমূহ',
'sp-contributions-talk'                => 'আলোচনা',
'sp-contributions-userrights'          => 'ব্যবহারকারী অধিকার ব্যবস্থাপনা',
'sp-contributions-blocked-notice'      => 'এই ব্যবহারকারী বর্তমানে বাধাদানকৃত অবস্থায় রয়েছেন।
তথ্যসূত্র হিসেবে সাম্প্রতিক বাধাদান লগে ভুক্তিটি নিচে দেওয়া হলো:',
'sp-contributions-blocked-notice-anon' => 'এই আইপি ঠিকানাটি বর্তমানে বাধাদানকৃত অবস্থায় রয়েছে।
তথ্যসূত্র হিসেবে সাম্প্রতিক বাধাদান লগের ভুক্তিটি নিচে দেওয়া হলো:',
'sp-contributions-search'              => 'অবদানসমূহের জন্য অনুসন্ধান',
'sp-contributions-username'            => 'আইপি (IP) ঠিকানা অথবা ব্যবহারকারীর নাম:',
'sp-contributions-toponly'             => 'শুধুমাত্র সেই সম্পাদনাগুলি দেখাও যেগুলো সাম্প্রতিক সংস্করণের অন্তর্ভুক্ত।',
'sp-contributions-submit'              => 'অনুসন্ধান',

# What links here
'whatlinkshere'            => 'সংযোগকারী পাতাসমূহ',
'whatlinkshere-title'      => 'যে পাতাগুলি থেকে "$1"-এর প্রতি সংযোগ আছে',
'whatlinkshere-page'       => 'পাতা:',
'linkshere'                => "নিচের পাতাসমূহ '''[[:$1]]''' পাতায় সংযুক্ত আছে:",
'nolinkshere'              => "কোনো পাতা থেকে '''[[:$1]]''' পাতায় সংযোগ নেই।",
'nolinkshere-ns'           => "নির্বাচিত নামস্থানে '''[[:$1]]'''-এর প্রতি কোন পাতা থেকে সংযোগ নেই।",
'isredirect'               => 'পুনর্নির্দেশ',
'istemplate'               => 'অন্তর্ভুক্তি',
'isimage'                  => 'ফাইল সংযোগ',
'whatlinkshere-prev'       => '{{PLURAL:$1|পূর্ববর্তী|পূর্ববর্তী $1টি}}',
'whatlinkshere-next'       => '{{PLURAL:$1|পরবর্তী|পরবর্তী $1টি}}',
'whatlinkshere-links'      => '← সংযোগগুলি',
'whatlinkshere-hideredirs' => '$1 টি পুননির্দেশনা',
'whatlinkshere-hidetrans'  => '$1 ট্রান্সক্লুশন',
'whatlinkshere-hidelinks'  => '$1 টি সংযোগ',
'whatlinkshere-hideimages' => '$1 ফাইল সংযোগ',
'whatlinkshere-filters'    => 'ছাকনী',

# Block/unblock
'autoblockid'                     => 'স্বয়ংক্রিয় বাধা #$1',
'block'                           => 'ব্যবহারকারীকে বাধা দাও',
'unblock'                         => 'ব্যবহারকারীর উপর থেকে বাধা অপসারণ',
'blockip'                         => 'ব্যবহারকারীকে বাধা দাও',
'blockip-title'                   => 'ব্যবহারকারীকে বাধা দাও',
'blockip-legend'                  => 'ব্যবহারকারীকে বাধা দেওয়া হোক',
'blockiptext'                     => 'কোন নির্দিষ্ট আইপি ঠিকানা বা ব্যবহারকারীর লেখার অধিকারে বাধা দিতে নিচের ফর্মটি ব্যবহার করুন।
এটি কেবলমাত্র ধ্বংসপ্রবণতা প্রতিরোধে ও [[{{MediaWiki:Policy-url}}|নীতিমালা]] মেনে সম্পাদন করা উচিত।
নিচে একটি নির্দিষ্ট কারণ দিন (উদাহরণস্বরূপ, যেসব পাতার ধ্বংসসাধন করা হয়েছে, সেগুলি উল্লেখ করতে পারেন)।',
'ipadressorusername'              => 'আইপি ঠিকানা বা ব্যবহারকারীর নাম:',
'ipbexpiry'                       => 'যখন মেয়াদোত্তীর্ণ হবে:',
'ipbreason'                       => 'কারণ:',
'ipbreasonotherlist'              => 'অন্য কারণ',
'ipbreason-dropdown'              => '*বাধা দানের সাধারণ কারণ
** মিথ্যা তথ্য ঢোকানো
** পাতা থেকে বিষয়বস্তু মুছে ফেলা
** বাইরের কোন সাইটের সংযোগ স্প্যাম করা
** পাতাগুলিতে অর্থহীন বিষয়বস্তু ঢোকানো
** ভীতি উদ্রেককারী আচরণ/হয়রানি
** একাধিক অ্যাকাউন্টের অপব্যবহার
** ব্যবহারকারী নাম অ-গ্রহণযোগ্য',
'ipb-hardblock'                   => 'এই আইপি ঠিকানা থেকে লগ-ইনকৃত ব্যবহারকারীদেরকে সম্পাদনায় বাধা দাও',
'ipbcreateaccount'                => 'অ্যাকাউন্ট সৃষ্টিতে বাধা দেওয়া হোক',
'ipbemailban'                     => 'ব্যবহারকারীকে ই-মেইল পাঠাতে বাধা দেওয়া হোক',
'ipbenableautoblock'              => 'এই ব্যবহারকারীর ব্যবহার করা সর্বশেষ আইপি ঠিকানা, এবং পরবর্তী যেসব আইপি ঠিকানা থেকে সম্পাদনার চেষ্টা করা হবে, সেগুলিকেও স্বয়ংক্রিয়ভাবে বাধা দেয়া হোক।',
'ipbsubmit'                       => 'এই ব্যবহারকারীকে বাধা দেয়া হোক',
'ipbother'                        => 'অন্য সময়:',
'ipboptions'                      => '২ ঘন্টা:2 hours,১ দিন:1 day,৩ দিন:3 days,১ সপ্তাহ:1 week,২ সপ্তাহ:2 weeks,১ মাস:1 month,৩ মাস:3 months,৬ মাস:6 months,১ বছর:1 year,অসীম:infinite',
'ipbotheroption'                  => 'অন্যান্য',
'ipbotherreason'                  => 'অন্য/আরও কারণ:',
'ipbhidename'                     => 'সম্পাদনা ও তালিকা থেকে ব্যবহারকারী নাম লুকিয়ে রাখা হোক',
'ipbwatchuser'                    => 'এই ব্যবহাকারীর পাতা এবং আলাপের পাতা নজরতালিকায় রাখো',
'ipb-disableusertalk'             => 'এই ব্যবহারকারীকে বাধাদানকৃত অবস্থায় নিচের আলাপ পাতায় সম্পাদনা করা থেকে বিরত রাখো',
'ipb-change-block'                => 'এই একই সেটিংসসহ ব্যবহারকারীকে আবারও বাধা প্রদান করো',
'ipb-confirm'                     => 'বাধা নিশ্চিতকরণ',
'badipaddress'                    => 'আইপি (IP) ঠিকানাটি অগ্রহনযোগ্য',
'blockipsuccesssub'               => 'বাধা সফল',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] কে বাধা দেয়া হয়েছে।<br />
বাধা দেয়া পুনর্বিবেচনা করতে হলে [[Special:BlockList|বাধা দেয়া তালিকা]] দেখুন।',
'ipb-blockingself'                => 'আপনি নিজেকেই বাধাপ্রদান করতে যাচ্ছেন! আপনি কী নিশ্চিত যে আপনি এটি-ই করতে চান?',
'ipb-confirmhideuser'             => '"hide user" ক্ষমতার মাধ্যমে আপনি একজন ব্যবহারকারীকে বাধা দিতে যাচ্ছেন। এর মাধ্যমে এই ব্যবহারকারীর নাম সকল লিস্ট এবং লগএন্ট্রি থেকে সরিয়ে ফেলা হবে। আপনি কি নিশ্চিতভাবে এটি করতে চান?',
'ipb-edit-dropdown'               => 'বাধাদানের কারণ সম্পাদনা করুন',
'ipb-unblock-addr'                => '$1-এর উপর থেকে বাধা তুলে নেওয়া হোক',
'ipb-unblock'                     => 'ব্যবহারকারী বা আইপি ঠিকানার উপর থেকে বাধা তুলে নেওয়া হোক',
'ipb-blocklist'                   => 'বিদ্যমান বাধাগুলি দেখুন',
'ipb-blocklist-contribs'          => '$1 এর অবদানসমূহ',
'unblockip'                       => 'ব্যবহারকারীর উপর থেকে বাধা তুলে নেওয়া হোক',
'unblockiptext'                   => 'নিচের ফর্মটি ব্যবহার করে পূর্বে বাধা দেওয়া কোন আইপি ঠিকানা বা ব্যবহারকারীর সাইটে লেখার অধিকার পুনঃপ্রতিষ্ঠা করুন।',
'ipusubmit'                       => 'বাধা তুলে নেওয়া হোক',
'unblocked'                       => '[[User:$1|$1]]-এর উপর বাধা তুলে নেওয়া হয়েছে',
'unblocked-range'                 => '$1 -এর থেকে বাধা সরিয়ে নেওয়া হয়েছে',
'unblocked-id'                    => '$1 বাধাটি তুলে নেওয়া হয়েছে',
'blocklist'                       => 'বাধাপ্রাপ্ত ব্যবহারকারী',
'ipblocklist'                     => 'বাধাপ্রাপ্ত ব্যবহারকারী',
'ipblocklist-legend'              => 'বাধা দেওয়া কোন ব্যবহারকারীকে অনুসন্ধান করুন',
'blocklist-userblocks'            => 'অ্যাকাউন্ট বাধা লুকাও',
'blocklist-tempblocks'            => 'অস্থায়ী বাধা লুকাও',
'blocklist-addressblocks'         => 'একক আইপি বাধা লুকাও',
'blocklist-rangeblocks'           => 'রেঞ্জ ব্লকসমূহ লুকান',
'blocklist-timestamp'             => 'সময়বার্তা',
'blocklist-target'                => 'লক্ষ্য',
'blocklist-expiry'                => 'মেয়াদোত্তীর্ণ হবে',
'blocklist-by'                    => 'প্রশাসককে বাধাপ্রদান',
'blocklist-params'                => 'বাধাদানের প্যারামিটার',
'blocklist-reason'                => 'কারণ',
'ipblocklist-submit'              => 'অনুসন্ধান',
'ipblocklist-localblock'          => 'স্থানীয় ব্লক',
'ipblocklist-otherblocks'         => 'অন্যান্য {{PLURAL:$1|বাধাঁ|বাধাঁসমূহ}}',
'infiniteblock'                   => 'অসীম',
'expiringblock'                   => '$1 তারিখের $2 এ মেয়াদোত্তীর্ণ হবে',
'anononlyblock'                   => 'শুধু বেনামীদের',
'noautoblockblock'                => 'স্বয়ংক্রিয় বাধাদান নিষ্ক্রিয় করা হয়েছে',
'createaccountblock'              => 'অ্যাকাউন্ট সৃষ্টিতে বাধা দেওয়া হয়েছে',
'emailblock'                      => 'ই-মেইল বাধা দেয়া হয়েছে',
'blocklist-nousertalk'            => 'নিজের আলাপের পাতা সম্পাদনা করতে পারে না',
'ipblocklist-empty'               => 'বাধাতালিকা খালি।',
'ipblocklist-no-results'          => 'অনুরুদ্ধ আইপি ঠিকানা বা ব্যবহারকারী নামটির উপর কোন বাধা নেই।',
'blocklink'                       => 'বাধা দাও',
'unblocklink'                     => 'বাধা তুলে নেওয়া হোক',
'change-blocklink'                => 'ব্লক অবস্থার পরিবর্তন করুন',
'contribslink'                    => 'অবদান',
'emaillink'                       => 'ই-মেইল পাঠাও',
'autoblocker'                     => 'আপনাকে স্বয়ংক্রিয়ভাবে বাধা দেওয়া হয়েছে, কারণ আপনার আইপি ঠিকানাটি সম্প্রতি "[[User:$1|$1]]" ব্যবহার করেছেন।   $1-কে বাধাদানের কারণ: "$2"',
'blocklogpage'                    => 'বাধা দানের লগ',
'blocklog-showlog'                => 'এই ব্যবহারকারীকে পূর্বেও বাধা প্রদান করা হয়েছিলো।
তথ্যসূত্র হিসেবে তাই পূর্বের বাধাদানের লগটি নিচে প্রদর্শন করা হচ্ছে:',
'blocklog-showsuppresslog'        => 'এই ব্যবহারকারীকে পূর্বেও বাধা প্রদান ও লুকানো হয়েছিলো।
তথ্যসূত্র হিসেবে তাই পূর্বের অপসারণ লগটি নিচে প্রদর্শন করা হচ্ছে:',
'blocklogentry'                   => '[[$1]]এর উপর $2 $3 মেয়াদের জন্য নিষেধাজ্ঞা আরোপিত হয়েছে।',
'reblock-logentry'                => '[[$1]] এর ব্লক সেটিং পরিবর্তন করা হয়েছে যেটি শেষ হবে $2 $3 সময়ে',
'blocklogtext'                    => 'এটি ব্যবহারকারীদেরকে বাধা দানের বা বাধা তুলে নেওয়ার লগ।
স্বয়ংক্রিয়ভাবে বাধাদানকৃত আইপি ঠিকানাগুলি এখানে তালিকাবদ্ধ করা হয়নি।
বর্তমানে সক্রিয় নিষিদ্ধকরণ ও বাধাদানের তালিকার জন্য [[Special:BlockList| বাধাদান তালিকা]] দেখুন।',
'unblocklogentry'                 => '$1-এর উপর বাধা তুলে নেয়া হয়েছে',
'block-log-flags-anononly'        => 'কেবল বেনামী ব্যবহারকারীরা',
'block-log-flags-nocreate'        => 'অ্যাকাউন্ট সৃষ্টি নিষ্ক্রিয় করা হয়েছে',
'block-log-flags-noautoblock'     => 'স্বয়ংক্রিয় বাধাদান নিষ্ক্রিয়',
'block-log-flags-noemail'         => 'ই-মেইলে বাধা আছে',
'block-log-flags-nousertalk'      => 'নিজের আলাপের পাতা সম্পাদনা করতে পারবে না',
'block-log-flags-angry-autoblock' => 'উন্নত অটোব্লক সক্রিয়',
'block-log-flags-hiddenname'      => 'ব্যবহারকারীনাম লুকায়িত',
'range_block_disabled'            => 'প্রশাসকের পক্ষে আইপি ঠিকানার শ্রেণী বাধাদানের ক্ষমতা নিষ্ক্রিয় আছে।',
'ipb_expiry_invalid'              => 'মেয়াদোত্তীর্ণকাল অবৈধ।',
'ipb_expiry_temp'                 => 'লুকানো ব্যবহারকারীনাম বাধা চিরস্থায়ী হতে হবে।',
'ipb_hide_invalid'                => 'এই অ্যাকাউন্ট বাধা দেয়া সম্ভব নয়; হয়তো সম্পাদনার সংখ্যা অনেক বেশি।',
'ipb_already_blocked'             => '"$1" ইতিমধ্যে ব্লক',
'ipb-needreblock'                 => '$1 পূর্বেই ব্লক রয়েছেন। আপনি কি সেটিংস পরিবর্তন করতে চান?',
'ipb-otherblocks-header'          => 'অন্যান্য {{PLURAL:$1|বাধাঁ|বাধাঁসমূহ}}',
'unblock-hideuser'                => 'আপনি এই ব্যবহারকারীকে আনব্লক করতে পারবেন না, কারণ এই ব্যবহারকারীদের ব্যবহাকারী নাম লুকানো রয়েছে।',
'ipb_cant_unblock'                => 'ত্রুটি: $1 ব্লক আইডি খুঁজে পাওয়া যায়নি। হয়ত ইতিমধ্যেই এটির উপর থেকে বাধা তুলে নেওয়া হয়েছে।',
'ipb_blocked_as_range'            => 'ত্রুটি: $1 আইপি ঠিকানাটিকে সরাসরি বাধা দেওয়া হয়নি এবং বাধা তুলে নেওয়া যাবে না। তবে ঠিকানাটি $2 সীমার অন্তর্ভুক্ত এবং সেটি থেকে বাধা তুলে নেওয়া সম্ভব।',
'ip_range_invalid'                => 'অবৈধ আইপি শ্রেণী',
'ip_range_toolarge'               => '/$1 এর বড় রেঞ্জব্লক ব্যবহার অনুমদিত নয়।',
'blockme'                         => 'আমাকে বাধা দেওয়া হোক',
'proxyblocker'                    => 'প্রক্সি বাধাদানকারী',
'proxyblocker-disabled'           => 'এই ফাংশনটি নিষ্ক্রিয়।',
'proxyblockreason'                => 'আপনার আইপি ঠিকানাকে বাধা দেয়া হয়েছে কারণ এটি একটি উন্মুক্ত প্রক্সি। অনুগ্রহ করে আপনার ইন্টারনেট সেবা প্রদানকারী কোম্পানির সাথে কারিগরি সহায়তার ব্যাপারে যোগাযোগ করুন এবং এই গুরুত্বপূর্ণ নিরাপত্তা সমস্যার ব্যাপারে তাদেরকে অবহিত করুন।',
'proxyblocksuccess'               => 'নিষ্পন্ন হয়েছে।',
'sorbsreason'                     => 'আপনার আইপি ঠিকানাটি {{SITENAME}}-এর ব্যবহার করা DNSBL-এ উন্মুক্ত প্রক্সি হিসেবে তালিকাভুক্ত আছে।',
'sorbs_create_account_reason'     => 'আপনার আইপি ঠিকানাটি {{SITENAME}}-এর ব্যবহার করা DNSBL-এ উন্মুক্ত প্রক্সি হিসেবে তালিকাভুক্ত আছে। আপনি কোন অ্যাকাউন্ট সৃষ্টি করতে পারবেন না।',
'cant-block-while-blocked'        => 'আপনি নিজে ব্লক থাকা অবস্থায় অন্যন্য ব্যবহারকারীকে ব্লক করতে পারবেন না।',
'ipbblocked'                      => 'আপনি অন্য কোন ব্যবহারকরীকে ব্লক বা আনব্লক করতে পারবেন না, কারণ আপনি নিজেই ব্লক রয়েছেন',
'ipbnounblockself'                => 'আপনি নিজেকে আনব্লক করতে পারবেন না',

# Developer tools
'lockdb'              => 'ডাটাবেজ বন্ধ করে দেওয়া হোক',
'unlockdb'            => 'ডাটাবেজ খুলে দেওয়া হোক',
'lockdbtext'          => 'ডাটাবেজ বন্ধ করে দিলে কোন ব্যবহারকারী পাতা সম্পাদনা করতে, তাদের পছন্দ পরিবর্তন করতে, তাদের নজরতালিকা সম্পাদনা করতে, এবং ডাটাবেজে পরিবর্তন আনে এমন কোন কিছু করতে পারবেন না।
অনুগ্রহ করে নিশ্চিত করুন যে আপনি এটাই করতে চান, এবং আপনার রক্ষণাবেক্ষণ শেষ হবার পর ডাটাবেজ আবার খুলে দেবেন।',
'unlockdbtext'        => 'ডাটাবেজ খুলে দিলে সব ব্যবহারকারী পাতা সম্পাদনা করতে, তাদের পছন্দ পরিবর্তন করতে, তাদের নজরতালিকা সম্পাদনা করতে, এবং ডাটাবেজে পরিবর্তন সাধন করে, এমন অন্যান্য কাজ করতে পারবেন।
অনুগ্রহ করে নিশ্চিত করুন যে আপনি এটাই করতে চান।',
'lockconfirm'         => 'হ্যাঁ, আমি আসলেই ডাটাবেজ বন্ধ করতে চাই।',
'unlockconfirm'       => 'হ্যাঁ, আমি আসলেই ডাটাবেজ খুলে দিতে চাই।',
'lockbtn'             => 'ডাটাবেজ বন্ধ করা হোক',
'unlockbtn'           => 'ডাটাবেজ খুলে দেওয়া হোক',
'locknoconfirm'       => 'আপনি নিশ্চিতকরণ বাক্সে টিক দেননি।',
'lockdbsuccesssub'    => 'ডাটাবেজ সফলভাবে বন্ধ করে দেওয়া হয়েছে',
'unlockdbsuccesssub'  => 'ডাটাবেজ খুলে দেওয়া হয়েছে',
'lockdbsuccesstext'   => 'ডাটাবেজ বন্ধ করা হয়েছে
<br />আপনার রক্ষণাবেক্ষণ সম্পন্ন হবার পর [[Special:UnlockDB|ডাটাবেজ খুলে দিতে]] ভুলবেন না।',
'unlockdbsuccesstext' => 'ডাটাবেজ খুলে দেওয়া হয়েছে।',
'lockfilenotwritable' => 'ডাটাবেজ বন্ধ করার ফাইলটি লিখনযোগ্য নয়। ডাটাবেজ বন্ধ করতে বা খুলতে চাইলে ফাইলটিকে ওয়েব সার্ভার কর্তৃক লিখনযোগ্য হতে হবে।',
'databasenotlocked'   => 'ডাটাবেজ বন্ধ নয়।',
'lockedbyandtime'     => '({{GENDER:$1|$1}} $2 এর $3 সময়ে)',

# Move page
'move-page'                    => '$1 স্থানান্তর',
'move-page-legend'             => 'পাতাটি সরিয়ে ফেলুন',
'movepagetext'                 => "নিচের ফর্মটি ব্যবহার করে একটি পাতার শিরোনাম পরিবর্তন করা যাবে, এবং সেই সাথে নতুন শিরোনামে এর সমগ্র ইতিহাস স্থানান্তর করা যাবে।
পুরনো শিরোনামটি নতুন শিরোনামটির প্রতি একটি পুনর্নির্দেশনা ধারণ করবে।
যেসমস্ত পুনর্নির্দেশনা পুরনো শিরোনামটির দিকে নির্দেশ করছিল, সেগুলি স্বয়ংক্রিয়ভাবে হালনাগাদ করতে পারবেন।
যদি তা না চান, তবে [[Special:DoubleRedirects|দ্বি-পুনর্নির্দেশনা]] বা [[Special:BrokenRedirects|অচল পুনর্নির্দেশনাগুলি]] পরীক্ষা করে দেখতে ভুলবেন না।
সংযোগগুলি যাতে তাদের লক্ষ্যে পৌঁছায়, তা নিশ্চিত করার দায়িত্ব আপনার।

লক্ষ্য করুন যে যদি নতুন শিরোনামে ইতিমধ্যেই একটি পাতা থেকে থাকে, তবে উৎস পাতাটি সেই শিরোনামে স্থানান্তর করা হবে '''না''', যদি না নতুন শিরোনামের পাতাটি খালি থাকে বা একটি পুননির্দেশনা হয় এবং এর কোন অতীত সম্পাদনা ইতিহাস না থাকে।
অর্থাৎ আপনি ভুল করে নাম পরিবর্তন করলে সহজেই পুরনো নামে ফেরত যেতে পারবেন, কিন্তু ইতিমধ্যে বিদ্যমান কোন পাতার উপরে লিখতে পারবেন না।

'''সতর্কীকরণ!'''
কোন জনপ্রিয় পাতার ক্ষেত্রে এই পরিবর্তনটি খুবই আকস্মিক হতে পারে; অগ্রসর হবার আগে এই কাজটির ফলাফল কী হতে পারে, সে ব্যাপারে অনুগ্রহ করে নিশ্চিত হোন।",
'movepagetalktext'             => "পাতাটির সাথে সাথে সংশ্লিষ্ট আলোচনা পাতাটিও স্বয়ংক্রিয়ভাবে সরানো হবে '''যদি না:'''
*খালি নয় এমন একটি আলাপ পাতা নতুন শিরোনামটির অধীনে ইতিমধ্যেই বিদ্যমান থাকে, অথবা
*আপনি নিচের বাক্সটি থেকে টিক সরিয়ে নিতে পারেন।

এসব ক্ষেত্রে আপনি চাইলে নিজের হাতে পাতাটিকে সরাতে বা একত্রীকরণ করতে পারেন।",
'movearticle'                  => 'যে পাতা সরিয়ে ফেলা হবে',
'moveuserpage-warning'         => "'''সতর্কতা:''' আপনি একটি ব্যবহারকারী পাতা স্থানান্তর করছেন। অনুগ্রহ করে লক্ষ্য করুন যে এর মাধ্যমে কেবলমাত্র পাতাটি স্থানান্তর হবে, কিন্তু পাতার নাম পরিবর্তন হবে ''না''।",
'movenologin'                  => 'অ্যাকাউন্টে প্রবেশ করা হয়নি',
'movenologintext'              => 'কোন পাতা সরিয়ে ফেলতে চাইলে আপনাকে অবশ্যই একজন নিবন্ধিত ব্যবহারকারী হতে হবে ও অ্যাকাউন্টে [[Special:UserLogin|প্রবেশ]] করতে হবে।',
'movenotallowed'               => 'আপনার {{SITENAME}}-তে পাতা স্থানান্তরের অনুমতি নেই।',
'movenotallowedfile'           => 'আপনার এই ফাইলটি স্থানান্তরের অনুমতি নেই।',
'cant-move-user-page'          => 'ব্যবহারকারী পাতা (উপপাতা থেকে পৃথক) স্থানান্তরের আপনার অনুমতি নেই।',
'cant-move-to-user-page'       => 'আপনার কোনো পাতা ব্যবহারকারী পাতার স্থানান্তরের অনুমতি নেই (ব্যবহারকারী উপপাতা ব্যতিত)।',
'newtitle'                     => 'এই নতুন শিরোনামে',
'move-watch'                   => 'এই পাতাটি নজরে রাখুন',
'movepagebtn'                  => 'পাতা সরান',
'pagemovedsub'                 => 'সরিয়ে নেওয়া হয়েছে',
'movepage-moved'               => '\'\'\'"$1"-কে "$2" শিরোনামে স্থানান্তর করা হয়েছে\'\'\'',
'movepage-moved-redirect'      => 'একটি পুনর্নির্দেশনা তৈরি হয়েছে।',
'movepage-moved-noredirect'    => 'রিডাইরেক্ট তৈরীতে বাধা দেয়া হয়েছে।',
'articleexists'                => 'হয় এই শিরোনামের একটি নিবন্ধ ইতোমধ্যে সৃষ্টি হযে গেছে, অথবা আপনি যে শিরোনামটি পছন্দ করেছেন তা গ্রহণযোগ্য নয়। দয়া করে অন্য একটি শিরোনাম দিয়ে চেষ্টা করুন।',
'cantmove-titleprotected'      => 'আপনি এই অবস্থানে পাতাটিকে স্থানান্তর করতে পারেন না, কারণ এই নতুন শিরোনামটি সৃষ্টি করা থেকে সুরক্ষিত।',
'talkexists'                   => "'''পাতাটি সফলভাবে সরানো গেলেও আলোচনা পাতাটিকে সরানো যায়নি, কারণ নতুন শিরোনামের অধীনে ইতিমধ্যেই একটি আলোচনা পাতা বিদ্যমান। অনুগ্রহ নিজের হাতে এগুলিকে একত্র করুন।'''",
'movedto'                      => 'সরানো হয়েছে এখানে:',
'movetalk'                     => 'সংশ্লিষ্ট আলাপের পাতা সরিয়ে নাও',
'move-subpages'                => 'উপপাতা স্থানান্তর ($1টি পর্যন্ত)',
'move-talk-subpages'           => 'উপপাতার আলাপ পাতা স্থানান্তর ($1টি পর্যন্ত)',
'movepage-page-exists'         => '$1 পাতাটি ইতিমধ্যেই বিদ্যমান এবং স্বয়ংক্রিয়ভাবে পুনর্লিখন করা সম্ভব নয়।',
'movepage-page-moved'          => '$1 পাতাটি $2 পাতায় স্থানান্তর করা হয়েছে।',
'movepage-page-unmoved'        => '$1 পাতাটি $2 -এ সরিয়ে নেওয়া সম্ভপর নয়।',
'movepage-max-pages'           => 'সর্বোচ্চ $1টি {{PLURAL:$1|উপপাতা}}স্থানান্তর করা হয়েছে এবং এর থেকে বেশি সংখ্যক পাতা সয়ংক্রিয়ভাবে স্থানান্তর সম্ভব নয়।',
'movelogpage'                  => 'পাতা স্থানান্তর লগ',
'movelogpagetext'              => 'সরানো পাতাগুলির একটি তালিকা নিচে দেয়া হল।',
'movesubpage'                  => '{{PLURAL:$1|উপপাতা|উপপাতাসমূহ}}',
'movesubpagetext'              => 'এই পাতার $1টি {{PLURAL:$1|উপপাতা}} রয়েছে যেগুলো নিচে দেখানো হচ্ছে।',
'movenosubpage'                => 'এই পাতাটির কোনো উপপাতা নেই।',
'movereason'                   => 'কারণ:',
'revertmove'                   => 'পূর্বাবস্থায় ফেরত নেওয়া হোক',
'delete_and_move'              => 'মুছে ফেলা হোক ও সরানো হোক',
'delete_and_move_text'         => '==মুছে ফেলা আবশ্যক==

"[[:$1]]" শিরোনামের গন্তব্য পাতাটি ইতিমধ্যেই বিদ্যমান। আপনি কি স্থানান্তর সফল করার জন্য পাতাটি মুছে দিতে চান?',
'delete_and_move_confirm'      => 'হ্যাঁ, পাতাটি মুছে ফেলা হোক',
'delete_and_move_reason'       => '"[[$1]]" থেকে স্থানান্তরের স্বার্থে মুছে ফেলা হয়েছে',
'selfmove'                     => 'উৎস ও গন্তব্য পাতা একই শিরোনামের; কোন পাতা একই শিরোনামের আরেক পাতায় সরানো যাবে না।',
'immobile-source-namespace'    => 'পাতাটি "$1" নামস্থানে স্থানান্তর সম্ভব নয়',
'immobile-target-namespace'    => 'পাতাটি "$1" নামস্থানে স্থানান্তর সম্ভব নয়',
'immobile-target-namespace-iw' => 'পাতা স্থানান্তরের ক্ষেত্রে ইন্টারউইকি লিংক ব্যবহার করা যাবে না।',
'immobile-source-page'         => 'এই পাতাটির স্থানান্তর সম্ভব নয়।',
'immobile-target-page'         => 'গন্তব্য শিরোনামে স্থানান্তর করা যাবে না।',
'imagenocrossnamespace'        => 'কোনো ফাইল ফাইলনয় এমন নামস্থানে স্থানান্তর সম্ভব নয়',
'nonfile-cannot-move-to-file'  => 'কোনো ফাইলনয় এমন কোনো পাতা ফাইল নামস্থানে স্থানান্তর সম্ভব নয়',
'imagetypemismatch'            => 'নতুন ফাইল এক্সটেনশনটি ফাইলের ধরনের সাথে মিলছে না',
'imageinvalidfilename'         => 'ফাইল নামটি সঠিক নয়',
'fix-double-redirects'         => 'মূল শিরনামকে নির্দেশ করে এমন সকল রিডাইরেক্ট আপডেট করুন',
'move-leave-redirect'          => 'রিডাইরেক্ট উপেক্ষা করুন',
'protectedpagemovewarning'     => "'''সতর্কীকরণ:''' এই পাতাটি বন্ধ করা হয়েছে; কেবলমাত্র প্রশাসক মর্যাদার ব্যবহারকারীরাই এটি স্থানান্তর করতে পারবেন।
আপনার সুবিধার্থে পাতাটির সাম্প্রতিক সংরক্ষণ লগের বিবরণ নিচে দেওয়া হলো।",
'semiprotectedpagemovewarning' => "'''নোট:''' এই পাতাটির ব্যবহার নিয়ন্ত্রণ করা হয়েছে তাই নিবন্ধনকৃত ব্যবহারকারী এটি স্থানান্তর করতে পারবেন।
আপনার সুবিধার্থে পাতাটির সাম্প্রতিক সংরক্ষণ লগের বিবরণ নিচে দেওয়া হলো:",
'move-over-sharedrepo'         => '== এই নামের ফাইল রয়েছে ==
[[:$1]] নামের ফাইলটি শেয়ার্ড রিপোজিটরীতে রয়েছে। একই নামের একটি ফাইল এখানে স্থানান্তর করা হলে পূর্বের ফাইলটি প্রতিস্থাপিত হবে।',
'file-exists-sharedrepo'       => 'নির্ধিত নামের ফাইলটি পূর্বেই শেয়ার্ড রিপোজিরটীতে রয়েছে। 
অনুগ্রহ করে অন্য কোনো নাম নির্বাচন করুন।',

# Export
'export'            => 'পাতা রপ্তানি',
'exporttext'        => 'আপনি কোন একটি নির্দিষ্ট পাতার বা অনেকগুলি পাতার একটি সেটের বিষয়বস্তু এবং সম্পাদনা ইতিহাস XML-এ আবৃত করে রপ্তানি করতে পারেন। এটি মিডিয়াউইকি সফটওয়্যার ব্যবহারকারী অন্য একটি উইকিতে [[Special:Import|আমদানি পাতার]] মাধ্যমে আমদানি করা সম্ভব।

পাতা রপ্তানি করতে চাইলে নিচের টেক্সট বাক্সে শিরোনামগুলি প্রবেশ করান, প্রতি লাইনে একটি শিরোনাম দিয়ে, এবং নির্বাচন করুন আপনি বর্তমান সংস্করণসহ সবগুলি পুরনো সংস্করণ পাতার ইতিহাসের লাইনসহ রপ্তানি করতে চান, নাকি কেবল সর্বশেষ সম্পাদনাটির তথ্যসহ বর্তমান সংস্করণটি রপ্তানি করতে চান।

দ্বিতীয় ক্ষেত্রটিতে আপনি একটি সংযোগও ব্যবহার করতে পারেন, যেমন "[[{{MediaWiki:Mainpage}}]]" পাতাটির জন্য [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]]।',
'exportall'         => 'সকল পাতা রপ্তানি',
'exportcuronly'     => 'সম্পূর্ণ ইতিহাস নয়, কেবল বর্তমান সংশোধনটি অন্তর্ভুক্ত করা হোক',
'exportnohistory'   => "----
'''লক্ষ্য করুন:''' কর্মদক্ষতা-সম্পর্কিত কারণের জন্য এই ফর্মের মাধ্যমে কোন পাতার সমগ্র ইতিহাস রপ্তানি করা নিষ্ক্রিয় করা হয়েছে।",
'exportlistauthors' => 'প্রতি পাতার অবদানকারীর একটি পূর্ণাঙ্গ তালিকা যুক্ত হবে',
'export-submit'     => 'রপ্তানি',
'export-addcattext' => 'এই বিষয়শ্রেণী থেকে পাতা যোগ করা হোক:',
'export-addcat'     => 'যোগ',
'export-addnstext'  => 'নামস্থান থেকে পাতা যুক্ত করুন:',
'export-addns'      => 'যোগ',
'export-download'   => 'ফাইল হিসেবে সংরক্ষণ করা হোক',
'export-templates'  => 'টেম্পলেট অন্তর্ভুক্তি',

# Namespace 8 related
'allmessages'                   => 'সিস্টেম বার্তাসমূহ',
'allmessagesname'               => 'নাম',
'allmessagesdefault'            => 'আদি টেক্সট',
'allmessagescurrent'            => 'বর্তমান টেক্সট',
'allmessagestext'               => 'এটি মিডিয়াউইকি নামস্থানে অন্তর্ভুক্ত সিস্টেম বার্তাগুলোর একটি তালিকা।
আপনি যদি সাধারণ মিডিয়াউইকির স্থানীয়করণে অবদান রাখতে আগ্রহী হন, অনুগ্রহ করে [//www.mediawiki.org/wiki/Localisation মিডিয়াউইকি স্থানীয়করণ] এবং [//translatewiki.net translatewiki.net] দেখুন।',
'allmessagesnotsupportedDB'     => "এই পাতা ব্যবহার করা যাবে না কারণ '''\$wgUseDatabaseMessages''' বন্ধ করে রাখা আছে।",
'allmessages-filter-legend'     => 'ছাকনী',
'allmessages-filter-unmodified' => 'অপরিবর্তিত',
'allmessages-filter-all'        => 'সমস্ত',
'allmessages-filter-modified'   => 'পরিবর্তিত',
'allmessages-prefix'            => 'প্রিফিক্স অনুযায়ী ফিল্টার:',
'allmessages-language'          => 'ভাষা:',
'allmessages-filter-submit'     => 'চলো',

# Thumbnails
'thumbnail-more'           => 'বড় করো',
'filemissing'              => 'ফাইল হারিয়ে গেছে',
'thumbnail_error'          => 'থাম্বনেইল সৃষ্টি করতে গিয়ে ত্রুটি: $1',
'djvu_page_error'          => 'DjVu পাতা সীমার বাইরে',
'djvu_no_xml'              => 'DjVu ফাইলের জন্য XML আনতে পারা যায়নি।',
'thumbnail-temp-create'    => 'অস্থায়ী থাম্বনেইল ফাইল তৈরী করা সম্ভব নয়',
'thumbnail-dest-create'    => 'নির্ধারিত স্থানে থাম্বনেইল তৈরী করা সম্ভব নয়',
'thumbnail_invalid_params' => 'থাম্বনেইল প্যারামিটারগুলি অবৈধ',
'thumbnail_dest_directory' => 'গন্তব্য ডিরেক্টরি তৈরি করা যায়নি',
'thumbnail_image-type'     => 'চিত্রের ধরন সমর্থন করে না',
'thumbnail_image-missing'  => 'ফাইলটি খুজে পাওয়া যাচ্ছে না: $1',

# Special:Import
'import'                     => 'পাতা আমদানি',
'importinterwiki'            => 'আন্তঃউইকি আমদানি',
'import-interwiki-text'      => 'আমদানির জন্য একটি উইকি ও পাতার শিরোনাম নির্বাচন করুন।
সংশোধনের তারিখগুলি এবং সম্পাদকদের নামগুলি সংরক্ষণ করা হবে।
সমস্ত আন্তঃউইকি আমদানিগুলি [[Special:Log/import|আমদানি লগে]] লিপিবদ্ধ আছে।',
'import-interwiki-source'    => 'উৎস উইকি/পাতা:',
'import-interwiki-history'   => 'এই পাতার সমস্ত ইতিহাসের সংস্করণের অনুলিপি করা হোক',
'import-interwiki-templates' => 'সকল টেম্পলেট অন্তর্ভুক্ত',
'import-interwiki-submit'    => 'আমদানি',
'import-interwiki-namespace' => 'গন্তব্য নামস্থান:',
'import-upload-filename'     => 'ফাইলনাম:',
'import-comment'             => 'মন্তব্য:',
'importtext'                 => 'অনুগ্রহ করে ফাইলটি উৎস উইকি থেকে [[Special:Export|এক্সপোর্ট ইউটিলিটি]] ব্যবহার করে এক্সপোর্ট করুন।
ফাইলটি আপনার কম্পিউটারে সংরক্ষণ করুন এবং এখানে আপলোড করুন।',
'importstart'                => 'পাতা আমদানি করা হচ্ছে...',
'import-revision-count'      => '$1 {{PLURAL:$1|টি সংশোধন|টি সংশোধন}}',
'importnopages'              => 'আমদানি করার মত কোন পাতা নেই।',
'imported-log-entries'       => '$1টি {{PLURAL:$1|লগ এন্ট্রি|লগ এন্ট্রিসমূহ}} আমদানি করা হয়েছে।',
'importfailed'               => 'আমদানি ব্যর্থ: $1',
'importunknownsource'        => 'আমদানি উৎসের ধরন অজানা',
'importcantopen'             => 'আমদানি ফাইল খোলা যায়নি',
'importbadinterwiki'         => 'খারাপ আন্তঃউইকি সংযোগ',
'importnotext'               => 'খালি বা কোন টেক্সট নেই',
'importsuccess'              => 'ইম্পোর্ট সফল!',
'importhistoryconflict'      => 'পরস্পর-বিরোধী ইতিহাস সংশোধন বিদ্যমান (এই পাতাটি সম্ভবত আগেও আমদানি করা হয়েছে)',
'importnosources'            => 'কোন আন্তঃউইকি আমদানি উৎস সংজ্ঞায়িত করা হয়নি এবং সরাসরি ইতিহাস আপলোডের ক্ষমতা নিষ্ক্রিয় করা হয়েছে।',
'importnofile'               => 'কোন আমদানি ফাইল আপলোড করা হয়নি।',
'importuploaderrorsize'      => 'আমদানি ফাইল আপলোড ব্যর্থ। ফাইলটির আকার অনুমোদিত আপলোডের আকারের চেয়ে বড়।',
'importuploaderrorpartial'   => 'আমদানি ফাইল আপলোড ব্যর্থ। ফাইলটি কেবল আংশিকভাবে আপলোড করা হয়েছে।',
'importuploaderrortemp'      => 'আমদানি ফাইলের আপলোড ব্যর্থ। একটি সাময়িক ফোল্ডার হারানো গেছে।',
'import-parse-failure'       => 'XML পার্স করা যায়নি',
'import-noarticle'           => 'ইম্পোর্ট করার মত কোন পাতা নেই!',
'import-nonewrevisions'      => 'পূর্বের সকল সংস্করণ ইম্পোর্ট করা হয়েছে।',
'xml-error-string'           => '$1 যে লাইনে $2, কলামে $3 (বাইট $4): $5',
'import-upload'              => 'XML ডাটা আপলোড',
'import-token-mismatch'      => 'সেশন ডাটা হারিয়ে গিয়েছে।
অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
'import-invalid-interwiki'   => 'নির্ধারিত উইকি থেকে আমদানী করা যাবে না।',
'import-error-edit'          => '"$1" পাতাটি ইম্পোর্ট করা যায়নি কারণ আপনার এটি সম্পাদনা করার অনুমতি নেই।',
'import-error-create'        => '"$1" পাতাটি ইম্পোর্ট করা যায়নি কারণ আপনার এটি তৈরী করার অনুমতি নেই।',
'import-error-interwiki'     => '"$1" পাতাটি ইম্পোর্ট করা যায়নি কারণ এই নামটি বহিঃসংযোগর জন্য নির্ধারিত (ইন্টারউইকি)।',
'import-error-special'       => '"$1" পাতাটি ইম্পোর্ট করা যায়নি কারণ এটি একটি বিশেষ নামস্থানকে নির্দেশ করে যেটি সম্পাদনার জন্য অনুমোদিত নয়।',
'import-error-invalid'       => '"$1" পাতাটি ইম্পোর্ট করা যায়নি কারণ নামটি সঠিক নয়।',

# Import log
'importlogpage'                    => 'আমদানি লগ',
'importlogpagetext'                => 'প্রশাসক কর্তৃক অন্যান্য উইকি থেকে সম্পাদনা ইতিহাসসহ পাতা আমদানি।',
'import-logentry-upload'           => 'ফাইল আপলোডের মাধ্যমে [[$1]] আমদানি করা হয়েছে',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|টি সংশোধন|টি সংশোধন}}',
'import-logentry-interwiki'        => '$1 উইকি-স্থানান্তরিত',
'import-logentry-interwiki-detail' => '$2-এর করা $1 {{PLURAL:$1|সংশোধন|টি সংশোধন}}',

# JavaScriptTest
'javascripttest'                           => 'জাভাস্ক্রিপ্ট পরীক্ষা',
'javascripttest-disabled'                  => 'এই উইকিতে নির্ধারিত অপশনটি চালু নেই।',
'javascripttest-title'                     => '$1 পরীক্ষা চলছে',
'javascripttest-pagetext-noframework'      => 'এই পাতাটি জাভাস্ক্রিপ্ট পরীক্ষার জন্য সংরক্ষিত।',
'javascripttest-pagetext-unknownframework' => 'পরীক্ষার অজানা ফ্রেমওয়ার্ক "$1"।',
'javascripttest-pagetext-frameworks'       => 'অনুগ্রহ করে নিচের কোনো একটি ফ্রেমওয়ার্ক নির্ধারণ করুন: $1',
'javascripttest-pagetext-skins'            => 'পরীক্ষার জন্য একটি স্কীন নির্ধারণ করুন:',
'javascripttest-qunit-intro'               => 'mediawiki.org থেকে [$1 পরীক্ষার ডলুমেন্টেশন] দেখুন।',
'javascripttest-qunit-heading'             => 'মিডিয়াউইকি জাভাস্ক্রিপ্ট কিউইউনিট টেস্ট স্যুট',

# Tooltip help for the actions
'tooltip-pt-userpage'                 => 'আপনার ব্যবহারকারী পাতা',
'tooltip-pt-anonuserpage'             => 'যে আইপি ঠিকানা থেকে আপনি সম্পাদনা করছেন, তার ব্যবহারকারী পাতা',
'tooltip-pt-mytalk'                   => 'আপনার আলাপের পাতা',
'tooltip-pt-anontalk'                 => 'এই আইপি ঠিকানা থেকে করা সম্পাদনার উপর আলোচনা',
'tooltip-pt-preferences'              => 'আমার পছন্দ',
'tooltip-pt-watchlist'                => 'যে পাতাগুলির পরিবর্তন আপনি নজরে রেখেছেন, তাদের তালিকা',
'tooltip-pt-mycontris'                => 'আপনার অবদানগুলোর তালিকা',
'tooltip-pt-login'                    => 'আপনার লগ-ইন করাটা বাঞ্চনীয়, কিন্তু তা বাধ্যতামূলক নয়।',
'tooltip-pt-anonlogin'                => 'আপনাকে লগ ইন করতে উৎসাহ দেয়া হচ্ছে, তবে এটা বাধ্যতামূলক নয়।',
'tooltip-pt-logout'                   => 'প্রস্থান',
'tooltip-ca-talk'                     => 'বিষয়বস্তু পাতা সম্পর্কে আলোচনা',
'tooltip-ca-edit'                     => 'আপনি এই পাতা সম্পাদনা করতে পারেন। অনুগ্রহ করে সংরক্ষণের আগে প্রাকদর্শন করুন।',
'tooltip-ca-addsection'               => 'নতুন অনুচ্ছেদ শুরু করুন।',
'tooltip-ca-viewsource'               => 'এই পাতাটি সুরক্ষিত। আপনি পাতাটির সোর্স দেখতে পারেন।',
'tooltip-ca-history'                  => 'এই পাতার পুরনো সংস্করণগুলি',
'tooltip-ca-protect'                  => 'এই পাতাকে সুরক্ষিত করো',
'tooltip-ca-unprotect'                => 'এই পাতার সুরক্ষা পরিবর্তন করো',
'tooltip-ca-delete'                   => 'পাতাটি মুছে ফেলো',
'tooltip-ca-undelete'                 => 'পাতাটি মুছে ফেলার আগে যে সম্পাদনাগুলি করা হয়েছিল, সেগুলি উদ্ধার করা হোক।',
'tooltip-ca-move'                     => 'পাতাটি সরিয়ে ফেলুন',
'tooltip-ca-watch'                    => 'এই পাতাটি আপনার নজরতালিকায় যোগ করো',
'tooltip-ca-unwatch'                  => 'এই পাতাটি আপনার নজরতালিকা থেকে সরিয়ে ফেলুন',
'tooltip-search'                      => 'অনুসন্ধান {{SITENAME}}',
'tooltip-search-go'                   => 'যদি থাকে, তবে ঠিক এই নামের পাতায় চলো',
'tooltip-search-fulltext'             => 'এই টেক্সটের জন্য পাতাগুলিতে অনুসন্ধান করা হোক',
'tooltip-p-logo'                      => 'প্রধান পাতা পরিদর্শন করুন',
'tooltip-n-mainpage'                  => 'প্রধান পাতায় যান',
'tooltip-n-mainpage-description'      => 'প্রধান পাতা পরিদর্শন করুন',
'tooltip-n-portal'                    => 'প্রকল্পের বৃত্তান্ত, আপনার করণীয়, কোথায় অনুসন্ধান করবেন',
'tooltip-n-currentevents'             => 'বর্তমান ঘটনাবলির পটভূমিক তথ্য',
'tooltip-n-recentchanges'             => 'উইকিতে সাম্প্রতিক পরিবর্তগুলির তালিকা',
'tooltip-n-randompage'                => 'অনির্ধারিত যেকোন পাতা খুলুন',
'tooltip-n-help'                      => 'সাহায্য খুঁজে নিন',
'tooltip-t-whatlinkshere'             => 'যে সব উইকি পাতা থেকে এখানে সংযোগ আছে',
'tooltip-t-recentchangeslinked'       => 'এই পাতা থেকে সংযোগ আছে, এমন পাতাগুলিতে সাম্প্রতিক পরিবর্তন',
'tooltip-feed-rss'                    => 'এই পাতার জন্য আরএসএস ফিড',
'tooltip-feed-atom'                   => 'এই পাতার জন্য অ্যাটম ফিড',
'tooltip-t-contributions'             => 'এই ব্যবহারকারীর অবদানগুলির তালিকা দেখুন',
'tooltip-t-emailuser'                 => 'এই ব্যবহারকারীকে একটি ই-মেইল পাঠান',
'tooltip-t-upload'                    => 'ফাইল আপলোড করুন',
'tooltip-t-specialpages'              => 'সব বিশেষ পাতার তালিকা',
'tooltip-t-print'                     => 'এ পাতার ছাপানোর উপযোগী সংস্করণ',
'tooltip-t-permalink'                 => 'পাতাটির এই সংস্করণের স্থায়ী সংযোগ',
'tooltip-ca-nstab-main'               => 'বিষয়বস্তু পাতাটি দেখুন',
'tooltip-ca-nstab-user'               => 'ব্যহারকারী পাতাটি দেখুন',
'tooltip-ca-nstab-media'              => 'মিডিয়া পাতাটি দেখুন',
'tooltip-ca-nstab-special'            => 'এটি একটি বিশেষ পাতা, আপনি এটি সম্পাদনা করতে পারবেন না',
'tooltip-ca-nstab-project'            => 'প্রকল্প পাতাটি দেখুন',
'tooltip-ca-nstab-image'              => 'ফাইলের পাতাটি দেখুন',
'tooltip-ca-nstab-mediawiki'          => 'সিস্টেম বার্তাটি দেখুন',
'tooltip-ca-nstab-template'           => 'টেমপ্লেটটি দেখুন',
'tooltip-ca-nstab-help'               => 'সাহায্য পাতাটি দেখুন',
'tooltip-ca-nstab-category'           => 'বিষয়শ্রেণী পাতাটি দেখুন',
'tooltip-minoredit'                   => 'এটিকে অনুল্লেখ্য সম্পাদনা হিসেবে চিহ্নিত করা হোক',
'tooltip-save'                        => 'আপনার পরিবর্তনগুলি সংরক্ষিত হোক',
'tooltip-preview'                     => 'অনুগ্রহ করে সংরক্ষণের আগে আপনার পরিবর্তনগুলি প্রাকদর্শন করুন!',
'tooltip-diff'                        => 'আপনি টেক্সটে কী কী পরিবর্তন করেছেন, তা দেখানো হোক।',
'tooltip-compareselectedversions'     => 'এই পাতার দুইটি নির্বাচিত সংস্করণের মধ্যে তুলনা দেখুন।',
'tooltip-watch'                       => 'এই পাতাটি আমার নজরতালিকায় যোগ করো',
'tooltip-watchlistedit-normal-submit' => 'শিরোনাম অপসারণ',
'tooltip-watchlistedit-raw-submit'    => 'নজরতালিকা হালনাগাদ',
'tooltip-recreate'                    => 'মুছে ফেলা সত্ত্বেও পাতাটি পুনরায় সৃষ্টি করুন',
'tooltip-upload'                      => 'আপলোড শুরু করো',
'tooltip-rollback'                    => '"পুনর্বহাল" এই পাতায় সর্বশেষ অবদানকারীর সম্পাদনাসমূহ বাতিল করে পাতাটিকে পূর্বাবস্থায় ফিরিয়ে দেয়',
'tooltip-undo'                        => '"বাতিল" এই সম্পাদনাকে পূর্ববস্থায় ফিরত নিবে এবং প্রাকদর্শন সহ সম্পাদনা ফরমটি খুলবে। এটি সম্পাদনা সারাংশতে এর কারণ যোগ করার সুযোগ দিবে।',
'tooltip-preferences-save'            => 'পছন্দ সংরক্ষণ',
'tooltip-summary'                     => 'একটি সংক্ষিপ্ত সারাংশ দিন',

# Metadata
'notacceptable' => 'আপনার ক্লায়েন্ট পড়তে পারে এমন ফরম্যাটে উইকি সার্ভার উপাত্ত সরবরাহ করতে পারছে না।',

# Attribution
'anonymous'        => '{{SITENAME}} এর বেনামী {{PLURAL:$1|ব্যবহারকারী|ব্যবহারকারীবৃন্দ}}',
'siteuser'         => '{{SITENAME}} ব্যবহারকারী $1',
'anonuser'         => '{{SITENAME}} বেনামী ব্যবহারকারী $1',
'lastmodifiedatby' => 'এই পাতাটিতে শেষ পরিবর্তন হয়েছিল $2, $1 by $3।',
'othercontribs'    => '$1-এর কাজের উপর ভিত্তি করে।',
'others'           => 'অন্যান্য',
'siteusers'        => '{{SITENAME}} {{PLURAL:$2|ব্যবহারকারী|ব্যবহারকারী}} $1',
'anonusers'        => '{{SITENAME}} বেনামী {{PLURAL:$2|ব্যবহারকারী|ব্যবহারকারীগণ}} $1',
'creditspage'      => 'পাতার স্বীকৃতি',
'nocredits'        => 'এই পাতাটির জন্য কোন কৃতিত্ব-সম্পর্কিত তথ্য নেই।',

# Spam protection
'spamprotectiontitle' => 'স্প্যাম প্রতিরক্ষা ফিল্টার',
'spamprotectiontext'  => 'আপনি যে পাতাটি সংরক্ষণ করতে চেয়েছেন, তা স্প্যাম ফিল্টার বাধা দিয়েছে। সম্ভবত কালো তালিকাভুক্ত বহিঃস্থ কোন সাইটের সংযোগের কারণে এমনটা ঘটেছে।',
'spamprotectionmatch' => 'নিচের টেক্সটটি আমাদের স্প্যাম ফিল্টারকে সক্রিয় করেছে: $1',
'spambot_username'    => 'মিডিয়াউইকি স্প্যাম পরিস্কার',
'spam_reverting'      => '$1-এর প্রতি কোন সংযোগ নেই, এমন সর্বশেষ সংস্করণে ফেরত নেওয়া হচ্ছে।',
'spam_blanking'       => '$1-এর প্রতি সংযোগ অন্তর্ভুক্ত আছে এমন সমস্ত সংশোধন খালি করা হচ্ছে',

# Info page
'pageinfo-title'            => '"$1" এর তথ্য',
'pageinfo-header-edits'     => 'সম্পাদনা ইতিহাস',
'pageinfo-header-watchlist' => 'নজরতালিকা',
'pageinfo-header-views'     => 'দৃষ্টিকোণ',
'pageinfo-subjectpage'      => 'পাতা',
'pageinfo-talkpage'         => 'আলাপ পাতা',
'pageinfo-watchers'         => 'পাতাটি প্রদর্শনের সংখ্যা',
'pageinfo-edits'            => 'সম্পাদনা সংখ্যা',
'pageinfo-authors'          => 'সর্বমোট সতন্ত্র সম্পাদকের সংখ্যা',
'pageinfo-views'            => 'পরিদর্শন সংখ্যা',

# Patrolling
'markaspatrolleddiff'                 => 'পরীক্ষিত বলে চিহ্নিত করুন',
'markaspatrolledtext'                 => 'এই নিবন্ধটিকে পরীক্ষিত বলে চিহ্নিত করুন',
'markedaspatrolled'                   => 'পরীক্ষিত বলে চিহ্নিত করুন',
'markedaspatrolledtext'               => 'আপনার নির্বাচিত সংস্করণ [[:$1]] পরীক্ষিত বলে চিহ্নিত করা হয়েছে।',
'rcpatroldisabled'                    => 'সাম্প্রতিক পরিবর্তন প্যাট্রোল নিষ্ক্রিয়',
'rcpatroldisabledtext'                => 'সাম্প্রতিক পরিবর্তন প্যাট্রোল ফিচারটি বর্তমানে নিষ্ক্রিয় আছে।',
'markedaspatrollederror'              => 'পরীক্ষিত বলে চিহ্নিত করা যাবে না',
'markedaspatrollederrortext'          => 'পরীক্ষিত বলে চিহ্নিত করতে আপনাকে একটি সংস্করণ নির্দিষ্ট  করতে হবে।',
'markedaspatrollederror-noautopatrol' => 'আপনার নিজের পাতাকে পরীক্ষিত বলে চিহ্নিত করার অনুমতি আপনার নেই।',

# Patrol log
'patrol-log-page'      => 'পরীক্ষণ লগ',
'patrol-log-header'    => 'এটি যাচাইকৃত রিভিশনের তালিকা।',
'log-show-hide-patrol' => '$1 পরীক্ষণ লগ',

# Image deletion
'deletedrevision'                 => 'মুছে ফেলা পুরাতন সংশোধন $1',
'filedeleteerror-short'           => 'ফাইল মুছতে গিয়ে ত্রুটি: $1',
'filedeleteerror-long'            => 'ফাইলটি মুছার সময় ত্রুটি দেখা দিয়েছে:

$1',
'filedelete-missing'              => 'ফাইল "$1" মুছে ফেলা যাবে না, কারণ ফাইলটি ডাটাবেজে নেই।',
'filedelete-old-unregistered'     => 'নির্ধারিত ফাইলের সংশোধন "$1" ডাটাবেজে নেই।',
'filedelete-current-unregistered' => 'নির্ধারিত ফাইল "$1" ডাটাবেজে নেই।',
'filedelete-archive-read-only'    => '"$1" আর্কাইভ ডিরেক্টরিটি ওয়েবসার্ভার কর্তৃক লিখনযোগ্য নয়।',

# Browsing diffs
'previousdiff' => '← পুরনো সম্পাদনা',
'nextdiff'     => 'নতুনতর সম্পাদনা →',

# Media information
'mediawarning'           => "'''সতর্কীকরণ''': এই ফাইলের ধরনে ক্ষতিকর কোড থাকতে পারে। এটি চালালে আপনার সিস্টেমে ক্ষতি হতে পারে।",
'imagemaxsize'           => "ছবির আকারের সর্বোচ্চ সীমা:<br />''(ছবির বিবরণ পাতার জন্য)''",
'thumbsize'              => 'থাম্বনেইল আকার:',
'widthheightpage'        => '$1 × $2, $3 {{PLURAL:$1|পাতাট|পাতাগুলো}}',
'file-info'              => 'ফাইলের আকার: $1, MIME ধরণ: $2',
'file-info-size'         => '$1 × $2 pixel, ফাইলের আকার: $3, MIME ধরণ: $4',
'file-info-size-pages'   => '$1 × $2 পিক্সেল, fফাইলের আকার: $3, MIME ধরন: $4, $5 {{PLURAL:$5|পাতা|পাতাসমূহ}}',
'file-nohires'           => 'এর চেয়ে বেশি রেজোলিউশন লভ্য নয়।',
'svg-long-desc'          => 'SVG ফাইল, সাধারণত $1 × $2 pixels, ফাইলের আকার: $3',
'show-big-image'         => 'পূর্ণ রেজোলিউশন',
'show-big-image-preview' => 'এই প্রিভিউ-এর আকার: $1।',
'show-big-image-other'   => 'অন্যান্য {{PLURAL:$2|আকার|আকারসমূহ}}: $1।',
'show-big-image-size'    => '$1 × $2 পিক্সেল',
'file-info-gif-looped'   => 'লুপকৃত',
'file-info-gif-frames'   => '$1 {{PLURAL:$1|ফ্রেম|ফ্রেম}}',
'file-info-png-looped'   => 'লুপকৃত',
'file-info-png-repeat'   => '$1 {{PLURAL:$1|বার|বার}} পরিবেশিত হয়েছে',
'file-info-png-frames'   => '$1টি {{PLURAL:$1|ফ্রেম|ফ্রেম}}',

# Special:NewFiles
'newimages'             => 'নতুন ফাইলের গ্যালারি',
'imagelisttext'         => "নিচে '''$1''' {{PLURAL:$1|ফাইলের|ফাইলের}} একটি তালিকা যা $2 এ সংরক্ষিত রয়েছে।",
'newimages-summary'     => 'এই বিশেষ পাতা সর্বশেষ আপলোডকৃত ফাইল দেখাবে।',
'newimages-legend'      => 'ছাকনী',
'newimages-label'       => 'ফাইলের নাম (অথবা এর কোন অংশ):',
'showhidebots'          => '($1 বট)',
'noimages'              => 'দেখার মত কিছু নেই।',
'ilsubmit'              => 'অনুসন্ধান',
'bydate'                => 'তারিখ অনুযায়ী',
'sp-newimages-showfrom' => '$2, $1 এর পরের নতুন ছবিগুলো দেখাও',

# Video information, used by Language::formatTimePeriod() to format lengths in the above messages
'seconds' => '{{PLURAL:$1|$1 সেকেন্ড|$1 সেকেন্ড}}',
'minutes' => '{{PLURAL:$1|$1 মিনিট|$1 মিনিট}}',
'hours'   => '{{PLURAL:$1|$1 ঘণ্টা|$1 ঘণ্টা}}',
'days'    => '{{PLURAL:$1|$1 দিন|$1 দিন}}',
'ago'     => '$1 আগে',

# Bad image list
'bad_image_list' => 'ফরম্যাটটি এরকম:

কেবল তালিকা আইটেমগুলি (* দিয়ে শুরু হওয়া লাইনগুলি) গণ্য করা হবে। কোন লাইনের প্রথম সংযোগটিকে অবশ্যই কোন অচল ফাইলের প্রতি সংযোগ হতে হবে।
একই লাইনের পরবর্তী সমস্ত সংযোগ ব্যতিক্রম হিসেবে গণ্য করা হবে, অর্থাৎ যেসমস্ত পাতায় ফাইলটি ইনলাইন হিসেবে বিদ্যমান।',

# Metadata
'metadata'          => 'অধি-উপাত্ত',
'metadata-help'     => 'এই ফাইলে অতিরিক্ত কিছু তথ্য আছে। সম্ভবত যে ডিজিটাল ক্যামেরা বা স্ক্যানারের মাধ্যমে এটি তৈরি বা ডিজিটায়িত করা হয়েছিল, সেটি কর্তৃক তথ্যগুলি যুক্ত হয়েছে। যদি ফাইলটি তার আদি অবস্থা থেকে পরিবর্তিত হয়ে থাকে, কিছু কিছু বিবরণ পরিবর্তিত ফাইলটির জন্য প্রযোজ্য না-ও হতে পারে।',
'metadata-expand'   => 'সম্প্রসারিত সবিস্তারে দেখাও',
'metadata-collapse' => 'সম্প্রসারিত সবিস্তারে দেখিও না',
'metadata-fields'   => 'এই বার্তায় তালিকাভুক্ত চিত্র মেটাডাটা ক্ষেত্রগুলি ছবির পাতায় প্রদর্শন করা হবে, যখন অধি-উপাত্ত সারণিটি সংকুচিত করা হবে। অন্য ক্ষেত্রগুলি স্বাভাবিক অবস্থায় লুক্কায়িত থাকবে।
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength
* artist
* copyright
* imagedescription
* gpslatitude
* gpslongitude
* gpsaltitude',

# EXIF tags
'exif-imagewidth'                  => 'চওড়া',
'exif-imagelength'                 => 'লম্বা',
'exif-bitspersample'               => 'উপাদানপ্রতি বিট',
'exif-compression'                 => 'সংকোচন পদ্ধতি',
'exif-photometricinterpretation'   => 'পিক্সেল গঠন',
'exif-orientation'                 => 'দিকমুখিতা',
'exif-samplesperpixel'             => 'উপাদানের সংখ্যা',
'exif-planarconfiguration'         => 'উপাত্ত বিন্যাস',
'exif-ycbcrsubsampling'            => 'Y থেকে C-এর সাবস্যাম্পলিং অনুপাত',
'exif-ycbcrpositioning'            => 'Y ও C অবস্থান',
'exif-xresolution'                 => 'অনুভূমিক রেজোলিউশন',
'exif-yresolution'                 => 'উল্লম্ব রেজোলিউশন',
'exif-stripoffsets'                => 'ছবির উপাত্তের অবস্থান',
'exif-rowsperstrip'                => 'প্রতি স্ট্রিপে সারির সংখ্যা',
'exif-stripbytecounts'             => 'প্রতি সংকুচিত স্ট্রিপে বাইটের পরিমাণ',
'exif-jpeginterchangeformat'       => 'JPEG SOI-তে অফসেট করা হয়েছে',
'exif-jpeginterchangeformatlength' => 'JPEG উপাত্তের বাইট',
'exif-whitepoint'                  => 'শ্বেত বিন্দু বর্ণালীময়তা',
'exif-primarychromaticities'       => 'মৌলিকত্বের বর্ণালীময়তা',
'exif-ycbcrcoefficients'           => 'রঙ জগৎ রূপান্তর মেট্রিক্স সহগগুলি',
'exif-referenceblackwhite'         => 'কালো-সাদা নির্দেশক মানের জোড়',
'exif-datetime'                    => 'ফাইল পরিবর্তনের তারিখ ও সময়',
'exif-imagedescription'            => 'ছবির শিরোনাম',
'exif-make'                        => 'ক্যামেরার তৈরিকারক',
'exif-model'                       => 'ক্যামেরা মডেল',
'exif-software'                    => 'ব্যবহৃত সফটওয়্যার',
'exif-artist'                      => 'স্রষ্টা',
'exif-copyright'                   => 'কপিরাইট ধারক',
'exif-exifversion'                 => 'Exif সংস্করণ',
'exif-flashpixversion'             => 'সমর্থিত Flashpix সংস্করণ',
'exif-colorspace'                  => 'রঙ জগৎ',
'exif-componentsconfiguration'     => 'প্রতিটি উপাদানের অর্থ',
'exif-compressedbitsperpixel'      => 'ছবি সংকোচন মোড',
'exif-pixelydimension'             => 'চিত্রের প্রস্থ',
'exif-pixelxdimension'             => 'চিত্রের উচ্চতা',
'exif-usercomment'                 => 'ব্যবহারকারীর মন্তব্য',
'exif-relatedsoundfile'            => 'সংশ্লিষ্ট অডিও ফাইল',
'exif-datetimeoriginal'            => 'উপাত্ত উৎপাদনের তারিখ ও সময়',
'exif-datetimedigitized'           => 'ডিজিটালকরণের তারিখ ও সময়',
'exif-subsectime'                  => 'তারিখসময় উপসেকেন্ড',
'exif-subsectimeoriginal'          => 'তারিখসময়মূল উপসেকেন্ড',
'exif-subsectimedigitized'         => 'তারিখসময়ডিজিটালকৃত উপসেকেন্ড',
'exif-exposuretime'                => 'আলোকসম্পাত কাল',
'exif-exposuretime-format'         => '$1 সেকেন্ড ($2)',
'exif-fnumber'                     => 'F নম্বর',
'exif-exposureprogram'             => 'আলোকসম্পাত প্রোগ্রাম',
'exif-spectralsensitivity'         => 'বর্ণালী সংবেদনশীলতা',
'exif-isospeedratings'             => 'আইএসও দ্রুতি মূল্যায়ন',
'exif-shutterspeedvalue'           => 'APEX শাটার দ্রুতি',
'exif-aperturevalue'               => 'APEX উণ্মেষ',
'exif-brightnessvalue'             => 'APEX উজ্জ্বলতা',
'exif-exposurebiasvalue'           => 'আলোকসম্পাত প্রবণতা',
'exif-maxaperturevalue'            => 'সর্বোচ্চ ভূমি আলোকসম্পাত',
'exif-subjectdistance'             => 'বিষয়বস্তুর দূরত্ব',
'exif-meteringmode'                => 'মিটারিং মোড',
'exif-lightsource'                 => 'বাতির উৎস',
'exif-flash'                       => 'ফ্ল্যাশ',
'exif-focallength'                 => 'লেন্সের ফোকাস দৈর্ঘ্য',
'exif-subjectarea'                 => 'বিষয়বস্তুর ক্ষেত্রফল',
'exif-flashenergy'                 => 'ফ্ল্যাশ শক্তি',
'exif-focalplanexresolution'       => 'X ফোকাস তলের রেজোলিউশন',
'exif-focalplaneyresolution'       => 'Y ফোকাস তলের রেজোলিউশন',
'exif-focalplaneresolutionunit'    => 'ফোকাস তল রেজোলিউশন একক',
'exif-subjectlocation'             => 'বিষয়বস্তুর অবস্থান',
'exif-exposureindex'               => 'আলোকসম্পাত সূচক',
'exif-sensingmethod'               => 'সংবেদন পদ্ধতি',
'exif-filesource'                  => 'ফাইল সোর্স',
'exif-scenetype'                   => 'দৃশ্যের ধরন',
'exif-customrendered'              => 'পছন্দমাফিক ছবি প্রক্রিয়াকরণ',
'exif-exposuremode'                => 'আলোকসম্পাত মোড',
'exif-whitebalance'                => 'সাদা ভারসাম্য',
'exif-digitalzoomratio'            => 'ডিজিটাল জুম অনুপাত',
'exif-focallengthin35mmfilm'       => '৩৫ মিমি ফিল্মে ফোকাস দৈর্ঘ্য',
'exif-scenecapturetype'            => 'দৃশ্য গ্রহণ ধরন',
'exif-gaincontrol'                 => 'দৃশ্য নিয়ন্ত্রণ',
'exif-contrast'                    => 'বৈপরীত্য',
'exif-saturation'                  => 'সম্পৃক্ততা',
'exif-sharpness'                   => 'স্পষ্টতা',
'exif-devicesettingdescription'    => 'যন্ত্রাংশের সেটিংসের বিবরণ',
'exif-subjectdistancerange'        => 'বিষয়বস্তুর দূরত্বের সীমা',
'exif-imageuniqueid'               => 'অদ্বিতীয় ছবি আইডি',
'exif-gpsversionid'                => 'GPS ট্যাগ সংস্করণ',
'exif-gpslatituderef'              => 'উত্তর বা দক্ষিণ অক্ষাংশ',
'exif-gpslatitude'                 => 'অক্ষাংশ',
'exif-gpslongituderef'             => 'পূর্ব বা পশ্চিম দ্রাঘিমা',
'exif-gpslongitude'                => 'দ্রাঘিমা',
'exif-gpsaltituderef'              => 'উচ্চতা নির্দেশক',
'exif-gpsaltitude'                 => 'উচ্চতা',
'exif-gpstimestamp'                => 'GPS সময় (পারমাণবিক ঘড়ি)',
'exif-gpssatellites'               => 'পরিমাপে ব্যবহৃত উপগ্রহগুলি',
'exif-gpsstatus'                   => 'গ্রাহকের অবস্থা',
'exif-gpsmeasuremode'              => 'পরিমাপ মোড',
'exif-gpsdop'                      => 'পরিমাপ নির্ভুলতা',
'exif-gpsspeedref'                 => 'দ্রুতি একক',
'exif-gpsspeed'                    => 'GPS গ্রাহকের দ্রুতি',
'exif-gpstrackref'                 => 'চলনের দিকের দির্দেশক',
'exif-gpstrack'                    => 'চলনের দিক',
'exif-gpsimgdirectionref'          => 'ছবির দিকের নির্দেশক',
'exif-gpsimgdirection'             => 'ছবির দিক',
'exif-gpsmapdatum'                 => 'প্রভূমিতিক জরিপ উপাত্ত ব্যবহার করা হয়েছে',
'exif-gpsdestlatituderef'          => 'গন্তব্যের অক্ষাংশের নির্দেশক',
'exif-gpsdestlatitude'             => 'গন্তব্যের অক্ষাংশ',
'exif-gpsdestlongituderef'         => 'গন্তব্যের দ্রাঘিমার নির্দেশক',
'exif-gpsdestlongitude'            => 'গন্তব্যের দ্রাঘিমা',
'exif-gpsdestbearingref'           => 'গন্তব্যের নতি কোণের নির্দেশক',
'exif-gpsdestbearing'              => 'দূরত্বের উন্নতি কোণ',
'exif-gpsdestdistanceref'          => 'গন্তব্য থেকে দূরত্বের নির্দেশক',
'exif-gpsdestdistance'             => 'গন্তব্য থেকে দূরত্ব',
'exif-gpsprocessingmethod'         => 'GPS প্রক্রিয়াকরণ পদ্ধতির নাম',
'exif-gpsareainformation'          => 'GPS এলাকার নাম',
'exif-gpsdatestamp'                => 'GPS তারিখ',
'exif-gpsdifferential'             => 'GPS ডিফারেনশিয়াল সংশোধন',
'exif-jpegfilecomment'             => 'জেপিইজি ফাইলের মন্তব্য',
'exif-keywords'                    => 'মূলশব্দ',
'exif-worldregioncreated'          => 'বিশ্বের যে স্থানে ছবিটি গ্রহণ করা হয়েছে',
'exif-countrycreated'              => 'যে দেশে ছবিটি গ্রহণ করা হয়েছে',
'exif-countrycodecreated'          => 'যে দেশে ছবিটি গ্রহণ করা হয়েছে তার কোড',
'exif-provinceorstatecreated'      => 'যে প্রদেশে ছবিটি গ্রহণ করা হয়েছে',
'exif-citycreated'                 => 'যে শহরে ছবিটি গ্রহণ করা হয়েছে',
'exif-sublocationcreated'          => 'শহরের যে স্থানে ছবিটি গ্রহণ করা হয়েছে',
'exif-worldregiondest'             => 'বিশ্বের স্থান প্রদর্শিত',
'exif-countrydest'                 => 'দেশ প্রদর্শিত',
'exif-countrycodedest'             => 'দেশের কোড প্রদর্শিত',
'exif-provinceorstatedest'         => 'প্রদেশ প্রদর্শিত',
'exif-citydest'                    => 'শহর প্রদর্শিত',
'exif-sublocationdest'             => 'শহরের স্থান প্রদর্শিত',
'exif-objectname'                  => 'সংক্ষিপ্ত শিরোনাম',
'exif-specialinstructions'         => 'বিশেষ নির্দেশনাসমূহ',
'exif-headline'                    => 'শিরোনাম',
'exif-credit'                      => 'প্রণেতা/পরিবেশক',
'exif-source'                      => 'উৎস',
'exif-editstatus'                  => 'ছবির সম্পাদনা অবস্থা',
'exif-urgency'                     => 'অত্যাবশ্যকীয়তা',
'exif-fixtureidentifier'           => 'ফিকশ্চারের নাম',
'exif-locationdest'                => 'স্থান বর্ণিত',
'exif-locationdestcode'            => 'স্থানের কোড বর্ণিত',
'exif-objectcycle'                 => 'দিনের যে সময়ের জন্য মিডিয়াটি ধারণকৃত হয়েছে',
'exif-contact'                     => 'যোগাযোগের তথ্য',
'exif-writer'                      => 'লেখক',
'exif-languagecode'                => 'ভাষা',
'exif-iimversion'                  => 'আইআইএম সংস্করণ',
'exif-iimcategory'                 => 'বিষয়শ্রেণী',
'exif-iimsupplementalcategory'     => 'সম্পূরক বিষয়শ্রেণী',
'exif-datetimeexpires'             => 'যে সময়ের পর ব্যবহার করবেন না',
'exif-datetimereleased'            => 'প্রকাশিত হয়েছে',
'exif-originaltransmissionref'     => 'মূল ট্রান্সমিশনকৃত স্থানের কোড',
'exif-identifier'                  => 'আইডেন্টিফায়ার',
'exif-lens'                        => 'ব্যবহৃত লেন্স',
'exif-serialnumber'                => 'ক্যামেরার সিরিয়াল নাম্বার',
'exif-cameraownername'             => 'ক্যামেরার স্বত্ত্বাধিকারী',
'exif-label'                       => 'লেবেল',
'exif-datetimemetadata'            => 'মেটাডেটার তারিখ সর্বশেষ পরিবর্তিত হয়েছিলো',
'exif-nickname'                    => 'ছবির খসড়া নাম',
'exif-rating'                      => 'রেটিং (৫-এর মধ্যে)',
'exif-rightscertificate'           => 'অধিকার ব্যবস্থাপনা সনদপত্র',
'exif-copyrighted'                 => 'কপিরাইট অবস্থা',
'exif-copyrightowner'              => 'কপিরাইট স্বত্ত্বাধিকারী',
'exif-usageterms'                  => 'ব্যবহারের পরিভাষা',
'exif-webstatement'                => 'অনলাইন কপিরাইট বক্তব্য',
'exif-originaldocumentid'          => 'মূল ডকুমেন্টের স্বতন্ত্র আইডি',
'exif-licenseurl'                  => 'কপিরাইট লাইসেন্সের ইউআরএল',
'exif-morepermissionsurl'          => 'অতিরিক্ত লাইসেন্সিং তথ্যাদি',
'exif-attributionurl'              => 'যখন এই কাজটি পুনরায় ব্যবহার করবেন, অনুগ্রহ করে এই লিংকটি যোগ করুন',
'exif-preferredattributionname'    => 'যখন এই কাজটি পুনরায় ব্যবহার করবেন, অনুগ্রহ করে প্রণেতাকে ক্রেডিট দিন',
'exif-pngfilecomment'              => 'পিএনজি ফাইল কমেন্ট',
'exif-disclaimer'                  => 'দাবিত্যাগ',
'exif-contentwarning'              => 'বিষয়বস্তু সতর্কবার্তা',
'exif-giffilecomment'              => 'জিআইএফ ফাইল কমেন্ট',
'exif-intellectualgenre'           => 'উপাদানের প্রকার',
'exif-subjectnewscode'             => 'বিষয় কোড',
'exif-scenecode'                   => 'আইপিটিসি সিন কোড',
'exif-event'                       => 'অনুষ্ঠান বর্ণিত',
'exif-organisationinimage'         => 'প্রতিষ্ঠান বর্ণিত',
'exif-personinimage'               => 'ব্যক্তি বর্ণিত',
'exif-originalimageheight'         => 'ক্রপ করার পূর্বে চিত্রটির উচ্চতা',
'exif-originalimagewidth'          => 'ক্রপ করার পূর্বে চিত্রটির প্রস্থ',

# EXIF attributes
'exif-compression-1' => 'অসংকুচিত',

'exif-copyrighted-true'  => 'কপিরাইটকৃত',
'exif-copyrighted-false' => 'পাবলিক ডোমেইন',

'exif-unknowndate' => 'অজানা তারিখ',

'exif-orientation-1' => 'সাধারণ',
'exif-orientation-2' => 'অনুভূমিকভাবে উল্টানো',
'exif-orientation-3' => '১৮০° ঘোরানো',
'exif-orientation-4' => 'উল্লম্বভাবে উল্টানো',
'exif-orientation-5' => 'ঘড়ির কাঁটার বিপরীতে ৯০° ঘোরানো এবং উল্লম্বভাবে উল্টানো',
'exif-orientation-6' => 'ঘড়ির কাঁটার বিপরীত দিকে ৯০° ঘোরানো',
'exif-orientation-7' => 'ঘড়ির কাঁটার দিকে ৯০° ঘোরানো এবং উল্লম্বভাবে উল্টানো',
'exif-orientation-8' => 'ঘড়ির কাঁটার দিকে ৯০° ঘোরানো',

'exif-planarconfiguration-1' => 'খণ্ড ফরম্যাট',
'exif-planarconfiguration-2' => 'সমতলীয় ফরম্যাট',

'exif-colorspace-65535' => 'সমন্বয় সম্ভব নয়',

'exif-componentsconfiguration-0' => 'বিদ্যমান নয়',

'exif-exposureprogram-0' => 'অসংজ্ঞায়িত',
'exif-exposureprogram-1' => 'হস্তচালিত',
'exif-exposureprogram-2' => 'সাধারণ প্রোগ্রাম',
'exif-exposureprogram-3' => 'আলোকসম্পাত অগ্রাধিকার',
'exif-exposureprogram-4' => 'শাটার অগ্রাধিকার',
'exif-exposureprogram-5' => 'সৃষ্টিশীল প্রোগ্রাম (ক্ষেত্রের গভীরতার প্রতি পক্ষপাতবিশিষ্ট)',
'exif-exposureprogram-6' => 'অ্যাকশন প্রোগ্রাম (শাটার দ্রুতির প্রতি পক্ষপাতবিশিষ্ট)',
'exif-exposureprogram-7' => 'প্রতিকৃতি মোড (পটভূমিকে ফোকাসের বাইরে রেখে ক্লোজ-আপ ছবি তোলার জন্য)',
'exif-exposureprogram-8' => 'ল্যান্ডস্কেপ মোড (পটভূমি ফোকাসে রেখে তোলা ল্যান্ডস্কেপ আলোকচিত্রের জন্য)',

'exif-subjectdistance-value' => '$1 মিটার',

'exif-meteringmode-0'   => 'অজানা',
'exif-meteringmode-1'   => 'গড়',
'exif-meteringmode-2'   => 'কেন্দ্র ওজনকৃত গড়',
'exif-meteringmode-3'   => 'স্পট',
'exif-meteringmode-4'   => 'মাল্টিস্পট',
'exif-meteringmode-5'   => 'বিন্যাস',
'exif-meteringmode-6'   => 'আংশিক',
'exif-meteringmode-255' => 'অন্য',

'exif-lightsource-0'   => 'অজানা',
'exif-lightsource-1'   => 'দিনের আলো',
'exif-lightsource-2'   => 'প্রতিপ্রভ',
'exif-lightsource-3'   => 'টাংস্টেন (ভাস্বর বাতি)',
'exif-lightsource-4'   => 'ফ্ল্যাশ',
'exif-lightsource-9'   => 'চমৎকার আবহাওয়া',
'exif-lightsource-10'  => 'মেঘাচ্ছন্ন আবহাওয়া',
'exif-lightsource-11'  => 'ছায়া',
'exif-lightsource-12'  => 'দিবালোক প্রতিপ্রভ (D 5700 – 7100K)',
'exif-lightsource-13'  => 'দিন সাদা প্রতিপ্রভ (N 4600 – 5400K)',
'exif-lightsource-14'  => 'শীতল সাদা প্রতিপ্রভ (W 3900 – 4500K)',
'exif-lightsource-15'  => 'সাদা প্রতিপ্রভ (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'আদর্শ আলো A',
'exif-lightsource-18'  => 'আদর্শ আলো B',
'exif-lightsource-19'  => 'আদর্শ আলো C',
'exif-lightsource-24'  => 'ISO স্টুডিও টাংস্টেন',
'exif-lightsource-255' => 'অন্য আলোক উৎস',

# Flash modes
'exif-flash-fired-0'    => 'ফ্লাস জ্বলেনি',
'exif-flash-fired-1'    => 'ফ্ল্যাশ ব্যবহার করা হয়েছিল',
'exif-flash-return-0'   => 'স্ট্রোব চিহ্নিতকরণ ফাংশন নেই',
'exif-flash-return-2'   => 'স্ট্রোবের আলো চিহ্নিত করা যায়নি',
'exif-flash-return-3'   => 'স্ট্রোবের আলো চিহ্নিত হয়েছে',
'exif-flash-mode-1'     => 'বাধ্যতামূলকভাবে ফ্ল্যাশ ব্যবহৃত হয়েছে',
'exif-flash-mode-3'     => 'স্বয়ংক্রিয় মোড',
'exif-flash-function-1' => 'ফ্ল্যাশ ব্যবহৃত হয়নি',
'exif-flash-redeye-1'   => 'রেড-আই হ্রাস মোড',

'exif-focalplaneresolutionunit-2' => 'ইঞ্চি',

'exif-sensingmethod-1' => 'অসংজ্ঞায়িত',
'exif-sensingmethod-2' => 'এক-চিপ রঙ এলাকা সংবেদক',
'exif-sensingmethod-3' => 'দুই-চিপ রঙ ক্ষেত্র সংবেদক',
'exif-sensingmethod-4' => 'তিন-চিপ রঙ ক্ষেত্র সংবেদক',
'exif-sensingmethod-5' => 'রঙ ক্রমায়িত ক্ষেত্র সংবেদক',
'exif-sensingmethod-7' => 'ত্রিরৈখিক সংবেদক',
'exif-sensingmethod-8' => 'রঙ ক্রমায়িত রৈখিক সংবেদক',

'exif-filesource-3' => 'ডিজিটাল স্টিল ক্যামেরা',

'exif-scenetype-1' => 'সরাসরি ফটো তোলা ছবি',

'exif-customrendered-0' => 'স্বাভাবিক প্রক্রিয়া',
'exif-customrendered-1' => 'পছন্দমাফিক প্রক্রিয়া',

'exif-exposuremode-0' => 'স্বয়ংক্রিয় আলোকসম্পাত',
'exif-exposuremode-1' => 'হাতে করা আলোকসম্পাত',
'exif-exposuremode-2' => 'স্বয়ংক্রিয় ব্র‌্যাকেট',

'exif-whitebalance-0' => 'স্বয়ংক্রিয় সাদা ভারসাম্য',
'exif-whitebalance-1' => 'হাতে করা সাদা ভারসাম্য',

'exif-scenecapturetype-0' => 'আদর্শ',
'exif-scenecapturetype-1' => 'ল্যান্ডস্কেপ',
'exif-scenecapturetype-2' => 'প্রতিকৃতি',
'exif-scenecapturetype-3' => 'রাত্রীকালীন দৃশ্য',

'exif-gaincontrol-0' => 'কিছুই না',
'exif-gaincontrol-1' => 'নিম্ন গেইন আপ',
'exif-gaincontrol-2' => 'উচ্চ গেইন আপ',
'exif-gaincontrol-3' => 'নিম্ন গেইন ডাউন',
'exif-gaincontrol-4' => 'উচ্চ গেইন ডাউন',

'exif-contrast-0' => 'সাধারণ',
'exif-contrast-1' => 'নরম',
'exif-contrast-2' => 'কঠিন',

'exif-saturation-0' => 'সাধারণ',
'exif-saturation-1' => 'নিম্ন সম্পৃক্তি',
'exif-saturation-2' => 'উচ্চ সম্পৃক্তি',

'exif-sharpness-0' => 'সাধারণ',
'exif-sharpness-1' => 'নরম',
'exif-sharpness-2' => 'কঠিন',

'exif-subjectdistancerange-0' => 'অজানা',
'exif-subjectdistancerange-1' => 'ম্যাক্রো',
'exif-subjectdistancerange-2' => 'নিকট দৃষ্টি',
'exif-subjectdistancerange-3' => 'দূর দৃষ্টি',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'উত্তর অক্ষাংশ',
'exif-gpslatitude-s' => 'দক্ষিণ অক্ষাংশ',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'পূর্ব দ্রাঘিমাংশ',
'exif-gpslongitude-w' => 'পশ্চিম দ্রাঘিমাংশ',

# Pseudotags used for GPSAltitudeRef
'exif-gpsaltitude-above-sealevel' => 'সমুদ্রপৃষ্ঠের $1 {{PLURAL:$1|মিটার|মিটার}} উপরে',
'exif-gpsaltitude-below-sealevel' => 'সমুদ্রপৃষ্ঠের $1 {{PLURAL:$1|মিটার|মিটার}} উপরে',

'exif-gpsstatus-a' => 'পরিমাপ চলছে',
'exif-gpsstatus-v' => 'পরিমাপ একত্রীকরণ-ক্ষমতা',

'exif-gpsmeasuremode-2' => 'দ্বিমাত্রিক পরিমাপ',
'exif-gpsmeasuremode-3' => 'ত্রিমাত্রিক পরিমাপ',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'কিলোমিটার প্রতি ঘন্টা',
'exif-gpsspeed-m' => 'মাইল প্রতি ঘন্টা',
'exif-gpsspeed-n' => 'নট',

# Pseudotags used for GPSDestDistanceRef
'exif-gpsdestdistance-k' => 'কিলোমিটার',
'exif-gpsdestdistance-m' => 'ফাইল',
'exif-gpsdestdistance-n' => 'নটিক্যাল মাইল',

'exif-gpsdop-excellent' => 'খুব ভাল ($1)',
'exif-gpsdop-good'      => 'ভাল ($1)',
'exif-gpsdop-moderate'  => 'মোটামুটি ($1)',
'exif-gpsdop-fair'      => 'ভাল ($1)',
'exif-gpsdop-poor'      => 'খারাপ ($1)',

'exif-objectcycle-a' => 'শুধু সকালে',
'exif-objectcycle-p' => 'শুধু সন্ধ্যায়',
'exif-objectcycle-b' => 'উভয় সকাল এবং সন্ধ্যায়',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'প্রকৃত দিক',
'exif-gpsdirection-m' => 'চৌম্বক দিক',

'exif-ycbcrpositioning-1' => 'কেন্দ্রীভূত',
'exif-ycbcrpositioning-2' => 'কো-সাইটেড',

'exif-dc-contributor' => 'অবদানকারী',
'exif-dc-date'        => 'তারিখ',
'exif-dc-publisher'   => 'প্রকাশক',
'exif-dc-relation'    => 'সম্পর্কিত মিডিয়া',
'exif-dc-rights'      => 'অধিকার',
'exif-dc-source'      => 'উৎস মিডিয়া',
'exif-dc-type'        => 'মিডিয়ার ধরণ',

'exif-rating-rejected' => 'প্রত্যাখাত',

'exif-isospeedratings-overflow' => '৬৫৫৩৫ থেকে বড়',

'exif-iimcategory-ace' => 'শিল্প, সংস্কৃতি এবং বিনোদন',
'exif-iimcategory-clj' => 'অপরাধ ও আইন',
'exif-iimcategory-dis' => 'দুর্যোগ ও দুর্ঘটনা',
'exif-iimcategory-fin' => 'অর্থনীতি এবং বাণিজ্য',
'exif-iimcategory-edu' => 'শিক্ষা',
'exif-iimcategory-evn' => 'পরিবেশ',
'exif-iimcategory-hth' => 'স্বাস্থ্য',
'exif-iimcategory-hum' => 'মানব আগ্রহ',
'exif-iimcategory-lab' => 'শ্রম',
'exif-iimcategory-lif' => 'লাইফস্টাইল এবং অবসর',
'exif-iimcategory-pol' => 'রাজনীতি',
'exif-iimcategory-rel' => 'ধর্ম এবং বিশ্বাস',
'exif-iimcategory-sci' => 'বিজ্ঞান ও প্রযুক্তি',
'exif-iimcategory-soi' => 'সামাজিক বিষয়',
'exif-iimcategory-spo' => 'ক্রীড়া',
'exif-iimcategory-war' => 'যুদ্ধ, সংঘাত ও উত্তেজনা',
'exif-iimcategory-wea' => 'আবহাওয়া',

'exif-urgency-normal' => 'সাধারণ ($1)',
'exif-urgency-low'    => 'নিম্ন ($1)',
'exif-urgency-high'   => 'উচ্চ ($1)',
'exif-urgency-other'  => 'ব্যবহারকারী নির্ধারিত অগ্রাধিকার ক্রম ($1)',

# External editor support
'edit-externally'      => 'ফাইলটি অন্য কোন সফটওয়্যার দিয়ে সম্পাদনা করুন',
'edit-externally-help' => 'আরও তথ্যের জন্য [//www.mediawiki.org/wiki/Manual:External_editors সেটআপ নির্দেশমালা] দেখুন।',

# 'all' in various places, this might be different for inflected languages
'watchlistall2' => 'সবগুলো',
'namespacesall' => 'সমস্ত',
'monthsall'     => 'সমস্ত',
'limitall'      => 'সমস্ত',

# E-mail address confirmation
'confirmemail'             => 'ই-মেইলের ঠিকানা নিশ্চিত করুন',
'confirmemail_noemail'     => 'আপনার [[Special:Preferences|ব্যবহারকারী পছন্দগুলিতে]] কোন বৈধ ই-মেইল ঠিকানা দেয়া হয়নি।',
'confirmemail_text'        => '{{SITENAME}}-এ ই-মেইল ফিচারগুলি ব্যবহার করার আগে আপনাকে আপনার ই-মেইল ঠিকানা নিশ্চিত করতে হবে। নিচের বোতামটি চেপে আপনার ই-মেইল ঠিকানায় একটি নিশ্চিতকরণ চিঠি পাঠান। এই চিঠিতে একটি কোড ধারণকারী সংযোগ থাকবে; আপনার ই-মেইল ঠিকানা যা বৈধ, তা নিশ্চিত করতে আপনার ব্রাউজারে এই সংযোগটি লোড করুন।',
'confirmemail_pending'     => 'আপনার কাছে ইতিমধ্যেই একটি নিশ্চিতকরণ কোড ই-মেইলে পাঠানো হয়েছে; যদি আপনি সম্প্রতি অ্যাকাউন্ট সৃষ্টি করে থাকেন, তবে নতুন একটি কোড অনুরোধ করার আগে কয়েক মিনিট অপেক্ষা করুন।',
'confirmemail_send'        => 'নিশ্চিতকরণ ই-মেইল /কোড পাঠাও।',
'confirmemail_sent'        => 'নিশ্চিতকরণ ই-মেইল পাঠানো হয়েছে।',
'confirmemail_oncreate'    => 'আপনার ই-মেইল ঠিকানায় একটি নিশ্চিতকরণ কোড পাঠানো হয়েছে।
অ্যাকাউন্টে প্রবেশ করার জন্য এই কোড আবশ্যক নয়, কিন্তু উইকিতে ই-মেইলভিত্তিক কোন ফিচার চালু করতে চাইলে আপনাকে এই কোডটি প্রদান করতে হবে।',
'confirmemail_sendfailed'  => '{{SITENAME}} আপনাকে নিশ্চিতকরণ ই-মেইলটি পাঠাতে পারে নি। ইমেইল ঠিকানাটিতে কোনো ভুল বর্ণ রয়েছে কিনা, তা যাচাই করুন।

মেইলার যা ফিরত পাঠিয়েছে: $1',
'confirmemail_invalid'     => 'নিশ্চিতকরণের কোডটি সঠিক নয়। সম্ভবতঃ এটি পুরানো হয়ে গেছে।',
'confirmemail_needlogin'   => 'আপনার ই-মেইল ঠিকানা নিশ্চিত করতে আপনার $1 প্রয়োজন।',
'confirmemail_success'     => 'আপনার ই-মেইল ঠিকানাটি নিশ্চিত করা হয়েছে। আপনি এখন [[Special:UserLogin|প্রবেশ]] এবং এই উইকি উপভোগ করতে পারেন।',
'confirmemail_loggedin'    => 'আপনার ই-মেইল ঠিকানাটি নিশ্চিত করা হয়েছে।',
'confirmemail_error'       => 'আপনার নিশ্চিতকরণ সংরক্ষণ করতে হয়তো কিছু সমস্যা হয়েছিল',
'confirmemail_subject'     => '{{SITENAME}} ই-মেইল ঠিকানা নিশ্চিতকরণ',
'confirmemail_body'        => 'কেউ একজন, সম্ভবত আপনি, $1 আইপি ঠিকানা থেকে,
এই ই-মেইল ঠিকানাটি দিয়ে {{SITENAME}}-এ "$2" নামে অ্যাকাউন্ট খুলেছেন।

এই অ্যাকাউন্টটি যে আসলেই আপনার তা নিশ্চিত করার জন্য এবং {{SITENAME}}-এ ই-মেইল বৈশিষ্ট্যগুলো সক্রিয় করার জন্য আপনার ব্রাউজারে এই সংযোগটি খুলুন:

$3

যদি আপনি এই ব্যক্তি *না* হন, তাহলে ইমেইল ঠিকানা নিশ্চিতকরণ বাতিল করতে এই লিঙ্কটি অনুসরণ করুন"

$5

$4-এ নিশ্চিতকরণ কোডটি মেয়াদোত্তীর্ণ হয়ে যাবে।',
'confirmemail_invalidated' => 'ইমেইল ঠিকানা নিশ্চিতকরণ বাতিল হয়েছে',
'invalidateemail'          => 'ইমেইল নিশ্চিতকরণ বাতিল করুন',

# Scary transclusion
'scarytranscludedisabled' => '[আন্তঃউইকি আন্তঃভুক্তি নিষ্ক্রিয়]',
'scarytranscludefailed'   => '[$1 এর জন্য টেম্পলেট আনা অসফল হয়েছে]',
'scarytranscludetoolong'  => '[URL অতিরিক্ত দীর্ঘ]',

# Delete conflict
'deletedwhileediting'      => "'''সতর্কীকরণ''': আপনি পাতাটি সম্পাদনা শুরু করার পরে তা মুছে ফেলা হয়েছে!",
'confirmrecreate'          => "আপনি সম্পাদনা শুরু করার পর ব্যবহারকারী [[User:$1|$1]] ([[User talk:$1|আলাপ]]) এই পাতাটি মুছে দিয়েছেন, নিচের কারণ দেখিয়ে:
: ''$2''
আপনি সত্যিই যে পাতাটি পুনরায় সৃষ্টি করতে চান, তা দয়া করে নিশ্চিত করুন।",
'confirmrecreate-noreason' => 'আপনি সম্পাদনা শুরু করার পর ব্যবহারকারী [[User:$1|$1]] ([[User talk:$1|আলাপ]]) এই পাতাটি মুছে দিয়েছেন। আপনি সত্যিই যে পাতাটি পুনরায় সৃষ্টি করতে চান, তা দয়া করে নিশ্চিত করুন।',
'recreate'                 => 'পুনরায় তৈরি করো',

# action=purge
'confirm_purge_button' => 'ঠিক আছে',
'confirm-purge-top'    => 'এই পাতার ক্যাশে পরিষ্কার করতে চান?',
'confirm-purge-bottom' => 'ক্যাশে পরিস্কারের মাধ্যমে পাতাটির সবচেয়ে সাম্প্রতিক সংস্করণটি প্রদর্শিত হবে।',

# action=watch/unwatch
'confirm-watch-button'   => 'ঠিক আছে',
'confirm-watch-top'      => 'এই পাতাটি আপনার নজরতালিকায় যুক্ত করা হবে?',
'confirm-unwatch-button' => 'ঠিক আছে',
'confirm-unwatch-top'    => 'এই পাতাটি আপনার নজরতালিকা থেকে সরিয়ে ফেলতে ইচ্ছুক?',

# Multipage image navigation
'imgmultipageprev' => '← পূর্ববর্তী পাতা',
'imgmultipagenext' => 'পরবর্তী পাতা →',
'imgmultigo'       => 'চলো!',
'imgmultigoto'     => '$1 পাতায় চলো',

# Table pager
'ascending_abbrev'         => 'আরোহণ',
'descending_abbrev'        => 'অবতরণ',
'table_pager_next'         => 'পরবর্তী পাতা',
'table_pager_prev'         => 'পূর্ববর্তী পাতা',
'table_pager_first'        => 'প্রথম পাতা',
'table_pager_last'         => 'শেষ পাতা',
'table_pager_limit'        => 'প্রতি পাতায় $1 গুলো বিষয়বস্তু দেখাও',
'table_pager_limit_label'  => 'প্রতি পাতায় আইটেম সংখ্যা:',
'table_pager_limit_submit' => 'চলো',
'table_pager_empty'        => 'ফলাফল শূন্য',

# Auto-summaries
'autosumm-blank'   => 'পাতা খালি করা হয়েছে',
'autosumm-replace' => "পাতাকে '$1' দিয়ে প্রতিস্থাপিত করা হল",
'autoredircomment' => '[[$1]]-এ পুনর্নির্দেশ করা হল',
'autosumm-new'     => '$1 দিয়ে তৈরি পাতা',

# Size units
'size-bytes'     => '$1 বাইট',
'size-kilobytes' => '$1 কিলোবাইট',
'size-megabytes' => '$1 মেগাবাইট',
'size-gigabytes' => '$1 গিগাবাইট',

# Live preview
'livepreview-loading' => 'লোডিং...',
'livepreview-ready'   => 'লোডিং… প্রস্তুত!',
'livepreview-failed'  => 'তাৎক্ষণিক প্রাকদর্শন কাজ করছে না! সাধারণ প্রাকদর্শন চেষ্টা করুন।',
'livepreview-error'   => 'সংযোগ প্রদানে সম্ভব নয়: $1 "$2"। সাধারণ প্রাকদর্শন চেষ্টা করুণ।',

# Friendlier slave lag warnings
'lag-warn-normal' => '$1 {{PLURAL:$1|সেকেন্ডের|সেকেন্ডের}} চেয়ে নতুন পরিবর্তন তালিকায় না-ও দেখানো হতে পারে।',
'lag-warn-high'   => 'ডাটাবেজ সার্ভারের অত্যধিক বিলম্বের কারণে, $1 {{PLURAL:$1|সেকেন্ডের|সেকেন্ডের}} চেয়ে নতুন পরিবর্তনগুলি এই তালিকায় না-ও দেখানো হতে পারে।',

# Watchlist editor
'watchlistedit-numitems'       => 'আপনার নজরতালিকায় আলোচনা পাতাগুলি বাদ দিয়ে {{PLURAL:$1|১টি শিরোনাম|$1টি শিরোনাম}} রয়েছে।',
'watchlistedit-noitems'        => 'আপনার নজর তালিকায় কোন পাতার শিরোনাম নেই।',
'watchlistedit-normal-title'   => 'নজরতালিকা সম্পাদনা করো',
'watchlistedit-normal-legend'  => 'নজর তালিকা থেকে শিরোনামসমূহ মুছে ফেলো',
'watchlistedit-normal-explain' => 'আপনার নজরতালিকায় রাখা পাতার শিরোনামগুলি নিচে দেখানো হয়েছে।
কোন শিরোনাম সরিয়ে নিতে চাইলে পাশের বাক্সে টিক দিন এবং "{{int:Watchlistedit-normal-submit}}"-এ ক্লিক করুন।
আপনি [[Special:EditWatchlist/raw|মূল তালিকাটিও]] সম্পাদনা করতে পারেন।',
'watchlistedit-normal-submit'  => 'শিরোনামগুলি সরিয়ে ফেলা হোক',
'watchlistedit-normal-done'    => '{{PLURAL:$1|1 শিরোনাম|$1 শিরোনামসমূহ}} আপনার নজর তালিকা থেকে মুছে ফেলা হয়েছে:',
'watchlistedit-raw-title'      => 'অশোধিত নজর তালিকা সম্পাদনা করুন',
'watchlistedit-raw-legend'     => 'অশোধিত নজরতালিকা সম্পাদনা করুন',
'watchlistedit-raw-explain'    => 'আপনার নজরতালিকায় রাখা পাতার শিরোনামগুলি নিচে দেখানো হয়েছে, এই তালিকাতে নতুন শিরোনাম যোগ করা যাবে বা শিরোনাম সরিয়ে নেওয়া যাবে;
প্রতিটি লাইনে একটি করে শিরনাম দেখানো হচ্ছে।
শেষ হলে "{{int:Watchlistedit-raw-submit}}"-এ ক্লিক করুন।
আপনি [[Special:EditWatchlist|আদর্শ সম্পাদনা সরঞ্জাম]]-ও ব্যবহার করতে পারেন।',
'watchlistedit-raw-titles'     => 'শিরোনাম:',
'watchlistedit-raw-submit'     => 'নজরতালিকা হালনাগাদ করা হোক',
'watchlistedit-raw-done'       => 'আপনার নজর তালিকা হালনাগাদ করা হয়েছে।',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1 শিরোনাম|$1 শিরোনামসমূহ}} যোগ করা হয়েছে:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1 শিরোনাম|$1 শিরোনামসমূহ}} মুছে ফেলা হয়েছে:',

# Watchlist editing tools
'watchlisttools-view' => 'সম্পর্কিত পরিবর্তনসমূহ দেখুন',
'watchlisttools-edit' => 'নজর তালিকা দেখুন এবং সম্পাদনা করুন',
'watchlisttools-raw'  => 'অশোধিত নজরতালিকা সম্পাদনা করুন',

# Signatures
'signature' => '[[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|আলাপ]])',

# Core parser functions
'unknown_extension_tag' => 'অজানা এক্সটেনশন ট্যাগ "$1"',
'duplicate-defaultsort' => '\' \' \' সাবধান: \' \' \'  ডিফল্ট সাজানোর কীঃ "$2" পূর্বে ডিফল্ট সাজানোর কীঃ "$1" কে অগ্রাহ্য করে।',

# Special:Version
'version'                       => 'সংস্করণ',
'version-extensions'            => 'ইন্সটলকৃত এক্সটেনশনসমূহ',
'version-specialpages'          => 'বিশেষ পাতাসমূহ',
'version-parserhooks'           => 'পার্সার হুক',
'version-variables'             => 'চলক',
'version-antispam'              => 'স্প্যাম প্রতিরোধ',
'version-skins'                 => 'আবরণসমূহ (Skin)',
'version-other'                 => 'অন্য',
'version-mediahandlers'         => 'মিডিয়া ব্যবস্থাপক',
'version-hooks'                 => 'হুক',
'version-extension-functions'   => 'এক্সটেনশনের কাজ',
'version-parser-extensiontags'  => 'পার্সার এক্সটেনশন ট্যাগ',
'version-parser-function-hooks' => 'পার্সার ফাংশন হুক',
'version-hook-name'             => 'হুকের নাম',
'version-hook-subscribedby'     => 'সাবস্ক্রাইব করেছেন',
'version-version'               => '(সংস্করণ $1)',
'version-license'               => 'লাইসেন্স',
'version-poweredby-credits'     => "এইক উইকিটি পরিচালিত হচ্ছে '''[//www.mediawiki.org/ মিডিয়াউইকি]'''-এর মাধ্যমে, কপিরাইট © ২০০১-$1 $2।",
'version-poweredby-others'      => 'অন্যান্য',
'version-software'              => 'ইনস্টলকৃত সফটওয়্যার',
'version-software-product'      => 'পণ্য',
'version-software-version'      => 'সংস্করণ',

# Special:FilePath
'filepath'         => 'ফাইলের পাথ',
'filepath-page'    => 'ফাইল:',
'filepath-submit'  => 'চলো',
'filepath-summary' => 'এই বিশেষ পাতায় ফাইলের পূর্ণাঙ্গ পাথ দেখা যাবে।
চিত্রগুলো পূর্ণ রেজ্যুলেশনে প্রদর্শিত হবে, অন্যান্য ধরনের ফাইলগুলো তার নির্ধারিত প্রোগ্রামের মাধ্যমে ওপেন হবে।',

# Special:FileDuplicateSearch
'fileduplicatesearch'           => 'ডুপ্লিকেট ফাইলের জন্য অনুসন্ধান',
'fileduplicatesearch-summary'   => 'হ্যাশ ভ্যালুর ওর ভিত্তি করে একই ছবিগুলো খুঁজুন।',
'fileduplicatesearch-legend'    => 'অনুলিপির জন্য অনুসন্ধান',
'fileduplicatesearch-filename'  => 'ফাইলনাম:',
'fileduplicatesearch-submit'    => 'অনুসন্ধান',
'fileduplicatesearch-info'      => '$1 × $2 পিক্সেল<br />ফাইলের আকার: $3<br />এমআইএমই প্রকার: $4',
'fileduplicatesearch-result-1'  => ' "$1" ফাইলের কোন ডুপ্লেকেট ফাইল নাই।',
'fileduplicatesearch-result-n'  => '"$1" এই ফাইলের {{PLURAL:$2|1 একইরকম অনুলিপি|$2 একইরকম অনুলিপি}} রয়েছে।',
'fileduplicatesearch-noresults' => '"$1" নামের কোনো ফাইল খুঁজে পাওয়া যায়নি।',

# Special:SpecialPages
'specialpages'                   => 'বিশেষ পাতাসমূহ',
'specialpages-note'              => '----
* সাধারণ বিশেষ পাতাসমূহ।
* <span class="mw-specialpagerestricted">সীমাবদ্ধ বিশেষ পাতা।</span>',
'specialpages-group-maintenance' => 'রক্ষণাবেক্ষণের কার্যবিবরণীসমূহ',
'specialpages-group-other'       => 'অন্যান্য বিশেষ পাতাসমূহ',
'specialpages-group-login'       => 'প্রবেশ/নতুন অ্যাকাউন্ট',
'specialpages-group-changes'     => 'সাম্প্রতিক পরিবর্তন ও লগসমূহ',
'specialpages-group-media'       => 'মিডিয়া বিবরণী ও আপলোডসমূহ',
'specialpages-group-users'       => 'ব্যবহারকারীবৃন্দ ও অধিকারসমূহ',
'specialpages-group-highuse'     => 'অধিক ব্যবহৃত পাতাগুলি',
'specialpages-group-pages'       => 'পাতার তালিকাসমূহ',
'specialpages-group-pagetools'   => 'পাতা সংক্রান্ত সরঞ্জাম',
'specialpages-group-wiki'        => 'উইকি উপাত্ত এবং সরঞ্জামসমূহ',
'specialpages-group-redirects'   => 'বিশেষ পাতাগুলি পুনর্নির্দেশ করা হচ্ছে',
'specialpages-group-spam'        => 'স্প্যামরোধী হাতিয়ার',

# Special:BlankPage
'blankpage'              => 'খালি পাতা',
'intentionallyblankpage' => 'এই পাতাটি ইচ্ছা করে খালি রাখা হয়েছে',

# External image whitelist
'external_image_whitelist' => '  #এই লাইন ঠিক যেমন আছে<প্রাক> তেমন রাখুন<pre>
 #রেগুলার এক্সপ্রেশনের টুকরা নীচে (শুধুমাত্র অংশ / / মধ্যে যে যায়) বসান
#এইগুলি এক্সটার্নাল (hotlinked) ইমেজের URL-এর সাথে মেলানো হবে
#যেগুলি মিলবে, সেগুলি চিত্র হিসাবে প্রদর্শিত হবে, অন্যথায় শুধুমাত্র ইমেজ লিঙ্ক প্রদর্শিত হবে
#যে লাইনের প্রারম্ভে # আছে সেই লাইনগুলি মন্তব্যসমূহ হিসাবে ব্যবহার করা হয়
#এটি কেস-অসংবেদী

#এই রেখার উপরের regex টুকরা বসান. এই লাইন ঠিক যেমন আছে তেমন রাখুন</pre>',

# Special:Tags
'tags'                    => 'সঠিক চেঞ্জ ট্যাগ',
'tag-filter'              => '[[Special:Tags|ট্যাগ]] ছাকনী:',
'tag-filter-submit'       => 'ছাকনী',
'tags-title'              => 'ট্যাগসমূহ',
'tags-tag'                => 'ট্যাগ নাম',
'tags-description-header' => 'অর্থের পূর্ণ বণনা',
'tags-hitcount-header'    => 'ট্যাগকৃত পরিবর্সতনমূহ',
'tags-edit'               => 'সম্পাদনা',
'tags-hitcount'           => '$1 {{PLURAL:$1|পরিবর্তন|পরিবর্তনসমূহ}}',

# Special:ComparePages
'comparepages'                => 'পাতার তুলনা',
'compare-selector'            => 'পাতার সংশোধন তুলনা',
'compare-page1'               => 'পাতা ১',
'compare-page2'               => 'পাতা ২',
'compare-rev1'                => 'সংশোধন ১',
'compare-rev2'                => 'সংশোধন ২',
'compare-submit'              => 'তুলনা',
'compare-invalid-title'       => 'আপনার প্রদেয় শিরোনামটি সঠিক নয়।',
'compare-title-not-exists'    => 'আপনার কাঙ্ক্ষিত শিরোনামটি নেই।',
'compare-revision-not-exists' => 'আপনার কাঙ্ক্ষিত সংস্করণটি নেই।',

# Database error messages
'dberr-header'      => 'এই উইকিতে কোন সমস্যা রয়েছে',
'dberr-problems'    => 'দুঃখিত!
এই সাইটটি বর্তমানে কারীগরী অসুবিধার মুখোমুখি হয়েছে।',
'dberr-again'       => 'কয়েক মিনিট পর পুনরায় পরিদর্শনের চেষ্টা করুন।',
'dberr-info'        => '(ডেটাবেজ সার্ভার $1-এর সাথে যোগাযোগ করা সম্ভব হয়নি)',
'dberr-usegoogle'   => 'এই পরিস্থিতিতে আপনি গুগলের মাধ্যমে অনুসন্ধান করার চেষ্টা করতে পারেন।',
'dberr-outofdate'   => 'খেয়াল করুন যে, আমাদের বিষয়বস্তু সম্পর্কিত তাদের সূচি মেয়াদ উত্তীর্ণ হতে পারে।',
'dberr-cachederror' => 'এটি অনুরোধকৃত পাতার ক্যাশে লিপি, যা হালনাগাতকৃত নাও হতে পারে।',

# HTML forms
'htmlform-invalid-input'       => 'আপনার প্রদানকৃত ইনপুটে সমস্যা রয়েছে',
'htmlform-select-badoption'    => 'যে মান আপনি উল্লেখ করেছেন তা গ্রহণযোগ্য অপশন নয়।',
'htmlform-int-invalid'         => 'আপনার পরিবর্তীত সংখ্যাটি ইন্টিজার(পূর্ণসংখ্যা) নয়।',
'htmlform-float-invalid'       => 'আপনার নির্ধারিত মানটি সংখ্যা নয়।',
'htmlform-int-toolow'          => 'আপনার নির্ধারিত মানটি সর্বনিম্ন মান $1 থেকে ছোট',
'htmlform-int-toohigh'         => 'আপনার নির্ধারিত মানটি সর্বোচ্চ মান $1 থেকে বড়',
'htmlform-required'            => 'মান প্রদান করা আবশ্যক।',
'htmlform-submit'              => 'জমা দাও',
'htmlform-reset'               => 'পরিবর্তন বাতিল',
'htmlform-selectorother-other' => 'অন্য',

# SQLite database support
'sqlite-has-fts' => '$1 সহ পূর্ণ টেক্সট সার্চ সমর্থন',
'sqlite-no-fts'  => '$1 বাদে পূর্ণ টেক্সট সার্চ সমর্থন',

# New logging system
'logentry-delete-delete'              => '$1 কর্তৃক $3 পাতাটি অপসারিত হয়েছে',
'logentry-delete-restore'             => '$1 কর্তৃক $3 পাতাটি ফিরিয়ে আনা হয়েছে',
'logentry-delete-event'               => '$1 {{PLURAL:$5|একটি লগ ইভেন্টের|$5 লগ ইভেন্টসমূহর}} ভিজিবিলিটি পরিবর্তন করেছেন $3: $4',
'logentry-delete-revision'            => '$1 {{PLURAL:$5|একটি সংস্করণের|$5 সংস্করণসমূহর}} ভিজিবিলিটি পরিবর্তন করেছেন $3: $4',
'logentry-delete-event-legacy'        => '$1 $3টায় লগ ইভেন্টসমূহরে ভিজিবিলিটি পরিবর্তন করেছেন',
'logentry-delete-revision-legacy'     => '$1 $3টায় সংস্করণসমূহরে ভিজিবিলিটি পরিবর্তন করেছেন',
'logentry-suppress-event'             => '$1 গোপনে {{PLURAL:$5|একটি লগ ইভেন্টের|$5 লগ ইভেন্টসমূহর}} ভিজিবিলিটি পরিবর্তন করেছেন $3: $4',
'logentry-suppress-revision'          => '$1 গোপনে {{PLURAL:$5|একটি সংস্করণের|$5 সংস্করণসমূহর}} ভিজিবিলিটি পরিবর্তন করেছেন $3: $4',
'logentry-suppress-event-legacy'      => '$1 গোপনে $3টায় লগ ইভেন্টসমূহরে ভিজিবিলিটি পরিবর্তন করেছেন',
'logentry-suppress-revision-legacy'   => '$1 গোপনে $3টায় সংস্করণসমূহরে ভিজিবিলিটি পরিবর্তন করেছেন',
'revdelete-content-hid'               => 'বিষয়বস্তু লুকায়িত',
'revdelete-summary-hid'               => 'সম্পাদনা সারাংশ লুকায়িত',
'revdelete-uname-hid'                 => 'ব্যবহারকারী নাম লুকায়িত',
'revdelete-content-unhid'             => 'বিষয়বস্তু প্রদর্শিত',
'revdelete-summary-unhid'             => 'সম্পাদনা সারাংশ প্রদর্শিত',
'revdelete-uname-unhid'               => 'ব্যবহারকারী নাম প্রদর্শিত',
'revdelete-restricted'                => 'এই সীমাবদ্ধতা প্রশাসকের ক্ষেত্রে প্রয়োগ করো',
'revdelete-unrestricted'              => 'এই সীমাবদ্ধতা প্রশাসকের ক্ষেত্রে তুলে নাও',
'logentry-move-move'                  => '$1 ব্যবহারকারী $3 পাতাটিকে $4 শিরোনামে স্থানান্তর করেছেন',
'logentry-move-move-noredirect'       => '$1 ব্যবহারকারী $3 পাতাটিকে $4 শিরোনামে কোনো পুনর্নির্দেশনা ছাড়াই স্থানান্তর করেছেন',
'logentry-move-move_redir'            => '$1 ব্যবহারকারী $3 পাতাটিকে $4 শিরোনামে পুনির্নির্দেশনার ওপর দিয়ে স্থানান্তর করেছেন',
'logentry-move-move_redir-noredirect' => '$1 ব্যবহারকারী $3 পাতাটিকে $4 শিরোনামে পুনর্নির্দেশনার ওপর দিয়ে কোনো পুনর্নির্দেশনা ছাড়াই স্থানান্তর করেছেন',
'logentry-patrol-patrol'              => '$1 ব্যবহারকারী $3 পাতার $4 নম্বর সংস্করণ পরীক্ষিত বলে চিহ্নিত করেছেন',
'logentry-patrol-patrol-auto'         => '$1 ব্যবহারকারী স্বয়ংক্রিয়ভাবে $3 পাতার $4 নম্বর সংস্করণ পরীক্ষিত বলে চিহ্নিত করেছেন',
'logentry-newusers-newusers'          => '$1 একটি অ্যাকাউন্ট তৈরি করেছেন',
'logentry-newusers-create'            => '$1 একটি অ্যাকাউন্ট তৈরি করেছেন',
'logentry-newusers-create2'           => '$1 ব্যবহারকারী $3 নামে একটি অ্যাকাউন্ট তৈরি করেছেন',
'logentry-newusers-autocreate'        => '$1 অ্যাকাউন্টটি স্বয়ংক্রিয়ভাবে তৈরি হয়েছে',
'newuserlog-byemail'                  => 'শব্দচাবি ইমেইলের মাধ্যমে পাঠানো হয়েছে',

# Feedback
'feedback-subject'  => 'বিষয়:',
'feedback-message'  => 'বার্তা:',
'feedback-cancel'   => 'বাতিল',
'feedback-submit'   => 'প্রতিক্রিয়া জমা',
'feedback-adding'   => 'পাতায় প্রতিক্রিয়া যোগ হচ্ছে...',
'feedback-error1'   => 'ত্রুটি: এপিআই হতে অজানা ফলাফল এসেছে',
'feedback-error2'   => 'ত্রুটি: সম্পাদনা ব্যর্থ',
'feedback-error3'   => 'ত্রুটি: এপিআই হতে কোন সাড়া নেই',
'feedback-thanks'   => 'ধন্যবাদ! আপনার প্রতিক্রিয়া "[$2 $1]" পাতায় পোস্ট করা হয়েছে।',
'feedback-close'    => 'সম্পন্ন',
'feedback-bugcheck' => 'উত্তম! যাচাই করুন যে এই [$1  জানা বাগের] কোন একটি কিনা।',
'feedback-bugnew'   => 'আমি যাচাই করেছি। নতুন বাগ নিবন্ধন করুন।',

# API errors
'api-error-badaccess-groups'              => 'আপনার এই উইকিতে ফাইল আপলোডের অনুমতি নেই।',
'api-error-badtoken'                      => 'অভ্যন্তরীণ ত্রুটি: খারাপ টোকেন।',
'api-error-copyuploaddisabled'            => 'এই সার্ভারে ইউআরএল-এর মাধ্যমে আপলোড করার সুবিধা নিস্ক্রিয় রয়েছে।',
'api-error-duplicate'                     => 'ইতোমধ্যে এই সাইটে একই রকমের কন্টেট সমৃদ্ধ {{PLURAL:$1|[$2 অন্য ফাইল]|[$2 কিছু অন্য ফাইল]}} রয়েছে।',
'api-error-duplicate-archive'             => 'একই নাম ও বিষয়বস্তু বিশিষ্ট {{PLURAL:$1| [$2 অপর একটি ফাইল]| [$2 কয়েকটি ফাইল]}} পূর্বে এই উইকিতে ছিলো, এবং {{PLURAL:$1|সেটিকে|সেগুলোকে}} অপসারণ করা হয়েছে।',
'api-error-duplicate-archive-popup-title' => 'অনুলিপি {{PLURAL:$1|ফাইল|ফাইল}} যা ইতমধ্যে অপসারণ করা হয়েছে',
'api-error-duplicate-popup-title'         => 'অনুলিপি {{PLURAL:$1|ফাইল|ফাইল}}',
'api-error-empty-file'                    => 'আপনার জমাকৃত ফাইলটি খালি।',
'api-error-emptypage'                     => 'নতুন পাতা তৈরি হচ্ছে, খালি পাতা গ্রহণযোগ্য নয়।',
'api-error-fetchfileerror'                => 'অভ্যন্তরীণ ত্রুটি: ফাইল নিয়ে আসার সময় কোনো সমস্যা হয়েছিলো।',
'api-error-file-too-large'                => 'আপনার জমাকৃত ফাইলটি অনেক বড়।',
'api-error-filename-tooshort'             => 'এই ফাইল নামটি খুবই ছোট।',
'api-error-filetype-banned'               => 'এই ধরনের ফাইল নিষিদ্ধ।',
'api-error-filetype-missing'              => 'এই ফাইলটির কোনো এক্সটেনশন নেই।',
'api-error-hookaborted'                   => 'যে পরিবর্তনটি আপনি করার চেষ্টা করেছিলেন তা এক্সটেনশন হুক দ্বারা বাতিলকৃত হয়েছে।',
'api-error-http'                          => 'অভ্যন্তরীণ ত্রুটি: সার্ভারে সংযোগ প্রদান করা সম্ভব হচ্ছে না।',
'api-error-illegal-filename'              => 'ফাইলের এই নামটি গ্রহণযোগ্য নয়।',
'api-error-internal-error'                => 'অভ্যন্তরীণ ত্রুটি: এই উইকিতে আপনার আপলোড প্রক্রিয়াকরণ করার সময় কোনো ত্রুটি দেখা দিয়েছে।',
'api-error-invalid-file-key'              => 'অভ্যন্তরীণ ত্রুটি: অস্থায়ী সংরক্ষণশালায় ফাইলটি খুঁজে পাওয়া যায়নি।',
'api-error-missingparam'                  => 'অভ্যন্তরীণ ত্রুটি: অনুরোধে কিছু প্যারামিটারের ঘাটতি রয়েছে।',
'api-error-missingresult'                 => 'অভ্যন্তরীণ ত্রুটি: সফলভাবে অনুলিপি করা হয়েছে কিনা তা নিশ্চিত করা সম্ভব হয়নি।',
'api-error-mustbeloggedin'                => 'ফাইল আপলোড করার জন্য আপনাকে অবশ্যই এই উইকিতে প্রবেশ বা লগইন করতে হবে।',
'api-error-mustbeposted'                  => 'অভ্যন্তরীণ ত্রুটি: এই অনুরোধের জন্য এইচটিটিপি পোস্ট প্রয়োজন।',
'api-error-noimageinfo'                   => 'আপলোড সফল হয়েছে, কিন্তু ফাইলটি সম্পর্কে সার্ভার কোন তথ্য প্রদান করে নি।',
'api-error-nomodule'                      => 'অভ্যন্তরীণ ত্রুটি: কোন আপলোড মডিউল সেট করা হয়নি।',
'api-error-ok-but-empty'                  => 'অভ্যন্তরীণ ত্রুটি: সার্ভার হতে কোন সাড়া পাওয়া যাচ্ছে না।',
'api-error-overwrite'                     => 'ইতিমধ্যেই রয়েছে এমন কোনো ফাইলের প্রতিস্থাপন গ্রহণযোগ্য নয়।',
'api-error-stashfailed'                   => 'অভ্যন্তরীণ ত্রুটি: সার্ভার অস্থায়ী ফাইলটি সংরক্ষণ করতে ব্যর্থ হয়েছে।',
'api-error-timeout'                       => 'কাঙ্খিত সময়ের মধ্যে সার্ভারের কোন সাড়া পাওয়া যায়নি।',
'api-error-unclassified'                  => 'একটি অজানা ত্রুটি দেখা দিয়েছে',
'api-error-unknown-code'                  => 'অজানা ত্রুটি: "$1"',
'api-error-unknown-error'                 => 'অভ্যন্তরীণ ত্রুটি: আপনার ফাইলটি আপলোড করার সময় কিছু সমস্যা হয়েছে।',
'api-error-unknown-warning'               => 'অজানা সতর্কীকরণ: $1',
'api-error-unknownerror'                  => 'অজানা ত্রুটি: "$1"।',
'api-error-uploaddisabled'                => 'এই উইকির জন্য আপলোড সুবিধা নিস্ক্রিয় রয়েছে।',
'api-error-verification-error'            => 'সম্ভবত এই ফাইলটি ত্রুটিপূর্ণ অথবা এর এক্সটেনশনটি ভুল।',

);
