<?php
/** ئۇيغۇرچە (ئۇيغۇرچە)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Alfredie
 * @author Reedy
 * @author Sahran
 */

$rtl = true;

$namespaceNames = array(
	NS_MEDIA            => 'ۋاسىتە',
	NS_SPECIAL          => 'ئالاھىدە',
	NS_TALK             => 'مۇنازىرە',
	NS_USER             => 'ئىشلەتكۈچى',
	NS_USER_TALK        => 'ئىشلەتكۈچى مۇنازىرىسى',
	NS_PROJECT_TALK     => 'مۇنازىرىسى$1',
	NS_FILE             => 'ھۆججەت',
	NS_FILE_TALK        => 'ھۆججەت مۇنازىرىسى',
	NS_MEDIAWIKI_TALK   => 'MediaWiki مۇنازىرىسى',
	NS_TEMPLATE         => 'قېلىپ',
	NS_TEMPLATE_TALK    => 'قېلىپ مۇنازىرىسى',
	NS_HELP             => 'ياردەم',
	NS_HELP_TALK        => 'ياردەم مۇنازىرىسى',
	NS_CATEGORY         => 'تۈر',
	NS_CATEGORY_TALK    => 'تۈر مۇنازىرىسى',
);

$messages = array(
# User preference toggles
'tog-underline'               => 'ئۇلانما ئاستى سىزىقى:',
'tog-highlightbroken'         => 'ئۈزۈلگەن ئۇلانما فورماتى <a href="" class="new"> مۇشۇنىڭغا ئوخشاش </a> (ياكى بۇنىڭغا ئوخشاش<a href="" class="internal">؟</a>)',
'tog-justify'                 => 'ئابزاس توغرىلا',
'tog-hideminor'               => 'يېقىنقى ئۆزگەرتىشتە ئازراقلا تەھرىرنى يوشۇر',
'tog-hidepatrolled'           => 'يېقىنقى ئۆزگەرتىشتە كۆزەتكەن تەھرىرنى يوشۇر',
'tog-newpageshidepatrolled'   => 'يېڭى بەت تىزىملىكىدە كۆزەتكەن تەھرىرنى يوشۇر',
'tog-extendwatchlist'         => 'كۈچەيتىلگەن كۆزەت تىزىملىكىدە يېقىنقى ئۆزگەرتىشنىلا كۆرسەتمەي بەلكى ھەممە ئۆزگەرتىشنى كۆرسەت',
'tog-usenewrc'                => 'كۈچەيتىلگەن يېقىنقى ئۆزگەرتىشنى قوزغات (JavaScript زۆرۈر)',
'tog-numberheadings'          => 'ماۋزۇغا ئۆزلۈكىدىن تەرتىپ نومۇرى قوش',
'tog-showtoolbar'             => 'تەھرىر قورال ستونىنى كۆرسەت (JavaScript زۆرۈر)',
'tog-editondblclick'          => 'قوش چەككەندە بەت تەھرىرلە (JavaScript زۆرۈر)',
'tog-editsection'             => '[تەھرىر] ئۇلانمىسىنى چېكىپ ئابزاس تەھرىرلەشكە يول قوي',
'tog-editsectiononrightclick' => 'ماۋزۇنى چاشقىنەكتە ئوڭ چېكىپ ئابزاس تەھرىرلەشكە يول قوي (JavaScript زۆرۈر)',
'tog-showtoc'                 => 'مەزمۇن جەدۋىلى كۆرسەت (بىر بەتتە 3 تىن ئارتۇق ماۋزۇ بار بەتكە قارىتىلغان)',
'tog-rememberpassword'        => 'بۇ كومپيۇتېردا كىرگىنىمنى ئەستە ساقلا(ئەڭ ئۇزۇن بولغاندا $1 {{PLURAL:$1|كۈن|كۈن}})',
'tog-watchcreations'          => 'مەن قۇرغان بەتنى كۆزەت تىزىملىكىمگە قوش',
'tog-watchdefault'            => 'مەن تەھرىرلىگەن بەتنى كۆزەت تىزىملىكىمگە قوش',
'tog-watchmoves'              => 'مەن يۆتكىگەن بەتنى كۆزەت تىزىملىكىمگە قوش',
'tog-watchdeletion'           => 'مەن ئۆچۈرگەن بەتنى كۆزەت تىزىملىكىمگە قوش',
'tog-minordefault'            => 'ھەممە تەھرىرلەشنى ئازراقلا تەھرىرگە تەڭشە',
'tog-previewontop'            => 'تەھرىر رامكىسىنىڭ ئۈستىدە ئالدىن كۆزىتىشنى كۆرسەت',
'tog-previewonfirst'          => 'تۇنجى قېتىم تەھرىرلىگەندە ئالدىن كۆزىتىشنى كۆرسەت',
'tog-nocache'                 => 'توركۆرگۈ بەت غەملەشنى چەكلە',
'tog-enotifwatchlistpages'    => 'كۆزەت تىزىملىكىمدىكى بەت ئۆزگەرگەندە ئېلخەت يوللا',
'tog-enotifusertalkpages'     => 'مۇنازىرە بېتىم ئۆزگەرگەندە ئېلخەت يوللا',
'tog-enotifminoredits'        => 'بەت ئازراقلا تەھرىرلەنگەندىمۇ ئېلخەت يوللا',
'tog-enotifrevealaddr'        => 'ئۇقتۇرۇش ئېلخەت تىزىملىكىدە ئېلخەت ئادرېسىمنى ئاشكارىلا',
'tog-shownumberswatching'     => 'بۇ بەتنى كۆزىتىۋاتقان ئىشلەتكۈچى سانىنى كۆرسەت',
'tog-oldsig'                  => 'نۆۋەتتىكى ئىمزانى ئالدىن كۆزەت:',
'tog-fancysig'                => 'ئىمزاغا wiki تېكستى سۈپىتىدە مۇئامىلە قىل (ئۆزلۈكىدىن ئۇلانما ھاسىل بولمايدۇ)',
'tog-externaleditor'          => 'كۆڭۈلدىكى ئەھۋالدا سىرتقى تەھرىرلىگۈچ ئىشلەت (ئالىي ئىشلەتكۈچىگە تەمىنلىنىدۇ، كومپيۇتېرىڭىزدا بىر قىسىم ئالاھىدە تەڭشەش ئېلىپ بېرىشىڭىز لازىم)',
'tog-externaldiff'            => 'كۆڭۈلدىكى ئەھۋالدا سىرتقى پەرق تەھلىلى ئىشلەت (ئالىي ئىشلەتكۈچىگە تەمىنلىنىدۇ، كومپيۇتېرىڭىزدا بىر قىسىم ئالاھىدە تەڭشەش ئېلىپ بېرىشىڭىز لازىم)',
'tog-showjumplinks'           => '"ئاتلا" زىيارەت ئۇلانمىسىنى قوزغات',
'tog-uselivepreview'          => 'رىئال ۋاقىتلىق ئالدىن كۆزىتىشنى ئىشلەت (JavaScript زۆرۈر) (سىناق)',
'tog-forceeditsummary'        => 'ئۈزۈندە كىرگۈزمىگەندە مېنى ئەسكەرت',
'tog-watchlisthideown'        => 'كۆزەت تىزىملىكىدىن مېنىڭ تەھرىرلىگىنىمنى يوشۇر',
'tog-watchlisthidebots'       => 'كۆزەت تىزىملىكىدىن ماشىنا ئادەم تەھرىرلىگەننى يوشۇر',
'tog-watchlisthideminor'      => 'كۆزەت تىزىملىكىدىن ئازراقلا تەھرىرلىگەننى يوشۇر',
'tog-watchlisthideliu'        => 'كۆزەت تىزىملىكىدە تىزىمغا كىرگەن ئىشلەتكۈچىلەرنى يوشۇر',
'tog-watchlisthideanons'      => 'كۆزەت تىزىملىكىدە ئىمزاسىز ئىشلەتكۈچىلەرنى يوشۇر',
'tog-watchlisthidepatrolled'  => 'كۆزەت تىزىملىكىدىن كۆزىتىلگەن تەھرىرنى يوشۇر',
'tog-ccmeonemails'            => 'مەن باشقىلارغا يوللىغان ئېلخەتنى ئۆزەمگىمۇ بىر نۇسخا يوللا',
'tog-diffonly'                => 'تۈزىتىلگەن ئىككى نەشرىنىڭ پەرقىنى سېلىشتۇرغاندا بەت مەزمۇنىنى كۆرسەتمە',
'tog-showhiddencats'          => 'يوشۇرۇن تۈرلەرنى كۆرسەت',
'tog-norollbackdiff'          => 'قايتۇرۇشنى ئىجرا قىلغاندىن كېيىن پەرقنى كۆرسەتمە',

'underline-always'  => 'دائىم',
'underline-never'   => 'ھەرگىز',
'underline-default' => 'توركۆرگۈ كۆڭۈلدىكى',

# Font style option in Special:Preferences
'editfont-style'     => 'تەھرىرلەش رايونىنىڭ خەت نۇسخا ئۇسلۇبى:',
'editfont-default'   => 'توركۆرگۈ كۆڭۈلدىكى',
'editfont-monospace' => 'تەڭ كەڭلىكتىكى خەت نۇسخا',
'editfont-sansserif' => 'Sans-serif خەت نۇسخا',
'editfont-serif'     => 'Serif خەت نۇسخا',

# Dates
'sunday'        => 'يەكشەنبە',
'monday'        => 'دۈشەنبە',
'tuesday'       => 'سەيشەنبە',
'wednesday'     => 'چارشەنبە',
'thursday'      => 'پەيشەنبە',
'friday'        => 'جۈمە',
'saturday'      => 'شەنبە',
'sun'           => 'ي',
'mon'           => 'د',
'tue'           => 'س',
'wed'           => 'چ',
'thu'           => 'پ',
'fri'           => 'ج',
'sat'           => 'ش',
'january'       => 'قەھرىتان',
'february'      => 'ھۇت',
'march'         => 'نەۋرۇز',
'april'         => 'ئۇمۇت',
'may_long'      => 'باھار',
'june'          => 'سەپەر',
'july'          => 'چىللە',
'august'        => 'تومۇز',
'september'     => 'مىزان',
'october'       => 'ئوغۇز',
'november'      => 'ئوغلاق',
'december'      => 'كۆنەك',
'january-gen'   => 'قەھرىتان',
'february-gen'  => 'ھۇت',
'march-gen'     => 'نەۋرۇز',
'april-gen'     => 'ئۇمۇت',
'may-gen'       => 'باھار',
'june-gen'      => 'سەپەر',
'july-gen'      => 'چىللە',
'august-gen'    => 'تومۇز',
'september-gen' => 'مىزان',
'october-gen'   => 'ئوغۇز',
'november-gen'  => 'ئوغلاق',
'december-gen'  => 'كۆنەك',
'jan'           => 'قەھرىتان',
'feb'           => 'ھۇت',
'mar'           => 'نەۋرۇز',
'apr'           => 'ئۇمۇت',
'may'           => 'باھار',
'jun'           => 'سەپەر',
'jul'           => 'چىللە',
'aug'           => 'تومۇز',
'sep'           => 'مىزان',
'oct'           => 'ئوغۇز',
'nov'           => 'ئوغلاق',
'dec'           => 'كۆنەك',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|تۈر|تۈر}}',
'category_header'                => '"$1" تۈردىكى بەتلەر',
'subcategories'                  => 'تارماق تۈر',
'category-media-header'          => '"$1" تۈردىكى ۋاسىتە',
'category-empty'                 => "''بۇ تۈردە ھېچقانداق بەت ياكى ۋاسىتە يوق.''",
'hidden-categories'              => '{{PLURAL:$1|يوشۇرۇن تۈر|يوشۇرۇن تۈر}}',
'hidden-category-category'       => 'يوشۇرۇن تۈرلەر',
'category-subcat-count'          => '{{PLURAL:$2|بۇ تۈرنىڭ تۆۋەندىكى تارماق تۈرلىرى بار.|بۇ تۈرنىڭ تۆۋەندىكى {{PLURAL:$1|تارماق بېتى|$1 }}، جەمئى $2 بېتى بار.}}',
'category-subcat-count-limited'  => 'بۇ تۈرنىڭ تۆۋەندىكى {{PLURAL:$1|تارماق تۈرى|$1 تارماق تۈرى}} بار.',
'category-article-count'         => '{{PLURAL:$2|بۇ تۈردە تۆۋەندىكى بەتلا بار | {{PLURAL:$1|بۇ تۈردە تۆۋەندىكى |$1 بەت}} جەمئى $2 بەت بار.}}',
'category-article-count-limited' => 'بۇ تۈردە {{PLURAL:$1|بەت|$1 بەت}}  بار.',
'category-file-count'            => '{{PLURAL:$2| بۇ تۈرنىڭ تۆۋەندىكى ھۆججىتىلا بار.| بۇ تۈردە تۆۋەندىكى $1 ھۆججەت، جەمئى $2 ھۆججەت بار.}}',
'category-file-count-limited'    => 'نۆۋەتتىكى تۈردە تۆۋەندىكى {{PLURAL:$1|ھۆججەت|$1 ھۆججەت}}  بار.',
'listingcontinuesabbrev'         => 'داۋاملاشتۇر',
'index-category'                 => 'ئىندېكسلانغان بەتلەر',
'noindex-category'               => 'ئىندېكسلانمىغان بەتلەر',

'mainpagetext'      => "'''MediaWiki مۇۋەپپەقىيەتلىك قاچىلاندى.'''",
'mainpagedocfooter' => '[http://meta.wikimedia.org/wiki/Help:Contents ئىشلەتكۈچى قوللانمىسى] نى زىيارەت قىلىپ wiki يۇمشاق دېتالىنى ئىشلىتىش ئۇچۇرىغا ئېرىشىڭ.

== دەسلەپكى ساۋات ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings سەپلىمە تەڭشەك تىزىملىكى]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki كۆپ ئۇچرايدىغان مەسىلىلەرگە جاۋاب]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce MediaWiki تارقاتقان ئېلخەت تىزىملىكى]',

'about'         => 'ھەققىدە',
'article'       => 'مەزمۇن بېتى',
'newwindow'     => '(يېڭى كۆزنەكتە ئاچ)',
'cancel'        => 'ۋاز كەچ',
'moredotdotdot' => 'تەپسىلىي…',
'mypage'        => 'بەتىم',
'mytalk'        => 'مۇنازىرە بېتىم',
'anontalk'      => 'بۇ IP نىڭ مۇنازىرە بېتى',
'navigation'    => 'يولباشچى',
'and'           => '&#32;ۋە',

# Cologne Blue skin
'qbfind'         => 'ئىزدە',
'qbbrowse'       => 'كۆز يۈگۈرت',
'qbedit'         => 'تەھرىر',
'qbpageoptions'  => 'بۇ بەت',
'qbpageinfo'     => 'كونتېكست',
'qbmyoptions'    => 'بەتلەرىم',
'qbspecialpages' => 'ئالاھىدە بەتلەر',
'faq'            => 'كۆپ كۆرۈلىدىغان مەسىلىلەر',
'faqpage'        => 'Project:كۆپ كۆرۈلىدىغان مەسىلىلەر',

# Vector skin
'vector-action-addsection'       => 'يېڭى باش تېما قوش',
'vector-action-delete'           => 'ئۆچۈر',
'vector-action-move'             => 'يۆتكە',
'vector-action-protect'          => 'قوغدا',
'vector-action-undelete'         => 'ئەسلىگە قايتۇر',
'vector-action-unprotect'        => 'قوغدىما',
'vector-simplesearch-preference' => 'ئالىي ئىزدەش تەكلىپىنى ئاچ (Vector تېرىدىلا)',
'vector-view-create'             => 'قۇر',
'vector-view-edit'               => 'تەھرىر',
'vector-view-history'            => 'تارىخ كۆرسەت',
'vector-view-view'               => 'ئوقۇ',
'vector-view-viewsource'         => 'مەنبەنى كۆرسەت',
'actions'                        => 'مەشغۇلات',
'namespaces'                     => 'ئات بوشلۇقى',
'variants'                       => 'ۋارىيانتلار',

'errorpagetitle'    => 'خاتالىق',
'returnto'          => '$1 غا قايت.',
'tagline'           => 'ئورنى {{SITENAME}}',
'help'              => 'ياردەم',
'search'            => 'ئىزدە',
'searchbutton'      => 'ئىزدە',
'go'                => 'يۆتكەل',
'searcharticle'     => 'يۆتكەل',
'history'           => 'بەت تارىخى',
'history_short'     => 'تارىخ',
'updatedmarker'     => 'مەن ئالدىنقى قېتىم زىيارەت قىلغاندىن بۇيانقى يېڭىلانغىنى',
'info_short'        => 'ئۇچۇر',
'printableversion'  => 'باسقىلى بولىدىغان نەشرى',
'permalink'         => 'مەڭگۈلۈك ئۇلانما',
'print'             => 'باس',
'edit'              => 'تەھرىر',
'create'            => 'قۇر',
'editthispage'      => 'بۇ بەتنى تەھرىرلە',
'create-this-page'  => 'بۇ بەتنى قۇر',
'delete'            => 'ئۆچۈر',
'deletethispage'    => 'بۇ بەتنى ئۆچۈر',
'undelete_short'    => 'ئۆچۈرۈلگەن {{PLURAL:$1|بىر تەھرىر|$1 تەھرىر}} ئەسلىگە كەلتۈرۈلدى',
'protect'           => 'قوغدا',
'protect_change'    => 'ئۆزگەرت',
'protectthispage'   => 'بۇ بەتنى قوغدا',
'unprotect'         => 'قوغدىما',
'unprotectthispage' => 'بۇ بەتنى قوغدىما',
'newpage'           => 'يېڭى بەت',
'talkpage'          => 'بۇ بەتنىڭ مۇنازىرىسى',
'talkpagelinktext'  => 'مۇنازىرە',
'specialpage'       => 'ئالاھىدە بەت',
'personaltools'     => 'شەخسىي قوراللار',
'postcomment'       => 'يېڭى ئابزاس',
'articlepage'       => 'مەزمۇن بېتىنى كۆرسەت',
'talk'              => 'مۇنازىرە',
'views'             => 'كۆرۈنۈش',
'toolbox'           => 'قورال ستونى',
'userpage'          => 'ئىشلەتكۈچى بېتىنى كۆرسەت',
'projectpage'       => 'قۇرۇلۇش بېتىنى كۆرسەت',
'imagepage'         => 'ھۆججەت بېتىنى كۆرسەت',
'mediawikipage'     => 'ئۇچۇر بېتىنى كۆرسەت',
'templatepage'      => 'قېلىپ بېتىنى كۆرسەت',
'viewhelppage'      => 'ياردەم بېتىنى كۆرسەت',
'categorypage'      => 'كاتېگورىيە بېتىنى كۆرسەت',
'viewtalkpage'      => 'مۇنازىرە كۆرسەت',
'otherlanguages'    => 'باشقا تىلاردا',
'redirectedfrom'    => '(قايتا نىشان بەلگىلەش ئورنى $1)',
'redirectpagesub'   => 'قايتا نىشان بەلگىلەنگەن بەت',
'lastmodifiedat'    => 'بۇ بەتنى $1 ئاخىرقى قېتىم $2 دا ئۆزگەرتكەن.',
'viewcount'         => 'بۇ بەت {{PLURAL:$1|بىر قېتىم|$1 قېتىم}}  زىيارەت قىلىندى.',
'protectedpage'     => 'قوغدالغان بەت',
'jumpto'            => 'ئاتلا:',
'jumptonavigation'  => 'يولباشچى',
'jumptosearch'      => 'ئىزدە',
'view-pool-error'   => 'كەچۈرۈڭ، نۆۋەتتە مۇلازىمىتىرنىڭ يۈكى ئېشىپ كەتتى.
بۇ بەتنى بەك كۆپ ئىشلەتكۈچى كۆرۈشنى سىنىغانلىقتىن بولغان.
بۇ بەتنى قايتا زىيارەت قىلىشتىن ئىلگىرى سەل كۈتۈڭ.

$1',
'pool-timeout'      => 'قۇلۇپنى ساقلاش ۋاقىت ھالقىدى',
'pool-queuefull'    => 'قاچا ئۆچرىتى توشتى',
'pool-errorunknown' => 'نامەلۇم خاتالىق',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} ھەققىدە',
'aboutpage'            => 'Project:ھەققىدە',
'copyright'            => 'بۇ بېكەتتىكى بارلىق تېكست مەزمۇنى $1 ماددىسىغا ئاساسەن تەمىنلىنىدۇ.',
'copyrightpage'        => '{{ns:project}}:نەشر ئۇچۇرى',
'currentevents'        => 'نۆۋەتتىكى ھادىسە',
'currentevents-url'    => 'Project:نۆۋەتتىكى ھادىسە',
'disclaimers'          => 'جاۋابكارلىقنى كەچۈرۈم قىلىش باياناتى',
'disclaimerpage'       => 'Project:ئادەتتىكى جاۋابكارلىقنى كەچۈرۈم قىلىش باياناتى',
'edithelp'             => 'تەھرىرلەش ياردىمى',
'edithelppage'         => 'Help:تەھرىرلەۋاتىدۇ',
'helppage'             => 'Help:مەزمۇنى',
'mainpage'             => 'باش بەت',
'mainpage-description' => 'باش بەت',
'policy-url'           => 'Project:تاكتىكا',
'portal'               => 'ئىجتىمائى رايون باش بېتى',
'portal-url'           => 'Project:ئىجتىمائى رايون باش بېتى',
'privacy'              => 'شەخسىيەت تاكتىكىسى',
'privacypage'          => 'Project:شەخسىيەت تاكتىكىسى',

'badaccess'        => 'ھوقۇق چېكى خاتالىقى',
'badaccess-group0' => 'سىزنىڭ بايىقى ئىلتىماسىڭىزنى ئىجرا قىلىشقا يول قويمايدۇ.',
'badaccess-groups' => 'سىزنىڭ بايىقى ئىلتىماسىڭىزنى{{PLURAL:$2|بۇ گۇرۇپپا|بىر گۇرۇپپا}}: $1. نىڭ ئىشلەتكۈچىلىرىلا ئىشلىتەلەيدۇ: $1.',

'versionrequired'     => 'MediaWiki نىڭ $1 نەشرى زۆرۈر',
'versionrequiredtext' => '$1 نەشرىدىكى MediaWiki بولغاندىلا ئاندىن بۇ بەتنى ئىشلىتەلەيدۇ.

[[Special:Version|نەشر بېتى]] نى كۆرۈڭ.',

'ok'                      => 'جەزملە',
'retrievedfrom'           => '"$1" دىن ئېرىشكەن',
'youhavenewmessages'      => 'سىزدە $1 ($2) بار.',
'newmessageslink'         => 'يېڭى ئۇچۇر',
'newmessagesdifflink'     => 'ئاخىرقى ئۆزگەرتىش',
'youhavenewmessagesmulti' => '$1 يېڭى ئۇچۇرىڭىز بار',
'editsection'             => 'تەھرىر',
'editold'                 => 'تەھرىر',
'viewsourceold'           => 'مەنبەنى كۆرسەت',
'editlink'                => 'تەھرىر',
'viewsourcelink'          => 'مەنبەنى كۆرسەت',
'editsectionhint'         => 'ئابزاس تەھرىر: $1',
'toc'                     => 'مەزمۇنى',
'showtoc'                 => 'كۆرسەت',
'hidetoc'                 => 'يوشۇر',
'thisisdeleted'           => 'كۆرسەت ياكى ئەسلىگە كەلتۈر $1 ؟',
'viewdeleted'             => '$1 كۆرسەت؟',
'restorelink'             => '{{PLURAL:$1|بىر ئۆچۈرۈلگەن نەشرى|$1 ئۆچۈرۈلگەن نەشرى}}',
'feedlinks'               => 'قانال:',
'feed-invalid'            => 'ئىناۋەتسىز مۇشتەرى بولغان قانال تىپى.',
'feed-unavailable'        => 'بىرلەشمە قانال ئىناۋەتسىز',
'site-rss-feed'           => '$1 RSS قانالى',
'site-atom-feed'          => '$1 نىڭ Atom قانالى',
'page-rss-feed'           => '"$1" نىڭ RSS قانىلى',
'page-atom-feed'          => '"$1" نىڭ Atom قانىلى',
'red-link-title'          => '$1 (بەت مەۋجۇد ئەمەس)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'بەت',
'nstab-user'      => 'ئىشلەتكۈچى بېتى',
'nstab-media'     => 'ۋاسىتە بېتى',
'nstab-special'   => 'ئالاھىدە بەت',
'nstab-project'   => 'قۇرۇلۇش بېتى',
'nstab-image'     => 'ھۆججەت',
'nstab-mediawiki' => 'ئۇچۇر',
'nstab-template'  => 'قېلىپ',
'nstab-help'      => 'ياردەم بەت',
'nstab-category'  => 'تۈر',

# Main script and global functions
'nosuchaction'      => 'بۇنداق مەشغۇلات يوق',
'nosuchactiontext'  => 'بۇ مەشغۇلات بېكىتكەن URL ئىناۋەتسىز.

URL نى خاتا كىرگۈزۈپ قالدىڭىز ياكى خاتا ئۇلانمىغا ئەگەشتىڭىز.

 {{SITENAME}} بېكەت يۇمشاق دېتالىنىڭ خاتالىقى بولۇشى مۇمكىن.',
'nosuchspecialpage' => 'بۇنىڭغا ئوخشاش ئالاھىدە بەت يوق',
'nospecialpagetext' => '<strong>سىز ئىلتىماس قىلغان ئالاھىدە بەت ئىناۋەتسىز.</strong>


[[Special:SpecialPages|{{int:specialpages}}]] دە بارلىق ئىناۋەتلىك بەتلەر تىزىملىكى بار.',

# General errors
'error'                => 'خاتالىق',
'databaseerror'        => 'ساندان خاتالىقى',
'dberrortext'          => 'ساندان سۈرۈشتۈرۈشتە گرامماتىكىلىق خاتالىق يۈز بەردى.
يۇمشاق دېتالنىڭ ئۆزىدىكى خاتالىقتىن كېلىپ چىققان بولۇشى مۇمكىن.
ئاخىرقى قېتىملىق ساندان سۈرۈشتۈرۈش بۇيرۇقى:
<blockquote><tt>$1</tt></blockquote>
 \\"<tt>$2</tt>\\"فۇنكسىيىدىن كەلگەن.
MySQL قايتۇرغان خاتالىق \\"<tt>$3: $4</tt>\\".',
'dberrortextcl'        => 'ساندان سۈرۈشتۈرۈشتە گرامماتىكىلىق خاتالىق يۈز بەردى.
ئاخىرقى قېتىملىق ساندان سۈرۈشتۈرۈش بۇيرۇقى:
"$1"
"$2" فۇنكسىيىدىن كەلگەن.
MySQL قايتۇرغان خاتالىقى"$3: $4"',
'laggedslavemode'      => 'ئاگاھلاندۇرۇش: بەت يېقىنقى يېڭىلاشنى ئۆز ئىچىگە ئالمىغان بولۇشى مۇمكىن.',
'readonly'             => 'ساندان قۇلۇپلانغان',
'enterlockreason'      => 'قۇلۇپلىنىش سەۋەبىنى كىرگۈزۈڭ، قايتا ئېچىشنىڭ مۆلچەر ۋاقتىنىمۇ ئۆز ئىچىگە ئالىدۇ',
'readonlytext'         => 'نۆۋەتتە ساندان يېڭى مەزمۇن كىرگۈزۈش ياكى ئۆزگەرتىشنى چەكلەيدۇ، بۇ سانداننىڭ ئاسرىلىۋاتقانلىقىدىن بولۇشى مۇمكىن، تاماملانغاندىن كېيىنلا ئەسلىگە كېلىدۇ.


باشقۇرغۇچىنىڭ تۆۋەندىكىدەك چۈشەندۈرۈشى بار: $1',
'missing-article'      => 'ساندان تور بەتتىن \\"$1\\" $2 ئاتلىق مەزمۇننى تاپالمىدى.

 بۇ ئادەتتە ئۆزگەرتىش تارىخ بېتىدىكى ۋاقتى ئۆتكەن ئۇلانمىنىڭ ئۆچۈرۈلگەن بەتكە ئۇلانغانلىقىدىن كېلىپ چىقىدۇ.

 ئەگەر بۇ خىل ئەھۋال بولمىسا، يۇمشاق دېتالنىڭ خاتالىقىدىن بىرنى بايقىغان بولۇشىڭىز مۇمكىن.
 سىز URL ئادرېسنى خاتىرىلىۋېلىپ، [[Special:ListUsers/sysop|باشقۇرغۇچى]] غا مەلۇم قىلىڭ.',
'missingarticle-rev'   => '(تۈزىتىش#: $1)',
'missingarticle-diff'  => '(پەرق: $1، $2)',
'readonly_lag'         => 'قوشۇمچە ساندان مۇلازىمىتىر غەملەكنى ئاساسىي مۇلازىمىتىرغا يېڭىلاۋاتىدۇ، ساندان ئۆزلۈكىدىن قۇلۇپلاندى',
'internalerror'        => 'ئىچكى خاتالىق',
'internalerror_info'   => 'ئىچكى خاتالىق: $1',
'fileappenderrorread'  => 'قوشۇۋاتقاندا "$1" ئوقۇيالمىدى.',
'fileappenderror'      => '"$1" نى "$2" غا قوشالمىدى.',
'filecopyerror'        => '"$1" ھۆججەتنى"$2" غا كۆچۈرەلمىدى.',
'filerenameerror'      => '"$1" ھۆججەتنىڭ ئاتىنى "$2" غا ئۆزگەرتەلمىدى.',
'filedeleteerror'      => '"$1" ھۆججەتنى ئۆچۈرەلمىدى.',
'directorycreateerror' => '"$1" مۇندەرىجىنى قۇرالمىدى.',
'filenotfound'         => '"$1" ھۆججەتنى تاپالمىدى.',
'fileexistserror'      => '"$1" ھۆججەتكە يازالمىدى: ھۆججەت مەۋجۇد',
'unexpected'           => 'كۈتۈلمىگەن قىممەت: "$1"="$2".',
'formerror'            => 'خاتالىق: جەدۋەلنى يوللىيالمىدى',
'badarticleerror'      => 'مەزكۇر بەتتە بۇ خىل مەشغۇلاتنى ئېلىپ بارغىلى بولمايدۇ.',
'cannotdelete'         => 'بەلگىلەنگەن "$1" ھۆججەت ياكى بەتنى ئۆچۈرەلمىدى.

ئۇ باشقىلار تەرىپىدىن ئۆچۈرۈلگەن بولۇشى مۇمكىن.',
'badtitle'             => 'خاتا ماۋزۇ',
'badtitletext'         => 'ئىلتىماس قىلىنغان بەتنىڭ ماۋزۇسى ئىناۋەتسىز، مەۋجۇد ئەمەس، تىل ھالقىغان ياكى wiki ئۇلانمىسىدىن ھالقىغان ماۋزۇ خاتالىقى.
ئۇ بىر ياكى بىر قانچە ماۋزۇغا ئىشلەتكىلى بولمايدىغان ھەرپنى ئۆز ئىچىگە ئالغان.',
'perfcached'           => 'تۆۋەندىكىسى غەملەك سانلىق مەلۇماتى، شۇڭلاشقا يېڭى بولماسلىقى مۇمكىن.',
'perfcachedts'         => 'تۆۋەندىكىسى غەملەك سانلىق مەلۇماتى، ئاخىرقى يېڭىلانغان ۋاقتى $1.',
'querypage-no-updates' => 'نۆۋەتتە مەزكۇر بەتنى يېڭىلاش چەكلەندى.

بۇ جايدىكى سانلىق مەلۇماتنى دەرھال يېڭىلىغىلى بولمايدۇ.',
'wrong_wfQuery_params' => 'خاتا پارامېتىر  wfQuery()<br />غا يوللاندى

فونكسىيە: $1<br />

سۈرۈشتۈرۈش: $2',
'viewsource'           => 'مەنبەنى كۆرسەت',
'viewsourcefor'        => '$1 نىڭ مەنبە كودى',
'actionthrottled'      => 'مەشغۇلات چەكلەندى',
'actionthrottledtext'  => 'ئەخلەتكە قارشى تۇرۇش ئۆلچىمىگە ئاساسەن، سىز بۇ بىر بۆلۈك قىسقا ۋاقىتتا بۇ مەشغۇلاتنى ئېلىپ بېرىشىڭىزنى چەكلىدى، ئەمما سىز بۇ چەكتىن ئېشىپ كەتتىڭىز.

بىر قانچە مىنۇتتىن كېيىن قايتا سىناڭ.',
'protectedpagetext'    => 'بۇ بەت تەھرىرلەشنىڭ ئالدىنى ئېلىش ئۈچۈن قۇلۇپلانغان.',
'viewsourcetext'       => 'سىز بۇ بەتنى ئەسلى كودىنى كۆرەلەيسىز ۋە كۆچۈرەلەيسىز:',
'protectedinterface'   => 'بۇ بەت يۇمشاق دېتالنىڭ كۆرۈنۈش تېكستىنى تەمىنلىگەن، خالىغانچە تەھرىرلەشتىن ساقلىنىش ئۈچۈن قۇلۇپلانغان.',
'editinginterface'     => "'''ئاگاھلاندۇرۇش:''' سىز تەھرىرلەۋاتقان بەت يۇمشاق دېتالنىڭ كۆرۈنۈش تېكستىگە ئىشلىتىلىدۇ.

بۇ بەت ئۆزگەرتىلسە باشقا ئىشلەتكۈچىلەرنىڭ كۆرۈنۈش ئۇسلۇبىغا تەسىر كۆرسىتىدۇ.

مەسىلەن ئەگەر تەرجىمە قىلسىڭىز [http://translatewiki.net/wiki/Main_Page?setlang=ug translatewiki.net] ئۇنداقتا MediaWiki يەرلىكلەشتۈرۈش پىلانىنى ئىشلىتىشنى ئويلىشىڭ.",
'sqlhidden'            => '(SQL سۈرۈشتۈرۈش يوشۇرۇلدى)',
'cascadeprotected'     => 'بۇ بەت قوغدالغان چۈنكى تۆۋەندىكى {{PLURAL:$1|بىر|بىر قانچە}} بەت مەزكۇر بەتنى ئۆز ئىچىگە ئېلىش بىلەن بىللە "زەنجىرسىمان قوغداش" قوزغىتىلغان.

$2',
'namespaceprotected'   => "سىزنىڭ '''$1''' ئات بوشلۇقىدىكى بەتنى تەھرىرلەش ھوقۇقىڭىز يوق.",
'customcssjsprotected' => 'بۇ بەتنى تەھرىرلەش ھوقۇقىڭىز يوق، چۈنكى ئۇ باشقا بىر ئىشلەتكۈچىنىڭ شەخسىي تەڭشىكىنى ئۆز ئىچىگە ئالغان.',
'ns-specialprotected'  => 'ئالاھىدە بەتنى تەھرىرلىگىلى بولمايدۇ.',
'titleprotected'       => 'بۇ ماۋزۇ قايتا قۇرۇشتىن ساقلىنىش ئۈچۈن [[User:$1|$1]] تەرىپىدىن قوغدالغان.

سەۋەبى"\'\'$2\'\'" .',

# Virus scanner
'virus-badscanner'     => "بۇزۇلغان سەپلىمە: نامەلۇم ۋىرۇسخور: ''$1''",
'virus-scanfailed'     => 'تەكشۈرۈش مەغلۇپ بولدى (كودى $1)',
'virus-unknownscanner' => 'نامەلۇم ۋىرۇسخور',

# Login and logout pages
'logouttext'                 => "'''ھازىر تىزىمدىن چىقتىڭىز.'''

سىز نامسىز ھالەتتە {{SITENAME}} نى ئىشلىتەلەيسىز ياكى ئوخشاش ۋە ياكى ئوخشاش بولمىغان ئىشلەتكۈچى سالاھىيىتىدە [[Special:UserLogin|تىزىمغا كىر]]ەلەيسىز.
دىققەت، بەزى بەتلەر توركۆرگۈنىڭ غەملىكى تازىلانمىغۇچە يەنىلا سىزنى تىزىمغا كىرگەن ھالەتتە كۆرسىتىشى مۇمكىن.",
'welcomecreation'            => '==  $1! خۇش كەپسىز ==

ھېساباتىڭىز قۇرۇلدى.

[[Special:Preferences|{{SITENAME}} تەڭشىكىڭىزنى تەڭشەشنى ئۇنتۇپ قالماڭ]].',
'yourname'                   => 'ئىشلەتكۈچى ئاتى:',
'yourpassword'               => 'ئىم:',
'yourpasswordagain'          => 'ئاچقۇچنى قايتا بەسىڭ:',
'remembermypassword'         => 'بۇ كومپيۇتېردا كىرگىنىمنى ئەستە ساقلا(ئەڭ ئۇزۇن بولغاندا $1 {{PLURAL:$1|كۈن|كۈن}})',
'yourdomainname'             => 'دائىرە ئاتىڭىز:',
'externaldberror'            => 'بۇ سانداننى دەلىللەش خاتالىقى ياكى سىرتقى ھېساباتىڭىزنى يېڭىلاشنى چەكلىگەنلىكتىن بولغان بولۇشى مۇمكىن.',
'login'                      => 'تىزىمغا كىر',
'nav-login-createaccount'    => 'كىر / ھېسابات قۇر',
'loginprompt'                => 'سىز cookies نى قوزغاتقاندىلا ئاندىن   {{SITENAME}} غا كىرەلەيسىز.',
'userlogin'                  => 'تىزىمغا كىر/ھېسابات قۇر',
'userloginnocreate'          => 'تىزىمغا كىر',
'logout'                     => 'تىزىمدىن چىق',
'userlogout'                 => 'تىزىمدىن چىق',
'notloggedin'                => 'تىزىمغا كىرمىگەن',
'nologin'                    => "ھېساباتىڭىز يوقمۇ؟ '''$1'''.",
'nologinlink'                => 'ھېساباتتىن بىرنى قۇر',
'createaccount'              => 'ھېسابات قۇر',
'gotaccount'                 => "ھېساباتىم بار؟ '''$1'''.",
'gotaccountlink'             => 'تىزىمغا كىر',
'createaccountmail'          => 'ئېلخەتتە',
'createaccountreason'        => 'سەۋەب:',
'badretype'                  => 'سىز كىرگۈزگەن ئىم ماس كەلمىدى.',
'userexists'                 => 'كىرگۈزگەن ئىشلەتكۈچى ئاتى ئىشلىتىلىۋاتىدۇ.
باشقا ئاتنى تاللاڭ.',
'loginerror'                 => 'تىزىمغا كىرىش خاتالىقى',
'createaccounterror'         => 'ھېسابات قۇرالمىدى: $1',
'nocookiesnew'               => 'ئىشلەتكۈچى ھېساباتى قۇرۇلدى ئەمما سىز تېخى كىرمىدىڭىز..

{{SITENAME}} تور بېكىتى تىزىمغا كىرگەن ئىشلەتكۈچىلەرگە cookies ئىشلىتىدۇ .

سىز cookies نى چەكلىگەن.

ئۇنى قوزغىتىپ، يېڭى ئىشلەتكۈچى ئاتى ۋە ئىم بىلەن تىزىمغا كىرىڭ.',
'nocookieslogin'             => '{{SITENAME}} تور بېكىتى تىزىمغا كىرگەن ئىشلەتكۈچىلەرگە cookies ئىشلىتىدۇ .

سىز cookies نى چەكلىگەن.

ئۇنى قوزغىتىپ قايتا سىناڭ.',
'noname'                     => 'سىز تېخى ئىناۋەتلىك ئىشلەتكۈچى ئاتىنى بەلگىلىمىدىڭىز.',
'loginsuccesstitle'          => 'تىزىمغا كىرىش مۇۋەپپەقىيەتلىك',
'loginsuccess'               => "'''سىز {{SITENAME}} غا \"\$1\" سالاھىيىتىدە كىردىڭىز.'''",
'nosuchuser'                 => '"$1" ئاتلىق ئىشلەتكۈچىنى تاپالمىدى.
ئىشلەتكۈچى ئاتىنى تەكشۈرۈڭ.
ياكى [[Special:UserLogin/signup|يېڭى ھېسابات قۇرۇڭ]].',
'nosuchusershort'            => ' "<nowiki>$1</nowiki>" ئاتلىق ئىشلەتكۈچى يوق.
كىرگۈزگىنىڭىزنى تەكشۈرۈڭ.',
'nouserspecified'            => 'ئىشلەتكۈچى ئاتىدىن بىرنى بەلگىلەڭ.',
'login-userblocked'          => 'بۇ ئىشلەتكۈچى چەكلەنگەن. تىزىمغا كىرىشكە يول قويۇلمايدۇ.',
'wrongpassword'              => 'كىرگۈزگەن ئىم خاتا.
قايتا سىناڭ.',
'wrongpasswordempty'         => 'ئىم كىرگۈزمىدىڭىز
قايتا سىناڭ.',
'passwordtooshort'           => 'ئىم ئاز دېگەندە {{PLURAL:$1|1 ھەرپ|$1 ھەرپ}} بولۇشى لازىم.',
'password-name-match'        => 'ئىم ئىشلەتكۈچى ئاتىڭىزدىن پەرقلىنىشى لازىم.',
'mailmypassword'             => 'يېڭى ئىمنى ئېخەتكە ئەۋەت',
'passwordremindertitle'      => '{{SITENAME}} ئۈچۈن يېڭى ۋاقىتلىق ئىم',
'passwordremindertext'       => 'باشقىلار (بەلكىم سىز، IP ئادرېسى $1)
{{SITENAME}} بېكەتنىڭ يېڭى ئىم ($4) نى ئىلتىماس قىلدى .
 "$2" ئىشلەتكۈچىنىڭ يېڭى ۋاقىتلىق ئىمنى "$3" غا تەڭشىدى.
ئەگەر بۇ مەشغۇلاتنى سىز ئىلتىماس قىلغان بولسىڭىز، دەرھال تىزىمغا كىرىپ يېڭى ئىمدىن بىرنى تاللاڭ.
سىز بەلگىلىگەن يېڭى ئىم  {{PLURAL:$5|كۈن|$5 كۈن}}دە ۋاقتى توشىدۇ.

ئەگەر باشقىلار ئىلتىماس قىلغان بولسا ياكى ئۆزىڭىز بەلگىلىگەن ئىم ئېسىڭىزگە كېلىپ ئۇنى ئۆزگەرتمىسىڭىز،

بۇ ئۇچۇرغا پەرۋا قىلماي ئۆزىڭىزنىڭ كونا ئىمنى ئىشلىتىۋېرىڭ.',
'noemail'                    => '"$1" ئىشلەتكۈچىنىڭ ئېلخەت ئادرېسى خاتىرىلەنمەپتۇ.',
'noemailcreate'              => 'ئىناۋەتلىك ئېلخەت ئادرېسىدىن بىرنى تەمىنلىشىڭىز لازىم.',
'passwordsent'               => 'يېڭى ئىم "$1" ئىشلەتكۈچى تىزىملاتقاندا قالدۇرغان ئېلخەتكە يوللاندى..
ئېلخەتنى كۆرۈپ ئاندىن تىزىمغا كىرىڭ.',
'blocked-mailpassword'       => 'IP ئادرېسىڭىز تەھرىرلەشتىن چەكلەنگەن ھالەتتە، بىخەتەرلىك سەۋەبىدىن ئىم ئەسلىگە كەلتۈرۈش ئىقتىدارى چەكلەندى.',
'eauthentsent'               => 'جەزملەش ئېلخىتى تەۋسىيە قىلىنغان ئادرېسقا ئەۋەتىلدى .
بۇ ھېساباتقا باشقا ئېلخەت ئەۋەتىشتىن ئىلگىرى، سىز ئالدى بىلەن بۇ خەتتىكى يېتەكچىگە ئاساسەن ئېلخەت ئادرېسىنىڭ ھەقىقىي ئىكەنلىكىنى جەزملىشىڭىز لازىم.',
'throttled-mailpassword'     => 'ئىم ئەسكەرتىش {{PLURAL:$1|سائەت|$1 سائەت}} ئىچىدە يوللىنىدۇ.
بىخەتەرلىك يۈزىسىدىن ھەر {{PLURAL:$1|سائەت|$1 سائەت}}تە پەقەت بىرلا ئېلخەت ئەسكەرتىشى ئەۋەتىدۇ.',
'mailerror'                  => 'ئېلخەت يوللىغاندا خاتالىق كۆرۈلدى:$1',
'acct_creation_throttle_hit' => 'Wiki ئىشلىتىدىغان زىيارەتچى IP ئادرېسىڭىزنى ئىشلىتىپ {{PLURAL:$1|1 ھېسابات|$1 ھېسابات}} قۇردى.
مۇشۇ پەيتتە يەنە ھېسابات قۇرالمايسىز.',
'emailauthenticated'         => 'ئېلخەت ئادرېسىڭىز $2 $3 ئىناۋەتلىك ئىكەنلىكى دەلىللەندى.',
'emailnotauthenticated'      => 'ئېلخەت ئادرېسىڭىز تېخى دەلىللەنمىدى.
تۆۋەندىكى ئىقتىدارى ھېچقانداق ئېلخەت ئەۋەتمەيدۇ.',
'noemailprefs'               => 'بۇ ئىقتىدارنى ئىشلىتىش ئۈچۈن مايىللىق تەڭشىكىڭىزدە ئېلخەت ئادرېسى بەلگىلەڭ.',
'emailconfirmlink'           => 'ئېلخەت ئادرېسىڭىزنى جەزملەڭ',
'invalidemailaddress'        => 'ئېلخەت ئادرېس فورماتى خاتا.
توغرا ئېلخەت ئادرېسى كىرگۈزۈڭ ياكى بۇ جاينى بوش قالدۇرۇڭ.',
'accountcreated'             => 'ھېسابات قۇرۇلدى',
'accountcreatedtext'         => '$1 نىڭ ھېساباتى قۇرۇلدى.',
'createaccount-title'        => '{{SITENAME}} دا يېڭى ھېسابات قۇر',
'createaccount-text'         => 'بەزىلەر {{SITENAME}} دا ئېلخەت ئادرېسىڭىزنى ئىشلىتىپ، "$2" ئاتلىق ($4) يېڭى ھېسابات قۇردى، ئىم "$3".
سىز تىزىمغا كىرىپ ئىم ئۆزگەرتىڭ.

ئەگەر بۇ ھېسابات خاتا قۇرۇلغان بولسا بۇ ئۇچۇرغا پەرۋا قىلماڭ.',
'usernamehasherror'          => 'ئىشلەتكۈچى ئاتىدا مۇكەممەللىك كود ھەرپلىرى بولماسلىقى لازىم',
'login-throttled'            => 'سىز بۇ ھېساباتنىڭ ئىمنى كۆپ قېتىم سىنىدىڭىز.
سەل تەخىر قىلىپ، ئاندىن قايتا سىناڭ.',
'loginlanguagelabel'         => 'تىل: $1',
'suspicious-userlogout'      => 'تىزىمدىن چىقىش ئىلتىماسىڭىز رەت قىلىندى، چۈنكى ئۇ بەلكىم بۇزۇلغان توركۆرگۈ ياكى غەملەك ۋاكالەتچىسى يوللىغان بولۇشى مۇمكىن.',

# Password reset dialog
'resetpass'                 => 'ئىم ئۆزگەرت',
'resetpass_announce'        => 'سىز ۋاقىتلىق ئېلخەت جەزملەش كودىدا تىزىمغا كىرگەن.
تىزىمغا كىرىشنى تاماملاشتا، بۇ جايدا يېڭى ئىم بەلگىلىشىڭىز لازىم:',
'resetpass_header'          => 'ھېسابات ئىمنى ئۆزگەرت',
'oldpassword'               => 'كونا ئىم:',
'newpassword'               => 'يېڭى ئىم:',
'retypenew'                 => 'يېڭى ئىمنى قايتا كىرگۈزۈڭ:',
'resetpass_submit'          => 'ئىم بەلگىلەپ تىزىمغا كىرىڭ',
'resetpass_success'         => 'سىز ئىمنى مۇۋەپپەقىيەتلىك ئۆزگەرتتىڭىز!
 تىزىمغا كىرىۋاتىسىز…',
'resetpass_forbidden'       => 'ئىمنى ئۆزگەرتەلمىدى',
'resetpass-no-info'         => 'سىز تىزىمغا كىرگەندىن كېيىن بىۋاسىتە بۇ بەتكە كىرىشىڭىز لازىم.',
'resetpass-submit-loggedin' => 'ئىم ئۆزگەرت',
'resetpass-submit-cancel'   => 'ۋاز كەچ',
'resetpass-wrong-oldpass'   => 'ۋاقىتلىق ياكى نۆۋەتتىكى ئىم ئىناۋەتسىز.

ئىمنى ئاللىبۇرۇن ئۆزگەرتىپ بولدىڭىز ياكى يېڭى ۋاقىتلىق ئىم ئىلتىماس قىلدىڭىز.',
'resetpass-temp-password'   => 'ۋاقىتلىق ئىم:',

# Edit page toolbar
'bold_sample'     => 'توم خەت',
'bold_tip'        => 'توم خەت',
'italic_sample'   => 'يانتۇ خەت',
'italic_tip'      => 'يانتۇ خەت',
'link_sample'     => 'ئۇلانما ماۋزۇ',
'link_tip'        => 'ئىچكى ئۇلانما',
'extlink_sample'  => 'http://www.example.com ئۇلانما ماۋزۇسى',
'extlink_tip'     => 'سىرتقى ئۇلانما (http:// ئالدى قوشۇلغۇچى قوشۇڭ)',
'headline_sample' => 'ماۋزۇ تېكستى',
'headline_tip'    => '2- دەرىجىلىك ماۋزۇ',
'math_sample'     => 'بۇ جايغا فورمۇلا قىستۇر',
'math_tip'        => 'ماتېماتېكىلىق فورمۇلا (LaTeX)',
'nowiki_sample'   => 'فورماتى يوق تېكست قىستۇر',
'nowiki_tip'      => 'wiki فورماتىغا پەرۋا قىلما',
'image_tip'       => 'سىڭدۈرمە ھۆججەت',
'media_tip'       => 'ھۆججەت ئۇلىنىشى',
'sig_tip'         => 'ۋاقىت تامغىلىق ئىمزايىڭىز',
'hr_tip'          => 'توغرىسىغا سىزىق (ئېھتىيات بىلەن ئىشلىتىڭ)',

# Edit pages
'summary'                          => 'مۇھىم مەزمۇن:',
'subject'                          => 'تېما/ماۋزۇ:',
'minoredit'                        => 'بۇ ئازراقلا تەھرىرلەش',
'watchthis'                        => 'بۇ بەتنى كۆزەت',
'savearticle'                      => 'بەت ساقلا',
'preview'                          => 'ئالدىن كۆزەت',
'showpreview'                      => 'ئالدىن كۆزىتىشنى كۆرسەت',
'showlivepreview'                  => 'رىئال ۋاقىتلىق ئالدىن كۆزىتىش',
'showdiff'                         => 'ئۆزگەرتىشنى كۆرسەت',
'anoneditwarning'                  => "'''ئاگاھلاندۇرۇش:''' سىز تېخى كىرمىدىڭىز.
 سىزنىڭ IP ئادرېسىڭىز بۇ بەتنىڭ تەھرىرلەش تارىخىغا خاتىرىلىنىدۇ.",
'anonpreviewwarning'               => "''سىز تېخى تىزىمغا كىرمىدىڭىز. سىزنىڭ IP ئادرېسىڭىز بۇ بەتنىڭ تەھرىرلەش تارىخىغا خاتىرىلىنىدۇ.''",
'missingsummary'                   => "'''ئەسكەرتىش:''' سىز تەھرىرلەش ئۈزۈندىسى تەمىنلىمىدىڭىز. .
ئەگەر ساقلانى يەنە بىر قېتىم چەكسىڭىز، تەھرىرلىگىنىڭىزنى ئۈزۈندە يوق ھالەتتە ساقلايدۇ.",
'missingcommenttext'               => 'تۆۋەندە ئىزاھات كىرگۈزۈڭ.',
'missingcommentheader'             => "'''ئەسكەرتىش:''' سىز ئىزاھاتقا ماۋزۇ تەمىنلىمىدىڭىز.
ئەگەر \"{{int:savearticle}}\"نى يەنە بىر قېتىم چەكسىڭىز، تەھرىرلىگىنىڭىزنى ماۋزۇسىز ھالەتتە ساقلايدۇ.",
'summary-preview'                  => 'ئۈزۈندە ئالدىن كۆزىتىش:',
'subject-preview'                  => 'تېما/ماۋزۇنى ئالدىن كۆزەت:',
'blockedtitle'                     => 'ئىشلەتكۈچى چەكلەنگەن',
'blockedtext'                      => "'''ئىشلەتكۈچى ئاتىڭىز ياكى IP ئادرېسىڭىزنى $1 چەكلىگەن .'''

 بۇنى $1 چەكلىگەن.
سەۋەبى ''$2''.

* چەكلەش باشلانغان ۋاقىت: $8
* چەكلەش ئاخىرلىشىدىغان ۋاقىت: $6
* چەكلەنگۈچى: $7

 $1 بىلەن ئالاقىلىشىڭ ياكى باشقا [[{{MediaWiki:Grouppage-sysop}}|باشقۇرغۇچى]] بىلەن بۇ قېتىملىق چەكلەشنى سۆزلىشىشڭ.
سىز [[Special:Preferences|ھېسابات مايىللىقى]] تەڭشىكىڭىزدە ئىناۋەتلىك ئېلخەت ئادرېسى بەلگىلىمىگەن بولسىڭىز، 'بۇ ئىشلەتكۈچىگە ئېلخەت يوللا' ئىقتىدارىنى ئىشلىتەلمەيسىز. ئىناۋەتلىك ئېلخەتتىن بىرنى بەلگىلىگەندىن كېيىن، بۇ ئىقتىدار چەكلەنمەيدۇ.
سىزنىڭ نۆۋەتتىكى IP ئادرېسىڭىز $3، چەكلەنگەن كىملىك   #$5.
سوئالىڭىزدا يۇقىرىقى بارلىق ماتېرىياللارنى ئىزاھلاڭ.",
'autoblockedtext'                  => "IP ئادرېسىڭىز ئاپتوماتىك چەكلەنگەن، چۈنكى ئىلگىرى باشقا بىر ئىشلەتكۈچىنى $1 چەكلىگەن.
چەكلەش سەۋەبى:

''$2''.

* چەكلەش باشلانغان ۋاقىت: $8
* چەكلەش ئاخىرلىشىدىغان ۋاقىت: $6
* چەكلەنگۈچى: $7

 $1 بىلەن ئالاقىلىشىڭ ياكى باشقا [[{{MediaWiki:Grouppage-sysop}}|باشقۇرغۇچى]] بىلەن بۇ قېتىملىق چەكلەشنى سۆزلىشىشڭ.
سىز [[Special:Preferences|ھېسابات مايىللىقى]] تەڭشىكىڭىزدە ئىناۋەتلىك ئېلخەت ئادرېسى بەلگىلىمىگەن بولسىڭىز، 'بۇ ئىشلەتكۈچىگە ئېلخەت يوللا' ئىقتىدارىنى ئىشلىتەلمەيسىز. ئىناۋەتلىك ئېلخەتتىن بىرنى بەلگىلىگەندىن كېيىن، بۇ ئىقتىدار چەكلەنمەيدۇ.
سىزنىڭ نۆۋەتتىكى IP ئادرېسىڭىز $3، چەكلەنگەن كىملىك   #$5.
سوئالىڭىزدا يۇقىرىقى بارلىق ماتېرىياللارنى ئىزاھلاڭ.",
'blockednoreason'                  => 'سەۋەبى يوق',
'blockedoriginalsource'            => "تۆۋەندىكىسى '''$1''' نىڭ ئەسلى كودى:",
'blockededitsource'                => "سىزنىڭ '''$1''' غا ئېلىپ بارغان '''تەھرىرىڭىز'''نىڭ تېكستى تۆۋەندىكىچە:",
'whitelistedittitle'               => 'تىزىمغا كىرگەندىن كېيىن تەھرىرلىگىلى بولىدۇ',
'whitelistedittext'                => 'سىزدە $1 بولغاندا ئاندىن بەتنى تەھرىرلىيەلەيسىز.',
'confirmedittext'                  => 'سىز بۇ بەتنى تەھرىرلەشتىن ئىلگىرى ئېلخەت ئادرېسىڭىزنى جەزملەڭ.
[[Special:Preferences|ئىشلەتكۈچى مايىللىق]] ئارقىلىق تەڭشەپ ئېلخەت ئادرېسىڭىزنى دەلىللەڭ.',
'nosuchsectiontitle'               => 'بۇنداق ئابزاس تېپىلمىدى',
'nosuchsectiontext'                => 'سىز تەھرىرلىمەكچى بولغان ئابزاس مەۋجۇد ئەمەس.
سىز ئۇ بەتنى كۆرۈۋاتقاندا يۆتكەلگەن ياكى ئوچۈرۈلگەن بولۇشى مۇمكىن.',
'loginreqtitle'                    => 'تىزىمغا كىرىڭ',
'loginreqlink'                     => 'تىزىمغا كىر',
'loginreqpagetext'                 => '$1 بولغاندىلا ئاندىن باشقا بەتلەرنى كۆرەلەيسىز.',
'accmailtitle'                     => 'ئىم يوللاندى.',
'accmailtext'                      => "[[User talk:$1|$1]] ئىختىيارىي قۇرۇلغان ئىم  $2 غا يوللاندى.

يېڭى ھېساباتقا قۇرغان ئىمنى تىزىمغا كىرىپ''[[Special:ChangePassword|ئىم ئۆزگەرت]]'' بېتىدىن ئۆزگەرتەلەيسىز.",
'newarticle'                       => '(يېڭى)',
'newarticletext'                   => 'سىز تېخى قۇرۇلمىغان بەتكە كىردىڭىز.
 بۇ بەتنى قۇرسىڭىز، تۆۋەندىكى تەھرىرلەش رامكىسىغا مەزمۇن كىرگۈزۈڭ(تەپسىلاتىنى  [[{{MediaWiki:Helppage}}|ياردەم بېتى]]دىن كۆرۈڭ)',
'anontalkpagetext'                 => "----''بۇ تېخى ھېسابات قۇرمىغان ئاتسىز ئىشلەتكۈچىنىڭ مۇنازىرە بېتى ياكى ئۇنى ئىشلەتمەڭ..
بىز ئۇنىڭ بىلەن پەقەت IP ئادرېسى بىلەنلا ئالاقە قىلالايمىز..
بۇ خىل IP ئادرېسنى بىر قانچە ئىشلەتكۈچى ئىشلىتىشى ئورتاق ئىشلىتىشى مۇمكىن.
ئەگەر سىز ئاتسىز ئىشلەتكۈچى بولسىڭىز ھەمدە بۇ بەتتىكى مۇنازىرە سىز بىلەن مۇناسىۋەتلىك بولسا،  [[Special:UserLogin/signup|ھېسابات قۇر]] ياكى [[Special:UserLogin|تىزىمغا كىر]]  ئارقىلىق كەلگۈسىدىكى باشقا ئاتسىز ئىشلەتكۈچى بىلەن ئارىلىشىپ كېتىشنىڭ ئالدىنى ئېلىڭ.''",
'noarticletext'                    => 'بۇ بەتتە ھازىرچە مەزمۇن يوق.
 سىز باشقا بەتتە [[Special:Search/{{PAGENAME}}|بۇ بەتنىڭ ماۋزۇسىنى ئىزدىيەلەيسىز]] ياكى
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} مۇناسىۋەتلىك خاتىرىسىنى ئىزدىيەلەيسىز،],
[{{fullurl:{{FULLPAGENAME}}|action=edit}} بۇ بەتنى تەھرىرلىيەلەيسىز]</span>',
'noarticletext-nopermission'       => 'بۇ بەتتە ھازىرچە مەزمۇن يوق.
 سىز باشقا بەتتە [[Special:Search/{{PAGENAME}}|بۇ بەتنىڭ ماۋزۇسىنى ئىزدىيەلەيسىز]] ياكى <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}}] مۇناسىۋەتلىك خاتىرىسىنى ئىزدىيەلەيسىز،</span>',
'userpage-userdoesnotexist'        => '"$1" ئىشلەتكۈچى خەتلەتمىگەن.
بۇ بەتنى قۇرۇش/تەھرىرلەشتىن ئىلگىرى تەكشۈرۈپ بېقىڭ.',
'userpage-userdoesnotexist-view'   => '"$1" ئىشلەتكۈچى ھېساباتى خەتلەتمىگەن.',
'blocked-notice-logextract'        => 'بۇ ئىشلەتكۈچى نۆۋەتتە چەكلەنگەن.
پايدىلىنىش ئۈچۈن يېقىنقى تۆۋەندە چەكلەش خاتىرە تۈرلىرى تەمىنلەندى:',
'clearyourcache'                   => "'''دىققەت - ساقلىغاندىن كېيىن، تور كۆرگۈنىڭ غەملىكىنى تازىلىغاندىن كېيىنلا ئاندىن ئېلىپ بارغان ئۆزگەرتىشنى كۆرەلەيسىز.'''
'''Mozilla / Firefox / Safari:''' دا ''Shift'' كۇنۇپكىسىنى بېسىپ تۇرۇپ ''قايتا يۈكلە''نى ياكى ''Ctrl-F5'' ياكى ''Ctrl-R'' (''Macintosh تا Command-R'');
'''Konqueror: دا ''' ''قايتا يۈكلە'' ياكى ''F5'';
'''Opera:''' دا ''قورال → مايىللىق'';
'''Internet Explorer:''' دا ''Ctrl'' نى بېسىپ تۇرۇپ ''يېڭىلا,'' ياكى ''Ctrl-F5'' نى بېسىڭ.",
'usercssyoucanpreview'             => "ئەسكەرتىش:''' ساقلاشتىن ئىلگىرى  \"{{int:showpreview}}\" توپچىنى ئىشلىتىپ يېڭى CSS نى سىناڭ.",
'userjsyoucanpreview'              => "ئەسكەرتىش:''' ساقلاشتىن ئىلگىرى  \"{{int:showpreview}}\" توپچىنى ئىشلىتىپ يېڭى JS نى سىناڭ.",
'usercsspreview'                   => "'''دىققەت سىز پەقەت ئۆزىڭىزنىڭ شەخسىي CSS نى ئالدىن كۆزىتىۋاتىسىز.'''
'''ئۇ تېخى ساقلانمىدى!'''",
'userjspreview'                    => "'''دىققەت سىز پەقەت ئۆزىڭىزنىڭ شەخسىي JavaScript نى ئالدىن كۆزىتىۋاتىسىز/سىناۋاتىسىز.'''
'''ئۇ تېخى ساقلانمىدى!'''",
'userinvalidcssjstitle'            => "'''ئاگاھلاندۇرۇش:''' تېرە\\\"\$1\" مەۋجۇد ئەمەس.
ئادەتلەنگەن .css ۋە .js تور بەت ماۋزۇسىغا كىچىك يېزىلىشتىكى ھەرپ ئىشلىتىلىدۇ، مەسىلەن، {{ns:user}}:Foo/vector.css بىلەن {{ns:user}}:Foo/Vector.css ئوخشاش ئەمەس.",
'updated'                          => '(يېڭىلاندى)',
'note'                             => "'''ئىزاھات:'''",
'previewnote'                      => "'''ئېسىڭىزدە بولسۇنكى بۇ پەقەتلا ئالدىن كۆزىتىش.'''
ئۆزگەرتكەن مەزمۇنىڭىز تېخى ساقلانمىدى!",
'previewconflict'                  => 'بۇ ئالدىن كۆزىتىشتە ئۈستىدىكى تېكست تەھرىرلەش رايونىدىكى مەزمۇننى كۆرسەتتى. ئۇ ساقلانى تاللىغاندىن كېيىن كۆرۈنىدۇ.',
'session_fail_preview'             => "'''كەچۈرۈڭ! سىزنىڭ جەريان سانلىق مەلۇماتىڭىز يوقاپ كەتكەندە ئېلىپ بارغان تەھرىرىڭىزنى بىر تەرەپ قىلالمايمىز.'''
قايتا سىناڭ.
ئەگەر يەنىلا مەغلۇپ بولسا، [[Special:UserLogout|تىزىمدىن چىق]]قاندىن كېيىن قايتا تىزىمغا كىرىڭ.",
'session_fail_preview_html'        => "'''كەچۈرۈڭ! سىزنىڭ جەريان سانلىق مەلۇماتىڭىز يوقاپ كەتكەندە ئېلىپ بارغان تەھرىرىڭىزنى بىر تەرەپ قىلالمايمىز.'''

''چۈنكى {{SITENAME}} بېكىتى ئەسلى HTML ئىشلىتىشكە يول قويىدۇ،   JavaScript ھۇجۇمىنىڭ ئالدىنى ئېلىش ئۈچۈن، ئالدىن كۆزىتىش يوشۇرۇلدى.''

'''ئەگەر بۇ قانۇنلۇق تەھرىرلەش بولسا قايتا سىناڭ'''
ئەگەر ئۇنداق بولمىسا [[Special:UserLogout|تىزىمدىن چىق]]ىپ قايتا تىزىمغا كىرىڭ.",
'token_suffix_mismatch'            => "'''سىزنىڭ ئىشلەتكۈچى تەرەپتىكى تەھرىر بۇيرۇقى بىر قىسىم تىنىش بەلگىلىرىنى بۇزۇۋەتتى، '''
بەتتىكى تەھرىرلەۋاتقان تېكستنىڭ بۇزۇلۇشىنىڭ ئالدىنى ئېلىش ئۈچۈن تەھرىرىڭىز رەت قىلىندى.
بۇ خىل ئەھۋال ئادەتتە نۇرغۇن خاتالىق بار تورنى ئاساس قىلغان ئاتسىز ۋاكالەتچىنى ئىشلەتكەندە كۆرۈلىدۇ.",
'editing'                          => '$1 تەھرىرلەۋاتىدۇ',
'editingsection'                   => '$1 تەھرىرلەۋاتىدۇ (ئابزاس)',
'editingcomment'                   => '$1 تەھرىرلەۋاتىدۇ (يېڭى ئابزاس)',
'editconflict'                     => 'تەھرىر توقۇنۇشى: $1',
'explainconflict'                  => "سىز بۇ بەتنى تەھرىرلەشكە باشلىغاندا باشقىلار ئۆزگەرتتى.
ئۈستىدىكى تېكست رامكىسىدا كۆرۈنگىنى نۆۋەتتىكى بەتتىكى مەزمۇن.
سىزنىڭ ئۆزگەرتىشىڭىز تۆۋەندىكى تېكست رامكىسىدا كۆرۈنىدۇ.
ئۆزگەرتىشىڭىزنى نۆۋەتتىكى مەزمۇنغا قوشۇڭ.
'''پەقەت ''' ئۈستىدىكى تېكست رامكىسىدىكى مەزمۇن  \"بەت ساقلا\"نى چەككەندىن كېيىنلا ئاندىن ساقلىنىدۇ.",
'yourtext'                         => 'تېكستىڭىز',
'storedversion'                    => 'ساقلانغان ئۆزگەرتىلگەن نەشرى',
'nonunicodebrowser'                => "'''ئاگاھلاندۇرۇش: تور كۆرگۈڭىز يۇنىكودنى قوللىمايدۇ.'''
بۇ جايدىكى خىزمەت رايونىدا بەتنى بىخەتەر ھالدا تەھرىرلىيەلەيسىز: غەيرى ASCII ھەرپلىرى ئون ئالتىلىك كودلىنىش بويىچە تېكست رامكىسىدا كۆرۈنىدۇ.",
'editingold'                       => "'''ئاگاھلاندۇرۇش: تەھرىرلەۋاتقىنىڭىز بۇ بەتنىڭ كونا نەشرى.'''
ئەگەر ئۇنى ساقلىسىڭىز، مەزكۇر نەشرىدىن كېيىنكى ھەر قانداق ئۆزگەرتىش يوقاپ كېتىدۇ.",
'yourdiff'                         => 'پەرقلەر',
'copyrightwarning'                 => "دىققەت، سىزنىڭ {{SITENAME}} دىكى بارلىق تۆھپىلىرىڭىز $2 دا ئېلان قىلىنىدۇ دەپ قارىلىدۇ ($1 نىڭ تەپسىلاتىدىن كۆرۈڭ).
ئەگەر يازمىڭىزنىڭ خالىغانچە ئۆزگەرتىلىشى ياكى قايتا تارقىلىشىنى خالىمىسىڭىز، يوللىماڭ. <br />
 سىز يوللىغان مەزمۇننىڭ ئۆزىڭىزنىڭ يازغانلىقى ياكى يەرلىك تور دائىرىسىدىن ياكى ئەركىن مەنبەدىن كەلگەنلىكىگە كاپالەتلىك قىلىڭ.
'''ئىجازەتكە ئېرىشمەي تۇرۇپ يوللىماڭ!'''",
'copyrightwarning2'                => "دىققەت، سىزنىڭ {{SITENAME}} دىكى بارلىق تۆھپىلىرىڭىزنىڭ ھەممىسى باشقىلار تەرىپىدىن تەھرىرلىنىپ، ئۆزگەرتىلىپ ياكى ئۆچۈرۈلۈشى مۇمكىن.
ئەگەر يازمىڭىزنىڭ خالىغانچە ئۆزگەرتىلىشى ياكى قايتا تارقىلىشىنى خالىمىسىڭىز، يوللىماڭ. <br />
 سىز يوللىغان مەزمۇننىڭ ئۆزىڭىزنىڭ يازغانلىقى ياكى يەرلىك تور دائىرىسىدىن ياكى ئەركىن مەنبە ($1 دىكى تەپسىلاتنى كۆرۈڭ) دىن كەلگەنلىكىگە كاپالەتلىك قىلىڭ.
'''ئىجازەتكە ئېرىشمەي تۇرۇپ يوللىماڭ!'''",
'longpageerror'                    => "'''خاتالىق: سىز يوللىغان تېكستنىڭ چوڭلۇقى $1 كىلوبايت، بۇ  $2 كىلوبايتلىق ئەڭ چوڭ قىممەتتىن ئېشىپ كەتتى.'''
ئۇنى ساقلىغىلى بولمايدۇ.",
'readonlywarning'                  => "'''ئاگاھلاندۇرۇش: ساندان قۇلۇپلىنىپ ئاسرىلىۋاتىدۇ، شۇڭلاشقا ئۆزگەرتىشىڭىزنى ساقلىيالمايسىز.'''
سىز بۇ تېكستنى كۆچۈرۈپ تېكست ھۆججىتىگە ساقلاپ، سەل تۇرۇپ ئاندىن ئۆزگەرتىڭ.

باشقۇرغۇچىنىڭ چۈشەندۈرۈشى تۆۋەندىكىچە: $1",
'protectedpagewarning'             => "'''ئاگاھلاندۇرۇش:''' بۇ بەت قۇلۇپلانغان شۇڭلاشقا باشقۇرغۇچى ھوقۇقىغا ئىگە ئىشلەتكۈچىلا ئۇنى ئۆزگەرتەلەيدۇ. پايدىلىنىش ئۈچۈن تۆۋەندە يېقىنقى خاتىرە تەمىنلەندى:",
'semiprotectedpagewarning'         => "'''دىققەت:''' بۇ بەت قۇلۇپلانغان شۇڭلاشقا خەتلەتكەن ئىشلەتكۈچىلا ئۇنى تەھرىرلىيەلەيدۇ.
 پايدىلىنىش ئۈچۈن تۆۋەندە يېقىنقى خاتىرە تەمىنلەندى:",
'cascadeprotectedwarning'          => "'''ئاگاھلاندۇرۇش:''' بۇ بەت قۇلۇپلانغان، پەقەت باشقۇرغۇچى ھوقۇقى بار ئىشلەتكۈچىلەرلا تەھرىرلىيەلەيدۇ، چۈنكى بۇ بەت تۆۋەندىكى زەنجىرسىمان قۇلۇپلانغان {{PLURAL:$1| بىر| بىر قانچە}} بەتنى ئۆز ئىچىگە ئالىدۇ:",
'titleprotectedwarning'            => "'''ئاگاھلاندۇرۇش: بۇ بەت قۇلۇپلانغان شۇڭلاشقا [[Special:ListGroupRights|بەلگىلەنگەن ھوقۇق]] بولغاندىلا قۇرغىلى بولىدۇ.'''
پايدىلىنىش ئۈچۈن تۆۋەندە يېقىنقى خاتىرە تەمىنلەندى:",
'templatesused'                    => 'بۇ بەتتە ئىشلىتىلگەن {{PLURAL:$1| قېلىپ| قېلىپ}}:',
'templatesusedpreview'             => 'بۇ قېتىملىق ئالدىن كۆزىتىشكە ئىشلەتكەن {{PLURAL:$1| قېلىپ| قېلىپ}}:',
'templatesusedsection'             => 'بۇ ئابزاستا ئىشلەتكەن {{PLURAL:$1| قېلىپ| قېلىپ}}:',
'template-protected'               => '(قوغدالغان)',
'template-semiprotected'           => '(يېرىم قوغدالغان)',
'hiddencategories'                 => 'بۇ بەت {{PLURAL:$1|1 يوشۇرۇن تۈر|$1 يوشۇرۇن تۈر}} نىڭ ئەزالىرىغا تەۋە:',
'nocreatetitle'                    => 'بەت قۇرۇش چەكلىمىسى',
'nocreatetext'                     => '{{SITENAME}} يېڭى بەت قۇرۇش ئىقتىدارىنى چەكلىگەن.
كەينىگە قايتىپ مەۋجۇد بەتنى تەھرىرلىيەلەيسىز ياكى [[Special:UserLogin|تىزىمغا كىر ياكى يېڭى بىر ھېسابات قۇر]]الايسىز.',
'nocreate-loggedin'                => 'يېڭى بەت قۇرۇش ھوقۇقىڭىز يوق.',
'sectioneditnotsupported-title'    => 'ئابزاس تەھرىرلەشنى قوللىمايدۇ',
'sectioneditnotsupported-text'     => 'بۇ بەت ئابزاس تەھرىرلەشنى قوللىمايدۇ.',
'permissionserrors'                => 'ھوقۇق چېكى خاتالىقى',
'permissionserrorstext'            => 'تۆۋەندىكى {{PLURAL:$1|سەۋەپ|سەۋەپ}}: تۈپەيلىدىن تۆۋەندىكى مەشغۇلاتنى ئېلىپ بېرىش ھوقۇقىڭىز يوق.',
'permissionserrorstext-withaction' => '{{PLURAL:$1|سەۋەب|سەۋەبلەر}} تۈپەيلىدىن $2 مەشغۇلاتى ئېلىپ بېرىش ھوقۇقىڭىز يوق:',
'recreate-moveddeleted-warn'       => "'''ئاگاھلاندۇرۇش: ئىلگىرى ئۆچۈرگەن ھۆججەتتىن بىرنى قۇرۇۋاتىسىز.'''

بۇ ھۆججەتنى قايتا يۈكلەشنىڭ مۇۋاپىق ياكى ئەمەسلىكىنى ئويلىنىپ بېقىڭ.
قولايلىق بولۇشى ئۈچۈن بۇ ھۆججەتنىڭ ئۆچۈرۈش خاتىرىسى تۆۋەندە تەمىنلەندى:",
'moveddeleted-notice'              => 'بۇ بەت ئۆچۈرۈلگەن.
بۇ بەتنىڭ ئۆچۈرۈش ۋە يۆتكەش خاتىرىسى پايدىلىنىش ئۈچۈن تۆۋەندە كۆرسىتىلدى.',
'log-fulllog'                      => 'تولۇق خاتىرىنى كۆرسەت',
'edit-hook-aborted'                => 'تەھرىر ئىلمەك تەرىپىدىن چېكىندۈرۈلدى
ئۇ سەۋەبىنى تەمىنلىمىدى.',
'edit-gone-missing'                => 'بۇ بەتنى يېڭىلىيالمايدۇ.
ئۇ بايىلا ئۆچۈرۈلگەن بولۇشى مۇمكىن.',
'edit-conflict'                    => 'تەھرىر توقۇنۇشى.',
'edit-no-change'                   => 'تەھرىرلىگىنىڭىزگە پەرۋا قىلىنمىدى، چۈنكى تېكستتە ئۆزگىرىش بولمىدى.',
'edit-already-exists'              => 'يېڭى بەت قۇرالمىدى
ئۇ مەۋجۇد.',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''ئاگاھلاندۇرۇش:''' بۇ بەت ناھايىتى كۆپ يۇقىرى سەرپىياتتىكى گىرامماتىكىلىق ئىقتىدارنى چاقىرغان.\\n
\\n
ئۇ {{PLURAL:$2|قېتىم|قېتىم}} دىن ئاز چاقىرىشى لازىم، ھازىر {{PLURAL:$1| $1 قېتىم| $1 قېتىم}}  چاقىرىلغان.",
'expensive-parserfunction-category'       => 'بەتتە يۇقىرى سەرپىياتتىكى گرامماتىكىلىق ئىقتىدار چاقىرىلغان.',
'post-expand-template-inclusion-warning'  => "'''ئاگاھلاندۇرۇش:''' ئۆز ئىچىگە ئالغان قېلىپ بەك چوڭ.
بەزى قېلىپنى ئۆز ئىچىگە ئالمايدۇ.",
'post-expand-template-inclusion-category' => 'قېلىپ ئۆز ئىچىگە ئالىدىغان يۇقىرى چەك بەتتىن ئېشىپ كەتتى',
'post-expand-template-argument-warning'   => "'''ئاگاھلاندۇرۇش:''' بۇ بەتتە ئاز دېگەندە بىر پارامېتىر كېڭەيتىلگەن يۇقىرى قىممەتنى ئۆز ئىچىگە ئالغان.
بۇ پارامېتىرلار ئېتىبارغا ئېلىنمايدۇ.",
'post-expand-template-argument-category'  => 'ئېتىبارغا ئېلىنمىغان قېلىپ پارامېتىرىنى ئۆز ئىچىگە ئالغان بەت',
'parser-template-loop-warning'            => 'قېلىپ دەۋرىيلىكى بايقالدى: [[$1]]',
'parser-template-recursion-depth-warning' => 'قايتىلانما ئىپادە چوڭقۇر چەكلىمىسىدىن ئېشىپ كەتتى ($1)',
'language-converter-depth-warning'        => 'تىل ئالماشتۇرۇش چوڭقۇرلۇقى چەكتىن ئاشتى ($1)',

# "Undo" feature
'undo-success' => 'بۇ تەھرىردىن يېنىۋالغىلى بولىدۇ
تۆۋەندىكى سېلىشتۇرۇشنى تەكشۈرۈپ بۇنىڭ ئۆزىڭىزنىڭ ئويى ئىكەنلىكىنى دەلىللەڭ، ئاندىن تۆۋەندىكى ئۆزگەرتىشنى ساقلاپ تەھرىرلەشتىن يېنىۋىلىڭ.',
'undo-failure' => 'ئوتتۇرىلىقتا بىردەك بولماسلىق سەۋەبىدىن بۇ تەھرىردىن يېنىۋالغىلى بولمايدۇ.',
'undo-norev'   => 'تۈزىتىلگەن نەشرى مەۋجۇد ئەمەس ياكى ئۆچۈرۈلگەنلىكتىن، بۇ تەھرىردىن يېنىۋالغىلى بولمايدۇ.',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|مۇنازىرە]]) ئېلىپ بارغان تۈزىتىش $1',

# Account creation failure
'cantcreateaccounttitle' => 'ھېسابات قۇرالمىدى',
'cantcreateaccount-text' => "بۇ IP ئادرېستىن قۇرۇلغان ('''$1''')  ھېسابات [[User:$3|$3]] تەرىپىدىن چەكلەنگەن.

$3 تەمىنلىگەن چەكلەش سەۋەبى ''$2''",

# History pages
'viewpagelogs'           => 'بۇ بەتنىڭ خاتىرىسىنى كۆرسەت',
'nohistory'              => 'بۇ بەتنىڭ تەھرىرلەش خاتىرىسى يوق.',
'currentrev'             => 'نۆۋەتتىكى تۈزىتىش',
'currentrev-asof'        => '$1 نىڭ نۆۋەتتىكى تۈزىتىلگەن نەشرى',
'revisionasof'           => '$1 تۈزەتكەن نەشرى',
'revision-info'          => '$1 دىكى $2 ئۆزگەرتكەن نەشرى',
'previousrevision'       => '← كونا نەشرى',
'nextrevision'           => 'يېڭىراق تۈزىتىش →',
'currentrevisionlink'    => 'نۆۋەتتىكى تۈزىتىش',
'cur'                    => 'نۆۋەتتىكى',
'next'                   => 'كەينى',
'last'                   => 'ئالدى',
'page_first'             => 'تۇنجى',
'page_last'              => 'ئاخىرقى',
'histlegend'             => "پەرق تاللاش: سېلىشتۇرىدىغان ئۆزگەرتىلگەن نەشرىنىڭ يەككە تاللاش كۇنۇپكىسىغا بەلگە سېلىپ، ئاستىدىكى كۇنۇپكىنى چېكىپ سېلىشتۇرۇڭ. <br />
چۈشەندۈرۈش: '''({{int:cur}})'' نۆۋەتتىكى نەشرى بىلەن سېلىشتۇرۇشنى كۆرسىتىدۇ.
 '''({{int:last}})''' ئالدىنقى ئۆزگەرتىلگەن نەشرى بىلەن سېلىشتۇرۇشنى كۆرسىتىدۇ.
 '''{{int:minoreditletter}}''' ئازراقلا ئۆزگەرتىش.",
'history-fieldset-title' => 'كۆز يۈگۈرتۈش تارىخى',
'history-show-deleted'   => 'ئۆچۈرۈلگەنلا',
'histfirst'              => 'تۇنجى',
'histlast'               => 'ئاخىرقى',
'historysize'            => '$1 {{PLURAL:$1|بايت|بايت}}',
'historyempty'           => '(بوش)',

# Revision feed
'history-feed-title'          => 'ئۆزگەرتىش تارىخى',
'history-feed-description'    => 'مەزكۇر بەتنىڭ بۇ بېكەتتىكى ئۆزگەرتىش تارىخى',
'history-feed-item-nocomment' => '$2 دىكى $1',
'history-feed-empty'          => 'ئىلتىماس قىلغان بەت مەۋجۇد ئەمەس
ئۇ ئۆچۈرۈلگەن ياكى ئاتى ئۆزگەرتىلگەن بولۇشى مۇمكىن
 [[Special:Search|wiki دىن ئىزدە]] نى سىناپ مۇناسىۋەتلىك يېڭى بەتكە ئېرىشىڭ.',

# Revision deletion
'rev-deleted-comment'         => '(ئىزاھات چىقىرىۋېتىلدى)',
'rev-deleted-user'            => '(ئىشلەتكۈچى ئاتى چىقىرىۋېتىلدى)',
'rev-deleted-event'           => '(خاتىرە مەشغۇلاتى چىقىرىۋېتىلدى)',
'rev-deleted-user-contribs'   => '[ئىشلەتكۈچى ئاتى ياكى IP ئادرېس چىقىرىۋېتىلدى - تۆھپىدىن تەھرىرنى يوشۇر]',
'rev-deleted-text-permission' => "'''ئاگاھلاندۇرۇش: بۇ بەتنىڭ تۈزىتىلگەن نەشرى'''ئۆچۈرۈلگەن'''
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} ئۆچۈرۈش خاتىرىسى]دىن تەپسىلىي ئۇچۇرنى تاپقىلى بولىدۇ.",
'rev-deleted-text-unhide'     => "بۇ بەتنىڭ تۈزىتىلگەن نەشرى '''ئۆچۈرۈلگەن'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} ئۆچۈرۈش خاتىرىسى]دىن تەپسىلىي ئۇچۇرنى تاپقىلى بولىدۇ.
باشقۇرغۇچى بولۇش سۈپىتىدە، داۋاملاشتۇرماقچى بولسىڭىز يەنىلا [$1 بۇ تۈزىتىلگەن نەشرىنى كۆرسەت]ەلەيسىز.",
'rev-suppressed-text-unhide'  => "بۇ بەتنىڭ تۈزىتىلگەن نەشرى '''يوقىتىلغان'''.
[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} يوقىتىش خاتىرىسى]دىن تەپسىلىي ئۇچۇرنى تاپقىلى بولىدۇ.باشقۇرغۇچى بولۇش سۈپىتىدە، داۋاملاشتۇرماقچى بولسىڭىز يەنىلا [$1 بۇ تۈزىتىلگەن نەشرىنى كۆرسەت]ەلەيسىز.",
'rev-deleted-text-view'       => "بۇ بەتنىڭ تۈزىتىلگەن نەشرى '''ئۆچۈرۈلگەن'''.
باشقۇرغۇچى بولۇش سۈپىتىڭىز بىلەن ئۇنى كۆرەلەيسىز.: تەپسىلاتىنى [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} ئۆچۈرۈش خاتىرىسى]دىن تاپالايسىز.",
'rev-suppressed-text-view'    => "بۇ بەتنىڭ تۈزىتىلگەن نەشرى '''يوقىتىلغان'''.
باشقۇرغۇچى بولۇش سۈپىتىڭىز بىلەن ئۇنى كۆرەلەيسىز.: تەپسىلاتىنى [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} يوقىتىش خاتىرىسى]دىن تاپالايسىز.",
'rev-deleted-no-diff'         => "بۇ پەرقنى كۆرەلمەيسىز چۈنكى بىر قېتىملىق تۈزىتىلگەن نەشرى '''ئۆچۈرۈلگەن'''
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} ئۆچۈرۈش خاتىرىسى]دىن تەپسىلىي ئۇچۇرنى تاپقىلى بولىدۇ.",
'rev-suppressed-no-diff'      => "بۇ پەرقنى كۆرەلمەيسىز چۈنكى بىر قېتىملىق تۈزىتىلگەن نەشرى '''ئۆچۈرۈلگەن'''.",
'rev-deleted-unhide-diff'     => "بۇ بەتتىكى بىر قېتىملىق تۈزىتىلگەن نەشرى '''ئۆچۈرۈلگەن'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} ئۆچۈرۈش خاتىرىسى]دىن تەپسىلىي ئۇچۇرنى تاپقىلى بولىدۇ.
باشقۇرغۇچى بولۇش سۈپىتىدە، داۋاملاشتۇرماقچى بولسىڭىز يەنىلا [$1 بۇ تۈزىتىلگەن نەشرىنى كۆرسەت]ەلەيسىز.",
'rev-suppressed-unhide-diff'  => "بۇ بەتنىڭ تۈزىتىلگەن نەشرى '''يوقىتىلغان'''.
[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} يوقىتىش خاتىرىسى]دىن تەپسىلىي ئۇچۇرنى تاپقىلى بولىدۇ.باشقۇرغۇچى بولۇش سۈپىتىدە، داۋاملاشتۇرماقچى بولسىڭىز يەنىلا [$1 بۇ تۈزىتىلگەن نەشرىنى كۆرسەت]ەلەيسىز.",
'rev-deleted-diff-view'       => "بۇ بەتنىڭ بىر قېتىملىق تۈزىتىلگەن نەشرى '''ئۆچۈرۈلگەن'''
.باشقۇرغۇچى بولۇش سۈپىتىڭىز بىلەن بۇ پەرقنى كۆرەلەيسىز.: تەپسىلاتىنى [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} ئۆچۈرۈش خاتىرىسى]دىن تاپالايسىز.",
'rev-suppressed-diff-view'    => "بۇ بەتنىڭ بىر قېتىملىق تۈزىتىلگەن نەشرى '''يوقىتىلغان'''.
باشقۇرغۇچى بولۇش سۈپىتىڭىز بىلەن بۇ پەرقنى كۆرەلەيسىز.: تەپسىلاتىنى [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} يوقىتىش خاتىرىسى]دىن تاپالايسىز.",
'rev-delundel'                => 'كۆرسەت/يوشۇر',
'rev-showdeleted'             => 'كۆرسەت',
'revisiondelete'              => 'تۈزىتىلگەن نەشرىنى ئۆچۈر/ئەسلىگە كەلتۈر',
'revdelete-nooldid-title'     => 'ئىناۋەتسىز نىشان تۈزىتىش نەشرى',
'revdelete-nooldid-text'      => 'سىز تېخى نىشان تۈزىتىش نەشرىدىن بىرنى بەلگىلىمىدىڭىز،
بەلگىلەنگەن تۈزىتىش نەشرى مەۋجۇد ئەمەس ياكى نۆۋەتتىكى تۈزىتىش نەشرىنى يوشۇرۇشقا ئۇرۇنغان.',
'revdelete-nologtype-title'   => 'خاتىرە تىپى بېرىلمىگەن',
'revdelete-nologtype-text'    => 'سىز تېخى خاتىرە تىپىدىن بىرنى بەلگىلەپ بۇ مەشغۇلاتنى ئىجرا قىلىشنى بېكىتمىدىڭىز.',
'revdelete-nologid-title'     => 'ئىناۋەتسىز خاتىرە تۈرى',
'revdelete-nologid-text'      => 'سىز بۇ مەشغۇلات بىجىرىشكە تېخى نىشان خاتىرە تۈرىدىن بىرنى بەلگىلىمىدىڭىز ياكى بەلگىلەنگەن تۈر مەۋجۇد ئەمەس.',
'revdelete-no-file'           => 'ھۆججەت بەلگىلىمىسى مەۋجۇد ئەمەس.',
'revdelete-show-file-confirm' => '$2 $3 دىكى "<nowiki>$1</nowiki>" نىڭ ئۆچۈرۈلگەن تۈزىتىلگەن نەشرىنى راستىنلا كۆرەمسىز؟',
'revdelete-show-file-submit'  => 'ھەئە',
'revdelete-selected'          => "'''[[:$1]] نىڭ {{PLURAL:$2|تاللانغان تۈزىتىش نەشرى|تاللانغان تۈزىتىش نەشرى}}:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|تاللانغان خاتىرە تۈرى|تاللانغان خاتىرە تۈرى}}:'''",
'revdelete-text'              => "'''ئۆچۈرۈلگەن تۈزىتىلگەن نەشرى ۋە ھادىسە بەت تارىخىدا كۆرۈنىدۇ ئەمما ئۇنىڭ مەزمۇنىنى كۆپچىلىك زىيارەت قىلالمايدۇ.'''
{{SITENAME}}  دىكى باشقا باشقۇرغۇچىلار يوشۇرۇلغان مەزمۇننى يەنىلا كۆرەلەيدۇ ھەمدە بېكەت خىزمەتچىلىرى قوشۇمچە چەكلىمە ئېلىپ بارمىغانلا بولسا ئوخشاش ئارايۈزدە ئۆچۈرۈلگەننى ئەسلىگە كەلتۈرەلەيدۇ،",
'revdelete-confirm'           => 'بۇ مەشغۇلاتنى ئىجرا قىلسىڭىز ئاقىۋىتىنى چۈشىنىدىغانلىقىڭىزنى ھەمدە بۇ پروگراممىنىڭ [[{{MediaWiki:Policy-url}}|سىياسەت]]كە ئۇيغۇن كېلىدىغانلىقىنى جەزملەڭ.',
'revdelete-suppress-text'     => "'''پەقەت''' تۆۋەندىكى ئەھۋاللار يۈز بەرگەندىلا زىيارەت چەكلىنىدۇ:
* نامۇۋاپىق شەخسىي ئۇچۇر
*: ''home ئولتۇرۇشلۇق ئادرېس، تېلېفون نومۇر، كىملىك نومۇرى قاتارلىق.''",
'revdelete-legend'            => 'كۆرۈنۈشچانلىق چەكلىمە تەڭشىكى',
'revdelete-hide-text'         => 'تۈزىتىش نەشرىنىڭ تېكستىنى يوشۇر',
'revdelete-hide-image'        => 'ھۆججەت مەزمۇنىنى يوشۇر',
'revdelete-hide-name'         => 'مەشغۇلات ۋە نىشاننى يوشۇر',
'revdelete-hide-comment'      => 'تەھرىر ئىزاھاتىنى يوشۇر',
'revdelete-hide-user'         => 'تەھرىرلىگۈچىنىڭ ئىشلەتكۈچى ئاتى/IP ئادرېس يوشۇر',
'revdelete-hide-restricted'   => 'مەشغۇلاتچى ۋە باشقا ئىشلەتكۈچىنىڭ سانلىق مەلۇمات كۆرۈشىنىمۇ چەكلە',
'revdelete-radio-same'        => '(ئۆزگەرتمە)',
'revdelete-radio-set'         => 'ھەئە',
'revdelete-radio-unset'       => 'ياق',
'revdelete-suppress'          => 'مەشغۇلاتچى ۋە باشقا ئىشلەتكۈچىنىڭ سانلىق مەلۇمات كۆرۈشىنىمۇ چەكلە',
'revdelete-unsuppress'        => 'ئەسلىگە كەلتۈرۈلگەن تۈزىتىلگەن نەشرىدىن چەكلىمىنى چىقىرىۋەت',
'revdelete-log'               => 'سەۋەب:',
'revdelete-submit'            => 'تاللانغان {{PLURAL:$1|تۈزىتىش|تۈرىتىش}}نى قوللان',
'revdelete-logentry'          => '[[$1]] نىڭ تۈزىتىش نەشرىنىڭ كۆرۈنۈشچانلىقى ئۆزگەرتىلدى',
'logdelete-logentry'          => '[[$1]] نىڭ ھادىسە كۆرۈنۈشچانلىقى ئۆزگەرتىلدى',
'revdelete-success'           => "'''تۈزىتىلگەن نەشرىنىڭ كۆرۈنۈشچانلىقى مۇۋەپپەقىيەتلىك تەڭشەلدى.'''",
'revdelete-failure'           => "'''تۈزىتىشنىڭ كۆرۈنۈشچانلىقىنى يېڭىلىيالمىدى:'''
$1",
'logdelete-success'           => "'''خاتىرە كۆرۈنۈشچانلىقى مۇۋەپپەقىيەتلىك تەڭشەلدى.'''",
'logdelete-failure'           => "'''خاتىرىنىڭ كۆرۈنۈشچانلىقىنى تەڭشىيەلمىدى:'''
$1",
'revdel-restore'              => 'كۆرۈنۈشچانلىقنى ئۆزگەرت',
'revdel-restore-deleted'      => 'ئۆچۈرۈلگەن تۈزىتىلگەن نەشرى',
'revdel-restore-visible'      => 'كۆرۈنىدىغان تۈزىتىلگەن نەشرى',
'pagehist'                    => 'بەتنىڭ تارىخى',
'deletedhist'                 => 'ئۆچۈرۈلگەن تارىخ',
'revdelete-content'           => 'مەزمۇن',
'revdelete-summary'           => 'ئۈزۈندە تەھرىرلە',
'revdelete-uname'             => 'ئىشلەتكۈچى ئاتى',
'revdelete-restricted'        => 'باشقۇرغۇچى چەكلىمىسىنى قوللان',
'revdelete-unrestricted'      => 'باشقۇرغۇچىنىڭ چەكلىمىسى چىقىرىۋېتىلدى',
'revdelete-hid'               => '$1 يوشۇر',
'revdelete-unhid'             => '$1 يوشۇرما',
'revdelete-log-message'       => '$1 نىڭ {{PLURAL:$2|قېتىملىق|قېتىملىق}}  تۈزىتىلگەن نەشرى',
'logdelete-log-message'       => '$1 نىڭ  $2 {{PLURAL:$2|ھادىسىسى|ھادىسىسى}}',
'revdelete-hide-current'      => '$2 $1 ۋاقىتتىكى تۈرلەر خاتالىقىنى يوشۇرۇۋاتىدۇ: بۇ نۆۋەتتىكى تۈزىتىلگەن نەشرى.
ئۇنى يوشۇرغىلى بولمايدۇ.',
'revdelete-show-no-access'    => '$2 $1  تۈر خاتالىقىنى كۆرسىتىۋاتىدۇ: بۇ تۈر "چەكلەنگەن" بەلگىسى قويۇلغان، ئۇنى زىيارەت قىلىش ھوقۇقىڭىز يوق.',
'revdelete-modify-no-access'  => '$2 $1 ۋاقىتتىكى تۈرنىڭ خاتالىقىنى ئۆزگەرتىۋاتىدۇ: بۇ تۈرگە "چەكلەنگەن" بەلگىسى قويۇلغان.
ئۇنى زىيارەت قىلىش ھوقۇقىڭىز يوق.',
'revdelete-modify-missing'    => 'تۈر ID $1 خاتالىقىنى ئۆزگەرتىۋاتىدۇ: ئۇ سانداندىن يوقالغان!',
'revdelete-no-change'         => "'''ئاگاھلاندۇرۇش:''' $2 $1 ۋاقىتتىكى تۈر كۆرۈنۈشچانلىق تەڭشىكىنى ئىلتىماس قىلدى.",
'revdelete-concurrent-change' => '$2 $1 ۋاقىتتىكى تۈر خاتالىقىنى ئۆزگەرتىۋاتىدۇ: ئۇنىڭ تەڭشىكىنى ئۆزگەرتىۋاتقاندا باشقىلار ئۆزگەرتىپ بولغان. خاتىرىنى تەكشۈرۈڭ.',
'revdelete-only-restricted'   => '$2 $1 ۋاقىتتىكى تۈرنى يوشۇرغاندا خاتالىق كۆرۈلدى: سىز باشقا بىر كۆرۈنۈشچانلىق تاللانمىسىنى تاللىغاندىن كېيىن باشقۇرغۇچىنىڭ بۇ تۈرنى كۆرۈشىنى يوقاتسىڭىز بولمايدۇ.',
'revdelete-reason-dropdown'   => '*دائىملىق ئۆچۈرۈش سەۋەبلىرى
**نەشىر ھوقۇقىغا دەخلى-تەرۇز قىلغان
***نامۇۋاپىق شەخسىي ئۇچۇر',
'revdelete-otherreason'       => 'باشقا/قوشۇمچە سەۋەب:',
'revdelete-reasonotherlist'   => 'باشقا سەۋەب',
'revdelete-edit-reasonlist'   => 'ئۆچۈرۈش سەۋەبى تەھرىر',
'revdelete-offender'          => 'تۈزەتكۈچى ئاپتور:',

# Suppression log
'suppressionlog'     => 'خاتىرىنى چەكلە',
'suppressionlogtext' => 'تۆۋەندىكىسى ئۆچۈرۈلگەن ۋە باشقۇرغۇچى چەكلىگەن مەزمۇنغا چېتىلىدىغان تىزىملىك.
 [[Special:IPBlockList|چەكلەنگەنIP تىزىملىكى]] نى كۆرۈڭ. نۆۋەتتە ئېلىپ بېرىلىۋاتقان چەكلەنگەن ۋە پىچەتلەنگەن تىزىملىكتىن كۆرۈڭ.',

# History merging
'mergehistory'                     => 'بەت تارىخىنى بىرلەشتۈر',
'mergehistory-header'              => 'بۇ بەت سىزنىڭ مەنبە بەتنىڭ تۈزىتىش تارىخىنى يېڭى بەتكە بىرلەشتۈرۈشىڭىزگە يول قويىدۇ.
بۇ قېتىمقى ئۆزگەرتىشنىڭ داۋاملىق ساقلىنىپ تارىخىي بەتلەرنىڭ ئىزچىللىقىغا كاپالەتلىك قىلىڭ.',
'mergehistory-box'                 => 'ئىككى بەتنىڭ تۈزىتىش تارىخىنى بىرلەشتۈر:',
'mergehistory-from'                => 'مەنبە بەت:',
'mergehistory-into'                => 'نىشان بەت:',
'mergehistory-list'                => 'بىرلەشتۈرگىلى بولىدىغان تەھرىر تارىخى',
'mergehistory-merge'               => 'تۆۋەندىكى [[:$1]] نىڭ تۈزىتىلگەن نەشرىنى [[:$2]]غا بىرلەشتۈرگىلى بولىدۇ..
بۇ تاللانما كۇنۇپكا ستونىنى ئىشلىتىپ  بەلگىلەنگەن ۋاقىتتىن ئىلگىرى ئېلىپ بارغان تەھرىرنى بىرلەشتۈرىدۇ.
ئىزاھلاشقا تېگىشلىكى شۇكى يولباشچى ئۇلانما ئىشلىتىلسە بۇ ستون ئەسلىگە قايتۇرۇلىدۇ.',
'mergehistory-go'                  => 'بىرلەشتۈرگىلى بولىدىغان تەھرىر كۆرسەت',
'mergehistory-submit'              => 'تۈزىتىلگەن نەشرىنى بىرلەشتۈر',
'mergehistory-empty'               => 'بىرلەشتۈرگىلى بولىدىغان تۈزىتىلگەن نەشرى يوق.',
'mergehistory-success'             => '[[:$1]] نىڭ {{PLURAL:$3|قېتىملىق|قېتىملىق}}  تۈزىتىلگەن نەشرى مۇۋەپپەقىيەتلىك ھالدا [[:$2]] غا بىرلەشتۈرۈلدى.',
'mergehistory-fail'                => 'تارىخنى بىرلەشتۈرگىلى بولمايدۇ، بۇ بەت ۋە ۋاقىت پارامېتىرىنى قايتا تەكشۈرۈڭ.',
'mergehistory-no-source'           => 'مەنبە بەت $1 مەۋجۇد ئەمەس.',
'mergehistory-no-destination'      => 'نىشان بەت $1 مەۋجۇد ئەمەس.',
'mergehistory-invalid-source'      => 'مەنبە بەتنىڭ چوقۇم ئىناۋەتلىك ماۋزۇسى بولۇشى لازىم.',
'mergehistory-invalid-destination' => 'نىشان بەتنىڭ چوقۇم ئىناۋەتلىك ماۋزۇسى بولۇشى لازىم.',
'mergehistory-autocomment'         => '[[:$1]] نى [[:$2]] غا بىرلەشتۈرۈلدى',
'mergehistory-comment'             => '[[:$1]] نى [[:$2]] غا بىرلەشتۈرۈلدى: $3',
'mergehistory-same-destination'    => 'مەنبە بەت بىلەن نىشان بەت ئوخشاش بولسا بولمايدۇ',
'mergehistory-reason'              => 'سەۋەب:',

# Merge log
'mergelog'           => 'بىرلەشتۈرۈش خاتىرىسى',
'pagemerge-logentry' => '[[$1]] نى [[$2]] غا بىرلەشتۈرۈلدى: ( تۈزىتىلگەن نەشرى $3)',
'revertmerge'        => 'پارچىلا',
'mergelogpagetext'   => 'تۆۋەندىكىسى يېقىندا بىر بەتنىڭ تۈزىتىش تارىخىنىڭ باشقا بىر بەتكە بىرلەشتۈرۈلگەنلىك تىزىملىكى',

# Diffs
'history-title'            => '"$1" نىڭ ئۆزگەرتىش خاتىرىسى',
'difference'               => '(تۈزەتكەن نەشرىلىرىنىڭ پەرقى)',
'difference-multipage'     => '(بەتلەر ئارىسىدىكى پەرق)',
'lineno'                   => '$1 -قۇر:',
'compareselectedversions'  => 'تاللانغان نەشرىنى سېلىشتۇر',
'showhideselectedversions' => 'تاللانغان تۈزىتىلگەن نەشرىنى كۆرسەت/يوشۇر',
'editundo'                 => 'يېنىۋال',
'diff-multi'               => '({{PLURAL:$2|ئىشلەتكۈچى|$2 ئىشلەتكۈچى}} نىڭ{{PLURAL:$1|تۈزىتىلگەن نەشرى|$1 تۈزىتىلگەن نەشرى}} كۆرسىتىلمىدى)',
'diff-multi-manyusers'     => '( $2  دىن كۆپ{{PLURAL:$2|ئىشلەتكۈچى|ئىشلەتكۈچى}} نىڭ {{PLURAL:$1|تۈزىتىلگەن نەشرى|$1 تۈزىتىلگەن نەشرى}}  كۆرسىتىلمىدى)',

# Search results
'searchresults'                    => 'ئىزدەش نەتىجىسى',
'searchresults-title'              => '"$1" نىڭ ئىزدەش نەتىجىسى',
'searchresulttext'                 => '{{SITENAME}}ھەققىدىكى تەپسىلىي ئۇچۇرغا ئېرىشمەكچى بولسىڭىز، [[{{MediaWiki:Helppage}}|{{int:help}}]]نى كۆرۈڭ',
'searchsubtitle'                   => '\'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|"$1" بىلەن باشلانغان بارلىق تور بەت]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1| "$1" غا ئۇلانغان بەتنى]]) ئىزدە',
'searchsubtitleinvalid'            => "'''$1''' ئىزدە",
'toomanymatches'                   => 'ناھايىتى كۆپ ماسلىشىش ئىنكاس قايتۇردى، باشقا سۈرۈشتۈرۈشنى سىناڭ',
'titlematches'                     => 'بەت ماۋزۇسىغا ماس كەلدى',
'notitlematches'                   => 'بەت ماۋزۇسىغا ماس كېلىدىغان تۈر يوق',
'textmatches'                      => 'بەت مەزمۇنى ماس كەلدى',
'notextmatches'                    => 'ماس كېلىدىغان بەت مەزمۇنى يوق',
'prevn'                            => 'ئالدى {{PLURAL:$1|$1}}',
'nextn'                            => 'كەينى {{PLURAL:$1|$1}}',
'prevn-title'                      => 'ئالدىنقى $1 {{PLURAL:$1|نەتىجە|نەتىجە}}',
'nextn-title'                      => 'كېيىكى $1 {{PLURAL:$1|نەتىجە|نەتىجە}}',
'shown-title'                      => 'ھەر بىر بەتتە $1 {{PLURAL:$1|نەتىجە |نەتىجە }} كۆرسەت',
'viewprevnext'                     => 'كۆرسەت ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'ئىزدەش تاللانما',
'searchmenu-exists'                => "'''بۇ wiki دا  \"[[:\$1]]\" ئاتلىق بەت بار '''",
'searchmenu-new'                   => "'''بۇ wiki دا  \"[[:\$1]]\" ئاتلىق بەت قۇر!'''",
'searchhelp-url'                   => 'Help:مەزمۇنلار',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1| بۇنى ئالدى قوشۇلغۇچى قىلغان بەتكە كۆز يۈگۈرت ]]',
'searchprofile-articles'           => 'مەزمۇن بېتى',
'searchprofile-project'            => 'ياردەم ۋە قۇرۇلۇش بەتلەر',
'searchprofile-images'             => 'كۆپ ۋاسىتە',
'searchprofile-everything'         => 'ھەممە ئىش',
'searchprofile-advanced'           => 'ئالىي',
'searchprofile-articles-tooltip'   => '$1 دىن ئىزدە',
'searchprofile-project-tooltip'    => '$1 دىن ئىزدە',
'searchprofile-images-tooltip'     => 'ھۆججەت ئىزدە',
'searchprofile-everything-tooltip' => 'ھەممە مەزمۇننى ئىزدە (مۇنازىرە بەتمۇ ئىچىدە)',
'searchprofile-advanced-tooltip'   => 'ئادەتلەنگەن ئات بوشلۇقىدىن ئىزدە',
'search-result-size'               => '$1 ({{PLURAL:$2|1 سۆز|$2 سۆز}})',
'search-result-category-size'      => '{{PLURAL:$1|1 ئەزا|$1 ئەزا}}({{PLURAL:$2|1 تارماق تۈر|$2 تارماق تۈر}}, {{PLURAL:$3|1 ھۆججەت|$3 ھۆججەت}})',
'search-result-score'              => 'باغلىنىشچانلىق: $1%',
'search-redirect'                  => '($1 قايتا نىشانلا)',
'search-section'                   => '(ئابزاس $1)',
'search-suggest'                   => 'ئىزدىمەكچى بولغىنىڭىز: $1',
'search-interwiki-caption'         => 'ھەمشىرە قۇرۇلۇشلار',
'search-interwiki-default'         => '$1 نەتىجە:',
'search-interwiki-more'            => '(تېخىمۇ كۆپ)',
'search-mwsuggest-enabled'         => 'تەكلىپ بار',
'search-mwsuggest-disabled'        => 'تەكلىپ يوق',
'search-relatedarticle'            => 'ئالاقىدار',
'mwsuggest-disable'                => 'AJAX تەكلىپىنى چەكلە',
'searcheverything-enable'          => 'ھەممە ئات بوشلۇقىدىن ئىزدە',
'searchrelated'                    => 'ئالاقىدار',
'searchall'                        => 'ھەممىسى',
'showingresults'                   => "تۆۋەندە '''$2''' - نەتىجىدىن باشلانغان {{PLURAL:$1|'''1''' نەتىجە|'''$1''' نەتىجە}} كۆرسىتىدۇ:",
'showingresultsnum'                => "تۆۋەندە '''$2''' - نەتىجىدىن باشلانغان {{PLURAL:$3|'''1''' نەتىجە |'''$3''' نەتىجە }} كۆرسىتىدۇ:",
'showingresultsheader'             => "'''$4''' نىڭ {{PLURAL:$5|'''$1''' دىن '''$3'''غىچە نەتىجە | '''$1 - $2''' غىچە جەمئى '''$3''' نەتىجە}}",
'nonefound'                        => "'''دىققەت''': كۆڭۈلدىكى ئەھۋالدا بىر قىسىم ئات بوشلۇقى بەتلىرىلا ئىزدىلىدۇ.
ئىزدەش جۈملىڭىزنىڭ ئالدىغا ''all:'' ئالدى قوشۇلغۇچىسى قوشۇپ سىناڭ، بۇنداق بولغاندا ھەممە بەت (مۇنازىرە بېتى، قېلىپ قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ)تىن ئىزدەيدۇ، ياكى لازىملىق ئات بوشلۇقى ئالدى قوشۇلغۇچى قىلىنسىمۇ بولىدۇ.",
'search-nonefound'                 => 'سۈرۈشتۈرۈشكە ماس نەتىجە تېپىلمىدى.',
'powersearch'                      => 'ئالىي ئىزدەش',
'powersearch-legend'               => 'ئالىي ئىزدەش',
'powersearch-ns'                   => 'ئات بوشلۇقىدىن ئىزدە:',
'powersearch-redir'                => 'قايتا نىشانلانغان بەت تىزىملىكى',
'powersearch-field'                => 'ئىزدە',
'powersearch-togglelabel'          => 'تاللا:',
'powersearch-toggleall'            => 'ھەممىسى',
'powersearch-togglenone'           => 'يوق',
'search-external'                  => 'ئالىي ئىزدەش',
'searchdisabled'                   => '{{SITENAME}} نىڭ ئىزدىشى چەكلەنگەن. سىز ھازىرچە Google ئىشلىتىپ ئىزدەپ تۇرۇڭ،.
دىققەت ئۇلار ئىندېكسلىغان {{SITENAME}} مەزمۇنىنىڭ ۋاقتى ئۆتكەن بولۇشى مۇمكىن.',

# Quickbar
'qbsettings'               => 'تېز يولباشچى ستونى',
'qbsettings-none'          => 'يوق',
'qbsettings-fixedleft'     => 'سول تەرەپ مۇقىم',
'qbsettings-fixedright'    => 'ئوڭ تەرەپ مۇقىم',
'qbsettings-floatingleft'  => 'سول تەرەپ لەيلىمە',
'qbsettings-floatingright' => 'ئوڭ تەرەپ لەيلىمە',

# Preferences page
'preferences'                   => 'مايىللىق',
'mypreferences'                 => 'مايىللىق تەڭشىكىم',
'prefs-edits'                   => 'تەھرىر سانى:',
'prefsnologin'                  => 'تىزىمغا كىرمىدى',
'prefsnologintext'              => 'سىز ئالدى بىلەن <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} تىزىمغا كىر]</span>سىڭىز ئاندىن ئىشلەتكۈچى مايىللىقنى تەڭشىيەلەيسىز.',
'changepassword'                => 'ئىم ئۆزگەرت',
'prefs-skin'                    => 'تېرە',
'skin-preview'                  => 'ئالدىن كۆزەت',
'prefs-math'                    => 'ماتېماتېكىلىق فورمۇلا',
'datedefault'                   => 'مايىللىق يوق',
'prefs-datetime'                => 'چېسلا ۋە ۋاقىت',
'prefs-personal'                => 'ئىشلەتكۈچى سەپلىمە ھۆججىتى',
'prefs-rc'                      => 'ئاخىرقى ئۆزگەرتىشلەر',
'prefs-watchlist'               => 'كۆزەت تىزىملىكى',
'prefs-watchlist-days'          => 'كۆزەت تىزىملىكىدە كۆرۈنىدىغان كۈن سانى:',
'prefs-watchlist-days-max'      => 'ئەڭ كۆپ بولغاندا 7 كۈن',
'prefs-watchlist-edits'         => 'كۈچەيتىلگەن كۆزەت تىزىملىكىدە ئەڭ كۆپ ئۆزگەرتىش سانى:',
'prefs-watchlist-edits-max'     => 'ئەڭ كۆپ سانى: 1000',
'prefs-watchlist-token'         => 'كۆزەت تىزىملىك نىشانى:',
'prefs-misc'                    => 'ئارىلاشما تۈر',
'prefs-resetpass'               => 'ئىم ئۆزگەرت',
'prefs-email'                   => 'ئېلخەت تاللانما',
'prefs-rendering'               => 'كۆرۈنۈش',
'saveprefs'                     => 'ساقلا',
'resetprefs'                    => 'ساقلىمىغان ئۆزگەرتىشلەرنى تازىلا',
'restoreprefs'                  => 'بارلىق كۆڭۈلدىكى تەڭشەكنى ئەسلىگە كەلتۈر',
'prefs-editing'                 => 'تەھرىرلەۋاتىدۇ',
'prefs-edit-boxsize'            => 'تەھرىرلەش كۆزنىكىنىڭ چوڭلۇقى',
'rows'                          => 'قۇر:',
'columns'                       => 'ستون:',
'searchresultshead'             => 'ئىزدە',
'resultsperpage'                => 'ھەر بەتتىكى ئۇلانما سانى:',
'contextlines'                  => 'ھەر ئۇلانمىدىكى قۇر سانى:',
'contextchars'                  => 'ھەر قۇردىكى ھەرپ سانى:',
'stub-threshold'                => '<a href="#" class="stub">قىسقا بەت ئۇلانمىسى</a> فورمات چەك قىممىتى (بايت) :',
'stub-threshold-disabled'       => 'چەكلەنگەن',
'recentchangesdays'             => 'يېقىنقى ئۆزگەرتىشنىڭ كۆرۈنىدىغان كۈن سانى:',
'recentchangesdays-max'         => 'ئەڭ چوڭ $1 {{PLURAL:$1|كۈن|كۈن}}',
'recentchangescount'            => 'كۆرسىتىدىغان تەھرىرنىڭ كۆڭۈلدىكى سانى:',
'prefs-help-recentchangescount' => 'بۇ يېقىنقى ئۆزگەرتىش، بەت تارىخى ۋە خاتىرىنى ئۆز ئىچىگە ئالىدۇ،',
'prefs-help-watchlist-token'    => 'بۇ سۆز بۆلىكىگە تولدۇرغان شىفىرلىق ئاچقۇچ كۆزەت تىزىملىكىڭىزنىڭ RSS قانىلىنى ھاسىل قىلالايدۇ.
بۇ سۆز بۆلىكىنىڭ شىفىرلىق ئاچقۇچىنى بىلىدىغان ھەر قانداق كىشى سىزنىڭ كۆزەت تىزىملىكىڭىزنى ئوقۇيالايدۇ، شۇڭلاشقا بىخەتەر قىممەت ئىشلىتىڭ.
بۇ جايدا ئىختىيارى ھاسىل قىلىنغان سانلىق قىممەت پايدىلىنىشىڭىز ئۈچۈن تەمىنلەندى: $1',
'savedprefs'                    => 'مايىللىق تەڭشىكىڭىز ساقلاندى.',
'timezonelegend'                => 'ۋاقىت رايونى:',
'localtime'                     => 'يەرلىك ۋاقىت:',
'timezoneuseserverdefault'      => 'مۇلازىمىتىرنىڭ كۆڭۈلدىكى تەڭشىكىنى ئىشلەت',
'timezoneuseoffset'             => 'باشقا (بەلگىلەنگەن  چەتنەش)',
'timezoneoffset'                => '¹ۋاقىت پەرقى:',
'servertime'                    => 'مۇلازىمىتىر ۋاقتى:',
'guesstimezone'                 => 'توركۆرگۈدىن تولدۇر',
'timezoneregion-africa'         => 'ئافرىقا',
'timezoneregion-america'        => 'ئامېرىكا',
'timezoneregion-antarctica'     => 'ئانتاركتىكا',
'timezoneregion-arctic'         => 'شىمالىي قۇتۇپ',
'timezoneregion-asia'           => 'ئاسىيا',
'timezoneregion-atlantic'       => 'ئاتلانتىك ئوكيان',
'timezoneregion-australia'      => 'ئاۋسترالىيە',
'timezoneregion-europe'         => 'ياۋروپا',
'timezoneregion-indian'         => 'ھىندى ئوكيان',
'timezoneregion-pacific'        => 'تىنچ ئوكيان',
'allowemail'                    => 'باشقا ئىشلەتكۈچىلەر ئېلخەت ئەۋەتىشنى قوزغات',
'prefs-searchoptions'           => 'ئىزدەش تاللانما',
'prefs-namespaces'              => 'ئات بوشلۇقى',
'defaultns'                     => 'بولمىسا بۇ ئات بوشلۇقلىرىدىن ئىزدە:',
'default'                       => 'كۆڭۈلدىكى',
'prefs-files'                   => 'ھۆججەتلەر',
'prefs-custom-css'              => 'ئىختىيارى CSS',
'prefs-custom-js'               => 'ئىختىيارى JS',
'prefs-common-css-js'           => 'ھەممە تېرىدە ھەمبەھىرلەنگەن CSS/JS:',
'prefs-reset-intro'             => 'سىز بۇ بەتنى ئىشلىتىپ تەڭشەكلىرىڭىزنى تور بېكەتنىڭ كۆڭۈلدىكى قىممىتىگە تەڭشىيەلەيسىز.
بۇ مەشغۇلاتتىن يانغىلى بولمايدۇ.',
'prefs-emailconfirm-label'      => 'ئېلخەت جەزملەش:',
'prefs-textboxsize'             => 'تەھرىر كۆزنەك چوڭلۇقى',
'youremail'                     => 'ئېلخەت:',
'username'                      => 'ئىشلەتكۇچى ئىسمى:',
'uid'                           => 'ئىشلەتكۈچى كىملىك:',
'prefs-memberingroups'          => '{{PLURAL:$1|بىر|كۆپ}} گۇرۇپپا ئەزاسى:',
'prefs-registration'            => 'خەتلەتكەن ۋاقىت:',
'yourrealname'                  => 'ﺗﻮﻟﯘﻕ ئىسىم:',
'yourlanguage'                  => 'تىل:',
'yournick'                      => 'ئىمزا:',
'prefs-help-signature'          => 'مۇنازىرە بەتتە "<nowiki>~~~~</nowiki>" ئىمزا ئىشلىتىلسە ئۇ ئۆزلۈكىدىن ئىمزايىڭىزغا ئۆزگىرىپ ۋاقىت تامغا قوشۇلىدۇ.',
'badsig'                        => 'ئەسلى ئىمزا خاتا.

HTML بەلگىسىنى تەكشۈرۈڭ.',
'badsiglength'                  => 'ئىمزايىڭىز بەك ئۇزۇن.

ئىمزانىڭ ئۇزۇنلۇقى {{PLURAL:$1| ھەرپ| ھەرپ}}تىن ئاشسا بولمايدۇ.',
'yourgender'                    => 'جىنسى:',
'gender-unknown'                => 'بەلگىلەنمىگەن',
'gender-male'                   => 'ئەر',
'gender-female'                 => 'ئايال',
'prefs-help-gender'             => 'تاللاشچان: يۇمشاق دېتالنىڭ خاراكتىرى تەرىپىدىن بەلگىلىنىدۇ

بۇ ئۇچۇر كۆپچىلىككە ئاشكارىلىنىدۇ.',
'email'                         => 'ئېلخەت',
'prefs-help-realname'           => 'ھەقىقىي ئات تاللاشچان.

ئەگەر تەمىنلەشنى تاللىسىڭىز، ئۇ سىزنىڭ تۆھپىڭىزنىڭ ئىمزاسى بولىدۇ.',
'prefs-help-email'              => 'ئېلخەت تاللاشچان، ئەمما سىز ئىمنى ئۇنتۇلۇپ قالغاندا يېڭى ئىمنى سىزنىڭ ئېلخىتىڭىزگە ئەۋەتىپ بېرىدۇ

سىز ئۆزىڭىزنىڭ سالاھىيىتىنى ئاشكارىلىمىغاندا ئىشلەتكۈچى بېتىڭىز ياكى مۇنازىرە بېتىڭىز ئارقىلىق ئالاقىلىشالايدۇ.',
'prefs-help-email-required'     => 'ئېلخەت ئارېس زۆرۈر.',
'prefs-info'                    => 'ئاساسىي ئۇچۇر',
'prefs-i18n'                    => 'خەلقئارالاشتۇرۇش',
'prefs-signature'               => 'ئىمزا',
'prefs-dateformat'              => 'چېسلا فورماتى',
'prefs-timeoffset'              => 'ۋاقىت پەرقى',
'prefs-advancedediting'         => 'ئالىي تاللانما',
'prefs-advancedrc'              => 'ئالىي تاللانما',
'prefs-advancedrendering'       => 'ئالىي تاللانما',
'prefs-advancedsearchoptions'   => 'ئالىي تاللانما',
'prefs-advancedwatchlist'       => 'ئالىي تاللانما',
'prefs-displayrc'               => 'كۆرسىتىش تاللانما',
'prefs-displaysearchoptions'    => 'كۆرسىتىش تاللانما',
'prefs-displaywatchlist'        => 'كۆرسىتىش تاللانما',
'prefs-diffs'                   => 'پەرقلەر',

# User rights
'userrights'                   => 'ئىشلەتكۈچى ھوقۇقى باشقۇرۇش',
'userrights-lookup-user'       => 'ئىشلەتكۈچى گۇرۇپپىسى باشقۇرۇش',
'userrights-user-editname'     => 'ئىشلەتكۈچى ئاتى كىرگۈزۈڭ:',
'editusergroup'                => 'ئىشلەتكۈچى گۇرۇپپىسى تەھرىر',
'editinguser'                  => "'''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]]) ئىشلەتكۈچىنىڭ ھوقۇقىنى ئۆزگەرتىۋاتىدۇ",
'userrights-editusergroup'     => 'ئىشلەتكۈچى گۇرۇپپىسى تەھرىر',
'saveusergroups'               => 'ئىشلەتكۈچى گۇرۇپپىسى ساقلا',
'userrights-groupsmember'      => 'ئەزاسى:',
'userrights-groupsmember-auto' => 'مۇقىم ئەزاسى:',
'userrights-groups-help'       => 'سىز بۇ ئىشلەتكۈچى تەۋە گۇرۇپپىنى ئۆزگەرتەلەيسىز:\\n
* تاللاش رامكىسى تاللاغلىق بولسا ئىشلەتكۈچى شۇ  گۇرۇپپىغا تەۋە:
* تاللاش رامكىسى تاللاغلىق بولمىسا ئىشلەتكۈچى شۇ  گۇرۇپپىغا تەۋە ئەمەس.
* يۇلتۇز * بەلگىسى قويۇلغان گۇرۇپپىغا ئەزە بولغاندىن كېيىن چىقىرىۋەتكىلى بولمايدۇ، ئەكسىچە بولسا بولىدۇ.',
'userrights-reason'            => 'سەۋەب:',
'userrights-no-interwiki'      => 'باشقا wiki دىكى ئىشلەتكۈچىلەرنىڭ ھوقۇقىنى ئۆزگەرتىش ھوقۇقىڭىز يوق.',
'userrights-nodatabase'        => '$1 ساندان مەۋجۇد ئەمەس ياكى يەرلىك ئوروندا ئەمەس.',
'userrights-nologin'           => 'سىز چوقۇم باشقۇرغۇچى سۈپىتىدە [[Special:UserLogin|تىزىمغا كىر]]ىپ ئاندىن ئىشلەتكۈچى ھوقۇقىنى بەلگىلىيەلەيسىز.',
'userrights-notallowed'        => 'ھېساباتىڭىزنىڭ باشقىلارنىڭ ئىشلەتكۈچى ھوقۇقىنى ئۆزگەرتىش ھوقۇقىڭىز يوق.',
'userrights-changeable-col'    => 'سىز ئۆزگەرتەلەيدىغان گۇرۇپپا',
'userrights-unchangeable-col'  => 'سىز ئۆزگەرتەلمەيدىغان گۇرۇپپا',

# Groups
'group'               => 'گۇرۇپپا:',
'group-user'          => 'ئىشلەتكۈچىلەر',
'group-autoconfirmed' => 'ئۆزلۈكىدىن جەزملەنگەن ئىشلەتكۈچىلەر',
'group-bot'           => 'ماشىنا ئادەملەر',
'group-sysop'         => 'باشقۇرغۇچى',
'group-bureaucrat'    => 'بيۇرۇكراتلار',
'group-suppress'      => 'نازارەتچىلەر',
'group-all'           => '(ھەممىسى)',

'group-user-member'          => 'ئىشلەتكۈچى',
'group-autoconfirmed-member' => 'ئۆزلۈكىدىن جەزملەنگەن ئىشلەتكۈچى',
'group-bot-member'           => 'ماشىنا ئادەم',
'group-sysop-member'         => 'باشقۇرغۇچى',
'group-bureaucrat-member'    => 'بيۇرۇكرات',
'group-suppress-member'      => 'نازارەتچى',

'grouppage-user'          => '{{ns:project}}: ئىشلەتكۈچىلەر',
'grouppage-autoconfirmed' => '{{ns:project}}:ئۆزلۈكىدىن جەزملەنگەن ئىشلەتكۈچىلەر',
'grouppage-bot'           => '{{ns:project}}:ماشىنا ئادەملەر',
'grouppage-sysop'         => '{{ns:project}}:باشقۇرغۇچى',
'grouppage-bureaucrat'    => '{{ns:project}}:باشقۇرغۇچى',
'grouppage-suppress'      => '{{ns:project}}: نازارەتچىلەر',

# Rights
'right-read'                  => 'بەت ئوقۇ',
'right-edit'                  => 'بەت تەھرىر',
'right-createpage'            => 'بەت قۇر (مۇنازىرە بېتىنى ئۆز ئىچىگە ئالمايدۇ)',
'right-createtalk'            => 'مۇنازىرە بەت قۇر',
'right-createaccount'         => 'يېڭى ئىشلەتكۈچى ھېساباتى قۇر',
'right-minoredit'             => 'ئازراقلا تەھرىر بەلگىسى قوي',
'right-move'                  => 'بەت يۆتكە',
'right-move-subpages'         => 'بەتنى تاماق بەتلىرى بىلەن قوشۇپ يۆتكە',
'right-move-rootuserpages'    => 'غول ئىشلەتكۈچى بېتىنى يۆەتكە',
'right-movefile'              => 'ھۆججەت يۆتكە',
'right-suppressredirect'      => 'ھۆججەت يۈتكىگەندە مەنبە بەتنىڭ قايتا نىشان بەلگىلىنىشىنى قۇرما.',
'right-upload'                => 'ھۆججەتلەرنى يۈكلە',
'right-reupload'              => 'مەۋجۇد ھۆججەتنى قاپلا',
'right-reupload-own'          => 'ئوخشاش بىر ئادەم يوللىغان ھۆججەتنى قاپلىۋەت',
'right-reupload-shared'       => 'ئېتىبارغا ئېلىنمايدىغان يەرلىك ھەمبەھىر كۆپ ۋاسىتە ئامبىرىدىكى ھۆججەت',
'right-upload_by_url'         => 'URL دىن ھۆججەت يۈكلە',
'right-purge'                 => 'جەزملەشنى سورىمايلا تور بېكەت غەملىكىنى تازىلا',
'right-autoconfirmed'         => 'يېرىم قوغدالغان بەت تەھرىر',
'right-bot'                   => 'ئاپتوماتىك جەريان دەپ قارىلىدۇ',
'right-nominornewtalk'        => 'ئازراقلا تەھرىر يېڭى ئۇچۇر ئەسكەرتىشى كەلتۈرۈپ چىقارمايدۇ',
'right-apihighlimits'         => 'API سۈرۈشتۈرۈشتە تېخىمۇ يۇقىرى چەكنى ئىشلەت',
'right-writeapi'              => 'يېزىلغان API نى ئىشلەت',
'right-delete'                => 'بەتلەرنى ئۆچۈر',
'right-bigdelete'             => 'كۆپ مىقداردىكى تارىخ بېتى ئۆچۈر',
'right-deleterevision'        => 'ئۆچۈر ۋە قارشى ئۆچۈر بېتىدىكى بەلگىلەنگەن تۈزىتىلگەن نەشرى',
'right-deletedhistory'        => 'ئۆچۈرۈلگەن تۈرنى كۆرسەت، مۇناسىۋەتلىك تېكستنى ئۆز ئىچىگە ئالمايدۇ',
'right-deletedtext'           => 'ئۆچۈرۈلگەن تۈزىتىلگەن نەشرى ئارىسىدىكى ئۆچۈرۈلگەن تېكست ۋە ئۆزگەرتىشنى كۆرسەت',
'right-browsearchive'         => 'ئۆچۈرۈلگەن بەتنى ئىزدە',
'right-undelete'              => 'بەتنى ئەسلىگە كەلتۈر',
'right-suppressrevision'      => 'باشقۇرغۇچى يوشۇرغان تۈزىتىلگەن نەشرىنى كۆرسەت ۋە ئەسلىگە كەلتۈر',
'right-suppressionlog'        => 'شەخسىي خاتىرىنى كۆرسەت',
'right-block'                 => 'باشقا ئىشلەتكۈچى تەھرىرلەشنى چەكلە',
'right-blockemail'            => 'ئىشلەتكۈچى ئېلخەت يوللاشنى چەكلە',
'right-hideuser'              => 'ئىشلەتكۈچى ئاتىنى چەكلە، كۆپچىلىككە نىسبەتەن يوشۇر',
'right-ipblock-exempt'        => 'IP چەكلەش، ئاپتوماتىك چەكلەش ۋە دائىرە چەكلەشتىن ئايلىنىپ ئۆت',
'right-proxyunbannable'       => 'ۋاكالەتچىنى ئاپتوماتىك چەكلەشتىن ئايلىنىپ ئۆت',
'right-unblockself'           => 'چەكلەشنى بىكار قىل',
'right-protect'               => 'قوغداش دەرىجىسىنى ئۆزگەرتىپ، قوغدالغان بەتنى تەھرىرلە',
'right-editprotected'         => 'قوغدالغان بەتنى تەھرىرلە (زەنجىرسىمان قۇلۇپلانمىغان)',
'right-editinterface'         => 'ئىشلەتكۈچى كۆرۈنمە يۈزىنى تەھرىرلە',
'right-editusercssjs'         => 'باشقا ئىشلەتكۈچىنىڭ CSS ۋە JS ھۆججىتىنى تەھرىرلە',
'right-editusercss'           => 'باشقا ئىشلەتكۈچىنىڭ CSS ھۆججىتىنى تەھرىرلە',
'right-edituserjs'            => 'باشقا ئىشلەتكۈچىنىڭ  JS ھۆججىتىنى تەھرىرلە',
'right-rollback'              => 'ئاخىرقى ئىشلەتكۈچىنىڭ مەلۇم بەتكە ئېلىپ بارغان تەھرىرىنى تېزلىكتە ئەسلىگە كەلتۈر',
'right-markbotedits'          => 'ئەسلىگە كەلتۈرۈلگەن تەھرىرنى ماشىنا ئادەم تەھرىرى دەپ بەلگە قوي',
'right-noratelimit'           => 'چاستوتا چەكلىمىسى ئىشلىتىلمىدى',
'right-import'                => 'باشقا wiki دىن بەت ئەكىر',
'right-importupload'          => 'يۈكلىگەن ھۆججەتتىن بەت ئەكىر',
'right-patrol'                => 'باشقا تەھرىرگە چارلاش بەلگىسى قوي',
'right-autopatrol'            => 'ئۆزەم تەھرىرلىگەنگە ئاپتوماتىك چارلاش بەلگىسى قوي',
'right-patrolmarks'           => 'يېقىنقى نازارەت بەلگىسىنىڭ ئۆزگۈرۈشىنى كۆرسەت',
'right-unwatchedpages'        => 'كۆزىتىلمىگەن بەت تىزىملىكىنى كۆرسەت',
'right-trackback'             => 'trackback تاپشۇر',
'right-mergehistory'          => 'بەت تارىخىنى بىرلەشتۈر',
'right-userrights'            => 'ھەممە ئىشلەتكۈچىنىڭ ھوقۇقىنى تەھرىرلە',
'right-userrights-interwiki'  => 'باشقا wiki دىكى ئىشلەتكۈچى ھوقۇقىنى تەھرىرلە',
'right-siteadmin'             => 'ساندان قۇلۇپلا ۋە قۇلۇپ ئاچ',
'right-reset-passwords'       => 'باشقا ئىشلەتكۈچى ئىمنى ئەسلىگە قايتۇر',
'right-override-export-depth' => 'بەت قەۋەتلىك ئۇلىنىشى بار بەتنى چىقار',
'right-sendemail'             => 'باشقا ئىشلەتكۈچىگە ئېلخەت يوللا',

# User rights log
'rightslog'      => 'ئىشلەتكۈچى ھوقۇق خاتىرىسى',
'rightslogtext'  => 'ئىشلەتكۈچى ھوقۇق خاتىرىسى',
'rightslogentry' => 'گۇرۇپپا ئەزاسى $1  نىڭ ھوقۇقىنى $2 دىن $3 غا ئۆزگەرت',
'rightsnone'     => '(يوق)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'بۇ بەتنى ئوقۇ',
'action-edit'                 => 'بۇ بەتنى تەھرىرلە',
'action-createpage'           => 'بۇ بەتنى قۇر',
'action-createtalk'           => 'مۇنازىرە بېتى قۇر',
'action-createaccount'        => 'بۇ ئىشلەتكۈچى ھېساباتىنى قۇر',
'action-minoredit'            => 'بۇنىڭغا ئازراقلا تەھرىر بەلگىسى قوي',
'action-move'                 => 'بۇ بەتنى يۆتكە',
'action-move-subpages'        => 'بۇ بەتنىڭ تارماق بەتلىرىنى قوشۇپ يۆتكە',
'action-move-rootuserpages'   => 'غول ئىشلەتكۈچى بېتىنى يۆتكە',
'action-movefile'             => 'بۇ ھۆججەتنى يۆتكە',
'action-upload'               => 'بۇ ھۆججەتنى يۈكلە',
'action-reupload'             => 'مەۋجۇد ھۆججەتنى قاپلا',
'action-reupload-shared'      => 'ھەمبەھىر ئامباردىكى ھۆججەتنى قاپلا',
'action-upload_by_url'        => 'بۇ ھۆججەتنى URL دىن يۈكلە',
'action-writeapi'             => 'API يېزىشقا ئىشلىتىلىدۇ',
'action-delete'               => 'بۇ بەتنى ئۆچۈر',
'action-deleterevision'       => 'بۇ تۈزىتىلگەن نەشرىنى ئۆچۈر',
'action-deletedhistory'       => 'بۇ بەتنىڭ ئۆچۈرۈش تارىخىنى كۆرسەت',
'action-browsearchive'        => 'ئۆچۈرۈلگەن بەتنى ئىزدە',
'action-undelete'             => ' بۇ بەتنى ئەسلىگە كەلتۈر',
'action-suppressrevision'     => 'بۇ يوشۇرۇلغان تۈزىتىلگەن نەشرىنى قايتا كۆرۈپ ئەسلىگە كەلتۈر',
'action-suppressionlog'       => 'بۇ شەخسىي خاتىرىنى كۆرسەت',
'action-block'                => 'بۇ ئىشلەتكۈچىنىڭ تەھرىرىنى چەكلە',
'action-protect'              => 'بۇ بەتنىڭ قوغداش دەرىجىسىنى ئۆزگەرت',
'action-import'               => 'باشقا wiki دىن بۇ بەتنى ئەكىر',
'action-importupload'         => 'يۈكلىگەن بىر ھۆججەتتىن بۇ بەتنى ئەكىر',
'action-patrol'               => 'باشقا تەھرىرگە چارلاش بەلگىسى قوي',
'action-autopatrol'           => 'ئۆزەمنىڭ تەھرىرىگە چارلاش بەلگىسى قوي',
'action-unwatchedpages'       => 'كۆزىتىلمىگەن بەت تىزىملىكىنى كۆرسەت',
'action-trackback'            => 'trackback تاپشۇر',
'action-mergehistory'         => 'بۇ بەتنىڭ تارىخىنى بىرلەشتۈر',
'action-userrights'           => 'ھەممە ئىشلەتكۈچىنىڭ ھوقۇقىنى تەھرىرلە',
'action-userrights-interwiki' => 'باشقا wiki دىكى ئىشلەتكۈچى ھوقۇقىنى تەھرىرلە',
'action-siteadmin'            => 'ساندان قۇلۇپلا ۋە قۇلۇپ ئاچ',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|ئۆزگەرتىش|ئۆزگەرتىش}}',
'recentchanges'                     => 'يېقىنقى ئۆزگەرتىشلەر',
'recentchanges-legend'              => 'يېقىنقى ئۆزگەرتىش تاللانمىسى',
'recentchangestext'                 => 'بۇ wiki نىڭ يېقىنقى ئۆزگىرىشىنى ئىز قوغلا.',
'recentchanges-feed-description'    => 'بۇ قانالنىڭ wiki دىكى يېقىنقى ئۆزگىرىشىنى ئىز قوغلا.',
'recentchanges-label-newpage'       => 'بۇ قېتىملىق تەھىر يېڭى بەتتىن بىرنى قۇرىدۇ',
'recentchanges-label-minor'         => 'بۇ ئازراقلا تەھرىرلەش',
'recentchanges-label-bot'           => 'بۇ تەھرىرنى ماشىنا ئادەم ئېلىپ بارغان',
'recentchanges-label-unpatrolled'   => 'بۇ تەھرىر تېخى كۆزىتىلمىگەن',
'rcnote'                            => "تۆۋەندىكى $4 $5 يېقىنقى {{PLURAL:$2|كۈن|'''$2''' كۈن}}  ئىچىدىكى {{PLURAL:$1| '''1''' ئۆزگەرتىش| '''$1''' ئۆزگەرتىش}}  خاتىرىسى",
'rcnotefrom'                        => "تۆۋەندىكىسى '''$2''' نىڭ ئۆزگەرتىشى (ئەڭ كۆپ بولغاندا '''$1''' كۆرسىتىدۇ )",
'rclistfrom'                        => '$1 دىن باشلانغان يېڭى ئۆزگەرتىشنى كۆرسەت',
'rcshowhideminor'                   => '$1 ئازراقلا تەھرىر',
'rcshowhidebots'                    => '$1 ماشىنا ئادەمنىڭ تەھرىرى',
'rcshowhideliu'                     => '$1 تىزىمغا كىرگەن ئىشلەتكۈچىنىڭ تەھرىرى',
'rcshowhideanons'                   => '$1 ئىمزاسىز ئىشلەتكۈچى تەھرىرى',
'rcshowhidepatr'                    => '$1 كۆزىتىلگەن تەھرىر',
'rcshowhidemine'                    => '$1 مېنىڭ تەھرىرىم',
'rclinks'                           => 'يېقىنقى $2 كۈن ئىچىدىكى ئەڭ يېڭى  $1 قېتىملىق ئۆزگەرتىشنى كۆرسەت. <br />$3',
'diff'                              => 'پەرق',
'hist'                              => 'تارىخ',
'hide'                              => 'يوشۇر',
'show'                              => 'كۆرسەت',
'minoreditletter'                   => 'ئازراقلا',
'newpageletter'                     => 'يېڭى',
'boteditletter'                     => 'ماشىنا ئادەم',
'number_of_watching_users_pageview' => '[$1  {{PLURAL:$1|ئىشلەتكۈچى|ئىشلەتكۈچى}}كۆزىتىۋاتىدۇ]',
'rc_categories'                     => 'تۈر چېگرىسى ("|" بىلەن ئايرىلىدۇ )',
'rc_categories_any'                 => 'خالىغان',
'newsectionsummary'                 => '* $1 * يېڭى ئابزاس',
'rc-enhanced-expand'                => 'تەپسىلاتىنى كۆرسەت (JavaScript قوللىشى زۆرۈر)',
'rc-enhanced-hide'                  => 'تەپسىلاتىنى يوشۇر',

# Recent changes linked
'recentchangeslinked'          => 'مۇناسىۋەتلىك ئۆزگەرتىشلەر',
'recentchangeslinked-feed'     => 'مۇناسىۋەتلىك ئۆزگەرتىشلەر',
'recentchangeslinked-toolbox'  => 'مۇناسىۋەتلىك ئۆزگەرتىشلەر',
'recentchangeslinked-title'    => '"$1" مۇناسىۋەتلىك ئۇلانما ئۆزگەردى',
'recentchangeslinked-noresult' => 'بېرىلگەن ۋاقىتتا ئۇلانغان بەتلەردە ئۆزگىرىش يوق.',
'recentchangeslinked-summary'  => "بۇ ئالاھىدە بەت يۈزى كۆرسەتكەن بەتتىن ئۇلىنىپ چىققان يېقىنقى ئۆزگەرتىش تىزىملىكى (ياكى ئالاھىدە تۈرنىڭ ئەزاسى).
 [[Special:Watchlist|كۆزەت تىزىملىكىڭىز]] دىكى بەت يۈزى '''توم''' كۆرسىتىلىدۇ.",
'recentchangeslinked-page'     => 'بەت ئاتى:',
'recentchangeslinked-to'       => 'بېرىلگەن بەتكە ئۇلانغان ئۆزگەرتىشنى كۆرسەت',

# Upload
'upload'                      => 'ھۆججەت يۈكلە',
'uploadbtn'                   => 'ھۆججەت يۈكلە',
'reuploaddesc'                => 'يۈكلەشتىن ۋاز كېچىپ، يۈكلەش كۆزنىكىگە قايت',
'upload-tryagain'             => 'ئۆزگەرتىلگەن ھۆججەت چۈشەندۈرۈشى يوللا',
'uploadnologin'               => 'تىزىمغا كىرمىدى',
'uploadnologintext'           => ' سىز [[Special:UserLogin|تىزىمغا كىر]]سىڭىز ئاندىن ھۆججەت يوللىيالايسىز.',
'upload_directory_missing'    => 'يۈكلەش مۇندەرىجىسى ($1) يوقالغان، تور بەت مۇلازىمىتىرى قۇرالمايدۇ.',
'upload_directory_read_only'  => 'تور مۇلازىمىتىرىنىڭ يۈكلەش مۇندەرىجىسى ($1) گە يېزىش  ھوقۇقى يوق.',
'uploaderror'                 => 'يۈكلەش خاتالىقى',
'upload-recreate-warning'     => "'''ئاگاھلاندۇرۇش: ئوخشاش ئاتلىق ھۆججەتتىن بىرى ئىلگىرى ئۆچۈرۈلگەن ياكى باشقا جايغا يۆتكەلگەن.'''
پايدىلىنىش ئۈچۈن بۇ بەتنىڭ ئۆچۈرۈش ۋە يۆتكەش خاتىرىسى بۇ جايدا تەمىنلەندى:",
'uploadtext'                  => "تۆۋەندىكى كۆزنەكنى ئىشلىتىپ ھۆججەت يۈكلەڭ.
ئىلگىرى يۈكلەنگەن ھۆججەتلەرنى كۆرۈش ياكى ئىزدەشتە [[Special:FileList|ھۆججەت يۈكلەش تىزىملىكى]]گە كىرىپ،  (يېڭىدىن) يۈكلەنگەننى [[Special:Log/upload|يۈكلەش خاتىرىسى]]دە خاتىرىلىنىدۇ، ئۆچۈرۈلگىنى [[Special:Log/delete|ئۆچۈرۈش خاتىرىسى]]دە خاتىرىلىنىدۇ.

بەتكە ھۆججەت يۈكلىمەكچى بولسىڭىز، تۆۋەندىكى ئۇلانما شەكلىنى ئىشلىتىڭ:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' ھۆججەتنىڭ تولۇق نەشرىنى ئىشلىتىدۇ
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></tt>''' 200 نۇقتا كەڭلىكتىكى سول ياندىكى رامكىدا قايتا پەيدا بولىدىغان 'ئالماشتۇرىدىغان تېكست' چۈشەندۈرۈشىنى ئىشلىتىدۇ.
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' ھۆججەتنى كۆرسەتمەيلا بىۋاسىتە ئۇلىنىدۇ",
'upload-permitted'            => 'يول قويىدىغان ھۆججەت تىپى: $1',
'upload-preferred'            => 'تەۋسىيىلىك ھۆججەت تىپى: $1',
'upload-prohibited'           => 'چەكلەيدىغان ھۆججەت تىپى: $1',
'uploadlog'                   => 'يۈكلەش خاتىرىسى',
'uploadlogpage'               => 'خاتىرە يۈكلە',
'uploadlogpagetext'           => 'تۆۋەندىكىسى يېقىندا يوللانغان ھۆججەت تىزىملىكى.\\n
 [[Special:NewFiles|يېڭى ھۆججەت كارىدورى]]دىن تېخىمۇ كۆپ سۈرەتلەرنى كۆرۈڭ.',
'filename'                    => 'ھۆججەت ئاتى',
'filedesc'                    => 'ئۈزۈندە',
'fileuploadsummary'           => 'ئۈزۈندە',
'filereuploadsummary'         => 'ھۆججەت ئۆزگۈرۈشى:',
'filestatus'                  => 'نەشر ھوقۇقى ھالىتى:',
'filesource'                  => 'مەنبە:',
'uploadedfiles'               => 'يۈكلەنگەن ھۆججەتلەر',
'ignorewarning'               => 'ئاگاھلاندۇرۇشقا پەرۋا قىلماي ھۆججەتنى ساقلا',
'ignorewarnings'              => 'بارلىق ئاگاھلاندۇرۇشقا پەرۋا قىلما',
'minlength1'                  => 'ھۆججەت ئاتى ئاز دېگەندە بىر ھەرپ بولۇشى لازىم.',
'illegalfilename'             => 'ھۆججەت ئاتى "$1"دا ماۋزۇدا چەكلىنىدىغان ھەرپ بار.
ھۆججەت ئاتىنى ئۆزگەرتىپ ئاندىن يۈكلەشنى قايتا سىناڭ.',
'badfilename'                 => 'ھۆججەت ئاتى ئۆزگەرتىلدى "$1".',
'filetype-mime-mismatch'      => 'ھۆججەت كېڭەيتىلگەن ئاتى MIME تىپى بىلەن ماسلاشمىدى.',
'filetype-badmime'            => 'ھۆججەتنىڭ MIME تىپى "$1" يۈكلەشكە يول قويىدىغان ھۆججەت شەكلى ئەمەس.',
'filetype-bad-ie-mime'        => 'بۇ ھۆججەتنى يۈكلىگىلى بولمايدۇ، چۈنكى Internet Explorer ئۇنى "$1" دەپ بايقىدى، ئۇ يول قويۇلمايدىغان يوشۇرۇن خەۋپى بار ھۆججەت تىپى.',
'filetype-unwanted-type'      => "'''\".\$1\"''' لازىمى يوق ھۆججەت تىپى.
تەۋسىيە قىلىدىغان {{PLURAL:\$3|بىر|بىر قانچە}} خىل ھۆججەت تىپى \$2.",
'filetype-banned-type'        => "'''\".\$1\"''' يول قويمايدىغان ھۆججەت تىپى.
يول قويىدىغان {{PLURAL:\$3|بىر|بىر قانچە}} ھۆججەت تىپى \$2.",
'filetype-missing'            => 'بۇ ھۆججەتنىڭ كېڭەيتىلگەن ئاتى يوق (مەسىلەن ".jpg").',
'empty-file'                  => 'يوللىغان ھۆججىتىڭىز بوش.',
'file-too-large'              => 'يوللىغان ھۆججىتىڭىز بەك چوڭ.',
'filename-tooshort'           => 'ھۆججەت ئاتى بەك قىسقا.',
'filetype-banned'             => 'بۇ خىل ھۆججەت چەكلەنگەن.',
'verification-error'          => 'ھۆججەت دەلىللەشتىن ئۆتەلمىدى.',
'hookaborted'                 => 'سىز سىنىغان ئۆزگەرتىش قىستۇرما ئىلمەك تەرىپىدىن توختىتىلدى.',
'illegal-filename'            => 'ھۆججەت ئاتىغا يول قويمايدۇ.',
'overwrite'                   => 'مەۋجۇد ھۆججەت قاپلاشقا يول قويمايدۇ.',
'unknown-error'               => 'نامەلۇم خاتالىق كۆرۈلدى.',
'tmp-create-error'            => 'ۋاقىتلىق ھۆججەت قۇرالمىدى.',
'tmp-write-error'             => 'ۋاقىتلىق ھۆججەت يېزىش خاتالىقى.',
'large-file'                  => 'تەۋسىيە قىلىنىدىغان ھۆججەت چوڭلۇقى $1 دىن ئېشىپ كەتمەيدۇ؛
بۇ ھۆججەتنىڭ چوڭلۇقى $2.',
'largefileserver'             => 'بۇ ھۆججەتنىڭ چوڭلۇقى مۇلازىمىتىر سەپلىمىسى يول قويىدىغان ھۆججەتتىنمۇ چوڭ.',
'emptyfile'                   => 'سىز يۈكلىگەن ھۆججەت قۇرۇقتەك تۇرىدۇ.
بۇ ھۆججەت ئاتى خاتا كىرگۈزگەنلىكتىن بولۇشى مۇمكىن.
سىز راستىنلا بۇ ھۆججەتنى يۈكلەيدىغانلىقىڭىزنى تەكشۈرۈڭ.',
'fileexists'                  => "ئوخشاش ئاتتىكى ھۆججەت مەۋجۇد، ئەگەر ئۇنى ئۆزگەرتىشنى جەزملىيەلمىسىڭىز '''<tt>[[:$1]]</tt>''' نى تەكشۈرۈڭ.
[[$1|thumb]]",
'filepageexists'              => "بۇ ھۆججەتنىڭ چۈشەندۈرۈش بېتى  '''<tt>[[:$1]]</tt>''' دا قۇرۇلغان، ئەمما بۇ ئاتلىق ھۆججەت مەۋجۇد ئەمەس.
سىز كىرگۈزگەن ئۈزۈندە چۈشەندۈرۈش بېتىدە كۆرۈنمەيدۇ.
ئۈزۈندە شۇ جايدا كۆرۈنسۇن دەپ قارىسىڭىز، ئۆزىڭىز تەھرىرلەڭ.
[[$1|thumb]]",
'fileexists-extension'        => "ئوخشاپ كېتىدىغان ئاتتىكى ھۆججەتتىن بىرى مەۋجۇد: [[$2|thumb]]
* يۈكلىگەن ھۆججەتنىڭ ئاتى: '''<tt>[[:$1]]</tt>'''
* مەۋجۇد ھۆججەتنىڭ ئاتى:'''<tt>[[:$2]]</tt>''
باشقا ئاتتىن بىرنى تاللاڭ.",
'fileexists-thumbnail-yes'    => "بۇ ھۆججەت يەنە بىر سۈرەتنىڭ كىچىكلىتىلگەن نەشرىدەك تۇرىدۇ ''(كىچىك سۈرەت)''.
[[$1|thumb]]
بۇ ھۆججەتنى تەپسىلىي تەكشۈرۈڭ'''<tt>[[:$1]]</tt>'''.
ئەگەر تەكشۈرۈلگەن ھۆججەت بىلەن ئەسلى چوڭلۇقتىكى سۈرەت ئوخشاش بىر پارچە سۈرەت بولسا، ئوشۇقچە كىچىك سۈرەت يوللىشىڭىزنىڭ ھاجىتى يوق.",
'file-thumbnail-no'           => "ھۆججەت ئاتى '''<tt>$1</tt>'''.
 دىن باشلانغان، باشقا بىر پارچە سۈرەتنىڭ كىچىك سۈرىتى بولۇشى مۇمكىن ''(كىچىك سۈرەت)''.
ئەگەر سىزدە ئەسلى چوڭلۇقتىكى نەشرى بولسا، ئۇنى يۈكلەڭ، بولمىسا ھۆججەت ئاتىنى ئۆزگەرتىڭ.",
'fileexists-forbidden'        => 'ئوخشاش ئاتتىكى ھۆججەت مەۋجۇد، قاپلىۋەتكىلى بولمايدۇ؛
ئەگەر يەنىلا بۇ ھۆججەتنى يۈكلىمەكچى بولسىڭىز، كەينىگە قايتىپ، يېڭى ھۆججەت ئاتىدا يوللاڭ. [[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'ھەمبەھىر ھۆججەت ئامبىرىدا مۇشۇ ئاتتىكى ھۆججەت مەۋجۇد.
ئەگەر يەنىلا بۇ ھۆججەتنى يۈكلىمەكچى بولسىڭىز، كەينىگە قايتىپ، يېڭى ھۆججەت ئاتىدا يوللاڭ.[[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'بۇ ھۆججەت تۆۋەندىكى{{PLURAL:$1|بىر|بىر قانچە}} ھۆججەت بىلەن تەكرار:',
'file-deleted-duplicate'      => 'ئوخشاش ئاتتىكى بىر ھۆججەت ([[:$1]]) بايىلا ئۆچۈرۈلگەن.
سىز قايتا يۈكلەشتىن ئىلگىرى شۇ ھۆججەتنىڭ ئۆچۈرۈش خاتىرىسىنى تەكشۈرۈپ بېقىڭ.',
'uploadwarning'               => 'يۈكلەش ئاگاھلاندۇرۇشى',
'uploadwarning-text'          => 'تۆۋەندىكى ھۆججەت چۈشەندۈرۈشىنى ئۆزگەرتىپ ئاندىن قايتا سىناڭ.',
'savefile'                    => 'ھۆججەت ساقلا',
'uploadedimage'               => '"[[$1]]" يۈكلەنگەن',
'overwroteimage'              => ' "[[$1]]" نىڭ يېڭى نەشرى يۈكلەندى',
'uploaddisabled'              => 'يۈكلەش چەكلەنگەن',
'copyuploaddisabled'          => 'URL ئارقىلىق يۈكلەش ئىقتىدارى چەكلەنگەن.',
'uploadfromurl-queued'        => 'يۈكلەش قاتارغا تىزىلدى.',
'uploaddisabledtext'          => 'ھۆججەت يۈكلەش چەكلەنگەن.',
'php-uploaddisabledtext'      => 'PHP ھۆججەت يۈكلەش چەكلەنگەن.
 file_uploads تەڭشىكىنى تەكشۈرۈڭ.',
'uploadscripted'              => 'بۇ ھۆججەتتە توركۆرگۈ خاتا يېشىدىغان HTML ياكى قوليازما كودىنى ئۆز ئىچىگە ئالغان.',
'uploadvirus'                 => 'بۇ ھۆججەتتە ۋىرۇس بار!
تەپسىلاتى: $1',
'upload-source'               => 'مەنبە ھۆججەت',
'sourcefilename'              => 'مەنبە ھۆججەت ئاتى:',
'sourceurl'                   => 'مەنبە URL:',
'destfilename'                => 'نىشان ھۆججەت ئاتى:',
'upload-maxfilesize'          => 'ئەڭ چوڭ ھۆججەت چوڭلۇقى: $1',
'upload-description'          => 'ھۆججەت چۈشەندۈرۈشى',
'upload-options'              => 'يۈكلەش تاللانما',
'watchthisupload'             => 'بۇ ھۆججەتنى كۆزەت',
'filewasdeleted'              => 'بايىلا ئوخشاش ئاتتىكى بىر ھۆججەت يوللىنىپ، ئارقىدىنلا ئۆچۈرۈلگەن.
بۇ ھۆججەتنى يۈكلەشتىن ئىلگىرى، $1 نى تەكشۈرۈپ بېقىڭ.',
'upload-wasdeleted'           => "'''ئاگاھلاندۇرۇش: ئىلگىرى ئۆچۈرگەن ھۆججەتتىن بىرنى يۈكلەۋاتىسىز.'''
بۇ ھۆججەتنى قايتا يۈكلەشنىڭ مۇۋاپىق ياكى ئەمەسلىكىنى ئويلىنىپ بېقىڭ.
قولايلىق بولۇشى ئۈچۈن بۇ ھۆججەتنىڭ ئۆچۈرۈش خاتىرىسى تۆۋەندە تەمىنلەندى:",
'filename-bad-prefix'         => "سىز يۈكلىگەن ھۆججەتنىڭ ئاتى'''\\\"\$1\\\"''' دىن باشلىنىپتۇ، بۇ خىل مەنىسى يوق ھۆججەت ئاتىنى رەقەملىك فوتو ئاپپارات ئۆزلۈكىدىن ھاسىل قىلىدۇ.
ھۆججىتىڭىزگە تېخىمۇ ئەھمىيەتلىك ھۆججەت ئاتىدىن بىرنى تاللاڭ.",
'upload-success-subj'         => 'مۇۋەپپەقىيەتلىك يۈكلەندى',
'upload-success-msg'          => '[$2] دىن مۇۋەپپەقىيەتلىك يۈكلىدىڭىز. ئۇنىڭ مەۋجۇد ئورنى: [[:{{ns:file}}:$1]]',
'upload-failure-subj'         => 'يۈكلەش كاشىلىسى',
'upload-failure-msg'          => '[$2] دىن يۈكلەشتە  خاتالىق بار:

$1',
'upload-warning-subj'         => 'يۈكلەش ئاگاھلاندۇرۇشى',
'upload-warning-msg'          => '[$2] دىن يۈكلىگىنىڭىزدىن خاتالىق كۆرۈلدى. سىز [[Special:Upload/stash/$1|يۈكلەش جەدۋىلى]]گە قايتىپ مەسىلىنى تۈزەتسىڭىز بولىدۇ.',

'upload-proto-error'        => 'كېلىشىم خاتالىقى',
'upload-proto-error-text'   => 'يىراقتىن يۈكلەيدىغان  URL <code>http://</code> ياكى <code>ftp://</code> دىن باشلىنىدۇ.',
'upload-file-error'         => 'ئىچكى خاتالىق',
'upload-file-error-text'    => 'مۇلازىمىتىردا ۋاقىتلىق ھۆججەت قۇرۇۋاتقاندا ئىچكى خاتالىق يۈز بەردى.
 [[Special:ListUsers/sysop|باشقۇرغۇچى]] بىلەن ئالاقىلىشىڭ.',
'upload-misc-error'         => 'نامەلۇم يۈكلەش خاتالىقى',
'upload-misc-error-text'    => 'يۈكلىگەندە نامەلۇم خاتالىق يۈز بەردى.
سىز ئىشلەتكەن URL نىڭ توغرا ھەمدە زىيارەت قىلغىلى بولىدىغانلىقىنى جەزملەپ ئاندىن قايتا سىناڭ.
ئەگەر مەسىلە يەنىلا مەۋجۇد بولسا [[Special:ListUsers/sysop|باشقۇرغۇچى]] بىلەن ئالاقىلىشىڭ.',
'upload-too-many-redirects' => 'URL دا بەك كۆپ قايتا نىشانلاش مەۋجۇد',
'upload-unknown-size'       => 'نامەلۇم چوڭلۇق',
'upload-http-error'         => 'بىر HTTP خاتالىقى مەۋجۇد: $1',

# img_auth script messages
'img-auth-accessdenied' => 'زىيارەت رەت قىلىندى',
'img-auth-nopathinfo'   => 'PATH_INFO يوقالغان.
مۇلازىمىتىرىڭىز بۇ ئۇچۇرنى يوللاشنى تەڭشىمىگەن.
ئۇ CGI ئاساسىدا بولغاچقا img_auth نى قوللىمايدۇ. تۆۋەندىكى ئادرېستىن كۆرۈڭ
http://www.mediawiki.org/wiki/Manual:Image_Authorization',
'img-auth-notindir'     => 'سەپلەنگەن يۈكلەش مۇندەرىجىسىدىن ئىلتىماس قىلغان يولنى تاپالمىدى.',
'img-auth-badtitle'     => '"$1" ئۈچۈن ئىناۋەتلىك ماۋزۇ قۇرالمىدى.',
'img-auth-nologinnWL'   => 'سىز تېخى تىزىمغا كىرمىدىڭىز، "$1" ئاق تىزىملىكتە ئەمەس.',
'img-auth-nofile'       => '"$1" ھۆججەت  مەۋجۇد ئەمەس.',
'img-auth-isdir'        => 'سىز "$1" مۇندەرىجىنى زىيارەت قىلىشنى سىناۋاتىسىز.
پەقەت ھۆججەت زىيارەت قىلىشقىلا يول قويۇلغان.',
'img-auth-streaming'    => '"$1" ئاقتۇرۇۋاتىدۇ.',
'img-auth-public'       => 'img_auth.php نىڭ ئىقتىدارى شەخسىي wiki دىن ھۆججەت يوللاش.
بۇ wiki ئاممىۋى wiki قىلىپ سەپلەنگەن.
بىخەتەرلىكنى ئويلۇشۇپ، img_auth.php چەكلەندى.',
'img-auth-noread'       => 'ئىشلەتكۈچىنىڭ "$1" نى ئوقۇش ھوقۇقى يوق.',

# HTTP errors
'http-invalid-url'      => 'ئىناۋەتسىز URL: $1',
'http-invalid-scheme'   => '"$1" غا ئىگە URL لارنى قوللىمايدۇ.',
'http-request-error'    => 'نامەلۇم خاتالىق سەۋەبىدىن HTTP ئىلتىماسى مەغلۇپ بولدى.',
'http-read-error'       => 'HTTP ئوقۇش خاتالىقى.',
'http-timed-out'        => 'HTTP ئىلتىماسى ۋاقىت ھالقىدى.',
'http-curl-error'       => 'URL ئاجراتقاندا خاتالىق كۆرۈلدى: $1',
'http-host-unreachable' => 'URL غا ئۇلىشالمىدى.',
'http-bad-status'       => 'HTTP ئىلتىماس قىلغاندا مەسىلە كۆرۈلدى: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'URL زىيارەت قىلالمىدى.',
'upload-curl-error6-text'  => 'تەمىنلىگەن URL نى زىيارەت قىلالمىدى.
URL نىڭ توغرىلىقى ۋە تور بېكەتنى زىيارەت قىلىشنىڭ نورماللىقىنى قايتا تەكشۈرۈڭ.',
'upload-curl-error28'      => 'يۈكلەش ۋاقىت ھالقىدى',
'upload-curl-error28-text' => 'بېكەتنىڭ ئىنكاس قايتۇرۇش ۋاقتى بەك ئۇزۇن.
بۇ بېكەتنى زىيارەت قىلىشنىڭ نورماللىقىنى تەكشۈرۈڭ، سەل تۇرۇپ قايتا سىناڭ.
تور زىيارەت قىلىش ئارىسالدى ۋاقتىدا قايتا سىناپ بېقىڭ.',

'license'            => 'ئىجازەت:',
'license-header'     => 'ئىجازەت',
'nolicense'          => 'تاللانمىغان',
'license-nopreview'  => '(ئالدىن كۆزىتەلمەيدۇ)',
'upload_source_url'  => '(ئىناۋەتلىك، URL نى ئاشكارا زىيارەت قىلغىلى بولىدۇ)',
'upload_source_file' => '(كومپيۇتېرىڭىزدىكى بىر ھۆججەت)',

# Special:ListFiles
'listfiles-summary'     => 'بۇ ئالاھىدە بەتتە يۈكلەنگەن ھەممە ھۆججەت كۆرسىتىلىدۇ.
كۆڭۈلدىكى تەڭشەكتە ئاخىرىدا يۈكلەنگەن ھۆججەت بۇ تىزىملىكنىڭ چوققىسىدا كۆرسىتىلىدۇ.
خالىغان ستون ماۋزۇسى چېكىلسە تىزىلىش تەرتىپى ئۆزگىرىدۇ.',
'listfiles_search_for'  => 'ۋاسىتە ئاتى بويىچە ئىزدە:',
'imgfile'               => 'ھۆججەت',
'listfiles'             => 'ھۆججەت تىزىملىكى',
'listfiles_date'        => 'چېسلا',
'listfiles_name'        => 'ئاتى',
'listfiles_user'        => 'ئىشلەتكۈچى',
'listfiles_size'        => 'چوڭلۇقى',
'listfiles_description' => 'چۈشەندۈرۈش',
'listfiles_count'       => 'نەشرى',

# File description page
'file-anchor-link'          => 'ھۆججەت',
'filehist'                  => 'ھۆججەت تارىخى',
'filehist-help'             => 'چېسلا/ۋاقىت چېكىلسە ئەينى ۋاقىتتا كۆرۈلگەن ھۆججەتنى كۆرسىتىدۇ.',
'filehist-deleteall'        => 'ھەممىنى ئۆچۈر',
'filehist-deleteone'        => 'ئۆچۈر',
'filehist-revert'           => 'قايتۇر',
'filehist-current'          => 'نۆۋەتتىكى',
'filehist-datetime'         => 'چېسلا/ۋاقىت',
'filehist-thumb'            => 'كىچىك سۈرەت',
'filehist-thumbtext'        => '$1 نىڭ كىچىك سۈرەت نەشرى',
'filehist-nothumb'          => 'كىچىك سۈرەت يوق',
'filehist-user'             => 'ئىشلەتكۈچى',
'filehist-dimensions'       => 'ئۆلچەم',
'filehist-filesize'         => 'ھۆججەت چوڭلۇقى',
'filehist-comment'          => 'ئىزاھات',
'filehist-missing'          => 'ھۆججەت يوقالغان',
'imagelinks'                => 'ھۆججەت ئۇلىنىشى',
'linkstoimage'              => 'تۆۋەندىكى {{PLURAL:$1|بەت|$1 بەت}}  بۇ ھۆججەتكە ئۇلانغان:',
'linkstoimage-more'         => '{{PLURAL:$1|دىن كۆپ بەت ئۇلانما|دىن كۆپ بەت ئۇلانما}}  بۇ ھۆججەتكە ئۇلانغان.
تۆۋەندىكى تىزىملىك پەقەت بۇ ھۆججەتنىڭ ئەڭ بېشىدىكى {{PLURAL:$1|بەت| $1 بەت}} ئۇلىنىشىنىلا كۆرسىتىدۇ.
 [[Special:WhatLinksHere/$2|تولۇق تىزىملىك]]نى تەمىنلىيەلەيدۇ.',
'nolinkstoimage'            => 'بۇ ھۆججەتكە ئۇلانغان بەت يوق.',
'morelinkstoimage'          => 'بۇ ھۆججەتكە ئۇلانغان [[Special:WhatLinksHere/$1|تېخىمۇكۆپ ئۇلانما]] كۆرسەت.',
'redirectstofile'           => 'تۆۋەندىكى {{PLURAL:$1|ھۆججەت|$1 ھۆججەت}}  بۇ ھۆججەتكە نىشانلانغان.',
'duplicatesoffile'          => 'تۆۋەندىكى {{PLURAL:$1|ھۆججەت|$1 ھۆججەت}}  بۇ ھۆججەت بىلەن تەكرارلانغان  ([[Special:FileDuplicateSearch/$2|تېخىمۇ كۆپ تەپسىلاتى]]):',
'sharedupload'              => 'بۇ ھۆججەت $1 دىن كەلگەن، ئۇ باشقا قۇرۇلۇشتا ئىشلىتىلىۋاتقان بولۇشى مۇمكىن.',
'sharedupload-desc-there'   => 'بۇ ھۆججەت $1 دىن كەلگەن، ئۇ باشقا قۇرۇلۇشلاردا ئىشلىتىلىدىغان بولۇشى مۇمكىن
[$2 ھۆججەت چۈشەندۈرۈش بېتى]دىكى مۇناسىۋەتلىك ئۇچۇردىن كۆرۈڭ.',
'sharedupload-desc-here'    => 'بۇ ھۆججەت $1 دىن كەلگەن، ئۇ باشقا قۇرۇلۇشتا ئىشلىتىلىشى مۇمكىن.
[$2 ھۆججەت چۈشەندۈرۈش بېتى] نىڭ چۈشەندۈرۈشى تۆۋەندە كۆرسىتىلىدۇ.',
'filepage-nofile'           => 'بۇ ئاتلىق ھۆججەت مەۋجۇد ئەمەس.',
'filepage-nofile-link'      => '[$1 يۈكلىيەلەيسىز]بۇ ئاتلىق ھۆججەت مەۋجۇد ئەمەس، ئەمما سىز.',
'uploadnewversion-linktext' => 'بۇ ھۆججەتنىڭ يېڭى نەشرىنى يۈكلە',
'shared-repo-from'          => 'مەنبەسى $1',
'shared-repo'               => 'ھەمبەھىر ھۆججەت ئامبىرى',

# File reversion
'filerevert'                => '$1 ئەسلىگە قايتۇر',
'filerevert-legend'         => 'ھۆججەتنى ئەسلىگە قايتۇر',
'filerevert-intro'          => "سىز ئەسلىگە قايتۇرۇۋاتقان ھۆججەت '''[[Media:$1|$1]]''' دىن  [$4  $3، $2 نىڭ نەشرى].",
'filerevert-comment'        => 'سەۋەب:',
'filerevert-defaultcomment' => '$2، $1 نەشرى ئەسلىگە قايتۇرۇلدى.',
'filerevert-submit'         => 'ئەسلىگە قايتۇر',
'filerevert-success'        => "'''[[Media:$1|$1]]''' ئەسلىگە قايتۇرۇلغان [$4 نىڭ نەشرى $3, $2].",
'filerevert-badversion'     => 'بۇ ھۆججەت تەمىنلىگەن ۋاقىت تامغىسىنىڭ ئالدىنقى يەرلىك نەشرى يوق.',

# File deletion
'filedelete'                  => '$1 ئۆچۈر',
'filedelete-legend'           => 'ھۆججەت ئۆچۈر',
'filedelete-intro'            => "سىز ھۆججەت '''[[Media:$1|$1]]''' ۋە ئۇنىڭ ھەممە تارىخىنى ئۆچۈرۈۋاتىسىز.",
'filedelete-intro-old'        => "'''[[Media:$1|$1]]''' نىڭ [$4 $3, $2] نەشرىنى ئۆچۈرۈۋاتىسىز.",
'filedelete-comment'          => 'سەۋەب:',
'filedelete-submit'           => 'ئۆچۈر',
'filedelete-success'          => "'''$1''' ئۆچۈرۈلدى.",
'filedelete-success-old'      => "'''[[Media:$1|$1]]''' نىڭ $3, $2 نەشرى ئۆچۈرۈلدى.",
'filedelete-nofile'           => "'''$1''' مەۋجۇد ئەمەس.",
'filedelete-nofile-old'       => "خاسلىقى بەلگىلەنگەن ئەھۋالدا بۇ جايدا '''$1''' نىڭ ساقلانغان نەشرى يوق.",
'filedelete-otherreason'      => 'باشقا/قوشۇمچە سەۋەب:',
'filedelete-reason-otherlist' => 'باشقا سەۋەب',
'filedelete-reason-dropdown'  => '* ئادەتتىكى ئۆچۈرۈش سەۋەبى
** نەشر ھوقۇقىغا خىلاپ
** تەكرار ھۆججەت',
'filedelete-edit-reasonlist'  => 'ئۆچۈرۈش سەۋەبى تەھرىر',
'filedelete-maintenance'      => 'ئاسرىلىۋاتقاندا ھۆججەت ئۆچۈرۈش ۋە ئەسلىگە كەلتۈرۈش ۋاقىتلىق چەكلىنىدۇ.',

# MIME search
'mimesearch'         => 'MIME ئىزدە',
'mimesearch-summary' => 'بۇ بەت MIME تىپلىق سۈزگۈچنى قوزغاتقان.
كىرگۈزۈش: مەزمۇن تىپى/تارماق تىپ، مەسىلەن <tt>image/jpeg</tt>.',
'mimetype'           => 'MIME تىپى:',
'download'           => 'چۈشۈر',

# Unwatched pages
'unwatchedpages' => 'كۆزەت قىلىنمىغان بەتلەر',

# List redirects
'listredirects' => 'قايتا نىشانلانغان بەتلەر تىزىملىكى',

# Unused templates
'unusedtemplates'     => 'ئىشلىتىلمىگەن قېلىپلار',
'unusedtemplatestext' => 'بۇ بەتتە{{ns:template}}  ئات بوشلۇقىدىكى تېخى باشقا بەتلەر ئىشلەتمىگەن ھەممە بەتلەرنى كۆرسىتىدۇ. \\n
بۇ قېلىپلارنى ئۆچۈرۈشتىن ئىلگىرى بۇ قېلىپقا ئۇلانغان باشقا بەتلەرنى تەكشۈرۈڭ.',
'unusedtemplateswlh'  => 'باشقا ئۇلانما',

# Random page
'randompage'         => 'ئىختىيارىي بەت',
'randompage-nopages' => 'تۆۋەندىكى {{PLURAL:$2|ئات بوشلۇقى|ئات بوشلۇقى}}دا بەت يوق: $1.',

# Random redirect
'randomredirect'         => 'ئىختىيارىي قايتا نىشانلانغان بەت',
'randomredirect-nopages' => '"$1" ئات بوشلۇقىدا قايتا نىشانلانغان بەت يوق.',

# Statistics
'statistics'                   => 'ستاتىستىكا',
'statistics-header-pages'      => 'بەت ستاتىستىكا',
'statistics-header-edits'      => 'تەھرىر ستاتىستىكا',
'statistics-header-views'      => 'كۆرۈش ستاتىستىكا',
'statistics-header-users'      => 'ئىشلەتكۈچى ستاتىستىكا',
'statistics-header-hooks'      => 'باشقا سىتاتىستىكا',
'statistics-articles'          => 'مەزمۇن بېتى',
'statistics-pages'             => 'بەتلەر',
'statistics-pages-desc'        => 'wiki دىكى ھەممە بەتلەر، مۇنازىرە بېتى، قايتا نىشانلاش قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ.',
'statistics-files'             => 'يۈكلەنگەن ھۆججەتلەر',
'statistics-edits'             => ' {{SITENAME}} تەڭشىگەن بەتنىڭ تەھرىر سانى',
'statistics-edits-average'     => 'ھەر بىر بەتنىڭ ئوتتۇرىچە تەھرىر سانى',
'statistics-views-total'       => 'كۆرسىتىش ئومۇمى سانى',
'statistics-views-peredit'     => 'ھەر قېتىملىق تەھرىرنى كۆرسىتىش سانى',
'statistics-users'             => 'خەتلەتكەن [[Special:ListUsers|ئىشلەتكۈچى]]',
'statistics-users-active'      => 'ئاكتىپ ئىشلەتكۈچى',
'statistics-users-active-desc' => 'ئالدىنقى {{PLURAL:$1|كۈن|$1 كۈن}} دىكى مەشغۇلات قىلغان ئىشلەتكۈچىلەر',
'statistics-mostpopular'       => 'ئەڭ كۆپ كۆرۈلگەن بەتلەر',

'disambiguations'      => 'ئىككى بىسلىق بەتنى يوقىتىش',
'disambiguationspage'  => 'Template:ئىككى بىسلىق بەت',
'disambiguations-text' => "تۆۋەندىكى بەت '''ئىككى بىسلىق بەت'''كە ئۇلانغان.
ئەمما ئۇلار مۇۋاپىق ماۋزۇغا ئۇلىنىشى كېرەك ئىدى.<br />
ئەگەر بىر بەت [[MediaWiki:Disambiguationspage]] غا ئۇلانغان بولسا ئىككى بىسلىق بەت دەپ قارىلىدۇ.",

'doubleredirects'            => 'قوش قايتا نىشانلانغان بەت',
'doubleredirectstext'        => 'بۇ بەتتە قايتا نىشانلانغان بەت يەنە بىر قايتا نىشانلانغان بەتنى نىشانغانلىق تىزىملىكى كۆرسىتىلدى.
ھەر بىر قۇردا بىرىنچى ۋە ئىككىنچى قايتا نىشانلانغان بەتنىڭ ئۇلانمىسىنى شۇنداقلا ئىككىنچى قايتا نىشانلانغان بەتنىڭ نىشانىنى ئۆز ئىچىگە ئالىدۇ، ئادەتتە كۆرسىتىلىدىغىنى  "ھەقىقىي" نىشان بەت، مۇنداقچە ئېيتقاندا بىرىنچى نىشانلانغان بەت نىشانلايدىغان بەتتۇر.',
'double-redirect-fixed-move' => '[[$1]] يۆتكەلدى.\\n
ھازىر [[$2]] نى قايتا نىشانلىدى.',
'double-redirect-fixer'      => 'قايتا نىشانلانغان تۈزەتكۈچ',

'brokenredirects'        => 'بۇزۇق قايتا نىشانلانغان بەت',
'brokenredirectstext'    => 'تۆۋەندىكى قايتا نىشانلانغان بەت مەۋجۇد بولمىغان بەتنى كۆرسەتكەن:',
'brokenredirects-edit'   => 'تەھرىر',
'brokenredirects-delete' => 'ئۆچۈر',

'withoutinterwiki'         => 'تىل ئۇلانمىسى يوق بەت',
'withoutinterwiki-summary' => 'تۆۋەندىكى بەت باشقا تىلدىكى نەشرىگە ئۇلانمايدۇ.',
'withoutinterwiki-legend'  => 'ئالدى قوشۇلغۇچى',
'withoutinterwiki-submit'  => 'كۆرسەت',

'fewestrevisions' => 'ئەڭ ئاز تۈزىتىلگەن بەتلەر',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|بايت|بايت}}',
'ncategories'             => '$1 {{PLURAL:$1|تۈر|تۈر}}',
'nlinks'                  => '$1 {{PLURAL:$1|ئۇلانما|ئۇلانما}}',
'nmembers'                => '$1 {{PLURAL:$1|ئەزا|ئەزا}}',
'nrevisions'              => '$1 {{PLURAL:$1|تۈزىتىش|تۈزىتىش}}',
'nviews'                  => '$1 {{PLURAL:$1|زىيارەت|زىيارەت}}',
'specialpage-empty'       => 'بۇ دوكلاتنىڭ نەتىجىسى يوق.',
'lonelypages'             => 'تەنھا بەت',
'lonelypagestext'         => 'تۆۋەندىكى بەت {{SITENAME}} دىكى باشقا بەتلەر بىلەن ئۇلانمىغان ياكى ئۆز ئىچىگە ئالمىغان.',
'uncategorizedpages'      => 'تۈرگە ئايرىلمىغان بەت',
'uncategorizedcategories' => 'تۈرگە ئايرىلمىغان تۈر',
'uncategorizedimages'     => 'تۈرگە ئايرىلمىغان ھۆججەتلەر',
'uncategorizedtemplates'  => 'تۈرگە ئايرىلمىغان قېلىپلار',
'unusedcategories'        => 'ئىشلىتىلمىگەن تۈرلەر',
'unusedimages'            => 'ئىشلىتىلمىگەن ھۆججەتلەر',
'popularpages'            => 'جەلپكار بەتلەر',
'wantedcategories'        => 'لازىملىق تۈرلەر',
'wantedpages'             => 'كېرەكلىك بەتلەر',
'wantedpages-badtitle'    => 'نەتىجە گۇرۇپپىسىدىكى ئىناۋەتسىز ماۋزۇ: $1',
'wantedfiles'             => 'لازىملىق ھۆججەتلەر',
'wantedtemplates'         => 'لازىملىق قېلىپلار',
'mostlinked'              => 'ئەڭ كۆپ ئۇلانغان بەتلەر',
'mostlinkedcategories'    => 'ئەڭ كۆپ ئۇلانغان تۈرلەر',
'mostlinkedtemplates'     => 'ئەڭ كۆپ ئۇلانغان قېلىپلار',
'mostcategories'          => 'ئەڭ كۆپ تۈرگە ئايرىلغان بەتلەر',
'mostimages'              => 'ئەڭ كۆپ ئۇلانغان ھۆججەتلەر',
'mostrevisions'           => 'ئەڭ كۆپ تۈزىتىلگەن بەتلەر',
'prefixindex'             => 'ھەممە بەتنىڭ ئالدى قوشۇلغۇچىسى',
'shortpages'              => 'قىسقا بەتلەر',
'longpages'               => 'ئۇزۇن بەتلەر',
'deadendpages'            => 'ئۇلىنىشى ئۈزۈلگەن بەت',
'deadendpagestext'        => 'تۆۋەندىكى بەتلەر {{SITENAME}} دىكى باشقا بەتلەرگە ئۇلانمىغان.',
'protectedpages'          => 'قوغدالغان بەتلەر',
'protectedpages-indef'    => 'پەقەت قەرەلسىز قوغدالغان بەت',
'protectedpages-cascade'  => 'پەقەت زەنجىرسىمان قوغدالغان بەت',
'protectedpagestext'      => 'تۆۋەندىكى بەتلەر يۆتكەش ياكى تەھرىرلەشنىڭ ئالدىنى ئېلىش ئۈچۈن قوغدالغان',
'protectedpagesempty'     => 'بۇ پارامېتىرلاردا قوغدالغان بەت يوق.',
'protectedtitles'         => 'قوغدالغان ماۋزۇلار',
'protectedtitlestext'     => 'تۆۋەندىكى بەتلەر قۇرۇشتىن ساقلىنىش ئۈچۈن قوغدالغان',
'protectedtitlesempty'    => 'بۇ پارامېتىرلاردا قوغدالغان ماۋزۇ يوق',
'listusers'               => 'ئىشلەتكۈچى تىزىملىكى',
'listusers-editsonly'     => 'تەھرىرلەنگەن ئىشلەتكۈچىلەرنىلا كۆرسەت',
'listusers-creationsort'  => 'قۇرۇلغان ۋاقتى بويىچە تەرتىپلە',
'usereditcount'           => '$1 {{PLURAL:$1|قېتىم|قېتىم}} تەھرىرلەنگەن',
'usercreated'             => ' $1  $2 قۇرۇلغان',
'newpages'                => 'يېڭى بەتلەر',
'newpages-username'       => 'ئىشلەتكۇچى ئىسمى:',
'ancientpages'            => 'ئەڭ كونا بەتلەر',
'move'                    => 'يۆتكە',
'movethispage'            => 'بۇ بەتنى يۆتكە',
'unusedimagestext'        => 'دىققەت باشقا بېكەتلەر URL ئارقىلىق بىۋاسىتە بۇ ھۆججەتكە ئۇلىنىشى مۇمكىن، شۇڭلاشقا بۇ جايدا تىزىلغان سۈرەتلەر يەنىلا ئىشلىتىلىۋاتقان بولۇشى مۇمكىن.',
'unusedcategoriestext'    => 'گەرچە باشقا بەت ياكى تۈرلەر قوللانمىغان بولسىمۇ ئەمما تىزىملىكتىكى تۈر بەتلىرى يەنىلا مەۋجۇد.',
'notargettitle'           => 'نىشان يوق',
'notargettext'            => 'سىز تېخى نىشان بەتتىن بىرنى بەلگىلىمىدىڭىز ياكى ئىشلەتكۈچى بۇ مەشغۇلاتنى ئېلىپ بارمىدى.',
'nopagetitle'             => 'بۇنداق نىشان بەت يوق',
'nopagetext'              => 'سىز بەلگىلىگەن نىشان بەت مەۋجۇد ئەمەس.',
'pager-newer-n'           => '{{PLURAL:$1|يېڭى 1|يېڭى $1}}',
'pager-older-n'           => '{{PLURAL:$1|كونا 1|كونا $1}}',
'suppress'                => 'نازارەتچى',

# Book sources
'booksources'               => 'كىتاب مەنبەسى',
'booksources-search-legend' => 'كىتاب مەنبەسى ئىزدە',
'booksources-go'            => 'يۆتكەل',
'booksources-text'          => 'تۆۋەندىكىسى بىر قىسىم تور كىتابخانىلىرىنىڭ تىزىملىكى، ئىچىدە سىز ئىزدىمەكچى بولغان كىتابلارنىڭ تېخىمۇ كۆپ ئۇچۇرى بولۇشى مۇمكىن:',
'booksources-invalid-isbn'  => 'تەمىنلىگەن ISBN نومۇرى توغرا ئەمەس. ئەسلى كۆچۈرگەن مەنبەدىكى نومۇردا خاتالىق بار يوقلۇقىنى تەكشۈرۈڭ.',

# Special:Log
'specialloguserlabel'  => 'ئىشلەتكۈچى:',
'speciallogtitlelabel' => 'ماۋزۇ:',
'log'                  => 'خاتىرە',
'all-logs-page'        => 'بارلىق ئاممىۋى خاتىرە',
'alllogstext'          => '{{SITENAME}} بارلىق ئىشلەتكىلى بولىدىغان خاتىرىنى ئۇنىۋېرسال كۆرسىتىدۇ.
سىز خاتىرە تىپى، ئىشلەتكۈچى ئاتى (چوڭ كىچىك يېزىلىشنى پەرقلەندۈرىدۇ) نى تاللىيالايسىز ياكى مۇناسىۋەتلىك بەت (چوڭ كىچىك يېزىلىشنى پەرقلەندۈرىدۇ) ئارقىلىق ئىزدەش دائىرىسىنى كىچىكلىتەلەيسىز.',
'logempty'             => 'خاتىرىدە ماس كېلىدىغان تۈر يوق.',
'log-title-wildcard'   => 'بۇ تېكست بىلەن باشلانغان ماۋزۇنى ئىزدە',

# Special:AllPages
'allpages'          => 'ھەممە بەت',
'alphaindexline'    => '$1 دىن $2',
'nextpage'          => 'كەينى بەت ($1)',
'prevpage'          => 'ئالدىنقى بەت ($1)',
'allpagesfrom'      => 'باشلانغان بەتنى كۆرسەت:',
'allpagesto'        => 'بۇ جايدىن ئاياغلاشقان بەتنى كۆرسەت:',
'allarticles'       => 'ھەممە بەت',
'allinnamespace'    => 'ئالدى بەت ($1)',
'allnotinnamespace' => 'ھەممە بەت ( $1 ئات بوشلۇقىغا تەۋە ئەمەس)',
'allpagesprev'      => 'ئالدى',
'allpagesnext'      => 'كەينى',
'allpagessubmit'    => 'يۆتكەل',
'allpagesprefix'    => 'ئالدى قوشۇلغۇچىسى بار بەتنى كۆرسەت:',
'allpagesbadtitle'  => 'بېرىلگەن بەت ماۋزۇسى قانۇنسىز ياكى ئىچكى تىلغا ئىگە ياكى ئىچكى wiki نىڭ ئالدى قوشۇلغۇچىسى.
ئۇ ماۋزۇغا ئىشلەتكىلى بولمايدىغان بىر ياكى بىر قانچە ھەرپنى ئۆز ئىچىگە ئالغان بولۇشى مۇمكىن.',
'allpages-bad-ns'   => '{{SITENAME}} دا\\"$1" ئات بوشلۇقى يوق.',

# Special:Categories
'categories'                    => 'كاتېگورىيە',
'categoriespagetext'            => 'تۆۋەندىكى {{PLURAL:$1|كاتېگورىيە|كاتېگورىيە}}دە بەت ياكى ۋاسىتە بار.
[[Special:UnusedCategories|ئىشلىتىلمىگەن كاتېگورىيە]] بۇ جايدا كۆرسىتىلمەيدۇ.
شۇنىڭ بىلەن بىللە [[Special:WantedCategories|لازىملىق كاتېگورىيە]] نى كۆرۈڭ.',
'categoriesfrom'                => 'بۇ كاتېگورىيەدىن باشلانغاننى كۆرسەت:',
'special-categories-sort-count' => 'سانى بويىچە تەرتىپلە',
'special-categories-sort-abc'   => 'ئېلىپبە بويىچە تەرتىپلە',

# Special:DeletedContributions
'deletedcontributions'             => 'ئۆچۈرۈلگەن ئىشلەتكۈچى تۆھپىسى',
'deletedcontributions-title'       => 'ئۆچۈرۈلگەن ئىشلەتكۈچى تۆھپىسى',
'sp-deletedcontributions-contribs' => 'تۆھپە',

# Special:LinkSearch
'linksearch'       => 'سىرتقى ئۇلانما',
'linksearch-pat'   => 'ئىزدەش شەكلى:',
'linksearch-ns'    => 'ئات بوشلۇقى:',
'linksearch-ok'    => 'ئىزدەش',
'linksearch-text'  => ' \\"*.wikipedia.org\\" غا ئوخشاش ئورتاق بەلگە ئىشلىتىشكە بولىدۇ. <br />
قوللايدىغان كېلىشىم: <tt>$1</tt>',
'linksearch-line'  => '$1 بولسا $2 دىن ئۇلانغان',
'linksearch-error' => 'ئورتاق بەلگەنى پەقەت ئاساسىي ئاپپارات ئاتىنىڭ باشىدىلا ئىشلەتكىلى بولىدۇ.',

# Special:ListUsers
'listusersfrom'      => 'بېرىلگەن ئىشلەتكۈچى كۆرسىتىش شەرتى:',
'listusers-submit'   => 'كۆرسەت',
'listusers-noresult' => 'ئىشلەتكۈچى تېپىلمىدى.',
'listusers-blocked'  => '(چەكلەنگەن)',

# Special:ActiveUsers
'activeusers'            => 'ئاكتىپ ئەزالار تىزىملىكى',
'activeusers-intro'      => 'بۇ يېقىنقى $1 {{PLURAL:$1| كۈن|كۈن}}دىكى مەشغۇلات قىلغان ئىشلەتكۈچىلەر تىزىملىكى.',
'activeusers-count'      => 'يېقىنقى {{PLURAL:$3|كۈن|$3 كۈن}}دىكى $1 {{PLURAL:$1|تەھرىر|تەھرىر}}  قېتىم سانى',
'activeusers-from'       => 'باشلانغان ئىشلەتكۈچىنى كۆرسەت:',
'activeusers-hidebots'   => 'ماشىنا ئادەمنى يوشۇر',
'activeusers-hidesysops' => 'باشقۇرغۇچىنى يوشۇر',
'activeusers-noresult'   => 'ئىشلەتكۈچى تېپىلمىدى.',

# Special:Log/newusers
'newuserlogpage'              => 'ئىشلەتكۈچى قۇرغان خاتىرە',
'newuserlogpagetext'          => '(چەكلەنگەن)',
'newuserlog-byemail'          => 'ئىم ئىلخەتتە يوللاندى',
'newuserlog-create-entry'     => 'يېڭى ئىشلەتكۈچى ھېساباتى',
'newuserlog-create2-entry'    => '$1 يېڭى ھېسابات قۇرۇلدى',
'newuserlog-autocreate-entry' => 'ئۆزلۈكىدىن قۇرۇلغان ھېسابات',

# Special:ListGroupRights
'listgrouprights'                      => 'ئىشلەتكۈچى گۇرۇپپا ھوقۇقى',
'listgrouprights-summary'              => 'تۆۋەندىكىسى بۇ wiki دا ئېنىقلىما بېرىلگەن ئىشلەتكۈچى ھوقۇق چېكى تىزىملىكى ۋە ئۇلارنىڭ زىيارەت ھوقۇق چېكى.
تېخىمۇ كۆپ قىسمەن ھوقۇقنىڭ تەپسىلاتىنى [[{{MediaWiki:Listgrouprights-helppage}}|بۇ جاي]] دىن تاپالايسىز.',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">بېرىلگەن ھوقۇق</span>
* <span class="listgrouprights-revoked">قايتۇرۇۋېلىنغان ھوقۇق</span>',
'listgrouprights-group'                => 'گۇرۇپپا',
'listgrouprights-rights'               => 'ھوقۇق',
'listgrouprights-helppage'             => 'Help: گۇرۇپپا ھوقۇقى',
'listgrouprights-members'              => '(ئەزالار تىزىملىكى)',
'listgrouprights-addgroup'             => ' {{PLURAL:$2|بىر|بىر قانچە}} گۇرۇپپىغا قوشالايدۇ: $1',
'listgrouprights-removegroup'          => ' {{PLURAL:$2|بىر|بىر قانچە}} گۇرۇپپىدىن چىقىرىۋېتەلەيدۇ: $1',
'listgrouprights-addgroup-all'         => 'ھەممە گۇرۇپپىغا قوش',
'listgrouprights-removegroup-all'      => 'ھەممە گۇرۇپپىدىن چىقىرىۋەت',
'listgrouprights-addgroup-self'        => 'شەخسىي ھېساباتىمغا {{PLURAL:$2|گۇرۇپپا|گۇرۇپپا}} قوش: $1',
'listgrouprights-removegroup-self'     => 'شەخسىي ھېساباتىمدىن {{PLURAL:$2|گۇرۇپپا|گۇرۇپپا}} چىقىرىۋەت: $1',
'listgrouprights-addgroup-self-all'    => 'شەخسىي ھېساباتىمغا ھەممە گۇرۇپپىنى قوش',
'listgrouprights-removegroup-self-all' => 'شەخسىي ھېساباتىمدىن ھەممە گۇرۇپپىنى چىقىرىۋەت',

# E-mail user
'mailnologin'          => 'يوللايدىغان ئادرېس يوق',
'mailnologintext'      => 'سىز ئالدى بىلەن [[Special:UserLogin|تىزىمغا كىر]]ىپ، [[Special:Preferences|مايىللىق]] تەڭشىكىدە ئىناۋەتلىك ئېلخەت ئادرېسىڭىزدىن بىرسى بولغاندا ئاندىن باشقا ئىشلەتكۈچىلەرگە ئېلخەت يوللىيالايسىز.',
'emailuser'            => 'بۇ ئىشلەتكۈچىگە ئېلخەت يوللا',
'emailpage'            => 'بۇ ئىشلەتكۈچىگە ئېلخەت يوللا',
'emailpagetext'        => 'سىز تۆۋەندىكى جەدۋەلنى ئىشلىتىپ، بۇ ئىشلەتكۈچىگە ئېلخەت يوللىيالايسىز.
 [[Special:Preferences|ئىشلەتكۈچى مايىللىقىڭىز]]دىكى ئېلخەت ئادرېسى  "يوللىغۇچى" ستونىدا كۆرۈنىدۇ، مۇشۇنداق بولغاندا شۇ ئىشلەتكۈچى سىزگە بىۋاسىتە جاۋاب قايتۇرالايدۇ.',
'usermailererror'      => 'Mail ئوبيېكتى خاتالىق قايتۇردى:',
'defemailsubject'      => '{{SITENAME}} ئېلخەت',
'usermaildisabled'     => 'ئىشلەتكۈچى ئېلخەت چەكلەنگەن',
'usermaildisabledtext' => 'سىز بۇ wiki دىكى باشقا ئىشلەتكۈچىگە ئېلخەت يوللىيالمايسىز.',
'noemailtitle'         => 'ئېلخەت ئادرېس يوق',
'noemailtext'          => 'بۇ ئىشلەتكۈچى تېخى ئىناۋەتلىك ئېلخەت ئادرېسى بەلگىلىمىگەن.',
'nowikiemailtitle'     => 'ئېلخەتكە يول قويمايدۇ',
'nowikiemailtext'      => 'بۇ ئىشلەتكۈچى باشقىلارنىڭ ئېلخىتىنى قوبۇل قىلماسلىقنى تاللىغان.',
'email-legend'         => 'باشقا {{SITENAME}} ئىشلەتكۈچىگە ئېلخەت يوللا',
'emailfrom'            => 'يوللىغۇچى:',
'emailto'              => 'قوبۇللىغۇچى:',
'emailsubject'         => 'تېما:',
'emailmessage'         => 'ئۇچۇر:',
'emailsend'            => 'يوللا',
'emailccme'            => 'ئۇچۇرۇمنىڭ كۆچۈرۈلمىسىدىن بىرنى ئېلخىتىمگە يوللا.',
'emailccsubject'       => 'ئۇچۇرىڭىزنى كۆچۈرۈدىغان ئورۇن: $1: $2',
'emailsent'            => 'ئېلخەت يوللاندى',
'emailsenttext'        => 'ئېلخىتىڭىز يوللاندى.',
'emailuserfooter'      => '$1 بۇ ئېلخەتنى $2 غا {{SITENAME}} نىڭ "ئېلخەت ئىشلەتكۈچى" ئىقتىدارى ئارقىلىق يوللانغان.',

# User Messenger
'usermessage-summary' => 'سىستېما ئۇچۇرىنى ساقلاپ قال',
'usermessage-editor'  => 'سىستېما خەۋەرچىسى',

# Watchlist
'watchlist'            => 'كۆزەت تىزىملىكىم',
'mywatchlist'          => 'كۆزەت تىزىملىكىم',
'watchlistfor2'        => '$1 $2 ئۈچۈن',
'nowatchlist'          => 'كۆزەت تىزىملىكىڭىز بوش.',
'watchlistanontext'    => '$1 كۆزەت تىزىملىكىڭىزنى كۆرۈپ تەھرىرلەڭ.',
'watchnologin'         => 'تىزىمغا كىرمىدى',
'watchnologintext'     => 'سىز [[Special:UserLogin|تىزىمغا كىر]]گەندىلا ئاندىن كۆزەت تىزىملىكىڭىزنى ئۆزگەرتەلەيسىز.',
'addedwatch'           => 'كۆزەت تىزىملىكىگە قوشۇلدى',
'addedwatchtext'       => "\"[[:\$1]]\" بېتى [[Special:Watchlist|كۆزەت تىزىملىكى]]ڭىزگە قوشۇلدى.
كەلگۈسىدە بۇ بەت ۋە ئۇنىڭ مۇنازىرە بېتىگە مۇناسىۋەتلىك ھەر قانداق ئۆزگەرتىش شۇ جايدا كۆرسىتىلىپلا قالماستىن،
بەلكى  [[Special:RecentChanges|يېقىنقى ئۆزگەرتىش تىزىملىكى]]دىمۇ تېخىمۇ ئاسان پەرقلەندۈرۈش ئۈچۈن '''توم''' شەكلىدە كۆرسىتىلىدۇ.",
'removedwatch'         => 'كۆزەت تىزىملىكىدىن چىقىرىۋەتتى',
'removedwatchtext'     => '"[[:$1]]" بېتى [[Special:Watchlist|كۆزەت تىزىملىكىڭىز]]دىن چىقىرىۋېتىلدى.',
'watch'                => 'كۆزەت',
'watchthispage'        => 'بۇ بەتنى كۆزەت',
'unwatch'              => 'كۆزەت قىلما',
'unwatchthispage'      => 'كۆزەتنى توختات',
'notanarticle'         => 'مەزمۇن بېتى ئەمەس',
'notvisiblerev'        => 'تۈزىتىلگەن نەشرى ئۆچۈرۈلدى',
'watchnochange'        => 'كۆرسەتكەن ۋاقىت بۆلىكىدە سىزنىڭ كۆزەت بېتىڭىزدە ئۆزگىرىش بولمىدى.',
'watchlist-details'    => 'كۆزەت تىزىملىكىڭىزدە {{PLURAL:$1|$1 بەت|$1 بەت}}  بار، مۇنازىرە بېتىنى ئۆز ئىچىگە ئالمايدۇ.',
'wlheader-enotif'      => '* ئېلخەتتە ئەسكەرتىش ئىقتىدارى قوزغىتىلدى.',
'wlheader-showupdated' => "* سىز ئالدىنقى قېتىم كۆرگەندىن كېيىن ئۆزگەرتىلگەن بەتلەر '''توم''' كۆرۈنىدۇ",
'watchmethod-recent'   => 'كۆزىتىۋاتقان بەتنىڭ يېقىنقى ئۆزگەرتىشىنى تەكشۈر',
'watchmethod-list'     => 'كۆزىتىۋاتقان بەتنىڭ يېقىنقى ئۆزگەرتىشىنى تەكشۈر',
'watchlistcontains'    => 'كۆزەت تىزىملىكىڭىزدە $1 {{PLURAL:$1|بەت|بەت}} بار.',
'iteminvalidname'      => "بەت'$1'  خاتالىقى، ئاتى ئىناۋەتسىز…",
'wlnote'               => "تۆۋەندىكىسى يېقىنقى {{PLURAL:$2|سائەت|'''$2''' سائەت}} ئىچىدىكى ئاخىرقى '{{PLURAL:$1|'''$1''' قېتىملىق|قېتىملىق}}  ئۆزگەرتىش.",
'wlshowlast'           => 'يېقىنقى $1 سائەت $2 كۈن $3 نىڭ ئۆزگەرتىشىنى كۆرسەت',
'watchlist-options'    => 'كۆزەت تىزىملىك تاللانما',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'كۆزەت قىلىۋاتىدۇ…',
'unwatching' => 'كۆزەت قىلمايۋاتىدۇ…',

'enotif_mailer'                => '{{SITENAME}} ئېلخەت ئۇقتۇرغۇچ',
'enotif_reset'                 => 'ھەممە بەتكە ئوقۇلدى بەلگىسى سال',
'enotif_newpagetext'           => 'بۇ يېڭى بەت.',
'enotif_impersonal_salutation' => '{{SITENAME}} ئىشلەتكۈچى',
'changed'                      => 'ئۆزگەردى',
'created'                      => 'قۇرغان',
'enotif_subject'               => '{{SITENAME}} نىڭ $PAGETITLE بېتىنى $CHANGEDORCREATED ئۆزگەرتكۈچى$PAGEEDITOR',
'enotif_lastvisited'           => 'ئالدىنقى قېتىملىق زىيارەتتىن كېيىنكى ھەممە ئۆزگەرتىشنى $1 كۆرۈڭ.',
'enotif_lastdiff'              => 'بۇ ئۆزگەرتىشنى كۆرمەكچى بولسىڭىز $1 كۆرۈڭ.',
'enotif_anon_editor'           => '$1 ئاتسىز ئىشلەتكۈچى',
'enotif_body'                  => 'قەدىرلىك $WATCHINGUSERNAME،

{{SITENAME}} بېكىتىدىكى $PAGETITLE ماۋزۇلۇق بەت $PAGEEDITDATE دا $PAGEEDITOR تەرىپىدىن $CHANGEDORCREATED،نۆۋەتتىكى تۈزىتىلگەن نەشرىنى كۆرۈش ئۈچۈن $PAGETITLE_URL غا يۆتكىلىڭ.

$NEWPAGE

تەھرىر ئۈزۈندىسى: $PAGESUMMARY $PAGEMINOREDIT

بۇ تەھرىر بىلەن ئالاقىلىشىڭ:

ئېلخەت: $PAGEEDITOR_EMAIL

مەزكۇر بېكەت: $PAGEEDITOR_WIKI

سىز بۇ بەتنى زىيارەت قىلىشتىن ئىلگىرى، كەلگۈسىدىكى ئۆزگەرتىش سىزگە ئۇقتۇرۇش قىلىنمايدۇ.  سىز كۆزىتىۋاتقان بەت تىزىملىكىنىڭ ئۇقتۇرۇش بەلگىسىنى قايتا تەڭشىسىڭىزمۇ بولىدۇ.

{{SITENAME}} ئۇقتۇرۇش سىستېمىسى

--
كۆزەت تىزىملىك تەڭشىكىڭىزنى ئۆزگەرتسىڭىز،
{{fullurl:{{#special:Watchlist}}/edit}} زىيارەت قىلىڭ

كۆزەت تىزىملىكىڭىزدىكى شۇ بەتنى ئۆچۈرمەكچى بولسىڭىز،
$UNWATCHURL زىيارەت قىلىڭ

قايتما ئىنكاس ياكى تېخىمۇ كۆپ ياردەمگە ئېرىشمەكچى بولسىڭىز:
{{fullurl:{{MediaWiki:Helppage}}}} زىيارەت قىلىڭ',

# Delete
'deletepage'             => 'بەت ئۆچۈر',
'confirm'                => 'جەزملە',
'excontent'              => "مەزمۇنى: '$1'",
'excontentauthor'        => "مەزمۇنى: '$1' (بىردىنبىر تۆھپىكار '[[Special:Contributions/$2|$2]]')",
'exbeforeblank'          => "تازىلاشتىن ئىلگىرىكى مەزمۇن: '$1'",
'exblank'                => 'بەت بوش',
'delete-confirm'         => 'ئۆچۈر "$1"',
'delete-legend'          => 'ئۆچۈر',
'historywarning'         => "'''ئاگاھلاندۇرۇش:''' سىز ئۆچۈرمەكچى بولغان بەتتە تەخمىنەن $1 {{PLURAL:$1|تۈزىتىلگەن نەشرى|تۈزىتىلگەن نەشرى}} نەشرىنىڭ تارىخى بار:",
'confirmdeletetext'      => 'سىز بىر بەتنىڭ ھەممە تارىخىنى قوشۇپ ئۆچۈرمەكچى.
بۇ مەشغۇلاتنى جەزملەپ، ئاقىۋىتىنى چۈشىنىڭ، شۇنىڭ بىلەن بىللە سىزنىڭ قىلمىشىڭىز  [[{{MediaWiki:Policy-url}}|شەخسىيەت تاكتىكىسى]] غا ئۇيغۇن بولسۇن.',
'actioncomplete'         => 'مەشغۇلات تامام',
'actionfailed'           => 'مەشغۇلات مەغلۇپ بولدى',
'deletedtext'            => '"<nowiki>$1</nowiki>" ئۆچۈرۈلدى.
 يېقىندا ئۆچۈرۈلگەن خاتىرىنى $2 دىن كۆرۈڭ.',
'deletedarticle'         => '"[[$1]]"ئۆچۈرۈلگەن',
'suppressedarticle'      => 'بىكار قىلىندى "[[$1]]"',
'dellogpage'             => 'ئۆچۈرۈش خاتىرىسى',
'dellogpagetext'         => 'تۆۋەندىكىسى يېقىندا ئۆچۈرۈلگەن خاتىرە تىزىملىكى.',
'deletionlog'            => 'ئۆچۈرۈش خاتىرىسى',
'reverted'               => 'يېقىنقى نەشرىگە ئەسلىگە كەلتۈرۈلدى',
'deletecomment'          => 'سەۋەب:',
'deleteotherreason'      => 'باشقا/قوشۇمچە سەۋەب:',
'deletereasonotherlist'  => 'باشقا سەۋەب',
'deletereason-dropdown'  => '*كۆپ ئىشلىتىدىغان ئۆچۈرۈش سەۋەبلىرى
** ئاپتور ئىلتىماسى
** نەشر ھوقۇقىغا خىلاپ
** بۇزغۇنچىلىق',
'delete-edit-reasonlist' => 'ئۆچۈرۈش سەۋەبى تەھرىر',
'delete-toobig'          => 'بۇ بەتنىڭ بەك كۆپ تەھرىرلەش تارىخى بار، {{PLURAL:$1|تۈزىتىلگەن نەشرى|تۈزىتىلگەن نەشرى}} قېتىمدىن ئارتۇق. {{SITENAME}} قالايمىقانچىلىقنىڭ ئالدىنى ئېلىش ئۈچۈن بۇ خىل بەتلەرنى ئۆچۈرۈش مەشغۇلاتى چەكلەندى.',
'delete-warning-toobig'  => 'بۇ بەتنىڭ تەھرىرلەش تارىخى بەك كۆپ، {{PLURAL:$1|تۈزىتىلگەن نەشرى|تۈزىتىلگەن نەشرى}} قېتىمدىن ئارتۇق.
بۇ بەت ئۆچۈرۈلسە {{SITENAME}} ساندانىنىڭ مەشغۇلاتىنى قالايمىقانلاشتۇرۇۋېتىشى مۇمكىن؛
بۇ مەشغۇلاتنى داۋاملاشتۇرۇشتىن ئىلگىرى ئېھتىيات قىلىڭ.',

# Rollback
'rollback'          => 'تەھرىر ئەسلىگە قايتۇر',
'rollback_short'    => 'ئەسلىگە قايتۇر',
'rollbacklink'      => 'ئەسلىگە قايتۇر',
'rollbackfailed'    => 'ئەسلىگە قايتۇرۇش مەغلۇپ بولدى',
'cantrollback'      => 'تەھرىرنى ئەسلىگە كەلتۈرەلمىدى؛
ئاخىرقى تۆھپىكار بۇ بەتنىڭ بىردىنبىر ئاپتورى.',
'alreadyrolled'     => ' [[User:$2|$2]] ([[User talk:$2|مۇنازىرە]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]])ئېلىپ بارغان [[:$1]] ئاخىرقى تەھرىرلەشنى ئەسلىگە كەلتۈرەلمەيدۇ;
باشقىلار بۇ بەتنى تەھرىرلىگەن ياكى ئەسلىگە كەلتۈرگەن.

ئاخىرقى قېتىم تەھرىرلىگۈچى: [[User:$3|$3]] ([[User talk:$3|مۇنازىرە]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'       => "تەھرىرلەش ئۈزۈندىسى: \"''\$1''\".",
'revertpage'        => ' [[Special:Contributions/$2|$2]] ([[User talk:$2|مۇنازىرە]]) نىڭ تەھرىرىدىن ئاخىرقى تۈزىتىلگەن نەشرى [[User:$1|$1]] غا ئەسلىگە كەلتۈرىدۇ.',
'revertpage-nouser' => '(چىقىرىۋېتىلگەن ئىشلەتكۈچى)نىڭ تەھرىرىدىن [[User:$1|$1]] نىڭ ئاخىرقى تۈزىتىلگەن نەشرىگە ئەاسلىگە كەلتۈرۈلدى',
'rollback-success'  => '$1 نىڭ تەھرىرى ئەسلىگە كەلتۈرۈلدى؛
$2 نىڭ ئاخىرقى تۈزىتىلگەن نەشرىگە ئۆزگەرتىلدى.',

# Edit tokens
'sessionfailure-title' => 'تىزىمغا كىرىش ئۇچۇرى مەغلۇپ بولدى',
'sessionfailure'       => 'تىزىمغا كىرگەندە مەسىلە كۆرۈلگەندەك تۇرىدۇ؛
قوغدىنىش تەدبىرى سۈپىتىدە بۇ مەشغۇلات بىكار قىلىندى.
 \\"كەينى\\"نى چېكىپ قايتا سىناڭ.',

# Protect
'protectlogpage'              => 'قوغداش خاتىرىسى',
'protectlogtext'              => 'تۆۋەندىكىسى قوغدالغان ۋە قوغداش يېشىلگەن بەتلەرنىڭ تىزىملىكى.
نۆۋەتتىكى بەتنىڭ قوغدىلىش ئەھۋالىنى [[Special:ProtectedPages|قوغدالغان بەتلەر تىزىملىكى]]دىن كۆرۈڭ.',
'protectedarticle'            => 'قوغدالغان "[[$1]]"',
'modifiedarticleprotection'   => '"[[$1]]" نىڭ قوغداش دەرىجىسى ئۆزگەردى',
'unprotectedarticle'          => 'قوغدالمىغان "[[$1]]"',
'movedarticleprotection'      => 'قوغداش تەڭشىكى "[[$2]]" دىن "[[$1]]" غا يۆتكەلدى.',
'protect-title'               => '"$1" نىڭ قوغداش دەرىجىسىنى ئۆزگەرتىۋاتىدۇ',
'prot_1movedto2'              => '[[$1]] دىن [[$2]]غا يۆتكەلدى',
'protect-legend'              => 'قوغداش جەزملە',
'protectcomment'              => 'سەۋەب:',
'protectexpiry'               => 'قەرەلى:',
'protect_expiry_invalid'      => 'قەرەلى توشۇش ۋاقتى ئىناۋەتسىز.',
'protect_expiry_old'          => 'قەرەلى توشۇش ۋاقتى ئۆتۈپ كەتكەن.',
'protect-unchain-permissions' => 'قۇلۇپلانغان ئىقتىدار تاللانما قۇلۇپىنى ئاچ',
'protect-text'                => "بۇ جايدا '''<nowiki>$1</nowiki>''' بېتىنىڭ قوغداش دەرىجىسىنى كۆرەلەيسىز ۋە ئۆزگەرتەلەيسىز.",
'protect-locked-blocked'      => "چەكلەنگەندە قوغداش دەرىجىسىنى ئۆزگەرتەلمەيسىز.
تۆۋەندىكى '''$1''' نىڭ نۆۋەتتىكى قوغداش دەرىجىسى:",
'protect-locked-dblock'       => "ساندان قۇلۇپلانغاندا قوغداش دەرىجىسىنى ئۆزگەرتكىلى بولمايدۇ.
تۆۋەندىكى '''$1''' نىڭ نۆۋەتتىكى قوغداش دەرىجىسى:",
'protect-locked-access'       => "ھېساباتىڭىزنىڭ بەت قوغداش دەرىجىسىنى ئۆزگەرتىش ھوقۇقى يوق.
تۆۋەندىكىسى '''$1''' بەتنىڭ نۆۋەتتىكى تەڭشىكى:",
'protect-cascadeon'           => 'تۆۋەندىكى {{PLURAL:$1|بىر|بىر قانچە}} بەت مەزكۇر بەتنى ئۆز ئىچىگە ئېلىش بىلەن بىللە زەنجىرسىمان قوغداش قوزغىتىلغان.
 شۇڭلاشقا بۇ بەتمۇ قوغدالغان. بۇ بەتنىڭ قوغداش دەرىجىسىنى ئۆزگەرتەلەيسىز، ئەمما زەنجىرسىمان قوغداشقا تەسىر كۆرسەتمەيدۇ.',
'protect-default'             => 'ھەممە ئىشلەتكۈچىگە يول قوي',
'protect-fallback'            => '"$1" نىڭ ئىجازىتى زۆرۈر.',
'protect-level-autoconfirmed' => 'يېڭى ۋە تىزىملاتمىغان ئىشلەتكۈچى چەكلىنىدۇ',
'protect-level-sysop'         => 'باشقۇرغۇچىلا',
'protect-summary-cascade'     => 'زەنجىرسىمان قۇلۇپ',
'protect-expiring'            => ' $1 (UTC) توختىتىلغان',
'protect-expiry-indefinite'   => 'قەرەلسىز',
'protect-cascade'             => 'بۇ بەت ئۆز ئىچىگە ئالغان بەتنى قوغدا (زەنجىرسىمان قۇلۇپتا قوغدالغان).',
'protect-cantedit'            => 'سىز بۇ بەتنىڭ قوغداش دەرىجىسىنى ئۆزگەرتەلمەيسىز، چۈنكى ئۇنى تەھرىرلەش ھوقۇقىڭىز يوق.',
'protect-othertime'           => 'باشقا ۋاقىت:',
'protect-othertime-op'        => 'باشقا ۋاقىت',
'protect-existing-expiry'     => 'نۆۋەتتىكى قەرەلى ئۆتكەن ۋاقىت: $3, $2',
'protect-otherreason'         => 'باشقا/قوشۇمچە سەۋەب:',
'protect-otherreason-op'      => 'باشقا سەۋەب',
'protect-dropdown'            => '*كۆپ ئۇچرايدىغان قوغداش سەۋەبلىرى
** زىيادە بۇزغۇنچىلىق
** زىيادە قالايمىقان يوللاش
** ئىشلەپچىقىرىشقا قارشى تەھرىر جېڭى
** يۇقىرى ئېقىملىق بەت',
'protect-edit-reasonlist'     => 'قوغداش سەۋەبى تەھرىر',
'protect-expiry-options'      => '1 سائەت:1 hour,1 كۈن:1 day,1 ھەپتە:1 week,2 ھەپتە:2 weeks,1 ئاي:1 month,3 ئاي:3 months,6 ئاي:6 months,1 يىل:1 year,چەكسىز:infinite',
'restriction-type'            => 'ھوقۇق چېكى:',
'restriction-level'           => 'چەكلىمە دەرىجىسى:',
'minimum-size'                => 'ئەڭ كىچىك چوڭلۇقى',
'maximum-size'                => 'ئەڭ چوڭ چوڭلۇقى:',
'pagesize'                    => '(بايت)',

# Restrictions (nouns)
'restriction-edit'   => 'تەھرىر',
'restriction-move'   => 'يۆتكە',
'restriction-create' => 'قۇر',
'restriction-upload' => 'يۈكلە',

# Restriction levels
'restriction-level-sysop'         => 'تولۇق قوغدالغان',
'restriction-level-autoconfirmed' => 'يېرىم قوغدالغان',
'restriction-level-all'           => 'خالىغان دەرىجە',

# Undelete
'undelete'                     => 'ئۆچۈرۈلگەن بەتنى كۆرسەت',
'undeletepage'                 => 'ئۆچۈرۈلگەن بەتنى ئەسلىگە كەلتۈرۈپ كۆرسەت',
'undeletepagetitle'            => "'''تۆۋەندىكى [[:$1|$1]] نىڭ ئۆچۈرۈلگەن تۈزىتىلگەن نەشرى'''.",
'viewdeletedpage'              => 'ئۆچۈرۈلگەن بەتنى كۆرسەت',
'undeletepagetext'             => 'تۆۋەندىكى {{PLURAL:$1|بەت |$1 بەت}} ئۆچۈرۈلگەن ئەمما ئارخىپتا مەۋجۇد، ئەسلىگە كەلتۈرگىلى بولىدۇ
ئارخىپ ئامبىرى مەلۇم مۇددەتتە تازىلىنىشى مۇمكىن.',
'undelete-fieldset-title'      => 'تۈزىتىلگەن نەشرىنى ئەسلىگە كەلتۈر',
'undeleteextrahelp'            => "پۈتۈن بەتنى ئەسلىگە كەلتۈرگەندە، بارلىق كۆپ تاللانمىنى چىقىرىۋەتكەندىن كېيىن '''''ئەسلىگە كەلتۈر'''''نى چېكىڭ.
بەلگىلەنگەن نەشرىنى ئەسلىگە كەلتۈرۈشتە، مۇناسىپ نەشرىنىڭ ئالدىدىكى كۆپ تاللاش رامكىسىنى تاللاپ '''''ئەسلىگە كەلتۈر'''''نى چېكىڭ.
'''''ئەسلىگە قايتۇر''''' چېكىلسە مۇنازىرە مەزمۇنىنى ئۆچۈرۈپ بارلىق كۆپ تاللاش رامكىسىنى تازىلايدۇ.",
'undeleterevisions'            => '$1 {{PLURAL:$1|تۈزىتىلگەن نەشرى|تۈزىتىلگەن نەشرى}}  ئارخىپلاندى',
'undeletehistory'              => 'ئەگەر بۇ بەتنى ئەسلىگە كەلتۈرسىڭىز، ھەممە نەشرى تۈزىتىلگەن نەشر تارىخىغا ئەسلىگە كەلتۈرۈلىدۇ.
ئەگەر بۇ بەت ئۆچۈرۈلگەندىن كېيىن ئوخشاش ئاتتىكى يېڭى بىر بەت قۇرۇلسا ئەسلىگە كەلتۈرۈلگەن نەشرى يېڭىراق نەشرىدىكى تارىخ بولىدۇ.',
'undeleterevdel'               => 'ئەگەر ئەڭ يېڭى تۈزىتىلگەن نەشرى ئۆچۈرۈلسە، قارشى ئۆچۈرۈشنى ئېلىپ بارغىلى بولمايدۇ.
ئەگەر بۇنداق ئەھۋالغا يولۇققاندا ئەڭ يېڭى ئۆچۈرۈلگەن تۈزىتىلگەن نەشرىنى قارشى تاللاڭ ياكى قارشى يوشۇرۇڭ.',
'undeletehistorynoadmin'       => 'بۇ بەت ئۆچۈرۈلدى.
ئۆچۈرۈش سەۋەبى تۆۋەندىكى تەھرىر ئۈزۈندىسىدە كۆرسىتىلدى.
ئۆچۈرۈلۈشتىن ئىلگىرىكى ھەممە تۈزىتىلگەن نەشرىنىڭ تېكستى، ئۆچۈرۈلۈشتىن ئىلگىرىكى تۆھپىكارلارنىڭ تەپسىلىي ئۇچۇرلىرىنى پەقەت باشقۇرغۇچىلا كۆرەلەيدۇ.',
'undelete-revision'            => '$1 نى ئۆچۈرگەندە  ($4 $5 دا)  $3 يازغان تۈزىتىلگەن نەشرى:',
'undeleterevision-missing'     => 'ئىناۋەتسىز ياكى يوقالغان تۈزىتىلگەن نەشرى.
سىز خاتا ئۇلانما ئىشلەتكەن بولۇشىڭىز مۇمكىن ياكى بۇ تۈزىتىلگەن نەشرى ئارخىپتىن ئەسلىگە كەلتۈرۈلگەن ياكى يۆتكىۋېتىلگەن.',
'undelete-nodiff'              => 'ئالدىنقى تۈزىتىلگەن نەشرى تېپىلمىدى.',
'undeletebtn'                  => 'ئەسلىگە كەلتۈر',
'undeletelink'                 => 'كۆرسەت/ئەسلىگە كەلتۈر',
'undeleteviewlink'             => 'كۆرۈنۈش',
'undeletereset'                => 'ئەسلىگە قايتۇر',
'undeleteinvert'               => 'ئەكسىچە تاللا',
'undeletecomment'              => 'سەۋەب:',
'undeletedarticle'             => '"[[$1]]" ئەسلىگە كەلتۈرۈلدى',
'undeletedrevisions'           => '{{PLURAL:$1|1 تۈزىتىش|$1 تۈزىتىش}} ئەسلىگە كەلتۈرۈلدى',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 تۈزىتىش|$1 تۈزىتىش}} ۋە {{PLURAL:$2|1 ھۆججەت|$2 ھۆججەت}}  ئەسلىگە كەلتۈرۈلدى',
'undeletedfiles'               => '{{PLURAL:$1|1 ھۆججەت|$1 ھۆججەت}}  ئەسلىگە كەلتۈرۈلدى',
'cannotundelete'               => 'ئەسلىگە كەلتۈرۈش مەغلۇپ بولدى؛
باشقىلار بۇ بەتنى بايىلا ئەسلىگە كەلتۈرگەن بولۇشى مۇمكىن.',
'undeletedpage'                => "'''$1 ئەسلىگە كەلتۈرۈلدى'''

 [[Special:Log/delete|ئۆچۈرۈش خاتىرىسى]]دىن پايدىلىنىپ ئۆچۈر ۋە ئەسلىگە كەلتۈر خاتىرىسىنى كۆرۈڭ.",
'undelete-header'              => 'يېقىنقى خاتىرىنى سۈرۈشتۈرمەكچى بولسىڭىز [[Special:Log/delete|ئۆچۈرۈش خاتىرىسى]]دىن پايدىلىنىڭ.',
'undelete-search-box'          => 'ئۆچۈرۈلگەن بەتنى ئىزدە',
'undelete-search-prefix'       => 'باشلانغان بەتنى كۆرسەت:',
'undelete-search-submit'       => 'ئىزدەش',
'undelete-no-results'          => 'ئۆچۈرۈش ئارخىپ خاتىرىسىدە ماس كېلىدىغان نەتىجە يوق.',
'undelete-filename-mismatch'   => 'ۋاقىت تامغىسى بار ھۆججەتنىڭ تۈزىتىلگەن نەشرى $1 نى ئۆچۈرەلمەيدۇ: ھۆججەت ئاتى ماس كەلمىدى',
'undelete-bad-store-key'       => 'ۋاقىت تامغىسى بار ھۆججەتنىڭ تۈزىتىلگەن نەشرى $1 نى ئەسلىگە كەلتۈرەلمەيدۇ: ھۆججەت ئۆچۈرۈلۈشتىن ئىلگىرى يوقالغان.',
'undelete-cleanup-error'       => 'ئىشلىتىلمەيدىغان ئاخىپ ھۆججەت"$1"نى ئۆچۈرگەندە خاتالىق كۆرۈلدى.',
'undelete-missing-filearchive' => 'ھۆججەت ئارخىپىنىڭ كىملىكى $1 سانداندا بولمىغاچقا، ھۆججەت ئارخىپىدىن ئەسلىگە كەلتۈرەلمەيدۇ.
ئۇ ئەسلىگە كەلتۈرۈلگەن بولۇشى مۇمكىن.',
'undelete-error-short'         => 'ھۆججەت قارشى ئۆچۈرگەندە خاتالىق كۆرۈلدى: $1',
'undelete-error-long'          => 'ھۆججەتنى قارشى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى:

$1',
'undelete-show-file-confirm'   => '$2 $3 دىكى \\"<nowiki>$1</nowiki>\\" نىڭ ئۆچۈرۈلگەن تۈزىتىلگەن نەشرىنى راستىنلا كۆرەمسىز؟',
'undelete-show-file-submit'    => 'ھەئە',

# Namespace form on various pages
'namespace'      => 'ئات بوشلۇقى',
'invert'         => 'ئەكسىچە تاللا',
'blanknamespace' => '(ئاساسىي)',

# Contributions
'contributions'       => 'ئىشلەتكۈچى تۆھپىسى',
'contributions-title' => '$1 نىڭ ئىشلەتكۈچى تۆھپىسى',
'mycontris'           => 'تۆھپەم',
'contribsub2'         => '$1 نىڭ تۆھپىسى ($2)',
'nocontribs'          => 'بۇ ئۆلچەمگە ماس كېلىدىغان ئۆزگەرتىش تېپىلمىدى.',
'uctop'               => '(ئۈستى)',
'month'               => 'ئايدىن بۇيان (ياكى ئىلگىرى):',
'year'                => 'يىلدىن بۇيان (ياكى ئىلگىرى):',

'sp-contributions-newbies'             => 'يېڭى قۇرۇلغان ئىشلەتكۈچى تۆھپىسىنىلا كۆرسەت',
'sp-contributions-newbies-sub'         => 'يېڭى ھېسابات',
'sp-contributions-newbies-title'       => 'يېڭى ھېساباتنىڭ ئىشلەتكۈچى تۆھپىسى',
'sp-contributions-blocklog'            => 'چەكلەنگەن خاتىرە',
'sp-contributions-deleted'             => 'ئۆچۈرۈلگەن ئىشلەتكۈچىنىڭ تۆھپىسى',
'sp-contributions-logs'                => 'خاتىرە',
'sp-contributions-talk'                => 'مۇنازىرە',
'sp-contributions-userrights'          => 'ئىشلەتكۈچى ھوقۇقى باشقۇرۇش',
'sp-contributions-blocked-notice'      => 'بۇ ئىشلەتكۈچى نۆۋەتتە چەكلەنگەن.
پايدىلىنىش ئۈچۈن يېقىنقى چەكلەش خاتىرە تۈرلىرى تۆۋەندە تەمىنلەندى:',
'sp-contributions-blocked-notice-anon' => 'بۇ IP ئادرېس نۆۋەتتە چەكلەنگەن.
پايدىلىنىش ئۈچۈن  تۆۋەندە يېقىنقى چەكلەش خاتىرە تۈرلىرى تەمىنلەندى:',
'sp-contributions-search'              => 'تۆھپە ئىزدە',
'sp-contributions-username'            => 'IP ئادرېس ياكى ئىشلەتكۈچى ئاتى:',
'sp-contributions-toponly'             => 'ئەڭ يېڭى تۈزىتىلگەن نەشرىنىلا كۆرسەت',
'sp-contributions-submit'              => 'ئىزدە',

# What links here
'whatlinkshere'            => 'بۇ جايدىكى ئۇلانما',
'whatlinkshere-title'      => '"$1" بەتكە ئۇلانغان',
'whatlinkshere-page'       => 'بەت:',
'linkshere'                => "تۆۋەندىكى بەتلەر '''[[:$1]]'''غا ئۇلانغان:",
'nolinkshere'              => "'''[[:$1]]'''غا ئۇلانغان بەت يوق.",
'nolinkshere-ns'           => "تاللانغان ئات بوشلۇقىدا '''[[:$1]]''' غا ئۇلانغان بەت يوق.",
'isredirect'               => 'قايتا نىشان بەلگىلەنگەن بەت',
'istemplate'               => 'ئۆز ئىچىگە ئالغان',
'isimage'                  => 'سۈرەت ئۇلانما',
'whatlinkshere-prev'       => '{{PLURAL:$1|ئالدى|ئالدى $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|كەينى|كەينى $1}}',
'whatlinkshere-links'      => '← ئۇلانما',
'whatlinkshere-hideredirs' => '$1 قايتا نىشان بەلگىلە',
'whatlinkshere-hidetrans'  => '$1 ئۆز ئىچىگە ئالغان',
'whatlinkshere-hidelinks'  => '$1 ئۇلانما',
'whatlinkshere-hideimages' => '$1 سۈرەت ئۇلانما',
'whatlinkshere-filters'    => 'سۈزگۈچلەر',

# Block/unblock
'blockip'                         => 'چەكلەنگەن ئىشلەتكۈچى',
'blockip-title'                   => 'ئىشلەتكۈچى چەكلە',
'blockip-legend'                  => 'چەكلەنگەن ئىشلەتكۈچى',
'blockiptext'                     => 'تۆۋەندىكى جەدۋەلنى ئىشلىتىپ بەلگىلىك IP ئادرېس ياكى ئىشلەتكۈچى ئاتىدىن كەلگەن يېزىش زىيارىتىنى چەكلەشكە بولىدۇ.
پەقەت بۇزغۇنچىلىكنىڭ ئالدىنى ئېلىش ھەمدە [[{{MediaWiki:Policy-url}}|تاكتىكا]].
سىغا ئۇيغۇن بولغان ئەھۋالدا ئاندىن بۇ مەشغۇلاتنى ئېلىپ بېرىشقا بولىدۇ. تۆۋەندە ئەمەلىي سەۋەب (مەسىلەن، بۇزۇۋېتىلگەن بەتتىن بىرنى نەقىل ئېلىش)تىن بىرنى كىرگۈزۈڭ.',
'ipaddress'                       => 'IP ئادرېس:',
'ipadressorusername'              => 'IP ئادرېس ياكى ئىشلەتكۈچى ئاتى:',
'ipbexpiry'                       => 'مۇددىتى:',
'ipbreason'                       => 'سەۋەب:',
'ipbreasonotherlist'              => 'باشقا سەۋەب',
'ipbreason-dropdown'              => '*ئادەتتىكى چەكلەش سەۋەبى
** ساختا ئۇچۇر قوشۇش
** بەت مەزمۇنىنى چىقىرىۋېتىش
** سىرتقى ئەخلەت ئۇلانما قوشۇش
** بەتكە تۇترۇقسىز گەپ قوشۇش
**  باشقىلارغا ھەيۋە قىلىش/مەجبۇرلاش
** كۆپ ھېساباتنى قالايمىغان ئىشلىتىش
** قوبۇل قىلغىلى بولمايدىغان ئىشلەتكۈچى ئاتى',
'ipbanononly'                     => 'ئىمزاسىز ئىشلەتكۈچىنى چەكلە',
'ipbcreateaccount'                => 'ھېسابات قۇرۇشنى توس',
'ipbemailban'                     => 'ئىشلەتكۈچى ئېلخەت ئەۋەتىشنى توس',
'ipbenableautoblock'              => 'بۇ ئىشلەتكۈچى ئاخىرقى قېتىم ئىشلەتكەن IP ئادرېسنى ۋە بۇندىن كېيىن تەھرىرلەشكە ئۇرۇنغان بارلىق ئادرېسنى ئۆزلۈكىدىن چەكلە.',
'ipbsubmit'                       => 'بۇ ئىشلەتكۈچىنى چەكلە',
'ipbother'                        => 'باشقا ۋاقىت:',
'ipboptions'                      => '2 سائەت:2 hours,1 كۈن:1 day,3 كۈن:3 days,1 ھەپتە:1 week,2 ھەپتە:2 weeks,1 ئاي:1 month,3 ئاي:3 months,6 ئاي:6 months,1 يىل:1 year,چەكسىز:infinite',
'ipbotheroption'                  => 'باشقا',
'ipbotherreason'                  => 'باشقا/قوشۇمچە سەۋەب:',
'ipbhidename'                     => 'تەھرىر ۋە تىزىملىكتىن ئىشلەتكۈچى ئاتىنى يوشۇر',
'ipbwatchuser'                    => 'بۇ ئىشلەتكۈچىنىڭ ئىشلەتكۈچى بېتى ۋە مۇنازىرە بېتىنى كۆزەت',
'ipballowusertalk'                => 'چەكلەنگەندە بۇ ئىشلەتكۈچنىڭ مۇنازىرە بېتىنى تەھرىرلىشىگە يول قوي',
'ipb-change-block'                => 'بۇ تەڭشەكلەردىن پايدىلىنىپ ئىشلەتكۈچىنى قايتىدىن چەكلە',
'badipaddress'                    => 'IP ئادرېس ئىناۋەتسىز',
'blockipsuccesssub'               => 'چەكلەش مۇۋەپپەقىيەتلىك',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] چەكلەندى<br />
 [[Special:IPBlockList|چەكلەنگەن IP تىزىملىكى]] نى كۆرۈپ چەكلەشنى تەكشۈرۈڭ.',
'ipb-edit-dropdown'               => 'چەكلەش سەۋەبىنى تەھرىرلە',
'ipb-unblock-addr'                => '$1 چەكلەشنى بىكار قىل',
'ipb-unblock'                     => 'چەكلەش بىكار قىلىغان ئىشلەتكۈچى ئاتى ياكى IP ئادرېس',
'ipb-blocklist'                   => 'نۆۋەتتىكى چەكلەشنى كۆرسەت',
'ipb-blocklist-contribs'          => '$1 نىڭ ئىشلەتكۈچى تۆھپىسى',
'unblockip'                       => 'چەكلەش بىكار قىلىنغان ئىشلەتكۈچى',
'unblockiptext'                   => 'تۆۋەندىكى جەدۋەلنى ئىشلىتىپ ئىلگىرى چەكلەنگەن IP ئادرېس ياكى ئىشلەتكۈچىنىڭ يېزىش ھوقۇقىنى ئەسلىگە كەلتۈر.',
'ipusubmit'                       => 'بۇ چەكلەشنى چىقىرىۋەت',
'unblocked'                       => '[[User:$1|$1]] چەكلەش بىكار قىلىندى',
'unblocked-id'                    => '$1 نى چەكلەش بىكار قىلىندى',
'ipblocklist'                     => 'چەكلەنگەن IP ئادرېس ۋە ئىشلەتكۈچى ئاتى',
'ipblocklist-legend'              => 'چەكلەنگەن ئىشلەتكۈچىدىن بىرنى ئىزدە',
'ipblocklist-username'            => 'ئىشلەتكۈچى ئاتى ياكى IP ئادرېس:',
'ipblocklist-sh-userblocks'       => '$1 قېتىم ھېسابات چەكلەش',
'ipblocklist-sh-tempblocks'       => '$1 قېتىم ۋاقىتلىق چەكلەش',
'ipblocklist-sh-addressblocks'    => '$1 قېتىم يەككە IP چەكلەش',
'ipblocklist-submit'              => 'ئىزدەش',
'ipblocklist-localblock'          => 'يەرلىك چەكلەش',
'ipblocklist-otherblocks'         => 'باشقا {{PLURAL:$1|چەكلەنگەن|چەكلەنگەن}}',
'blocklistline'                   => '$1, $2 چەكلەنگەن $3 ($4)',
'infiniteblock'                   => 'چەكسىز',
'expiringblock'                   => '$1 $2 ۋاقتى توشىدۇ',
'anononlyblock'                   => 'ئاتسىز ئىشلەتكۈچىلا',
'noautoblockblock'                => 'ئۆزلۈكىدىن چەكلەشنى چەكلە',
'createaccountblock'              => 'ھېسابات قۇرۇش چەكلەنگەن',
'emailblock'                      => 'ئېلخەت چەكلەنگەن',
'blocklist-nousertalk'            => 'شەخسىي مۇنازىرە بېتىنى تەھرىرلىگىلى بولمايدۇ',
'ipblocklist-empty'               => 'چەكلەش تىزىملىكى بوش.',
'ipblocklist-no-results'          => 'تەلەپ قىلغان IP ئادرېس ياكى ئىشلەتكۈچى ئاتى چەكلەنمىگەن.',
'blocklink'                       => 'چەكلە',
'unblocklink'                     => 'چەكلەشنى توختات',
'change-blocklink'                => 'ئۆزگەرتىش چەكلەنگەن',
'contribslink'                    => 'تۆھپىكارلار',
'autoblocker'                     => 'سىز "[[User:$1|$1]]" بىلەن بىر IP ئادرېسنى ئورتاق ئىشلەتكەچكە ئۆزلۈكىدىن چەكلىدى.
 $1 نىڭ چەكلەنگەنلىك سەۋەبى:  "$2"',
'blocklogpage'                    => 'چەكلەنگەن خاتىرە',
'blocklog-showlog'                => 'بۇ ئىشلەتكۈچى ئىلگىرى چەكلەنگەن.
پايدىلىنىش ئۈچۈن تۆۋەندە چەكلەش خاتىرىسى تەمىنلەندى.',
'blocklog-showsuppresslog'        => 'بۇ ئىشلەتكۈچى ئىلگىرى چەكلىنىپ ۋە يوشۇرۇلغان.
پايدىلىنىش ئۈچۈن تۆۋەندە بىكار قىلىنغان خاتىرە تەمىنلەندى:',
'blocklogentry'                   => '[[$1]] چەكلەندى، قەرەلى توشۇش ۋاقتى $2 $3',
'reblock-logentry'                => ' [[$1]] نىڭ چەكلەش تەڭشىكىنى ئۆزگەرتىش ۋاقتى $2 $3',
'blocklogtext'                    => 'بۇ ئىشلەتكۈچى چەكلەش ۋە چەكلەشنى بىكار قىلىش مەشغۇلاتىغا ئائىت خاتىرە.
ئۆزلۈكىدىن چەكلەنگەن IP ئادرېس كۆرسىتىلمىدى.
 [[Special:IPBlockList|چەكلەنگەنIP تىزىملىكى]] دىن كۆرۈڭ.',
'unblocklogentry'                 => '$1 چەكلەش بىكار قىلىنغان',
'block-log-flags-anononly'        => 'ئىمزاسىز ئىشلەتكۈچىلا',
'block-log-flags-nocreate'        => 'ھېسابات قۇرۇش چەكلەنگەن',
'block-log-flags-noautoblock'     => 'ئۆزلۈكىدىن چەكلەشنى چەكلە',
'block-log-flags-noemail'         => 'ئېلخەت چەكلەنگەن',
'block-log-flags-nousertalk'      => 'شەخسىي مۇنازىرە بېتىنى تەھرىرلىگىلى بولمايدۇ',
'block-log-flags-angry-autoblock' => 'كۈچەيتىلگەن ئۆزلۈكىدىن چەكلەش قوزغىتىلدى',
'block-log-flags-hiddenname'      => 'ئىشلەتكۈچى ئاتىنى يوشۇر',
'range_block_disabled'            => 'پەقەت باشقۇرغۇچىلا چەكلەنمەيدىغان دائىرىنى قۇرالايدۇ.',
'ipb_expiry_invalid'              => 'قەرەلى توشۇش ۋاقتى ئىناۋەتسىز.',
'ipb_expiry_temp'                 => 'يوشۇرۇن ئىشلەتكۈچى ئاتىنى چەكلەش چوقۇم مەڭگۈلۈك بولىدۇ.',
'ipb_hide_invalid'                => 'بۇ ھېساباتنى باسسىڭىز بولمايدۇ؛ ئۇنىڭ نۇرغۇن تەھرىرى بولۇشى مۇمكىن.',
'ipb_already_blocked'             => '"$1" ئاللىبۇرۇن چەكلەنگەن',
'ipb-needreblock'                 => '== ئاللىبۇرۇن چەكلەنگەن ==
$1 ئاللىبۇرۇن چەكلەنگەن.
بۇ تەڭشەكنى ئۆزگەرتەمسىز؟',
'ipb-otherblocks-header'          => 'باشقا {{PLURAL:$1|چەكلەنگەن|چەكلەنگەن}}',
'ipb_cant_unblock'                => 'خاتالىق: چەكلەنگەن ID $1 تاپالمىدى.
چەكلەش بىكار قىلىنغان بولۇشى مۇمكىن.',
'ipb_blocked_as_range'            => 'خاتالىق: بۇ IP $1 بىۋاسىتە چەكلەنمىگەن، چەكلەشنى بىكار قىلغىلى بولمايدۇ.
ئەمما ئۇ $2 نىڭ چەكلەش دائىرىسى ئىچىدە، بۇ دائىرىنى چەكلەشتىن بىكار قىلغىلى بولىدۇ.',
'ip_range_invalid'                => 'IP دائىرىسى ئىناۋەتسىز.',
'ip_range_toolarge'               => '/$1 دىن چوڭ بولغان چەكلەش دائىرىسىگە يول قويۇلمايدۇ.',
'blockme'                         => 'مېنى چەكلە',
'proxyblocker'                    => 'ۋاكالەتچىنى چەكلىگۈچى',
'proxyblocker-disabled'           => 'بۇ ئىقتىدار چەكلەنگەن.',
'proxyblockreason'                => 'IP ئادرېسىڭىز ئوچۇق ۋاكالەتچى، ئۇ ئاللىبۇرۇن چەكلەنگەن.
ئىنتېرنېت مۇلازىمىتى تەمىنلىگۈچى سودىگەر ياكى تېخنىكىلىق قوللىغۇچى بىلەن ئالاقىلىشىڭ ھەمدە ئۇلارغا بۇ ئېغىر بىخەتەرلىك مەسىلىسىنى ئۇقتۇرۇڭ.',
'proxyblocksuccess'               => 'تامام',
'sorbsreason'                     => 'IP ئادرېسىڭىز {{SITENAME}} دا DNSBL تەرىپىدىن ئوچۇق ۋاكالەتچى تىزىملىكىگە قوشۇلغان.',
'sorbs_create_account_reason'     => 'IP ئادرېسىڭىز {{SITENAME}} دا DNSBL تەرىپىدىن ئوچۇق ۋاكالەتچى تىزىملىكىگە قوشۇلغان.
شۇڭا سىز يېڭى ھېسابات قۇرالمايسىز.',
'cant-block-while-blocked'        => 'ئەگەر سىز چەكلەنسىڭىز باشقىلارنى چەكلىيەلمەيسىز.',
'cant-see-hidden-user'            => 'سىز چەكلىمەكچى بولغان ئىشلەتكۈچى ئاللىبۇرۇن چەكلىنىپ يوشۇرۇلغان.
ھازىر سىزنىڭ ئىشلەتكۈچى يوشۇرۇش ھوقۇقىڭىز يوق، سىز بۇ چەكلەنگەن ئىشلەتكۈچىنى كۆرسىتىپ ياكى تەھرىرلىيەلمەيسىز.',
'ipbblocked'                      => 'سىز بااشقا ئىشلەتكۈچىنى چەكلەپ ياكى چەكلەشنى بىكار قىلالمايسىز چۈنكى ئۆزىڭىز چەكلەندىڭىز.',
'ipbnounblockself'                => 'سىز ئۆزىڭىزنىڭ چەكلىنىشىنى بىكارقىلالمايسىز.',

# Developer tools
'lockdb'              => 'سانداننى قۇلۇپلا',
'unlockdb'            => 'ساندان قۇلۇپىنى ئاچ',
'lockdbtext'          => 'ساندان قۇلۇپلانسا ھەممە ئىشلەتكۈچىنىڭ بەت تەھرىرلەش، مايىللىق ئۆزگەرتىش، كۆزەت تىزىملىكى تەھرىرلەش ۋە باشقا سانداننى ئۆزگەرتىدىغان مەشغۇلات قىلىش چەكلىنىدۇ.
قارارىڭىزنى جەزملەڭ ھەمدە ئاسراش خىزمىتى ئاياغلاشقاندا سانداننى قايتىدىن ئېچىشقا كاپالەتلىك قىلىڭ.',
'unlockdbtext'        => 'ساندان قۇلۇپى ئېچىلسا ھەممە ئىشلەتكۈچىنىڭ بەت تەھرىرلەش، مايىللىق ئۆزگەرتىش، كۆزەت تىزىملىكى تەھرىرلەش ۋە باشقا سانداننى ئۆزگەرتىدىغان مەشغۇلات قىلىشى ئەسلىگە كېلىدۇ.
قارارىڭىزنى جەزملەڭ.',
'lockconfirm'         => 'ھەئە، مەن راستىنلا سانداننى قۇلۇپلايمەن.',
'unlockconfirm'       => 'ھەئە، مەن راستىنلا ساندان قۇلۇپىنى ئاچىمەن.',
'lockbtn'             => 'سانداننى قۇلۇپلا',
'unlockbtn'           => 'ساندان قۇلۇپىنى ئاچ',
'locknoconfirm'       => 'جەزملە كۇنۇپكىسىنى تاللىمىدىڭىز.',
'lockdbsuccesssub'    => 'ساندان مۇۋەپپەقىيەتلىك قۇلۇپلاندى',
'unlockdbsuccesssub'  => 'ساندان قۇلۇپى چىقىرىۋېتىلدى',
'lockdbsuccesstext'   => 'ساندان قۇلۇپلاندى.<br />
ئاسراش تاماملانغاندا [[Special:UnlockDB|قۇلۇپ ئاچ]]ىشنى ئەستىن چىقارماڭ.',
'unlockdbsuccesstext' => 'ساندان قۇلۇپى ئېچىلدى.',
'lockfilenotwritable' => 'ساندان قۇلۇپ ھۆججىتىنى يازالمىدى.
ساندان قۇلۇپلاش ياكى قۇلۇپ ئېچىشتا تور مۇلازىمىتىرىدىكى بۇ ھۆججەتكە يازغىلى بولۇشى لازىم.',
'databasenotlocked'   => 'ساندان قۇلۇپلانمىغان.',

# Move page
'move-page'                    => '$1 يۆتكە',
'move-page-legend'             => 'بەت يۆتكە',
'movepagetext'                 => "تۆۋەندىكى جەدۋەلنى ئىشلىتىپ بىر بەتنىڭ ئاتىنى ئۆزگەرتىپ، شۇنىڭ بىلەن بىللە تۈزىتىش نەشر تارىخىنى يېڭى بەتكە يۆتكەڭ.
كونا بەت يېڭى بەتنىڭ قايتا نىشان بەلگىلەنگەن بېتى بولىدۇ.
سىز بەلگىلەنگەن ئەسلىدىكى ماۋزۇنىڭ قايتا نىشان بەلگىلىشىنى يېڭىلىيالايسىز.
ئەگەر تاللىمىسىڭىز، [[Special:DoubleRedirects|قوش]] ياكى [[Special:BrokenRedirects|بۇزۇلغان قايتا نىشان بەلگىلەش]]نى تەكشۈرۈڭ.
سىز بارلىق ئۇلانمىلارنىڭ يەنىلا بەلگىلەنگەن بەتكە ئۇلىنىشىغا كاپالەتلىك قىلىشقا مەسئۇل بولۇشىڭىز لازىم.

دىققەت، ئەگەر يېڭى بەتتە مەزمۇن بولسا، بەت '''ھەرگىز'''يۆتكەلمەيدۇ،
يېڭى بەتنىڭ مەزمۇنى يوق بولسا ياكى قايتا نىشان بەلگىلەش بېتى بولمىسا ھەمدە تۈزىتىش تارىخى بولمىسا ئاندىن بولىدۇ.
بۇ زۆرۈر تېپىلغاندا يېڭى بەتكە يۆتكىگەندىن كېيىن ئاندىن كونا بەتنى يۈتكىسىڭىز بولىدىغانلىقىنى بىلدۈرىدۇ،
شۇنىڭ بىلەن بىللە مەۋجۇد بەتنى قاپلىۋېتەلمەيسىز.

'''ئاگاھلاندۇرۇش!'''
دائىم زىيارەت قىلىنىدىغان تور ؛بەتكە نىسبەتەن بۇ زور ياكى  ئويلانمايلا ئېلىپ بېرىلغان ئۆزگەرتىش
مەشغۇلات قىلىشتىن ئىلگىرى ئېلىپ كېلىدىغان ئاقىۋىتىنى چۈشىنىڭ.",
'movepagetalktext'             => "مۇناسىۋەتلىك مۇنازىرە بېتى مۇشۇ بەت بىلەن بىللە ئۆزلۈكىدىن يۆتكىلىدۇ، ئۇنداق '''بولمىغاندا:'''
*يېڭى بەتنىڭ مەزمۇنى بار مۇنازىرە بېتى مەۋجۇد ياكى
*تۆۋەندىكى كۆپ تاللاش رامكىسىنى تاللىمىدىڭىز.

بۇ خىل ئەھۋاللاردا، زۆرۈر تېپىلغاندا ئۆزىڭىز بەتنى يۆتكىشىڭىز ياكى بىرلەشتۈرۈشىڭىز لازىم.",
'movearticle'                  => 'بەت يۆتكە:',
'moveuserpage-warning'         => "'''ئاگاھلاندۇرۇش:''' سىز ئىشلەتكۈچى بېتىنى يۆتكىمەكچى. بۇ بەت يۆتكەلگەندىن كېيىن شۇ ئىشلەتكۈچىنىڭ ئاتى ئۆزگەرمەيدىغانلىقىغا دىققەت قىلىڭ.",
'movenologin'                  => 'تىزىمغا كىرمىدى',
'movenologintext'              => 'سىز چوقۇم تىزىمغا كىرگەن ئىشلەتكۈچى ھەمدە [[Special:UserLogin|تىزىمغا كىر]]گەندىن كېيىن ئاندىن بەتنى يۆتكىيەلەيسىز.',
'movenotallowed'               => 'سىزنىڭ بەت يۆتكەش ھوقۇقىڭىز يوق.',
'movenotallowedfile'           => 'سىزنىڭ ھۆججەت يۆتكەش ھوقۇقىڭىز يوق.',
'cant-move-user-page'          => 'سىزنىڭ ئىشلەتكۈچى بېتىنى يۆتكەش ھوقۇقىڭىز يوق (ئۇنىڭ تارماق بېتى بۇنىڭ سىرتىدا)',
'cant-move-to-user-page'       => 'سىزنىڭ ئىشلەتكۈچى بېتىگە يۆتكەش ھوقۇقىڭىز يوق (تارماق بېتى بۇنىڭ سىرتىدا)',
'newtitle'                     => 'يېڭى ماۋزۇ:',
'move-watch'                   => 'بۇ بەتنى كۆزەت',
'movepagebtn'                  => 'بەت يۆتكە',
'pagemovedsub'                 => 'مۇۋەپپەقىيەتلىك يۆتكەلدى',
'movepage-moved'               => '\'\'\'"$1" دىن\\"$2" گە يۆتكەلدى\'\'\'',
'movepage-moved-redirect'      => 'قايتا نىشانلاشتىن بىرى قۇرۇلدى.',
'movepage-moved-noredirect'    => 'قايتا نىشانلاش قۇرۇش تىزگىنلەندى.',
'articleexists'                => 'مۇشۇ ئاتلىق بەت مەۋجۇد ياكى سىز تاللىغان بەت ئاتى ئىناۋەتسىز.
باشقا ئات تاللاڭ.',
'cantmove-titleprotected'      => 'بۇ بەتنى مەزكۇر ئورۇنغا يۆتكىيەلمەيسىز، چۈنكى بۇ يېڭى ماۋزۇ قۇرۇشتىن ساقلىنىش ئۈچۈن قوغدالدى.',
'talkexists'                   => "'''بەتنىڭ ئۆزىنى يۆتكەش مۇۋەپپەقىيەتلىك، ئەمما مۇنازىرە بېتىنى يۆتكىيەلمىدى،چۈنكى يېڭى ماۋزۇلۇق مۇنازىرە بېتى مەۋجۇد.
ئۇلارنى ئۆزىڭىز قولدا بىرلەشتۈرۈڭ.'''",
'movedto'                      => 'يۆتكەلگەن ئورنى',
'movetalk'                     => 'يۆتكەش ئۇلانغان مۇنازىرە بېتى',
'move-subpages'                => 'تارماق بەتنى يۆتكە (ئۈستىگە $1 بەت)',
'move-talk-subpages'           => 'تارماق مۇنازىرە بېتىنى يۆتكە (ئۈستىگە $1 بەت)',
'movepage-page-exists'         => '$1 بەت مەۋجۇد، ئۆزلۈكىدىن قاپلىۋەتكىلى بولمايدۇ.',
'movepage-page-moved'          => '$1 بەت $2 گە يۆتكەلدى.',
'movepage-page-unmoved'        => '$1 بەتنى $2 گە يۆتكىيەلمىدى.',
'movepage-max-pages'           => ' $1 {{PLURAL:$1|بەت|بەت}} يۆتكەش سانى ئەڭ يۇقىرى چەككە يەتتى، بىرلا ۋاقىتتا تېخىمۇ كۆپ بەتنى ئۆزلۈكىدىن يۆتكىيەلمەيدۇ.',
'1movedto2'                    => '[[$1]] دىن [[$2]] غا يۆتكەلدى',
'1movedto2_redir'              => 'قايتا نىشان بەلگىلەپ [[$1]] دىن [[$2]] غا يۆتكەلدى',
'move-redirect-suppressed'     => 'قايتا نىشانلاش تىزگىنلەندى',
'movelogpage'                  => 'خاتىرىنى يۆتكە',
'movelogpagetext'              => 'تۆۋەندىكىسى يۆتكەلگەن ھەممە بەتلەرنىڭ تىزىملىكى.',
'movesubpage'                  => '{{PLURAL:$1|تارماق بەت|تارماق بەت}}',
'movesubpagetext'              => 'بۇ بەتنىڭ $1 {{PLURAL:$1|تارماق بەت|تارماق بەت}}ى بار، تۆۋەندە كۆرسىتىلگەندەك.',
'movenosubpage'                => 'بۇ بەتنىڭ تارماق بېتى يوق',
'movereason'                   => 'سەۋەب:',
'revertmove'                   => 'قايتۇر',
'delete_and_move'              => 'ئۆچۈرۈپ يۆتكە',
'delete_and_move_text'         => '== ئۆچۈرۈش زۆرۈر ==
نىشان بەت "[[:$1]]" مەۋجۇد.
يۆتكەشكە قولاي بولۇشى ئۈچۈن بۇ بەتنى ئۆچۈرەمسىز؟',
'delete_and_move_confirm'      => 'ھەئە، بۇ بەتنى ئۆچۈر',
'delete_and_move_reason'       => 'يۆتكەشكە قولاي بولۇشى ئۈچۈن ئۆچۈر',
'selfmove'                     => 'ئەسلى ماۋزۇ بىلەن نىشان ماۋزۇ ئوخشاش؛
بەتنى ئۆزىدىن ئۆزىگە يۆتكىگىلى بولمايدۇ.',
'immobile-source-namespace'    => 'ئات بوشلۇقى "$1" بولغان بەتنى يۆتكىگىلى بولمايدۇ.',
'immobile-target-namespace'    => 'بەتنى "$1" ئات بوشلۇقىغا يۆتكىگىلى بولمايدۇ.',
'immobile-target-namespace-iw' => 'بەت يۆتكىگەندە wiki دىن ھالقىغان ئۇلانما ئىناۋەتلىك نىشان ئەمەس.',
'immobile-source-page'         => 'بۇ بەتنى يۆتكىگىلى بولمايدۇ.',
'immobile-target-page'         => 'بۇ نىشان ماۋزۇغا يۆتكىگىلى بولمايدۇ.',
'imagenocrossnamespace'        => 'ھۆججەتنى غەيرى ھۆججەت ئات بوشلۇقىغا يۆتكىگىلى بولمايدۇ.',
'nonfile-cannot-move-to-file'  => 'غەيرى ھۆججەتنى ھۆججەت ئات بوشلۇقىغا يۆتكىگىلى بولمايدۇ.',
'imagetypemismatch'            => 'بۇ يېڭى كېڭەيتىلگەن ئات بىلەن باشقا تىپ ماسلاشمىدى.',
'imageinvalidfilename'         => 'نىشان ھۆججەت ئاتى ئىناۋەتسىز',
'fix-double-redirects'         => 'ئەسلى ماۋزۇغا قايتا نىشانلانغان ھەممە ئۇلىنىشنى يېڭىلا.',
'move-leave-redirect'          => 'قايتا نىشانلاشنى ساقلاپ قال',
'protectedpagemovewarning'     => "'''ئاگاھلاندۇرۇش:''' بۇ بەت قۇلۇپلانغان شۇڭلاشقا باشقۇرغۇچى ھوقۇقىغا ئىگە ئىشلەتكۈچىلا ئۇنى يۆتكىيەلەيدۇ. پايدىلىنىش ئۈچۈن تۆۋەندە يېقىنقى خاتىرە تەمىنلەندى:",
'semiprotectedpagemovewarning' => "'''دىققەت:''' بۇ بەت قۇلۇپلانغان شۇڭلاشقا خەتلەتكەن ئىشلەتكۈچىلا ئۇنى يۆتكىيەلەيدۇ. پايدىلىنىش ئۈچۈن تۆۋەندە يېقىنقى خاتىرە تەمىنلەندى:",
'move-over-sharedrepo'         => '== ھۆججەت مەۋجۇد ==
[[:$1]] ھەمبەھىر مەنبەسىدە مەۋجۇد، ھۆججەت بۇ ماۋزۇغا يۆتكەلسە ھەمبەھىر مەنبەدىكى ھۆججەتنى قاپلىۋېتىدۇ.',
'file-exists-sharedrepo'       => 'تاللانغان ھۆججەت ئاتى ھەمبەھىر مەنبەدە مەۋجۇد.
باشقا ئات تاللاڭ.',

# Export
'export'            => 'بەت چىقار',
'exporttext'        => 'سىز بەلگىلەنگەن بىر ياكى بىر گۇرۇپپا بەتنىڭ تېكستى ۋە  تەھرىرلەش تارىخىنى XML فورماتىدا چىقىرالايسىز.
بۇنداق بولغاندا مۇناسىۋەتلىك بەتلەر [[Special:Import|بەت  ئەكىر ]]ىش ئارقىلىق MediaWiki ئىجرا قىلىنىۋاتقان باشقا بەتكە  ئەكىرگىلى بولىدۇ.

بەت چىقىرىشتا، تۆۋەندىكى تېكست رامكىسىغا بەت ماۋزۇسىنى  كىرگۈزۈپ، ھەر بىر قۇردا بىر ماۋزۇ، ھەمدە بەت تارىخ بار  ئىلگىرىكى تۈزىتىلگەن نەشرىنى تاللامسىز يوق، ياكى پەقەت  ئاخىرقى قېتىملىق تەھرىر ئۇچۇرى بار نۆۋەتتىكى تۈزىتىلگەن  نەشرىنى چىقىرىشنى تاللاڭ.

ئۇنىڭدىن باشقا ئۇلانمىدىن پايدىلىنىپ ھۆججەت چىقىرالايسىز،  مەسىلەن سىز [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] دىن پايدىلىنىپ  "[[{{MediaWiki:Mainpage}}]]"بەت چىقىرالايسىز.',
'exportcuronly'     => 'ھەممە تارىخنى ئەمەس بەلكى نۆۋەتتىكى تۈزىتىلگەن نەشرىنىلا ئۆز ئىچىگە ئالىدۇ.',
'exportnohistory'   => "----
'''دىققەت:''' ئىقتىدار سەۋەبلىك بۇ جەدۋەلدىن ھەممە تارىخنى چىقىرىش چەكلەنگەن.",
'export-submit'     => 'چىقار',
'export-addcattext' => 'تۈردىن بەت قوش:',
'export-addcat'     => 'قوش',
'export-addnstext'  => 'ئات بوشلۇقىدىن بەت قوش:',
'export-addns'      => 'قوش',
'export-download'   => 'ھۆججەتكە ساقلا',
'export-templates'  => 'قېلىپنى ئۆز ئىچىگە ئالىدۇ',
'export-pagelinks'  => 'ئۆز ئىچىگە ئالغان ئۇلانما بەتنىڭ ئىزدەش چوڭقۇرلۇقى:',

# Namespace 8 related
'allmessages'                   => 'سىستېما ئۇچۇرلىرى',
'allmessagesname'               => 'ئاتى',
'allmessagesdefault'            => 'كۆڭۈلدىكى ئۇچۇر تېكستى',
'allmessagescurrent'            => 'نۆۋەتتىكى ئۇچۇر تېكستى',
'allmessagestext'               => 'بۇ جايدا تەڭشىگىلى بولىدىغان ھەممە سىستېما كۆرۈنۈش ئۇچۇرلىرى كۆرسىتىلدى.
ئەگەر ھەقىقىي يەرلەشتۈرۈلگەن MediaWiki غا تۆھپە قوشماقچى بولسىڭىز[http://www.mediawiki.org/wiki/Localisation MediaWiki يەرلىكلەشتۈرۈش] ۋە [http://translatewiki.net translatewiki.net] نى زىيارەت قىلىڭ.',
'allmessagesnotsupportedDB'     => "بۇ بەتنى ئىشلەتكىلى بولمايدۇ، سەۋەبى '''\$wgUseDatabaseMessages''' چەكلەنگەن.",
'allmessages-filter-legend'     => 'سۈزگۈچ',
'allmessages-filter'            => 'ئىختىيارىچە سۈزگۈچ ھالىتى:',
'allmessages-filter-unmodified' => 'ئۆزگەرتىلمىگەن',
'allmessages-filter-all'        => 'ھەممىسى',
'allmessages-filter-modified'   => 'ئۆزگەرتىلگەن',
'allmessages-prefix'            => 'ئالدى قوشۇلغۇچى سۈزگۈچ:',
'allmessages-language'          => 'تىل:',
'allmessages-filter-submit'     => 'يۆتكەل',

# Thumbnails
'thumbnail-more'           => 'چوڭايت',
'filemissing'              => 'ھۆججەت يوقالغان',
'thumbnail_error'          => 'كىچىك رەسىم قۇرۇش خاتالىقى: $1',
'djvu_page_error'          => 'DjVu بېتى دائىرىدىن ھالقىپ كەتتى',
'djvu_no_xml'              => 'DjVu ھۆججىتىدىن XML گە ئېرىشەلمىدى',
'thumbnail_invalid_params' => 'ئىناۋەتسىز كىچىك رەسىم پارامېتىرى',
'thumbnail_dest_directory' => 'نىشان مۇندەرىجە قۇرالمىدى',
'thumbnail_image-type'     => 'سۈرەت فورماتىنى قوللىمايدۇ',
'thumbnail_gd-library'     => 'تاماملانمىغان GD ئامبار تەڭشىكى: $1 ئىقتىدارى يوقالغان',
'thumbnail_image-missing'  => 'ھۆججەت يوقالغاندەك تۇرىدۇ: $1',

# Special:Import
'import'                     => 'بەت ئەكىر',
'importinterwiki'            => 'wiki ھالقىپ ئەكىر',
'import-interwiki-text'      => 'wiki دىن بىرنى ۋە بەت ماۋزۇسىنى تاللاپ ئەكىرىڭ.
تۈزىتىلگەن ۋاقىت ۋە تەھرىرلىگۈچى ئاتى بىرلا ۋاقىتتا ساقلىنىدۇ.
بارلىق wiki ھالقىغان ئەكىرىش مەشغۇلاتى  [[Special:Log/import|ئەكىرىش خاتىرىسى]]غا خاتىرىلىنىدۇ.',
'import-interwiki-source'    => 'مەنبە wiki /بەت:',
'import-interwiki-history'   => 'بۇ بەتنىڭ ھەممە تارىخى تۈزىتىلگەن نەشرىنى كۆچۈر.',
'import-interwiki-templates' => 'ھەممە قېلىپىنى ئۆز ئىچىگە ئالىدۇ',
'import-interwiki-submit'    => 'ئەكىر',
'import-interwiki-namespace' => 'نىشان ئات بوشلۇقى:',
'import-upload-filename'     => ':ھۆججەت ئاتى',
'import-comment'             => 'ئىزاھات:',
'importtext'                 => ' [[Special:Export|چىقىرىش ئىقتىدارى]]نى ئىشلىتىپ ئەسلى wiki دىن ھۆججەت چىقىرىڭ .
كومپيۇتېرىڭىزدا ساقلاپ ئاندىن بۇ جايغا يۈكلەڭ.',
'importstart'                => 'بەت ئەكىرىۋاتىدۇ…',
'import-revision-count'      => '$1 {{PLURAL:$1|تۈزىتىش|تۈزىتىش}}',
'importnopages'              => 'ئەكىرىدىغان بەت يوق.',
'imported-log-entries'       => '$1 {{PLURAL:$1|خاتىرە تۈرى|خاتىرە تۈرى}} ئەكىرىلدى.',
'importfailed'               => 'ئەكىرىش مەغلۇپ بولدى: <nowiki>$1</nowiki>',
'importunknownsource'        => 'نامەلۇم مەنبە ئەكىرىش تىپى',
'importcantopen'             => 'ئەكىرگەن ھۆججەتنى ئاچالمىدى',
'importbadinterwiki'         => 'بۇزۇلغان wiki ئىچكى ئۇلانمىسى',
'importnotext'               => 'بوش ياكى تېكست يوق',
'importsuccess'              => 'ئەكىرىش تاماملاندى!',
'importhistoryconflict'      => 'توقۇنۇشىدىغان تەھرىرلەش تارىخ مەۋجۇد (بەلكىم ئىلگىرى بۇ بەت ئەكىرىلگەن بولۇشى مۇمكىن)',
'importnosources'            => 'wiki ھالقىپ ئەكىرگەن مەنبەگە ئېنىقلىما بېرىلمىگەن، ئۇنىڭ ئۈستىگە بىۋاسىتە تارىخ يوللاشقا يول قويۇلمايدۇ.',
'importnofile'               => 'ئەكىرىدىغان ھۆججەت يۈكلەنمىدى.',
'importuploaderrorsize'      => 'ئەكىرگەن ھۆججەتنى يۈكلەش مەغلۇپ بولدى.
يۈكلىنىدىغان ھۆججەت يول قويۇلىدىغان ھۆججەت چوڭلۇق چېكىدىن ئېشىپ كەتتى.',
'importuploaderrorpartial'   => 'ئەكىرگەن ھۆججەتنى يۈكلەش مەغلۇپ بولدى.
ھۆججەتنىڭ بىر قىسمىلا يۈكلەندى.',
'importuploaderrortemp'      => 'ئەكىرگەن ھۆججەتنى يۈكلەش مەغلۇپ بولدى.
ۋاقىتلىق قىسقۇچ يوقالغان.',
'import-parse-failure'       => 'XML ئەكىرىش تەھلىل خاتالىقى',
'import-noarticle'           => 'ئەكىرىدىغان بەت يوق!',
'import-nonewrevisions'      => 'ھەممە تۈزىتىش بايىلا ئەكىرىلگەن.',
'xml-error-string'           => '$2 قۇردىكى $1، ستون $3 ($4 بايت): $5',
'import-upload'              => 'XML سانلىق مەلۇماتى يۈكلە',
'import-token-mismatch'      => 'جەريان سانلىق مەلۇماتى يوقالدى.
 قايتا سىناڭ.',
'import-invalid-interwiki'   => 'بەلگىلەنگەن wiki دىن ئەكىرەلمىدى.',

# Import log
'importlogpage'                    => 'ئەكىرىش خاتىرىسى',
'importlogpagetext'                => 'باشقا wiki دىن تارىخ خاتىرىسىنى قوشۇپ باشقۇرغۇچى سۈپىتىدە ئەكىرىش.',
'import-logentry-upload'           => 'ھۆججەت يۈكلەپ [[$1]] ئەكىرىلدى',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|تۈزىتىش|تۈزىتىش}}',
'import-logentry-interwiki'        => 'wiki ھالقىغان $1',
'import-logentry-interwiki-detail' => '$2 دىن كەلگەن $1 {{PLURAL:$1|تۈزىتىش|تۈزىتىش}}',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'ئىشلەتكۈچى بېتىڭىز',
'tooltip-pt-anonuserpage'         => 'بۇ بېكەتنى تەھرىرلىگەندە ئىشلەتكەن IP ماس كەلگەن ئىشلەتكۈچى بېتى',
'tooltip-pt-mytalk'               => 'مۇنازىرە بېتىڭىز',
'tooltip-pt-anontalk'             => 'مەزكۇر IP ئادرېستىن كەلگەن تەھرىرنىڭ مۇنازىرىسى',
'tooltip-pt-preferences'          => 'مايىللىق تەڭشىىڭىز',
'tooltip-pt-watchlist'            => 'ئۆزگىرىشنى كۆزەت قىلىۋاتقان بەت تىزىملىكىڭىز',
'tooltip-pt-mycontris'            => 'تۆھپە تىزىملىكىڭىز',
'tooltip-pt-login'                => 'تىزىمغا كىرىشىڭىزنى تەۋسىيە قىلىمىز ئەمما مەجبۇرىي ئەمەس',
'tooltip-pt-anonlogin'            => 'تىزىمغا كىرىشىڭىزنى تەۋسىيە قىلىمىز ئەمما مەجبۇرىي ئەمەس',
'tooltip-pt-logout'               => 'تىزىمدىن چىق',
'tooltip-ca-talk'                 => 'بەت مەزمۇنى ھەققىدىكى مۇنازىرە',
'tooltip-ca-edit'                 => 'بۇ بەتنى تەھرىرلىيەلەيسىز.
ساقلاشتىن ئىلگىرى ئالدىن كۆزەت كۇنۇپكىسىنى ئىشلىتىڭ',
'tooltip-ca-addsection'           => 'يېڭى بىر سۆزلىشىش باشلا',
'tooltip-ca-viewsource'           => 'بۇ بەت قوغدالغان.
مەنبە ھۆججىتىنى كۆرەلەيسىز',
'tooltip-ca-history'              => 'بۇ بەتنىڭ بۇرۇنقى نەشرى',
'tooltip-ca-protect'              => 'بۇ بەتنى قوغدا',
'tooltip-ca-unprotect'            => 'بۇ بەتنى قوغدىما',
'tooltip-ca-delete'               => 'بۇ بەتنى ئۆچۈر',
'tooltip-ca-undelete'             => 'بۇ بەتنى ئۆچۈرۈلۈشتىن ئىلگىرىكى ھالەتكە ئەسلىگە كەلتۈر',
'tooltip-ca-move'                 => 'بۇ بەتنى يۆتكە',
'tooltip-ca-watch'                => 'بۇ بەتنى كۆزەت تىزىملىكىگە قوش',
'tooltip-ca-unwatch'              => 'بۇ بەتنى كۆزەت تىزىملىكىمدىن چىقىرىۋەت',
'tooltip-search'                  => '{{SITENAME}} ئىزدە',
'tooltip-search-go'               => 'ئەگەر بۇ ئاتتىكى بەت مەۋجۇد بولسا شۇ بەتكە يۆتكەل',
'tooltip-search-fulltext'         => 'بۇ تېكست بار بەتنى ئىزدە',
'tooltip-p-logo'                  => 'باش بەتنى زىيارەت قىل',
'tooltip-n-mainpage'              => 'باش بەتنى زىيارەت قىل',
'tooltip-n-mainpage-description'  => 'باش بەتنى زىيارەت قىل',
'tooltip-n-portal'                => 'بۇ قۇرۇلۇش ھەققىدە، سىز نېمە ئىش قىلالايسىز، قانداق قىلىش لازىم',
'tooltip-n-currentevents'         => 'نۆۋەتتىكى ھادىسىنىڭ ئارقا كۆرۈنۈش ئۇچۇرىنى ئىزدە',
'tooltip-n-recentchanges'         => 'wiki بېتىدىكى يېقىنقى ئۆزگىرىش تىزىملىكى',
'tooltip-n-randompage'            => 'خالىغان بەتنى يۈكلە',
'tooltip-n-help'                  => 'ياردەم ئىزدەيدىغان ئورۇن',
'tooltip-t-whatlinkshere'         => 'بۇ جايغا ئۇلانغان ھەممە wiki بېتىنى كۆرسەت',
'tooltip-t-recentchangeslinked'   => 'بۇ بەتكە ئۇلانغان بەتنىڭ يېقىنقى ئۆزگىرىشى',
'tooltip-feed-rss'                => 'بۇ بەتنىڭ RSS قانىلى',
'tooltip-feed-atom'               => 'بۇ بەتنىڭ Atom قانىلى',
'tooltip-t-contributions'         => 'بۇ ئىشلەتكۈچىنىڭ تۆھپە تىزىملىكىنى كۆرسەت',
'tooltip-t-emailuser'             => 'بۇ ئىشلەتكۈچىگە ئېلخەت يوللا',
'tooltip-t-upload'                => 'ھۆججەتلەرنى يۈكلە',
'tooltip-t-specialpages'          => 'بارلىق ئالاھىدە بەتلەر تىزىملىكى',
'tooltip-t-print'                 => 'بۇ بەتنىڭ باسقىلى بولىدىغان نەشرى',
'tooltip-t-permalink'             => 'ئۆزگەرتىلگەن نەشرىدىكى بۇ بەتنىڭ مەڭگۈلۈك ئۇلانمىسى',
'tooltip-ca-nstab-main'           => 'مەزمۇن بېتىنى كۆرسەت',
'tooltip-ca-nstab-user'           => 'ئىشلەتكۈچى بېتىنى كۆرسەت',
'tooltip-ca-nstab-media'          => 'ۋاسىتە بېتىنى كۆرسەت',
'tooltip-ca-nstab-special'        => 'بۇ ئالاھىدە بەت، بۇ بەتنى تەھرىرلىيەلمەيسىز.',
'tooltip-ca-nstab-project'        => 'قۇرۇلۇش بېتىنى كۆرسەت',
'tooltip-ca-nstab-image'          => 'ھۆججەت بېتى كۆرسەت',
'tooltip-ca-nstab-mediawiki'      => 'سىستېما ئۇچۇرىنى كۆرسەت',
'tooltip-ca-nstab-template'       => 'قېلىپ كۆرسەت',
'tooltip-ca-nstab-help'           => 'ياردەم بېتىنى كۆرسەت',
'tooltip-ca-nstab-category'       => 'تۈر بېتىنى كۆرسەت',
'tooltip-minoredit'               => 'بۇنىڭغا ئازراقلا تەھرىرلەش بەلگىسى قوي',
'tooltip-save'                    => 'ئۆزگەرتىشىڭىزنى ساقلاڭ',
'tooltip-preview'                 => 'ئۆزگەرتىشىڭىزنى ئالدىن كۆزىتىڭ، ساقلاشتىن بۇرۇن بۇ ئىقتىدارنى ئىشلىتىڭ!',
'tooltip-diff'                    => 'بۇ تېكستكە ئېلىپ بارغان ئۆزگەرتىشنى كۆرسەت',
'tooltip-compareselectedversions' => 'بۇ بەتتە تاللانغان ئىككى نەشرىنىڭ پەرقىنى كۆرسەت',
'tooltip-watch'                   => 'بۇ بەتنى كۆزەت تىزىملىكىگە قوش',
'tooltip-recreate'                => 'ئۆچۈرۈلگەن بولسىمۇ بۇ بەتنى قايتا قۇر',
'tooltip-upload'                  => 'يۈكلەشنى باشلا',
'tooltip-rollback'                => '"ئەسلىگە قايتۇر" بىر چېكىلسە ئالدىنقى تۆھپىكارنىڭ تەھرىرىلىگەن ھالىتىگە قايتۇرىدۇ.',
'tooltip-undo'                    => '\\"يېنىۋال\\"  تەھرىرلەش ھالىتىدە ئەسلىگە كەلتۈرۈش ئۈچۈن ئالدىن كۆزىتىش ھالىتىدىن تەھرىرلەشنى ئاچىدۇ
ئۇ قىسقىچە مەزمۇنغا سەۋەبىنى قوشۇشغا يول قويىدۇ.',
'tooltip-preferences-save'        => 'مايىللىق ساقلا',
'tooltip-summary'                 => 'قىسقىچە ئۈزۈندە كىرگۈزۈڭ',

# Metadata
'nodublincore'      => 'Dublin Core RDF مېتا سانلىق مەلۇماتىنى بۇ مۇلازىمىتىردا ئىشلەتكىلى بولمايدۇ.',
'nocreativecommons' => 'Creative Commons RDF مېتا سانلىق مەلۇماتىنى بۇ مۇلازىمىتىردا ئىشلەتكىلى بولمايدۇ.',
'notacceptable'     => 'wiki مۇلازىمىتىرى سىزنىڭ خېرىدار تەرىپىڭىز ئوقۇيالايدىغان سانلىق مەلۇمات فورماتى بىلەن تەمىنلىيەلمەيدۇ.',

# Attribution
'anonymous'        => ' {{SITENAME}} نىڭ ئىمزاسىز {{PLURAL:$1|ئىشلەتكۈچى|ئىشلەتكۈچى}}',
'siteuser'         => '{{SITENAME}} ئىشلەتكۈچى $1',
'anonuser'         => '{{SITENAME}} ئاتسىز ئىشلەتكۈچى $1',
'lastmodifiedatby' => 'بۇ بەتنى $3 ئاخىرقى قېتىم $2 ئۆزگەرتكەن $1',
'othercontribs'    => '$1 نىڭ خىزمىتى ئاساسىدا.',
'others'           => 'باشقا',
'siteusers'        => '{{SITENAME}} {{PLURAL:$2|ئىشلەتكۈچى|ئىشلەتكۈچى}} $1',
'anonusers'        => '{{SITENAME}} ئاتسىز  {{PLURAL:$2|ئىشلەتكۈچى|ئىشلەتكۈچى}} $1',
'creditspage'      => 'بەت تەشەككۈرى',
'nocredits'        => 'بۇ بەتنىڭ تەشەككۈر تىزىملىك ئۇچۇرى يوق.',

# Spam protection
'spamprotectiontitle' => 'ئېلان قوغداش سۈزگۈچى',
'spamprotectiontext'  => 'سىز ساقلىماقچى بولغان بەتنى ئېلان سۈزگۈچ چەكلىدى.
بۇ سىرتقى تور بېكەت ئۇلانمىسىدىن كېلىپ چىققان بولۇشى مۇمكىن.',
'spamprotectionmatch' => 'تۆۋەندىكىسى ئېلان سۈزگۈچىگە ئۇرۇلغاندىكى تېكست: $1',
'spambot_username'    => 'MediaWiki ئېلان تازىلىغۇچ',
'spam_reverting'      => 'ئۇلانمىسى يوق $1 نىڭ ئاخىرقى تۈزىتىلگەن نەشرىگە ئەسلىگە كەلتۈرۈۋاتىدۇ',
'spam_blanking'       => 'ھەممە ئۇلانمىنى ئۆز ئىچىگە ئالغان $1 نىڭ تۈزىتىلگەن نەشرى، توسۇۋاتىدۇ',

# Info page
'infosubtitle'   => 'بەت ئۇچۇرى',
'numedits'       => 'تەھرىر سانى (بەت): $1',
'numtalkedits'   => 'تەھرىر سانى (مۇنازىرە بېتى): $1',
'numwatchers'    => 'كۆزەتكۈچىلەر سانى: $1',
'numauthors'     => 'ئاپتورلار سانى (بەت): $1',
'numtalkauthors' => 'ئاپتورلار سانى (مۇنازىرە بېتى): $1',

# Math options
'mw_math_png'    => 'ھەمىشە PNG ئىشلەت',
'mw_math_simple' => 'ئەگەر ئاددىي فورمۇلا بولسا HTML ئىشلەت بولمىسا PNG سۈرەت ئىشلەت',
'mw_math_html'   => 'ئەگەر HTML ئىشلەتكىلى بولسا شۇنى بولمىسا PNG سۈرەت ئىشلەت',
'mw_math_source' => 'TeX كودى كۆرسەت (تېكست توركۆرگۈ ئىشلەتكەندە)',
'mw_math_modern' => 'يېڭى نەشرىدىكى توركۆرگۈ ئىشلىتىش تەۋسىيە قىلىنىدۇ',
'mw_math_mathml' => 'ئامال بار MathML ئىشلىتىدۇ (سىناق)',

# Math errors
'math_failure'          => 'تەھلىل قىلالمىدى',
'math_unknown_error'    => 'نامەلۇم خاتالىق',
'math_unknown_function' => 'نامەلۇم فونكسىيە',
'math_lexing_error'     => 'جۈملە خاتالىقى',
'math_syntax_error'     => 'گرامماتىكىلىق خاتالىق',
'math_image_error'      => 'PNG ئايلاندۇرۇش مەغلۇپ بولدى؛
latex، dvips، gs، ۋە convert توغرا قاچىلانغانلىقىنى تەكشۈرۈڭ',
'math_bad_tmpdir'       => 'ماتېماتېكىلىق فورمۇلا يازىدىغان ياكى قۇرىدىغان ۋاقىتلىق مۇندەرىجە قۇرالمىدى',
'math_bad_output'       => 'ماتېماتېكىلىق فورمۇلا چىقىرىدىغان مۇندەرىجىگە يازالمىدى ياكى قۇرالمىدى',
'math_notexvc'          => ' texvc ئىجرا قىلالمىدى؛ math/README دىن پايدىلىنىپ سەپلەڭ.',

# Patrolling
'markaspatrolleddiff'                 => 'چارلاش بەلگىسى قوي',
'markaspatrolledtext'                 => 'بۇ بەتكە چارلاش بەلگىسى قوي',
'markedaspatrolled'                   => 'چارلاش بەلگىسى قويۇلغان',
'markedaspatrolledtext'               => '[[:$1]] نىڭ تاللانغان ئۆزگەرتىلگەن نەشرىگە تەكشۈرۈلگەن بەلگىسى قويۇلدى',
'rcpatroldisabled'                    => 'يېقىنقى ئۆزگەرتىشتە نازارەت قىلىش چەكلەنگەن',
'rcpatroldisabledtext'                => 'يېقىندا ئۆزگەرتىشنى چارلاش ئىقتىدارى نۆۋەتتە تاقالغان.',
'markedaspatrollederror'              => 'چارلاش بەلگىسى قويغىلى بولمايدۇ',
'markedaspatrollederrortext'          => 'مەلۇم نەشرىنى تاللىسىڭىز ئاندىن چارلاش بەلگىسى قويغىلى بولىدۇ.',
'markedaspatrollederror-noautopatrol' => 'سىز ئۆزىڭىزنىڭ ئۆزگەرتىشىگە چارلاش بەلگىسى قويالمايسىز.',

# Patrol log
'patrol-log-page'      => 'چارلاش خاتىرىسى',
'patrol-log-header'    => 'بۇ چارلانغان تۈزىتىلگەن نەشرى.',
'patrol-log-line'      => '$2 نىڭ نەشرى $1 غا چارلاش بەلگىسى قويۇلغان $3',
'patrol-log-auto'      => '(ئاپتوماتىك)',
'patrol-log-diff'      => 'تۈزىتىش $1',
'log-show-hide-patrol' => '$1 چارلاش خاتىرىسى',

# Image deletion
'deletedrevision'                 => '$1 كونا تۈزىتىلگەن نەشرى ئۆچۈرۈلدى',
'filedeleteerror-short'           => 'ھۆججەت ئۆچۈرۈش خاتالىقى: $1',
'filedeleteerror-long'            => 'ھۆججەت ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى:

$1',
'filedelete-missing'              => '"$1" ھۆججەت مەۋجۇد بولمىغانلىقتىن ئۇنى ئۆچۈرگىلى بولمايدۇ.',
'filedelete-old-unregistered'     => 'بەلگىلەنگەن ھۆججەتنىڭ "$1" تۈزىتىلگەن نەشرى سانداندا يوق.',
'filedelete-current-unregistered' => 'بەلگىلەنگەن ھۆججەت "$1" سانداندا يوق.',
'filedelete-archive-read-only'    => 'تور بەت مۇلازىمىتىرىدىكى ئارخىپ مۇندەرىجىسى "$1"  گە يازغىلى بولمايدۇ.',

# Browsing diffs
'previousdiff' => '← ئالدىنقى نەشرى',
'nextdiff'     => 'يېڭى نەشرى →',

# Media information
'mediawarning'         => "'''ئاگاھلاندۇرۇش''': بۇ ھۆججەتتە زەھەرخەندە كود بولۇشى مۇمكىن، ئۇنى ئىجرا قىلسىڭىز سىستېمىڭىزغا خەۋپ ئېلىپ كېلىشى مۇمكىن.",
'imagemaxsize'         => "سۈرەت چوڭلۇق چەكلىمىسى: <br />''(ھۆججەت چۈشەندۈرۈش بېتى ئۈچۈن)''",
'thumbsize'            => 'كىچىك سۈرەت چوڭلۇقى:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|بەت|بەت}}',
'file-info'            => 'ھۆججەت چوڭلۇقى: $1, MIME تىپى: $2',
'file-info-size'       => '$1×$2 پىكسېل، ھۆججەت چوڭلۇقى: $3، MIME تىپى: $4',
'file-nohires'         => '<small>يۇقىرىراق پەرق ئېتىش نىسبىتى يوق.</small>',
'svg-long-desc'        => 'SVG ھۆججىتى، ئاتاقتىكى چوڭلۇقى $1×$2 نۇقتا، ھۆججەت چوڭلۇقى: $3',
'show-big-image'       => 'تولۇق ئېنىقلىق دەرىجىسى',
'show-big-image-thumb' => '<small>بۇ ئالدىن كۆزىتىشنىڭ چوڭلۇقى: $1 × $2 نۇقتا</small>',
'file-info-gif-looped' => 'دەۋرىيلەنگەن',
'file-info-gif-frames' => '$1 {{PLURAL:$1|كاندۇك|كاندۇك}}',
'file-info-png-looped' => 'دەۋرىيلەنگەن',
'file-info-png-repeat' => '$1 {{PLURAL:$1|قېتىم|قېتىم}} قويۇلدى',
'file-info-png-frames' => '$1 {{PLURAL:$1|كاندۇك|كاندۇك}}',

# Special:NewFiles
'newimages'             => 'يېڭى ھۆججەت كارىدورى',
'imagelisttext'         => "تۆۋەندىكىسى $2 غا ئاساسەن تەرتىپلەنگەن'''$1''' {{PLURAL:$1|ھۆججەت|ھۆججەت}} sorted تىزىملىكى.",
'newimages-summary'     => 'بۇ ئالاھىدە بەتتە ئەڭ ئاخىرىدا يۈكلەنگەن ھۆججەت كۆرسىتىلىدۇ.',
'newimages-legend'      => 'سۈزگۈچ',
'newimages-label'       => 'ھۆججەت ئاتى (ياكى ئۇنىڭ پارچىسى):',
'showhidebots'          => '($1 ماشىنا ئادەم)',
'noimages'              => 'كۆرۈدىغان ھېچنېمە يوق.',
'ilsubmit'              => 'ئىزدەش',
'bydate'                => 'چېسلا بويىچە',
'sp-newimages-showfrom' => '$2 دىن $1 باشلاپ يېڭى ھۆججەت كۆرسىتىۋاتىدۇ',

# Bad image list
'bad_image_list' => 'تۆۋەندىكى فورماتتا يېزىڭ:

پەقەت (* بىلەن باشلانغان) كۆرسىتىلگەن تۈرلەرلا ئويلىشىلىدۇ.
ھەر بىر قۇرنىڭ بىرىنچى ئۇلانمىسى چوقۇم بۇزۇلغان ھۆججەتكە ئۇلىنىشى لازىم.
 بۇ ھۆججەت قايسى بەتلەردە كۆرسىتىلىشىدىن قەتئىي نەزەر،
 ئوخشاش بىر قۇرنىڭ ئاخىرىدىكى ئۇلانما مۇستەسنا دەپ قارىلىدۇ،',

# Metadata
'metadata'          => 'مېتا سانلىق مەلۇماتى',
'metadata-help'     => 'بۇ ھۆججەت كېڭەيتىلگەن تەپسىلاتنى ئۆز ئىچىگە ئالغان. بۇ ئۇچۇرلارنى رەقەملىك ئاپپارات ياكى سكاننېر قۇرغان ياكى رەقەملەشتۈرۈش جەريانىدا قوشۇلغان بولۇشى مۇمكىن.
ئەگەر بۇ ھۆججەتنىڭ ئەسلى ھۆججىتى ئۆزگەرتىلسە، بىر قىسىم ئۇچۇرلار ئۆزگەرتىلگەندىن كېيىنكى ھۆججەتتە تولۇق ئەكس ئەتمەيدۇ.',
'metadata-expand'   => 'كېڭەيتىلگەن تەپسىلاتنى كۆرسەت',
'metadata-collapse' => 'كېڭەيتىلگەن تەپسىلاتنى يوشۇر',
'metadata-fields'   => 'بۇ ئۇچۇردا كۆرسىتىلگەن EXIF مېتا سانلىق مەلۇماتى سۆز بۆلىكى سۈرەت كۆرسىتىلىدىغان بەتتە بولىدۇ،
 مېتا سانلىق مەلۇمات بۇزۇلغاندا تۆۋەندىكى ئۇچۇرنىلا كۆرسىتىدۇ، باشقا مېتا سانلىق مەلۇماتلار كۆڭۈلدىكى ئەھۋالدا يوشۇرۇن تۇرىدۇ.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'كەڭلىك',
'exif-imagelength'                 => 'ئېگىزلىك',
'exif-bitspersample'               => 'ھەر بىر نۇقتىنىڭ بىت سانى',
'exif-compression'                 => 'پرىس لايىھىسى',
'exif-photometricinterpretation'   => 'نۇقتا بېرىكتۈرۈش',
'exif-orientation'                 => 'يۆنىلىش',
'exif-samplesperpixel'             => 'نۇقتا سانى',
'exif-planarconfiguration'         => 'سانلىق مەلۇمات جايلىشىشى',
'exif-ycbcrsubsampling'            => 'سېرىق ۋە ئاچ قىزىل نۇسخا ئېلىش نىسبىتى',
'exif-ycbcrpositioning'            => 'سېرىق ۋە ئاچ قىزىل سەپلىمىسى',
'exif-xresolution'                 => 'توغرىسىغا پەرق ئېتىش نىسبىتى',
'exif-yresolution'                 => 'بويىغا پەرق ئېتىش نىسبىتى',
'exif-resolutionunit'              => 'X ۋە Y ئوقى پەرق ئېتىش نىسبىتى بىرلىكى',
'exif-stripoffsets'                => 'سۈرەت سانلىق مەلۇمات ئورنى',
'exif-rowsperstrip'                => 'ھەر بىر تاسماقنىڭ قۇر سانى',
'exif-stripbytecounts'             => 'ھەر بىر پرىسلانغان تاسماقنىڭ بايت سانى',
'exif-jpeginterchangeformat'       => 'JPEG SOI چەتنەش',
'exif-jpeginterchangeformatlength' => 'JPEG سانلىق مەلۇماتى بايت',
'exif-transferfunction'            => 'يۆتكەش ئىقتىدارى',
'exif-whitepoint'                  => 'ئاق نۇقتا رەڭ دەرىجىسى',
'exif-primarychromaticities'       => 'ئاساسىي رەڭ دەرىجىسى',
'exif-ycbcrcoefficients'           => 'رەڭ بوشلۇقىنى ئالماشتۇرۇش سانلار قاتارى كوئېففىتىسېنت',
'exif-referenceblackwhite'         => 'ئاق قارا پايدىلىنىش قىممىتى',
'exif-datetime'                    => 'ھۆججەت ئۆزگەرتىلگەن چېسلا ۋە ۋاقىت',
'exif-imagedescription'            => 'سۈرەت ماۋزۇسى',
'exif-make'                        => 'فوتو ئاپپارات ياسىغان زاۋۇت',
'exif-model'                       => 'فوتو ئاپپارات تىپى',
'exif-software'                    => 'ئىشلەتكەن يۇمشاق دېتال',
'exif-artist'                      => 'ئاپتور',
'exif-copyright'                   => 'نەشر ھوقۇقىغا ئىگىدارلىق قىلغۇچى',
'exif-exifversion'                 => 'Exif نەشرى',
'exif-flashpixversion'             => 'قوللايدىغان Flashpix نەشرى',
'exif-colorspace'                  => 'رەڭ بوشلۇقى',
'exif-componentsconfiguration'     => 'ھەر بىر تەركىپنىڭ سالمىقى',
'exif-compressedbitsperpixel'      => 'سۈرەت پرىسلاش شەكلى',
'exif-pixelydimension'             => 'ئىناۋەتلىك سۈرەت كەڭلىكى',
'exif-pixelxdimension'             => 'ئىناۋەتلىك سۈرەت ئېگىزلىكى',
'exif-makernote'                   => 'زاۋۇت ئىزاھاتى',
'exif-usercomment'                 => 'ئىشلەتكۈچى ئىزاھاتى',
'exif-relatedsoundfile'            => 'مۇناسىۋەتلىك ئۈن ھۆججىتى',
'exif-datetimeoriginal'            => 'سانلىق مەلۇمات قۇرۇلغان چېسلا ۋە ۋاقىت',
'exif-datetimedigitized'           => 'رەقەملەشتۈرۈلگەن چېسلا ۋە ۋاقىت',
'exif-subsectime'                  => 'چېسلا ۋاقىت سېكۇنت',
'exif-subsectimeoriginal'          => 'ئەسلى چېسلا ۋاقىت سېكۇنت',
'exif-subsectimedigitized'         => 'رەقەملەشتۈرۈلگەن چېسلا ۋاقىت سېكۇنت',
'exif-exposuretime'                => 'ئاشكارىلانغان ۋاقتى',
'exif-exposuretime-format'         => '$1 سېكۇنت ($2)',
'exif-fnumber'                     => 'F قىممىتى',
'exif-exposureprogram'             => 'يورۇتۇش پروگراممىسى',
'exif-spectralsensitivity'         => 'سپېكتىر سەزگۈرلۈكى',
'exif-isospeedratings'             => 'ISO سۈرئەت نىسبىتى',
'exif-oecf'                        => 'فوتو ئېلېكتىر ئايلاندۇرۇش فاكتورى',
'exif-shutterspeedvalue'           => 'تېز قاپقاق سۈرئىتى',
'exif-aperturevalue'               => 'نۇر گەردىشى',
'exif-brightnessvalue'             => 'يورۇقلۇق',
'exif-exposurebiasvalue'           => 'يورۇتۇش تولۇقلاش',
'exif-maxaperturevalue'            => 'ئەڭ چوڭ قۇرۇقلۇق نۇر گەردىشى',
'exif-subjectdistance'             => 'جىسىم ئارىلىقى',
'exif-meteringmode'                => 'ئۆلچەش ھالىتى',
'exif-lightsource'                 => 'يورۇقلۇق مەنبەسى',
'exif-flash'                       => 'چاقماق لامپا',
'exif-focallength'                 => 'فوكۇس ئارىلىقى',
'exif-subjectarea'                 => 'جىسىم دائىرىسى',
'exif-flashenergy'                 => 'چاقماق لامپا كۈچى',
'exif-spatialfrequencyresponse'    => 'بوشلۇق چاستوتا ئىنكاسى',
'exif-focalplanexresolution'       => 'X ئوقى فوكال تەكشىلىك پەرق ئېتىش نىسبىتى',
'exif-focalplaneyresolution'       => 'Y ئوقى فوكال تەكشىلىك پەرق ئېتىش نىسبىتى',
'exif-focalplaneresolutionunit'    => 'فوكال تەكشىلىك پەرق ئېتىش نىسبىتى بىرلىكى',
'exif-subjectlocation'             => 'تېما ئورنى',
'exif-exposureindex'               => 'يورۇتۇش كۆرسەتكۈچى',
'exif-sensingmethod'               => 'يورۇقلۇق سەزگۈچ ھالىتى',
'exif-filesource'                  => 'ھۆججەت مەنبەسى',
'exif-scenetype'                   => 'مەنزىرە تىپى',
'exif-cfapattern'                  => 'CFA ئەندىزىسى',
'exif-customrendered'              => 'ئىختىيارىچە سۈرەت بىر تەرەپ قىلىش',
'exif-exposuremode'                => 'يورۇتۇش ھالىتى',
'exif-whitebalance'                => 'ئاق بالانس',
'exif-digitalzoomratio'            => 'رەقەملىك فوكۇس ئۆزگەرتىش نىسبىتى',
'exif-focallengthin35mmfilm'       => '35 مىللىمېتىر فىلىم فوكۇس ئارىلىقى',
'exif-scenecapturetype'            => 'مەنزىرە سۈرەت تارتىش تىپى',
'exif-gaincontrol'                 => 'مەنزىرە كونترول',
'exif-contrast'                    => 'ئاق-قارىلىقى',
'exif-saturation'                  => 'تويۇنۇش',
'exif-sharpness'                   => 'ئۆتكۈرلۈك',
'exif-devicesettingdescription'    => 'ئۈسكۈنە تەڭشەك چۈشەندۈرۈشى',
'exif-subjectdistancerange'        => 'جىسىم ئارىلىق دائىرىسى',
'exif-imageuniqueid'               => 'بىردىنبىر سۈرەت كىملىكى',
'exif-gpsversionid'                => 'GPS بەلگە نەشرى',
'exif-gpslatituderef'              => 'شىمالىي ياكى جەنۇبىي كەڭلىك',
'exif-gpslatitude'                 => 'كەڭلىك',
'exif-gpslongituderef'             => 'شەرقىي ياكى غەربىي ئۇزۇنلۇق',
'exif-gpslongitude'                => 'ئۇزۇنلۇق',
'exif-gpsaltituderef'              => 'دېڭىز يۈزىدىن ئېگىزلىك پايدىلىنىش نۇقتىسى',
'exif-gpsaltitude'                 => 'دېڭىز يۈزىدىن ئېگىزلىك',
'exif-gpstimestamp'                => 'GPS ۋاقتى (ئاتوم سائىتى)',
'exif-gpssatellites'               => 'ئۆلچەشكە ئىشلەتكەن سۈنئىي ھەمراھ',
'exif-gpsstatus'                   => 'قوبۇللىغۇچ ھالىتى',
'exif-gpsmeasuremode'              => 'ئۆلچەش ھالىتى',
'exif-gpsdop'                      => 'ئۆلچەش ئېنىقلىقى',
'exif-gpsspeedref'                 => 'سۈرئەت بىرلىكى',
'exif-gpsspeed'                    => 'GPS قوبۇللىغۇچ سۈرئىتى',
'exif-gpstrackref'                 => 'ھەرىكەتچان يۆنىلىش پايدىلىنىش نۇقتىسى',
'exif-gpstrack'                    => 'ھەرىكەتچان يۆنىلىش',
'exif-gpsimgdirectionref'          => 'سۈرەت يۆنىلىش پايدىلىنىش نۇقتىسى',
'exif-gpsimgdirection'             => 'سۈرەت يۆنىلىشى',
'exif-gpsmapdatum'                 => 'جۇغراپىيىلىك ئۆلچەپ سىزىش سانلىق مەلۇماتى ئىشلەتكەن',
'exif-gpsdestlatituderef'          => 'نىشان كەڭلىك پايدىلىنىش نۇقتىسى',
'exif-gpsdestlatitude'             => 'نىشان كەڭلىك',
'exif-gpsdestlongituderef'         => 'نىشان ئۇزۇنلۇق پايدىلىنىش نۇقتىسى',
'exif-gpsdestlongitude'            => 'نىشان ئۇزۇنلۇق',
'exif-gpsdestbearingref'           => 'نىشان ئورنى پايدىلىنىش نۇقتىسى',
'exif-gpsdestbearing'              => 'نىشان ئورنى',
'exif-gpsdestdistanceref'          => 'نىشان ئارىلىق پايدىلىنىش نۇقتىسى',
'exif-gpsdestdistance'             => 'نىشان ئارىلىقى',
'exif-gpsprocessingmethod'         => 'GPS بىر تەرەپ قىلىش ئۇسۇلىنىڭ ئاتى',
'exif-gpsareainformation'          => 'GPS دائىرە ئاتى',
'exif-gpsdatestamp'                => 'GPS چېسلا',
'exif-gpsdifferential'             => 'GPS دىففېرېنسىئال تۈزىتىش',

# EXIF attributes
'exif-compression-1' => 'پرىسلانمىغان',

'exif-unknowndate' => 'نامەلۇم چېسلا',

'exif-orientation-1' => 'نورمال',
'exif-orientation-2' => 'توغرىسىغا ئايلاندۇر',
'exif-orientation-3' => '180° ئايلاندۇر',
'exif-orientation-4' => 'بويىغا ئايلاندۇر',
'exif-orientation-5' => 'سولغا 90°  بويىغا ئايلاندۇر',
'exif-orientation-6' => 'ئوڭغا 90° ئايلاندۇر',
'exif-orientation-7' => 'ئوڭغا 90°  بويىغا ئايلاندۇر',
'exif-orientation-8' => 'سولغا 90° ئايلاندۇر',

'exif-planarconfiguration-1' => 'دوغىلاق ئەندىزىسى',
'exif-planarconfiguration-2' => 'تەكشىلىك ئەندىزىسى',

'exif-componentsconfiguration-0' => 'مەۋجۇد ئەمەس',

'exif-exposureprogram-0' => 'ئېنىقلىما بېرىلمىگەن',
'exif-exposureprogram-1' => 'قولدا',
'exif-exposureprogram-2' => 'نورمال پروگرامما',
'exif-exposureprogram-3' => 'نۇرچەمبىرى ئالدىنلىق ھالىتى',
'exif-exposureprogram-4' => 'تېز قاپقاق ئالدىنلىق ھالىتى',
'exif-exposureprogram-5' => 'ئۆزگىچە پروگرامما (مەنزىرە چوڭقۇرلۇقى ئالدىنلىق)',
'exif-exposureprogram-6' => 'ھەرىكەتچان پروگرامما (تېز سۈرئەتلىك تېز قاپقاق سۈرئىتى ئالدىنلىق)',
'exif-exposureprogram-7' => 'تەسۋىر ھالىتى (مەنزىرە فوكۇس ئارىلىقىنىڭ سىرتىدىكى يېقىن ئارىلىقتا سۈرەت تارتىشقا ئىشلىتىشكە ماس كېلىدۇ)',
'exif-exposureprogram-8' => 'مەنزىرە ھالىتى (مەنزىرە فوكۇس ئارىلىقىنىڭ ئۈستىدىكى مەنزىرە سۈرەتكە ماس كېىلىدۇ)',

'exif-subjectdistance-value' => '$1 مېتىر',

'exif-meteringmode-0'   => 'نامەلۇم',
'exif-meteringmode-1'   => 'ئوتتۇرىچە',
'exif-meteringmode-2'   => 'مەركەزدىن ۋەزىنلىك ئوتتۇرىچە ئۆلچەش قىممىتى',
'exif-meteringmode-3'   => 'نۇقتا',
'exif-meteringmode-4'   => 'كۆپ نۇقتا',
'exif-meteringmode-5'   => 'ئەندىزە',
'exif-meteringmode-6'   => 'قىسمەن',
'exif-meteringmode-255' => 'باشقا',

'exif-lightsource-0'   => 'نامەلۇم',
'exif-lightsource-1'   => 'كۈن نۇرى',
'exif-lightsource-2'   => 'يالتىراق لامپا',
'exif-lightsource-3'   => 'ۋولفرام لامپا (چوغلانما لامپا)',
'exif-lightsource-4'   => 'چاقماق لامپا',
'exif-lightsource-9'   => 'ئوچۇق',
'exif-lightsource-10'  => 'بۇلۇتلۇق',
'exif-lightsource-11'  => 'سايە',
'exif-lightsource-12'  => 'كۈن نۇرى نەي لامپا (D 5700-7100K)',
'exif-lightsource-13'  => 'كۈن نۇرى ئاق رەڭلىك نەي لامپا (N 4600-5400K)',
'exif-lightsource-14'  => 'سوغۇق ئاق رەڭلىك نەي لامپا (W 3900-4500K)',
'exif-lightsource-15'  => 'ئاق رەڭلىك نەي لامپا (WW 3200-3700K)',
'exif-lightsource-17'  => 'ئۆلچەملىك چىراغ A',
'exif-lightsource-18'  => 'ئۆلچەملىك چىراغ B',
'exif-lightsource-19'  => 'ئۆلچەملىك چىراغ C',
'exif-lightsource-24'  => 'ISO سۈرەتكە ئېلىش چىرىغى',
'exif-lightsource-255' => 'باشقا نۇر مەنبەسى',

# Flash modes
'exif-flash-fired-0'    => 'چاقماق لامپا يانمىدى',
'exif-flash-fired-1'    => 'چاقماق لامپا يېقىلدى',
'exif-flash-return-0'   => 'زەرەتسىزلەش تەكشۈرۈش ئىقتىدارى يوق',
'exif-flash-return-2'   => 'زەرەتسىزلەش لامپىسى يوق',
'exif-flash-return-3'   => 'زەرەتسىزلەش لامپىسى بايقالدى',
'exif-flash-mode-1'     => 'چاقماق لامپىنى مەجبۇرىي ياندۇر',
'exif-flash-mode-2'     => 'چاقماق لامپىنى مەجبۇرىي ئۆچۈر',
'exif-flash-mode-3'     => 'ئاپتوماتىك ھالەت',
'exif-flash-function-1' => 'چاقماق لامپا ئىقتىدارى يوق',
'exif-flash-redeye-1'   => 'قىزىل كۆزنى ئاجىزلىتىش ھالىتى',

'exif-focalplaneresolutionunit-2' => 'ديۇيم',

'exif-sensingmethod-1' => 'ئېنىقلىمىسىز',
'exif-sensingmethod-2' => 'بىر بۆلەك رايون رەڭ سەزگۈچ',
'exif-sensingmethod-3' => 'ئىككى بۆلەك رايون رەڭ سەزگۈچ',
'exif-sensingmethod-4' => 'ئۈچ بۆلەك رايون  رەڭ سەزگۈچ',
'exif-sensingmethod-5' => 'تۇتاش رايون رەڭ سەزگۈچ',
'exif-sensingmethod-7' => 'ئۈچ سىزىقلىق سەزگۈچ',
'exif-sensingmethod-8' => 'تۇتاش سىزىقلىق رەڭ سەزگۈچ',

'exif-scenetype-1' => 'بىۋاسىتە تارتىلغان سۈرەت',

'exif-customrendered-0' => 'نورمال بىر تەرەپ قىلىش',
'exif-customrendered-1' => 'ئىختىيارىچە بىر تەرەپ قىلىش',

'exif-exposuremode-0' => 'ئۆزلۈكىدىن نۇرلاندۇرۇش',
'exif-exposuremode-1' => 'قولدا نۇرلاندۇرۇش',
'exif-exposuremode-2' => 'ئۆزلۈكىدىن نۇرلاندۇرۇش تەڭشەش',

'exif-whitebalance-0' => 'ئاپتوماتىك ئاق بالانس',
'exif-whitebalance-1' => 'قولدا ئاق بالانس',

'exif-scenecapturetype-0' => 'ئۆلچەملىك',
'exif-scenecapturetype-1' => 'مەنزىرە',
'exif-scenecapturetype-2' => 'تەسۋىر',
'exif-scenecapturetype-3' => 'كەچلىك مەنزىرە',

'exif-gaincontrol-0' => 'يوق',
'exif-gaincontrol-1' => 'تۆۋەن ئارتىش',
'exif-gaincontrol-2' => 'يۇقىرى ئارتىش',
'exif-gaincontrol-3' => 'ئاستا تۆۋەنلەش',
'exif-gaincontrol-4' => 'تېز تۆۋەنلەش',

'exif-contrast-0' => 'نورمال',
'exif-contrast-1' => 'تۆۋەن',
'exif-contrast-2' => 'يۇقىرى',

'exif-saturation-0' => 'نورمال',
'exif-saturation-1' => 'تۆۋەن تويۇنۇش',
'exif-saturation-2' => 'يۇقىرى تويۇنۇش',

'exif-sharpness-0' => 'نورمال',
'exif-sharpness-1' => 'تۆۋەن',
'exif-sharpness-2' => 'يۇقىرى',

'exif-subjectdistancerange-0' => 'نامەلۇم',
'exif-subjectdistancerange-1' => 'ماكرو',
'exif-subjectdistancerange-2' => 'يېقىن مەنزىرە',
'exif-subjectdistancerange-3' => 'يىراق مەنزىرە',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'شىمالىي كەڭلىك',
'exif-gpslatitude-s' => 'جەنۇبىي كەڭلىك',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'شەرقىي ئۇزۇنلۇق',
'exif-gpslongitude-w' => 'غەربىي ئۇزۇنلۇق',

'exif-gpsstatus-a' => 'ئۆلچەش جەريانى',
'exif-gpsstatus-v' => 'ھەمكارلىشىپ ئۆلچەش',

'exif-gpsmeasuremode-2' => 'ئىككى ئۆلچەملىك ئۆلچەش',
'exif-gpsmeasuremode-3' => 'ئۈچ ئۆلچەملىك ئۆلچەش',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'سائىتىگە كىلومېتىر',
'exif-gpsspeed-m' => 'سائىتىگە ئىنگلىز مىلى',
'exif-gpsspeed-n' => 'دېڭىز مىلى',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'ھەقىقىي يۆنىلىش',
'exif-gpsdirection-m' => 'يەر ماگنىتى يۆنىلىش',

# External editor support
'edit-externally'      => 'بۇ ھۆججەتنى سىرتقى قوللىنىشچان پروگراممىدا تەھرىرلە',
'edit-externally-help' => '( [http://www.mediawiki.org/wiki/Manual:External_editors تەڭشەك قەدىمى] نى كۆرۈپ تەپسىلاتىنى چۈشىنىڭ)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'ھەممىسى',
'imagelistall'     => 'ھەممىسى',
'watchlistall2'    => 'ھەممىسى',
'namespacesall'    => 'ھەممىسى',
'monthsall'        => 'ھەممىسى',
'limitall'         => 'ھەممىسى',

# E-mail address confirmation
'confirmemail'              => 'جەزملەش ئېلخەت ئادرېسى',
'confirmemail_noemail'      => 'سىز ئۆزىڭىزنىڭ [[Special:Preferences|user مايىللىق]] تەڭشىكىڭىزگە ئىناۋەتلىك ئېلخەت ئادرېسى كىرگۈزمەپسىز.',
'confirmemail_text'         => '{{SITENAME}} ئېلخەت ئىقتىدارى ئىشلىتىشتىن ئىلگىرى ئېلخەت ئادرېسىڭىزنى دەلىللەشنى تەلەپ قىلىدۇ.
تۆۋەندىكى كۇنۇپكىنى چەكسىڭىز ئاكتىپلاش ئېلخىتىدىن بىرنى سىزگە ئەۋەتىدۇ.
ئۇ ئىلخەتتە بىر قۇر ئۇلانما كود بار؛
توركۆرگۈڭىزدە بۇ ئۇلانمىنى يۈكلەپ ئېلخەت ئادرېسىڭىزنىڭ ئىناۋەتلىكلىكىنى جەزملەڭ.',
'confirmemail_pending'      => 'جەزملەش كودى ئېلخەت ئادرېسىڭىزغا يوللاندى؛
ئەگەر ھېساباتىڭىزنى يېقىندا قۇرغان بولسىڭىز، بىر قانچە مىنۇتتىن كېيىن تاپشۇرۇۋېلىشىڭىز مۇمكىن. ئەگەر تاپشۇرۇۋالمىغان بولسىڭىز، يېڭىدىن بىرنى ئىلتىماس قىلىڭ.',
'confirmemail_send'         => 'جەزملەش كودىنى ئېلخەتكە يوللا',
'confirmemail_sent'         => 'جەزملەش ئېلخىتى يوللاندى.',
'confirmemail_oncreate'     => 'جەزملەش كودى ئېلخەت ئادرېسىڭىزغا يوللاندى.
بۇ كود سىزنىڭ تىزىمغا كىرىشىڭىزنى تەلەپ قىلمايدۇ، ئەمما سىز بۇ wiki دىكى ھەر قانداق ئېلخەت ئىقتىدارىنى قوزغاتماقچى بولسىڭىز چوقۇم بۇ كودنى تاپشۇرۇشىڭىز لازىم.',
'confirmemail_sendfailed'   => '{{SITENAME}} جەزملەش ئېلخىتى يوللىيالمىدى
ئېلخەت ئادرېسىڭىزدا قانۇنسىز ھەرپ بار يوقلۇقىنى تەكشۈرۈڭ.

ئېلخەت يوللىغۇچى جاۋابى: $1',
'confirmemail_invalid'      => 'ئىناۋەتسىز جەزملەش كودى.
بۇ كودنىڭ ۋاقتى ئۆتكەن بولۇشى مۇمكىن.',
'confirmemail_needlogin'    => 'سىز $1 ئارقىلىق ئېلخەت ئادرېسىڭىزنى جەزملەڭ.',
'confirmemail_success'      => 'ئېلخەت ئادرېسىڭىز جەزملەندى.
سىز ھازىر [[Special:UserLogin|تىزىمغا كىر]]ىپ، wiki بېكەتنى ئىشلىتەلەيسىز.',
'confirmemail_loggedin'     => 'ئېلخەت ئادرېسىڭىز ھازىر جەزملەندى.',
'confirmemail_error'        => 'جەزملەش جەريانىدا خاتالىق كۆرۈلدى.',
'confirmemail_subject'      => '{{SITENAME}} ئېلخەت ئادرېس جەزملەش',
'confirmemail_body'         => 'IP ئادرېس $1 دىن كەلگەن ئىشلەتكۈچى (بەلكىم سىز بولۇشىڭىز مۇمكىن) {{SITENAME}} دا “$2” ھېسابات قۇردى ھەمدە بۇ ئېلخەت ئادرېسىنى تاپشۇردى.

بۇ ھېساباتنىڭ سىزگە تەۋە ئىكەنلىكىنى، شۇنىڭ بىلەن بىللە {{SITENAME}} دىكى ئېلخەت ئىقتىدارىنى قوزغىتىشنى جەزملەڭ. توركۆرگۈدە تۆۋەندىكى ئۇلانمىنى ئېچىڭ:

$3

ئەگەر ھېسابات تىزىملاتمىغان بولسىڭىز،
تۆۋەندىكى ئۇلانمىنى ئېچىپ ئېلخەت جەزملەشتىن ۋاز كېچىڭ.

$5

جەزملەش كودى $4 دىن كېيىن ۋاقتى ئۆتىدۇ.',
'confirmemail_body_changed' => 'IP ئادرېس $1 دىن كەلگەن ئىشلەتكۈچى (بەلكىم سىز بولۇشىڭىز مۇمكىن) {{SITENAME}} دا “$2” ھېساباتنىڭ ئېلخەت ئادرېسىنى ئۆزگەرتتى.

بۇ ھېساباتنىڭ سىزگە تەۋە ئىكەنلىكىنى، شۇنىڭ بىلەن بىللە {{SITENAME}} دىكى ئېلخەت ئىقتىدارىنى قوزغىتىشنى جەزملەڭ. توركۆرگۈدە تۆۋەندىكى ئۇلانمىنى ئېچىڭ:

$3

ئەگەر ھېسابات سىزگە تەۋە *بولمىسا*،
تۆۋەندىكى ئۇلانمىنى ئېچىپ ئېلخەت جەزملەشتىن ۋاز كېچىڭ.

$5

جەزملەش كودى $4 دىن كېيىن ۋاقتى ئۆتىدۇ.',
'confirmemail_invalidated'  => 'ئېلخەت ئادرېس جەزملەش بىكار قىلىندى',
'invalidateemail'           => 'ئېلخەت جەزملەشتىن ۋاز كەچ',

# Scary transclusion
'scarytranscludedisabled' => '[بېكەت ئاتلىغان كود ئايلاندۇرۇش چەكلەنگەن]',
'scarytranscludefailed'   => '[$1 نىڭ قېلىپىنى ئېلىش مەغلۇپ بولدى]',
'scarytranscludetoolong'  => '[URL بەك ئۇزۇن]',

# Trackbacks
'trackbackbox'      => 'بۇ بەتنىڭ نەقىلى: <br />
$1',
'trackbackremove'   => '([$1 ئۆچۈر])',
'trackbacklink'     => 'نەقىل',
'trackbackdeleteok' => 'بۇ نەقىل مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى.',

# Delete conflict
'deletedwhileediting' => "'''ئاگاھلاندۇرۇش''': بۇ بەت تەھرىرلەشكە باشلىغاندىن كېيىن ئۆچۈرۈلگەن!",
'confirmrecreate'     => "سىز بۇ بەتنى تەھرىرلىگەندىن كېيىن ئىشلەتكۈچى [[User:$1|$1]] ([[User talk:$1|مۇنازىرە]])  تۆۋەندىكى سەۋەب تۈپەيلىدىن بۇ بەت ئۆچۈرۈلدى:
: ''$2''
راستىنلا بۇ بەتنى قايتا قۇرۇشتىن ئىلگىرى ئويلىنىڭ.",
'recreate'            => 'قايتا قۇر',

# action=purge
'confirm_purge_button' => 'ماقۇل',
'confirm-purge-top'    => 'بۇ بەتنىڭ غەملىكىنى تازىلامسىز؟',
'confirm-purge-bottom' => 'بىر بەتنى تازىلىغاندا غەملەك ۋە مەجبۇرىي كۆرسىتىدىغان نۆۋەتتىكى تۈزىتىلگەن نەشرى تازىلىنىدۇ.',

# Multipage image navigation
'imgmultipageprev' => '← ئالدىنقى بەت',
'imgmultipagenext' => 'كېيىنكى بەت →',
'imgmultigo'       => 'يۆتكەل!',
'imgmultigoto'     => '$1 بەتكە يۆتكەل',

# Table pager
'ascending_abbrev'         => 'ئۆسكۈچى',
'descending_abbrev'        => 'كېمەيگۈچى',
'table_pager_next'         => 'كېيىنكى بەت',
'table_pager_prev'         => 'ئالدىنقى بەت',
'table_pager_first'        => 'بىرىنچى بەت',
'table_pager_last'         => 'ئەڭ ئاخىرقى بەت',
'table_pager_limit'        => 'ھەر بىر بەتتە $1 تۈر كۆرسەت',
'table_pager_limit_label'  => 'ھەر بەتتىكى تۈر سانى:',
'table_pager_limit_submit' => 'يۆتكەل',
'table_pager_empty'        => 'نەتىجە يوق',

# Auto-summaries
'autosumm-blank'   => 'بەتنى قۇرۇقدا',
'autosumm-replace' => "ئالماشتۇرۇلغان مەزمۇن '$1'",
'autoredircomment' => 'قايتا نىشانلانغان بەت [[$1]]',
'autosumm-new'     => "قۇرۇلغان بەت '$1'",

# Live preview
'livepreview-loading' => 'يۈكلەۋاتىدۇ…',
'livepreview-ready'   => 'يۈكلەۋاتىدۇ… تەييارلاندى!',
'livepreview-failed'  => 'رىئال ئالدىن كۆزىتىش مەغلۇپ بولدى! نورمال ئالدىن كۆزىتىشنى سىناڭ.',
'livepreview-error'   => 'ئۇلىنىش مەغلۇپ بولدى: $1 "$2".
نورمال ئالدىن كۆزىتىشنى سىناڭ.',

# Friendlier slave lag warnings
'lag-warn-normal' => 'ئۆتكەن $1 {{PLURAL:$1|سېكۇنت|سېكۇنت}} ئىچىدىكى ئۆزگەرتىش تىزىملىكتە كۆرسىتىلمەسلىكى مۇمكىن.',
'lag-warn-high'   => 'ساندان ئۆتە كېچىككەنلىكتىن، ئۆتكەن $1 {{PLURAL:$1|سېكۇنت|سېكۇنت}} ئىچىدىكى ئۆزگەرتىش تىزىملىكتە كۆرسىتىلمەسلىكى مۇمكىن.',

# Watchlist editor
'watchlistedit-numitems'       => 'كۆزەت تىزىملىكىڭىزدە{{PLURAL:$1|1 ماۋزۇ|$1 ماۋزۇ}}, بار، مۇنازىرە بېتى بۇنىڭ سىرتىدا.',
'watchlistedit-noitems'        => 'كۆزەت تىزىملىكىڭىزنىڭ ماۋزۇسى يوق',
'watchlistedit-normal-title'   => 'كۆزەت تىزىملىك تەھرىرى',
'watchlistedit-normal-legend'  => 'كۆزەت تىزىملىكىدىن ماۋزۇنى چىقىرىۋەت',
'watchlistedit-normal-explain' => 'كۆزەت تىزىملىكىڭىزدىكى ماۋزۇ تۆۋەندە كۆرسىتىلىدۇ.
ماۋزۇنى بىرنى چىقىرىۋېتىشتە، ئۇنىڭ ئالدىدىكى تاللاشنى چىقىرىۋېتىپ، ئاندىن ماۋزۇ چىقىرىۋەتنى چېكىڭ.
سىز [[Special:Watchlist/raw|/ئەسلى كۆزەت تىزىملىكى تەھرىر]]لىيەلەيسىز.',
'watchlistedit-normal-submit'  => 'ماۋزۇ چىقىرىۋەت',
'watchlistedit-normal-done'    => '{{PLURAL:$1|1 ماۋزۇ|$1 ماۋزۇ}}  كۆزەت تىزىملىكىڭىزدىن چىقىرىۋېتىلدى:',
'watchlistedit-raw-title'      => 'ئەسلى كۆزەت تىزىملىك تەھرىرى',
'watchlistedit-raw-legend'     => 'ئەسلى كۆزەت تىزىملىك تەھرىرى',
'watchlistedit-raw-explain'    => 'كۆزەت تىزىملىكىڭىزدىكى ماۋزۇ تۆۋەندە كۆرسىتىلىدۇ، شۇنداقلا بۇ جەدۋەلنى تەھرىرلەش ئارقىلىق ماۋزۇ قوشالايسىز ياكى چىقىرىۋېتەلەيسىز؛
ھەر قۇردا بىردىن ماۋزۇ.
تاماملانغاندا كۆزەت تىزىملىكى يېڭىلانى چېكىڭ.
سىز [[Special:Watchlist/edit| ئۆلچەملىك تەھرىرلىگۈچ]] ئىشلەتسىڭىز بولىدۇ.',
'watchlistedit-raw-titles'     => 'ماۋزۇلار:',
'watchlistedit-raw-submit'     => 'كۆزەت تىزىملىكى يېڭىلا',
'watchlistedit-raw-done'       => 'كۆزەت تىزىملىكىڭىز يېڭىلاندى.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1 ماۋزۇ|$1 ماۋزۇ}} قوشۇلدى:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1 ماۋزۇ|$1 ماۋزۇ}} چىقىرىۋېتىلدى:',

# Watchlist editing tools
'watchlisttools-view' => 'مۇناسىۋەتلىك ئۆزگەرتىشنى كۆرسەت',
'watchlisttools-edit' => 'كۆزەت تىزىملىكىنى كۆرۈپ تەھرىرلەش',
'watchlisttools-raw'  => 'ئەسلى كۆزەت تىزىملىك تەھرىرى',

# Core parser functions
'unknown_extension_tag' => 'نامەلۇم كېڭەيتىلگەن خەتكۈچ "$1"',
'duplicate-defaultsort' => '\'\'\'ئاگاھلاندۇرۇش:\'\'\' كۆڭۈلدىكى تەرتىپلەش كۇنۇپكىسى "$2" ئىلگىرىكى كۆڭۈلدىكى تەرتىپلەش كۇنۇپكىسى "$1" نى قاپلىۋېتىدۇ.',

# Special:Version
'version'                          => 'نەشرى',
'version-extensions'               => 'قاچىلانغان كېڭەيتىلمە',
'version-specialpages'             => 'ئالاھىدە بەتلەر',
'version-parserhooks'              => 'تەھلىلچى ئىلمىكى',
'version-variables'                => 'ئۆزگەرگۈچى مىقدار',
'version-other'                    => 'باشقا',
'version-mediahandlers'            => 'ۋاسىتە بىر تەرەپ قىلغۇچ',
'version-hooks'                    => 'ئىلمەك',
'version-extension-functions'      => 'تەھلىلچى فونكسىيە',
'version-parser-extensiontags'     => 'تەھلىلچى كېڭەيتىلمە خەتكۈچ',
'version-parser-function-hooks'    => 'تەھلىلچى فونكسىيە ئىلمىكى',
'version-skin-extension-functions' => 'تېرە تەھلىلچى فونكسىيە',
'version-hook-name'                => 'ئىلمەك ئاتى',
'version-hook-subscribedby'        => 'ئىمزا قويغۇچى',
'version-version'                  => '(نەشرى $1)',
'version-license'                  => 'ئىجازەتنامە',
'version-poweredby-credits'        => "بۇ ۋىكىنى '''[http://www.mediawiki.org/ MediaWiki]''' تېخنىكىلىق قوللايدۇ، نەشر ھوقۇقى © 2001-$1 $2",
'version-poweredby-others'         => 'باشقا',
'version-software'                 => 'قاچىلانغان يۇمشاق دېتال',
'version-software-product'         => 'مەھسۇلات',
'version-software-version'         => 'نەشرى',

# Special:FilePath
'filepath'         => 'ھۆججەت يولى',
'filepath-page'    => 'ھۆججەت:',
'filepath-submit'  => 'يۆتكەل',
'filepath-summary' => 'بۇ ئالاھىدە بەت ھۆججەتنىڭ تولۇق يولىنى قايتۇرىدۇ.
سۈرەت تولۇق ئېنىقلىقتا كۆرسىتىلىدۇ، باشقا ھۆججەت تىپى بىۋاسىتە ئۇلانغان قوللىنىشچان پروگراممىدا ئېچىلىدۇ

ھۆججەت ئاتىنى كۆرسەت، ئالدى قوشۇلغۇچى"{{ns:file}}:" نى ئۆز ئىچىگە ئالمىسۇن.',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'تەكرار ھۆججەت ئىزدە',
'fileduplicatesearch-summary'  => 'چاچما (hash) قىممىتىگە ئاساسەن تەكرار ھۆججەت ئىزدە.

ھۆججەت ئاتى كىرگۈزگەندە ئالدى قوشۇلغۇچى "{{ns:file}}:" كىرگۈزمىسىڭىزمۇ بولىدۇ.',
'fileduplicatesearch-legend'   => 'تەكرار ھۆججەت ئىزدە',
'fileduplicatesearch-filename' => ':ھۆججەت ئاتى',
'fileduplicatesearch-submit'   => 'ئىزدە',
'fileduplicatesearch-info'     => '$1 × $2 نۇقتا<br />ھۆججەت چوڭلۇقى: $3<br />MIME تىپى: $4',
'fileduplicatesearch-result-1' => '"$1" ھۆججەتنىڭ تامامەن ئوخشاش تەكرار نۇسخىسى يوق.',
'fileduplicatesearch-result-n' => ' "$1" ھۆججەتنىڭ تامامەن ئوخشاش {{PLURAL:$2|1 تەكرار|$2 تەكرار}} نۇسخىسى بار.',

# Special:SpecialPages
'specialpages'                   => 'ئالاھىدە بەتلەر',
'specialpages-note'              => '----
* نورمال ئالاھىدە بەت.
* <strong class="mw-specialpagerestricted">چەكلىمىلىك ئالاھىدە بەتلەر.</strong>',
'specialpages-group-maintenance' => 'ئاسراش دوكلاتى',
'specialpages-group-other'       => 'باشقا ئالاھىدە بەتلەر',
'specialpages-group-login'       => 'تىزىمغا كىر / قۇر',
'specialpages-group-changes'     => 'يېقىنقى ئۆزگەرتىش ۋە خاتىرە',
'specialpages-group-media'       => 'ۋاسىتە دوكلاتى ۋە يۈكلەر',
'specialpages-group-users'       => 'ئىشلەتكۈچى ۋە ھوقۇقى',
'specialpages-group-highuse'     => 'كۆپ ئىشلىتىلگەن بەت',
'specialpages-group-pages'       => 'بەت تىزىملىكى',
'specialpages-group-pagetools'   => 'بەت قورالى',
'specialpages-group-wiki'        => 'Wiki سانلىق مەلۇماتى ۋە قورال',
'specialpages-group-redirects'   => 'قايتا نىشانلانغان ئالاھىدە بەت',
'specialpages-group-spam'        => 'ئەخلەتكە قارشى قورال',

# Special:BlankPage
'blankpage'              => 'بوش بەت',
'intentionallyblankpage' => 'بۇ بەت قەستەن بوش قالدۇرۇلغان.',

# External image whitelist
'external_image_whitelist' => ' #بۇ قۇرغا ئوخشاش خەتنى قالدۇرۇپ قويۇڭ<pre>
#تۆۋەندىكى (// ئارىسىدىكى قىسمى)غا رەسمىي ئىپادە كىرگۈزۈڭ
#بۇلار سىرتقى (ئۇلانغان) سۈرەتكە ماسلاشتۇرۇلىدۇ
#ئاشۇ ماسلاشتۇرۇلغانلىرى سۈرەت قىلىپ كۆرسىتىلىدۇ بولمىسا ئۇلانما سۈپىتىدە كۆرسىتىدۇ
# # دىن باشلانغان قۇر ئىزاھات دەپ قارىلىدۇ
#چوڭ كىچىك يېزىلىشنى پەرقلەندۈرمەيدۇ

#بۇ قۇرغا ھەممە  regex كىرگۈزۈلىدۇ. بۇ قۇرغا ئوخشاش خەت قالدۇرۇپ قويۇلىدۇ </pre>',

# Special:Tags
'tags'                    => 'ئىناۋەتلىك ئۆزگەرتىلگەن خەتكۈچ',
'tag-filter'              => '[[Special:Tags|Tag]]سۈزگۈچ:',
'tag-filter-submit'       => 'سۈزگۈچ',
'tags-title'              => 'خەتكۈچ',
'tags-intro'              => 'بۇ بەتتە يۇمشاق دېتالدا بەلگە سېلىنغان تەھرىر ۋە ئۇلارنىڭ ئىزاھاتى كۆرسىتىلدى.',
'tags-tag'                => 'خەتكۈچ ئاتى',
'tags-display-header'     => 'ئۆزگەرتىش تىزىملىكىدە كۆرسىتىلىش شەكلى',
'tags-description-header' => 'مەناسىنىڭ تولۇق چۈشەندۈرۈلۈشى',
'tags-hitcount-header'    => 'بەلگە سېلىنغان ئۆزگەرتىش',
'tags-edit'               => 'ئۆزگەرتىش',
'tags-hitcount'           => '$1 {{PLURAL:$1|ئۆزگەرتىش|ئۆزگەرتىش}}',

# Special:ComparePages
'comparepages'     => 'بەت سېلىشتۇر',
'compare-selector' => 'بەتنىڭ تۈزىتىلگەن نەشرىنى سېلىشتۇر',
'compare-page1'    => '1- بەت',
'compare-page2'    => '2- بەت',
'compare-rev1'     => 'تۈزىتىلگەن نەشرى 1',
'compare-rev2'     => 'تۈزىتىلگەن نەشرى 2',
'compare-submit'   => 'سېلىشتۇر',

# Database error messages
'dberr-header'      => 'بۇ wiki مەسىلىگە يولۇقتى',
'dberr-problems'    => 'كەچۈرۈڭ!
بۇ بېكەتتە تېخنىكىلىق قىيىنچىلىق كۆرۈلدى.',
'dberr-again'       => 'بىر قانچە مىنۇت كۈتۈپ ئاندىن قايتا يۈكلەڭ.',
'dberr-info'        => '(ساندان مۇلازىمىتىرىغا ئۇلىنالمىدى:  $1)',
'dberr-usegoogle'   => 'بۇ ۋاقىتتا Google ئىزدىگۈچتىن ئىزدەشنى سىناپ بېقىڭ.',
'dberr-outofdate'   => 'دىققەت ئۇلار ئىندىكېسلىغان مەزمۇن ئەڭ يېڭى بولماسلىقى مۇمكىن.',
'dberr-cachederror' => 'بۇ ئىلتىماس قىلغان بەتنىڭ غەملەنگەن كۆپەيتىلمىسى، ئەڭ يېڭىسى بولماسلىقى مۇمكىن.',

# HTML forms
'htmlform-invalid-input'       => 'كىرگۈزگەن مەزمۇنىڭىزدا مەسىلە بار',
'htmlform-select-badoption'    => 'سىز بەلگىلىگەن قىممەت ئىناۋەتلىك تاللانما ئەمەس.',
'htmlform-int-invalid'         => 'سىز بەلگىلىگەن قىممەت پۈتۈن سان ئەمەس.',
'htmlform-float-invalid'       => 'سىز بەلگىلىگەن قىممەت سان ئەمەس.',
'htmlform-int-toolow'          => 'سىز بەلگىلىگەن قىممەت ئەڭ كىچىك قىممەت $1 تىن كىچىك',
'htmlform-int-toohigh'         => 'سىز بەلگىلىگەن قىممەت ئەڭ چوڭ قىممەت $1 تىن چوڭ',
'htmlform-required'            => 'بۇ قىممەت زۆرۈر',
'htmlform-submit'              => 'تاپشۇر',
'htmlform-reset'               => 'ئۆزگەرتىشتىن يېنىۋال',
'htmlform-selectorother-other' => 'باشقا',

# SQLite database support
'sqlite-has-fts' => '$1 پۈتۈن تېكست ئىزدەشنى قوللايدۇ',
'sqlite-no-fts'  => '$1 پۈتۈن تېكست ئىزدەشنى قوللىمايدۇ',

);
