<?php
/** Telugu (తెలుగు)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Chaduvari
 * @author Kiranmayee
 * @author Meno25
 * @author Mpradeep
 * @author Ravichandra
 * @author Sunil Mohan
 * @author The Evil IP address
 * @author Urhixidur
 * @author Veeven
 * @author Ævar Arnfjörð Bjarmason <avarab@gmail.com>
 * @author לערי ריינהארט
 * @author రాకేశ్వర
 * @author వైజాసత్య
 */

$namespaceNames = array(
	NS_MEDIA            => 'మీడియా',
	NS_SPECIAL          => 'ప్రత్యేక',
	NS_TALK             => 'చర్చ',
	NS_USER             => 'వాడుకరి',
	NS_USER_TALK        => 'వాడుకరి_చర్చ',
	NS_PROJECT_TALK     => '$1_చర్చ',
	NS_FILE             => 'దస్త్రం',
	NS_FILE_TALK        => 'దస్త్రంపై_చర్చ',
	NS_MEDIAWIKI        => 'మీడియావికీ',
	NS_MEDIAWIKI_TALK   => 'మీడియావికీ_చర్చ',
	NS_TEMPLATE         => 'మూస',
	NS_TEMPLATE_TALK    => 'మూస_చర్చ',
	NS_HELP             => 'సహాయం',
	NS_HELP_TALK        => 'సహాయం_చర్చ',
	NS_CATEGORY         => 'వర్గం',
	NS_CATEGORY_TALK    => 'వర్గం_చర్చ',
);

$namespaceAliases = array(
	'సభ్యులు' => NS_USER,
	'సభ్యులపై_చర్చ' => NS_USER_TALK,
	'సభ్యుడు' => NS_USER, # set for bug 11615
	'సభ్యునిపై_చర్చ' => NS_USER_TALK,
	'బొమ్మ' => NS_FILE,
	'బొమ్మపై_చర్చ' => NS_FILE_TALK,
	'ఫైలు' => NS_FILE,
	'ఫైలుపై_చర్చ' => NS_FILE_TALK,
	'బొమ్మపై_చర్చ' => NS_FILE_TALK,
	'సహాయము' => NS_HELP,
	'సహాయము_చర్చ' => NS_HELP_TALK,
);

$specialPageAliases = array(
	'DoubleRedirects'           => array( 'రెండుసార్లుదారిమార్పు' ),
	'BrokenRedirects'           => array( 'తెగిపోయినదారిమార్పులు' ),
	'Disambiguations'           => array( 'అయోమయనివృత్తి' ),
	'Userlogin'                 => array( 'వాడుకరిప్రవేశం' ),
	'Userlogout'                => array( 'వాడుకరినిష్క్రమణ' ),
	'CreateAccount'             => array( 'ఖాతాసృష్టించు' ),
	'Preferences'               => array( 'అభిరుచులు' ),
	'Watchlist'                 => array( 'వీక్షణజాబితా' ),
	'Recentchanges'             => array( 'ఇటీవలిమార్పులు' ),
	'Upload'                    => array( 'ఎక్కింపు' ),
	'Listfiles'                 => array( 'ఫైళ్లజాబితా', 'బొమ్మలజాబితా' ),
	'Newimages'                 => array( 'కొత్తఫైళ్లు', 'కొత్తబొమ్మలు' ),
	'Listusers'                 => array( 'వాడుకరులజాబితా' ),
	'Listgrouprights'           => array( 'గుంపుహక్కులజాబితా', 'వాడుకరులగుంపుహక్కులు' ),
	'Statistics'                => array( 'గణాంకాలు' ),
	'Randompage'                => array( 'యాదృచ్చికపేజీ' ),
	'Lonelypages'               => array( 'ఒంటరిపేజీలు', 'అనాధపేజీలు' ),
	'Uncategorizedpages'        => array( 'వర్గీకరించనిపేజీలు' ),
	'Uncategorizedcategories'   => array( 'వర్గీకరించనివర్గములు' ),
	'Uncategorizedimages'       => array( 'వర్గీకరించనిఫైళ్లు', 'వర్గీకరించనిబొమ్మలు' ),
	'Uncategorizedtemplates'    => array( 'వర్గీకరించనిమూసలు' ),
	'Unusedcategories'          => array( 'వాడనివర్గములు' ),
	'Unusedimages'              => array( 'వాడనిఫైళ్లు', 'వాడనిబొమ్మలు' ),
	'Wantedpages'               => array( 'అవసరమైనపేజీలు', 'విరిగిపోయినలింకులు' ),
	'Wantedcategories'          => array( 'కోరినవర్గాలు' ),
	'Wantedfiles'               => array( 'అవసరమైనఫైళ్లు' ),
	'Wantedtemplates'           => array( 'అవసరమైననమూనాలు' ),
	'Mostcategories'            => array( 'ఎక్కువవర్గములు' ),
	'Mostrevisions'             => array( 'ఎక్కువకూర్పులు' ),
	'Fewestrevisions'           => array( 'అతితక్కువకూర్పులు' ),
	'Shortpages'                => array( 'చిన్నపేజీలు' ),
	'Longpages'                 => array( 'పొడుగుపేజీలు' ),
	'Newpages'                  => array( 'కొత్తపేజీలు' ),
	'Ancientpages'              => array( 'పురాతనపేజీలు' ),
	'Deadendpages'              => array( 'అగాధపేజీలు' ),
	'Protectedpages'            => array( 'సంరక్షితపేజీలు' ),
	'Allpages'                  => array( 'అన్నిపేజీలు' ),
	'Specialpages'              => array( 'ప్రత్యేకపేజీలు' ),
	'Emailuser'                 => array( 'వాడుకరికిఈమెయిలుచెయ్యి' ),
	'Confirmemail'              => array( 'ఈమెయిలుధ్రువపరచు' ),
	'Whatlinkshere'             => array( 'ఇక్కడికిలింకున్నపేజీలు' ),
	'Recentchangeslinked'       => array( 'చివరిమార్పులలింకులు', 'సంబంధితమార్పులు' ),
	'Movepage'                  => array( 'వ్యాసమునుతరలించు' ),
	'Blockme'                   => array( 'నన్నుఅడ్డగించు' ),
	'Booksources'               => array( 'పుస్తకమూలాలు' ),
	'Categories'                => array( 'వర్గాలు' ),
	'Export'                    => array( 'ఎగుమతి' ),
	'Version'                   => array( 'కూర్పు' ),
	'Allmessages'               => array( 'అన్నిసందేశాలు' ),
	'Log'                       => array( 'చిట్టా', 'చిట్టాలు' ),
	'Block'                     => array( 'అడ్డగించు', 'ఐపినిఅడ్డగించు', 'వాడుకరినిఅడ్డగించు' ),
	'Import'                    => array( 'దిగుమతి' ),
	'Userrights'                => array( 'వాడుకరిహక్కులు' ),
	'Unwatchedpages'            => array( 'వీక్షించనిపేజీలు' ),
	'Revisiondelete'            => array( 'కూర్పుతొలగించు' ),
	'Unusedtemplates'           => array( 'వాడనిమూసలు' ),
	'Randomredirect'            => array( 'యాదుచ్చికదారిమార్పు' ),
	'Mypage'                    => array( 'నాపేజీ' ),
	'Mytalk'                    => array( 'నాచర్చ' ),
	'Mycontributions'           => array( 'నా_మార్పులు-చేర్పులు' ),
	'Popularpages'              => array( 'ప్రాచుర్యంపొందినపేజీలు' ),
	'Search'                    => array( 'అన్వేషణ' ),
	'Resetpass'                 => array( 'సంకేతపదముమార్చు' ),
	'Withoutinterwiki'          => array( 'అంతరవికీలేకుండా' ),
	'MergeHistory'              => array( 'చరిత్రనువిలీనంచేయి' ),
	'Blankpage'                 => array( 'ఖాళీపేజి' ),
);

$magicWords = array(
	'redirect'              => array( '0', '#దారిమార్పు', '#REDIRECT' ),
	'notoc'                 => array( '0', '__విషయసూచికవద్దు__', '__NOTOC__' ),
	'toc'                   => array( '0', '__విషయసూచిక__', '__TOC__' ),
	'pagename'              => array( '1', 'పేజీపేరు', 'PAGENAME' ),
	'img_right'             => array( '1', 'కుడి', 'right' ),
	'img_left'              => array( '1', 'ఎడమ', 'left' ),
	'special'               => array( '0', 'ప్రత్యేక', 'special' ),
);

$linkTrail = "/^([\xE0\xB0\x81-\xE0\xB1\xAF]+)(.*)$/sDu";

$messages = array(
# User preference toggles
'tog-underline'               => 'లంకె క్రీగీత:',
'tog-highlightbroken'         => 'తెగిపోయిన లింకులను <a href="" class="new">ఇలా చూపించు</a> (ఇంకో పధ్ధతి: <a href="" class="internal">?</a>).',
'tog-justify'                 => 'పేరాలను ఇరు పక్కలా సమానంగా సర్దు',
'tog-hideminor'               => 'ఇటీవలి మార్పులలో చిన్న మార్పులను దాచిపెట్టు',
'tog-hidepatrolled'           => 'ఇటీవలి మార్పులలో నిఘా ఉన్న మార్పులను దాచిపెట్టు',
'tog-newpageshidepatrolled'   => 'కొత్త పేజీల జాబితా నుంచి నిఘా ఉన్న పేజీలను దాచిపెట్టు',
'tog-extendwatchlist'         => 'కేవలం ఇటీవలి మార్పులే కాక, మార్పులన్నీ చూపించటానికి నా వీక్షణా జాబితాను పెద్దది చేయి',
'tog-usenewrc'                => 'మెరుగైన ఇటీవలి మార్పుల పేజీ (జావాస్క్రిప్టు అవసరం)',
'tog-numberheadings'          => 'శీర్షికలకు ఆటోమాటిక్‌గా వరుస సంఖ్యలు పెట్టు',
'tog-showtoolbar'             => 'దిద్దుబాట్లు చేసేటప్పుడు, అందుకు సహాయపడే పరికరాలపెట్టెను చూపించు (జావాస్క్రిప్టు)',
'tog-editondblclick'          => 'డబుల్‌ క్లిక్కు చేసినప్పుడు పేజీని మార్చు (జావాస్క్రిప్టు)',
'tog-editsection'             => '[మార్చు] లింకు ద్వారా విభాగం మార్పు కావాలి',
'tog-editsectiononrightclick' => 'విభాగం పేరు మీద కుడి క్లిక్కుతో విభాగం మార్పు కావాలి (జావాస్క్రిప్టు)',
'tog-showtoc'                 => 'విషయసూచిక చూపించు (3 కంటే ఎక్కువ శీర్షికలున్న పేజీలకు)',
'tog-rememberpassword'        => 'ఈ విహారిణిలో నా ప్రవేశాన్ని గుర్తుంచుకో (గరిష్ఠంగా $1 {{PLURAL:$1|రోజు|రోజుల}}కి)',
'tog-watchcreations'          => 'నేను సృష్టించిన పేజీలను నా వీక్షణ జాబితాకు కలుపు',
'tog-watchdefault'            => 'నేను దిద్దుబాట్లు చేసిన పేజీలను నా వీక్షణ జాబితాకు కలుపు',
'tog-watchmoves'              => 'నేను తరలించిన పేజీలను నా వీక్షణ జాబితాకు కలుపు',
'tog-watchdeletion'           => 'నేను తొలగించిన పేజీలను నా వీక్షణ జాబితాకు కలుపు',
'tog-minordefault'            => 'ప్రత్యేకంగా తెలుపనంతవరకూ నా మార్పులను చిన్న మార్పులుగా గుర్తించు',
'tog-previewontop'            => 'వ్యాసం మార్పుల తరువాత ఎలావుంటుందో మార్పుల‌ బాక్సుకు పైన చూపు',
'tog-previewonfirst'          => 'దిద్దిబాట్లు చేసిన వ్యాసాన్ని భద్రపరిచే ముందు ఎలా వుంటుందో ఒకసారి చూపించు',
'tog-nocache'                 => 'విహారిణిలో పుటల కాషింగుని అచేతనంచేయి',
'tog-enotifwatchlistpages'    => 'నా వీక్షణాజాబితా లోని పేజీలు మారినపుడు నాకు ఈ-మెయిలు పంపించు',
'tog-enotifusertalkpages'     => 'నా చర్చా పేజీలో మార్పులు జరిగినపుడు నాకు ఈ-మెయిలు పంపించు',
'tog-enotifminoredits'        => 'చిన్న మార్పులు చేసినప్పుడు కూడా నాకు ఈ-మెయిలు పంపించు',
'tog-enotifrevealaddr'        => 'గమనింపు మెయిళ్ళలో నా ఈ-మెయిలు చిరునామాను చూపించు',
'tog-shownumberswatching'     => 'వీక్షకుల సంఖ్యను చూపించు',
'tog-oldsig'                  => 'ప్రస్తుత సంతకపు మునుజూపు:',
'tog-fancysig'                => 'సంతకాన్ని వికీపాఠ్యంగా తీసుకో (ఆటోమెటిక్‌ లింకు లేకుండా)',
'tog-externaleditor'          => 'మామూలుగా బయటి కూర్పరిని వాడు (నిపుణులకు మాత్రమే, మీ కంప్యూటర్లో ప్రత్యేక అమరికలు అవసరమవుతాయి)',
'tog-externaldiff'            => 'మార్పులను చూడటానికి బయటి సాఫ్టువేరును వాడు (నిపుణులకు మాత్రమే, మీ కంప్యూటర్లో ప్రత్యేక అమరికలు అవసరమవుతాయి)',
'tog-showjumplinks'           => '"ఇక్కడికి గెంతు" లింకులను చూపించు',
'tog-uselivepreview'          => 'రాస్తున్నదానిని ఎప్పటికప్పుడు సరిచూడండి (జావాస్క్రిప్టు) (పరీక్షాదశలో ఉంది)',
'tog-forceeditsummary'        => 'దిద్దుబాటు సారాంశం ఖాళీగా ఉంటే ఆ విషయాన్ని నాకు సూచించు',
'tog-watchlisthideown'        => 'నా మార్పులను వీక్షణా జాబితాలో చూపించొద్దు',
'tog-watchlisthidebots'       => 'బాట్లు చేసిన మార్పులను నా వీక్షణా జాబితాలో చూపించొద్దు',
'tog-watchlisthideminor'      => 'చిన్న మార్పులను నా వీక్షణా జాబితాలో చూపించొద్దు',
'tog-watchlisthideliu'        => 'ప్రవేశించిన వాడుకరుల మార్పులను వీక్షణా జాబితాలో చూపించకు',
'tog-watchlisthideanons'      => 'అజ్ఞాత వాడుకరుల మార్పులను విక్షణా జాబితాలో చూపించకు',
'tog-watchlisthidepatrolled'  => 'నిఘా ఉన్న మార్పులను వీక్షణజాబితా నుంచి దాచిపెట్టు',
'tog-ccmeonemails'            => 'నేను ఇతర సభ్యులకు పంపిస్తున్న ఈ-మెయిళ్ల కాపీని నాకు కూడా పంపు',
'tog-diffonly'                => 'తేడాలను చూపిస్తున్నపుడు, కింద చూపించే పేజీలోని సమాచారాన్ని చూపించొద్దు',
'tog-showhiddencats'          => 'దాచిన వర్గాలను చూపించు',
'tog-norollbackdiff'          => 'రద్దు చేసాక తేడాలు చూపించవద్దు',

'underline-always'  => 'ఎల్లప్పుడూ',
'underline-never'   => 'ఎప్పటికీ వద్దు',
'underline-default' => 'విహారిణి అప్రమేయం',

# Font style option in Special:Preferences
'editfont-style'     => 'దిద్దుబాటు పెట్టె ఫాంటు స్టైల్',
'editfont-default'   => 'విహరిణి అప్రమేయం',
'editfont-monospace' => 'మోనోస్పేసుడ్ ఫాంట్',
'editfont-sansserif' => 'సాన్స్-సెరిఫ్ ఫాంటు',
'editfont-serif'     => 'సెరిఫ్ ఫాంటు',

# Dates
'sunday'        => 'ఆదివారము',
'monday'        => 'సోమవారము',
'tuesday'       => 'మంగళవారము',
'wednesday'     => 'బుధవారము',
'thursday'      => 'గురువారము',
'friday'        => 'శుక్రవారము',
'saturday'      => 'శనివారము',
'sun'           => 'ఆది',
'mon'           => 'సోమ',
'tue'           => 'మంగళ',
'wed'           => 'బుధ',
'thu'           => 'గురు',
'fri'           => 'శుక్ర',
'sat'           => 'శని',
'january'       => 'జనవరి',
'february'      => 'ఫిబ్రవరి',
'march'         => 'మార్చి',
'april'         => 'ఏప్రిల్',
'may_long'      => 'మే',
'june'          => 'జూన్',
'july'          => 'జూలై',
'august'        => 'ఆగష్టు',
'september'     => 'సెప్టెంబరు',
'october'       => 'అక్టోబరు',
'november'      => 'నవంబరు',
'december'      => 'డిసెంబరు',
'january-gen'   => 'జనవరి',
'february-gen'  => 'ఫిబ్రవరి',
'march-gen'     => 'మార్చి',
'april-gen'     => 'ఏప్రిల్',
'may-gen'       => 'మే',
'june-gen'      => 'జూన్',
'july-gen'      => 'జూలై',
'august-gen'    => 'ఆగష్టు',
'september-gen' => 'సెప్టెంబరు',
'october-gen'   => 'అక్టోబరు',
'november-gen'  => 'నవంబరు',
'december-gen'  => 'డిసెంబరు',
'jan'           => 'జన',
'feb'           => 'ఫిబ్ర',
'mar'           => 'మార్చి',
'apr'           => 'ఏప్రి',
'may'           => 'మే',
'jun'           => 'జూన్',
'jul'           => 'జూలై',
'aug'           => 'ఆగ',
'sep'           => 'సెప్టెం',
'oct'           => 'అక్టో',
'nov'           => 'నవం',
'dec'           => 'డిసెం',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|వర్గం|వర్గాలు}}',
'category_header'                => '"$1" వర్గంలోని పుటలు',
'subcategories'                  => 'ఉపవర్గాలు',
'category-media-header'          => '"$1" వర్గంలో ఉన్న మీడియా ఫైళ్లు',
'category-empty'                 => "''ప్రస్తుతం ఈ వర్గంలో ఎలాంటి పేజీలుగానీ మీడియా ఫైళ్లుగానీ లేవు.''",
'hidden-categories'              => '{{PLURAL:$1|దాచిన వర్గం|దాచిన వర్గాలు}}',
'hidden-category-category'       => 'దాచిన వర్గాలు',
'category-subcat-count'          => '{{PLURAL:$2|ఈ వర్గంలో క్రింద చూపిస్తున్న ఒకే ఉపవర్గం ఉంది.|ఈ వర్గంలో ఉన్న మొత్తం $2 వర్గాలలో ప్రస్తుతం {{PLURAL:$1|ఒక ఉపవర్గాన్ని|$1 ఉపవర్గాలను}} చూపిస్తున్నాము.}}',
'category-subcat-count-limited'  => 'ఈ వర్గం క్రింద చూపిస్తున్న {{PLURAL:$1|ఒక ఉపవర్గం ఉంది|$1 ఉపవర్గాలు ఉన్నాయి}}.',
'category-article-count'         => '{{PLURAL:$2|ఈ వర్గంలో క్రింద చూపిస్తున్న ఒకే పేజీ ఉంది.|ఈ వర్గంలో ఉన్న మొత్తం $2 పేజీలలో ప్రస్తుతం {{PLURAL:$1|ఒక పేజీని|$1 పేజీలను}} చూపిస్తున్నాము.}}',
'category-article-count-limited' => 'ఈ వర్గం క్రింద చూపిస్తున్న {{PLURAL:$1|ఒక పేజీ ఉంది|$1 పేజీలు ఉన్నాయి}}.',
'category-file-count'            => '{{PLURAL:$2|ఈ వర్గంలో క్రింద చూపిస్తున్న ఒకే ఫైలు ఉంది.|ఈ వర్గంలో ఉన్న మొత్తం $2 పేజీలలో ప్రస్తుతం {{PLURAL:$1|ఒక ఫైలును|$1 ఫైళ్లను}} చూపిస్తున్నాము.}}',
'category-file-count-limited'    => 'ఈ వర్గం క్రింద చూపిస్తున్న {{PLURAL:$1|ఒక ఫైలు ఉంది|$1 ఫైళ్లు ఉన్నాయి}}.',
'listingcontinuesabbrev'         => '(కొనసాగింపు)',
'index-category'                 => 'సూచీకరించిన పేజీలు',
'noindex-category'               => 'సూచీకరించని పేజీలు',

'mainpagetext'      => "'''మీడియా వికీని విజయవంతంగా ప్రతిష్టించాం.'''",
'mainpagedocfooter' => 'వికీ సాఫ్టువేరును వాడటనికి కావలిసిన సమాచారం కోసం [http://meta.wikimedia.org/wiki/Help:Contents వాడుకరుల గైడు]ను సందర్శించండి.

== మొదలు పెట్టండి ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings మీడియావికీ పనితీరు, అమరిక మార్చుకునేందుకు వీలుకల్పించే చిహ్నాల జాబితా]
* [http://www.mediawiki.org/wiki/Manual:FAQ మీడియావికీపై తరుచుగా అడిగే ప్రశ్నలు]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce మీడియావికీ సాఫ్టువేరు కొత్త వెర్షను విడుదలల గురించి తెలిపే మెయిలింగు లిస్టు]',

'about'         => 'గురించి',
'article'       => 'వ్యాసము',
'newwindow'     => '(కొత్త కిటికీలో వస్తుంది)',
'cancel'        => 'రద్దు',
'moredotdotdot' => 'ఇంకా...',
'mypage'        => 'నా పేజీ',
'mytalk'        => 'నా గురించి చర్చ',
'anontalk'      => 'ఈ ఐ.పి.కి సంబంధించిన చర్చ',
'navigation'    => 'మార్గదర్శకం',
'and'           => '&#32;మరియు',

# Cologne Blue skin
'qbfind'         => 'వెతుకు',
'qbbrowse'       => 'విహరించు',
'qbedit'         => 'మార్చు',
'qbpageoptions'  => 'ఈ పేజీ',
'qbpageinfo'     => 'సందర్భం',
'qbmyoptions'    => 'నా పేజీలు',
'qbspecialpages' => 'ప్రత్యేక పేజీలు',
'faq'            => 'తరచూ అడిగే ప్రశ్నలు',
'faqpage'        => 'Project:తరచూ అడిగే ప్రశ్నలు',

# Vector skin
'vector-action-addsection'       => 'విషయాన్ని చేర్చు',
'vector-action-delete'           => 'తొలగించు',
'vector-action-move'             => 'తరలించు',
'vector-action-protect'          => 'సంరక్షించు',
'vector-action-undelete'         => 'తిరిగి చేర్చు',
'vector-action-unprotect'        => 'సంరక్షించ వద్దు',
'vector-simplesearch-preference' => 'మెరుగైన అన్వేషణ సలహాలని చేతనంచేయి (వెక్టర్ అలంకారానికి మాత్రమే)',
'vector-view-create'             => 'సృష్టించు',
'vector-view-edit'               => 'మార్చు',
'vector-view-history'            => 'చరిత్రని చూడండి',
'vector-view-view'               => 'చదువు',
'vector-view-viewsource'         => 'మూలాన్ని చూడండి',
'actions'                        => 'చర్యలు',
'namespaces'                     => 'నేంస్పేసులు',
'variants'                       => 'వైవిధ్యాలు',

'errorpagetitle'    => 'పొరపాటు',
'returnto'          => 'తిరిగి $1కి.',
'tagline'           => '{{SITENAME}} నుండి',
'help'              => 'సహాయం',
'search'            => 'అన్వేషణ',
'searchbutton'      => 'వెతుకు',
'go'                => 'వెళ్లు',
'searcharticle'     => 'వెళ్లు',
'history'           => 'పుట చరిత్ర',
'history_short'     => 'చరిత్ర',
'updatedmarker'     => 'నేను కిందటిసారి వచ్చిన తరువాత జరిగిన మార్పులు',
'info_short'        => 'సమాచారం',
'printableversion'  => 'ముద్రించుకోదగ్గ కూర్పు',
'permalink'         => 'శాశ్వత లింకు',
'print'             => 'ముద్రించు',
'view'              => 'చూచుట',
'edit'              => 'మార్చు',
'create'            => 'సృష్టించు',
'editthispage'      => 'ఈ పుటని మార్చండి',
'create-this-page'  => 'ఈ పేజీని సృష్టించండి',
'delete'            => 'తుడిచివేయి',
'deletethispage'    => 'ఈ పుటను తొలగించు',
'undelete_short'    => '{{PLURAL:$1|ఒక్క రచనను|$1 రచనలను}} పునఃస్థాపించు',
'viewdeleted_short' => '{{PLURAL:$1|తొలగించిన ఒక మార్పు|$1 తొలగించిన మార్పుల}}ను చూడండి',
'protect'           => 'సంరక్షించు',
'protect_change'    => 'మార్చు',
'protectthispage'   => 'ఈ పేజీని సంరక్షించు',
'unprotect'         => 'సంరక్షించ వద్దు',
'unprotectthispage' => 'ఈ పేజీని సంరక్షించవద్దు',
'newpage'           => 'కొత్త పుట',
'talkpage'          => 'ఈ పుటని చర్చించండి',
'talkpagelinktext'  => 'చర్చ',
'specialpage'       => 'ప్రత్యేక పేజీ',
'personaltools'     => 'వ్యక్తిగత పనిముట్లు',
'postcomment'       => 'కొత్త విభాగం',
'articlepage'       => 'వ్యాసము చూడండి',
'talk'              => 'చర్చ',
'views'             => 'పేజీ లింకులు',
'toolbox'           => 'పరికరాలపెట్టె',
'userpage'          => 'సభ్యుని పేజీని చూడు',
'projectpage'       => 'ప్రాజెక్టు పేజీని చూడు',
'imagepage'         => 'ఫైలు పేజీని చూడండి',
'mediawikipage'     => 'సందేశం పేజీని చూడు',
'templatepage'      => 'మూస పేజీని చూడు',
'viewhelppage'      => 'సహాయం పేజీని చూడు',
'categorypage'      => 'వర్గం పేజీని చూడు',
'viewtalkpage'      => 'చర్చను చూడు',
'otherlanguages'    => 'ఇతర భాషలలొ',
'redirectedfrom'    => '($1 నుండి మళ్ళించబడింది)',
'redirectpagesub'   => 'దారిమార్పు పుట',
'lastmodifiedat'    => 'ఈ పేజీకి $2, $1న చివరి మార్పు జరిగినది.',
'viewcount'         => 'ఈ పేజీ {{PLURAL:$1|ఒక్క సారి|$1 సార్లు}} దర్శించబడింది.',
'protectedpage'     => 'సంరక్షణలోని పేజీ',
'jumpto'            => 'ఇక్కడికి గెంతు:',
'jumptonavigation'  => 'పేజీకి సంబంధించిన లింకులు',
'jumptosearch'      => 'అన్వేషణ',
'view-pool-error'   => 'క్షమించండి, ప్రస్తుతం సర్వర్లన్నీ ఓవర్‌లోడ్ అయిఉన్నాయి.
చాలామంది వాడుకరులు ఈ పేజీని చూస్తున్నారు.
ఈ పేజీని వీక్షించడానికి కొద్దిసేపు నిరీక్షించండి.

$1',
'pool-timeout'      => 'తాళం కొరకు వేచివుండడానికి కాలపరిమితి అయిపోయింది',
'pool-queuefull'    => 'సమూహపు వరుస నిండుగా ఉంది',
'pool-errorunknown' => 'గుర్తుతెలియని పొరపాటు',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} గురించి',
'aboutpage'            => 'Project:గురించి',
'copyright'            => 'విషయ సంగ్రహం $1  కి లోబడి లభ్యం.',
'copyrightpage'        => '{{ns:project}}:ప్రచురణ హక్కులు',
'currentevents'        => 'వర్తమాన ఘటనలు',
'currentevents-url'    => 'Project:వర్తమాన ఘటనలు',
'disclaimers'          => 'అస్వీకారములు',
'disclaimerpage'       => 'Project:సాధారణ నిష్పూచీ',
'edithelp'             => 'దిద్దుబాటు సహాయం',
'edithelppage'         => 'Help:దిద్దుబాట్లు ఎలా చెయ్యాలి',
'helppage'             => 'Help:సూచిక',
'mainpage'             => 'మొదటి పేజీ',
'mainpage-description' => 'మొదటి పుట',
'policy-url'           => 'Project:విధానం',
'portal'               => 'సముదాయ పందిరి',
'portal-url'           => 'Project:సముదాయ పందిరి',
'privacy'              => 'గోప్యతా విధానం',
'privacypage'          => 'Project:గోప్యతా విధానం',

'badaccess'        => 'అనుమతి లోపం',
'badaccess-group0' => 'మీరు చేయతలపెట్టిన పనికి మీకు హక్కులు లేవు.',
'badaccess-groups' => 'మీరు చేయతలపెట్టిన పని ఈ {{PLURAL:$2|గుంపు|గుంపుల}} లోని వాడుకర్లకు మాత్రమే పరిమితం: $1.',

'versionrequired'     => 'మీడియావికీ సాఫ్టువేరు వెర్షను $1 కావాలి',
'versionrequiredtext' => 'ఈ పేజీని వాడటానికి మీకు మీడియావికీ సాఫ్టువేరు వెర్షను $1 కావాలి. [[Special:Version|వెర్షను పేజీ]]ని చూడండి.',

'ok'                      => 'సరే',
'retrievedfrom'           => '"$1" నుండి వెలికితీశారు',
'youhavenewmessages'      => 'మీకు $1 ఉన్నాయి ($2).',
'newmessageslink'         => 'కొత్త సందేశాలు',
'newmessagesdifflink'     => 'క్రితం సంచికతో గల తేడాలు',
'youhavenewmessagesmulti' => '$1లో మీకో సందేశం ఉంది',
'editsection'             => 'మార్చు',
'editold'                 => 'మార్చు',
'viewsourceold'           => 'మూలాన్ని చూడండి',
'editlink'                => 'మార్చు',
'viewsourcelink'          => 'మూలాన్ని చూడండి',
'editsectionhint'         => 'విభాగాన్ని మార్చు: $1',
'toc'                     => 'విషయ సూచిక',
'showtoc'                 => 'చూపించు',
'hidetoc'                 => 'దాచు',
'collapsible-collapse'    => 'కుదించు',
'collapsible-expand'      => 'విస్తరించు',
'thisisdeleted'           => '$1ను చూస్తారా, పునఃస్థాపిస్తారా?',
'viewdeleted'             => '$1 చూస్తారా?',
'restorelink'             => '{{PLURAL:$1|ఒక తొలగించిన మార్పు|$1 తొలగించిన మార్పులు}}',
'feedlinks'               => 'ఫీడు:',
'feed-invalid'            => 'మీరు కోరిన ఫీడు సరైన రకం కాదు.',
'feed-unavailable'        => 'సిండికేషన్ ఫీడులేమీ అందుబాటులో లేవు.',
'site-rss-feed'           => '$1 RSS ఫీడు',
'site-atom-feed'          => '$1 ఆటమ్ ఫీడు',
'page-rss-feed'           => '"$1" ఆరెసెస్సు(RSS) ఫీడు',
'page-atom-feed'          => '"$1" ఆటమ్ ఫీడు',
'red-link-title'          => '$1 (పుట లేదు)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'పుట',
'nstab-user'      => 'వాడుకరి పుట',
'nstab-media'     => 'మీడియా పేజీ',
'nstab-special'   => 'ప్రత్యేక పుట',
'nstab-project'   => 'ప్రాజెక్టు పేజీ',
'nstab-image'     => 'దస్త్రం',
'nstab-mediawiki' => 'సందేశం',
'nstab-template'  => 'మూస',
'nstab-help'      => 'సహాయము',
'nstab-category'  => 'వర్గం',

# Main script and global functions
'nosuchaction'      => 'అటువంటి కార్యం లేదు',
'nosuchactiontext'  => 'మీరు URLలో పేర్కొన్న కార్యం సరైనది కాదు.
మీరు URLని తప్పుగా టైపు చేసివుండవచ్చు లేదా తప్పుడు లింకుని అనుసరించివుండొచ్చు.
{{SITENAME}} ఉపయోగించే మృదుపరికరంలో దోషమైనా అయివుండవచ్చు.',
'nosuchspecialpage' => 'అటువంటి ప్రత్యేక పేజీ లేదు',
'nospecialpagetext' => '<strong>మీరు అడిగిన ప్రత్యేకపేజీ సరైనది కాదు.</strong>

సరైన ప్రత్యేకపేజీల జాబితా [[Special:SpecialPages|{{int:specialpages}}]] వద్ద ఉంది.',

# General errors
'error'                => 'లోపం',
'databaseerror'        => 'డేటాబేసు లోపం',
'dberrortext'          => 'డేటాబేసుకు పంపిన క్వీరీలో ఒక తప్పు దొర్లింది.
ఇది సాఫ్టువేరులోనే ఉన్న లోపం గావచ్చు.
చివరి సారిగా డేటాబేసుకు పంపిన క్వీరీ ఇది:
<blockquote><tt>$1</tt></blockquote>
దీనిని "<tt>$2</tt>" అనే ఫంక్షను నుండి వచ్చింది.
డేటాబేసు ఇచ్చిన లోప-సమాచారం "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'డేటాబేసుకు పంపిన క్వీరీలో ఒక తప్పు దొర్లింది.
చివరి సారిగా డేటాబేసుకు పంపిన క్వీరీ ఇది:
"$1"
దీనిని "$2" అనే ఫంక్షను నుండి వచ్చింది.
డేటాబేసు ఇచ్చిన లోప-సమాచారం "$3: $4".',
'laggedslavemode'      => 'హెచ్చరిక: పేజీలో ఇటీవల జరిగిన మార్పులు ఉండకపోవచ్చు.',
'readonly'             => 'డేటాబేసు లాక్‌చెయ్యబడింది',
'enterlockreason'      => 'డేటాబేసుకు వేయబోతున్న లాకుకు కారణం తెలుపండి, దానితోపాటే ఎంతసమయం తరువాత ఆ లాకు తీసేస్తారో కూడా తెలుపండి',
'readonlytext'         => 'డేటాబేసు ప్రస్తుతం లాకు చేయబడింది. మార్పులు, చేర్పులు ప్రస్తుతం చెయ్యలేరు. మామూలుగా జరిగే నిర్వహణ కొరకు ఇది జరిగి ఉండవచ్చు; అది పూర్తి కాగానే తిరిగి మామూలుగా పనిచేస్తుంది.

దీనిని లాకు చేసిన నిర్వాహకుడు ఇలా తెలియజేస్తున్నాడు: $1',
'missing-article'      => '"$1" $2 అనే పేజీ పాఠ్యం డేటాబేసులో దొరకలేదు.

కాలదోషం పట్టిన తేడా కోసం చూసినపుడుగానీ, తొలగించిన పేజీ చరితం కోసం చూసినపుడుగానీ ఇది సాధారణంగా జరుగుతుంది.

ఒకవేళ అలా కాకపోతే, మీరో బగ్‌ను కనుక్కున్నట్టే.
ఈ URLను సూచిస్తూ, దీన్ని ఓ [[Special:ListUsers/sysop|నిర్వాహకునికి]] తెలియజెయ్యండి.',
'missingarticle-rev'   => '(కూర్పు#: $1)',
'missingarticle-diff'  => '(తేడా: $1, $2)',
'readonly_lag'         => 'అనుచర (స్లేవ్) డేటాబేసు సర్వర్లు, ప్రధాన (మాస్టరు) సర్వరును అందుకునేందుకుగాను, డేటాబేసు ఆటోమాటిక్‌గా లాకు అయింది.',
'internalerror'        => 'అంతర్గత లోపం',
'internalerror_info'   => 'అంతర్గత లోపం: $1',
'fileappenderrorread'  => 'చేరుస్తున్నప్పుడు "$1"ని చదవలేకపోయాం.',
'fileappenderror'      => '"$1" ని "$2" తో కూర్చలేకపోతున్నాం',
'filecopyerror'        => 'ఫైలు "$1"ని "$2"కు కాపీ చెయ్యటం కుదరలేదు.',
'filerenameerror'      => 'ఫైలు "$1" పేరును "$2"గా మార్చటం కుదరలేదు.',
'filedeleteerror'      => 'ఫైలు "$1"ని తీసివేయటం కుదరలేదు.',
'directorycreateerror' => '"$1" అనే డైరెక్టరీని సృష్టించలేక పోతున్నాను.',
'filenotfound'         => 'ఫైలు "$1" కనబడలేదు.',
'fileexistserror'      => '"$1" అనే ఫైలు ఉంది, కాని అందులోకి రాయలేకపోతున్నాను',
'unexpected'           => 'అనుకోని విలువ: "$1"="$2".',
'formerror'            => 'లోపం: ఈ ఫారాన్ని పంపించలేకపోతున్నాను',
'badarticleerror'      => 'ఈ పేజీపై ఈ పని చేయడం కుదరదు.',
'cannotdelete'         => '"$1" అనే పేజీ లేదా ఫైలుని తొలగించలేకపోయాం.
దాన్ని ఇప్పటికే ఎవరైనా తొలగించి ఉండవచ్చు.',
'badtitle'             => 'తప్పు శీర్షిక',
'badtitletext'         => 'మీరు కోరిన పుట యొక్క పేరు చెల్లనిది, ఖాళీగా ఉంది, లేదా తప్పుగా ఇచ్చిన అంతర్వికీ లేదా అంతర-భాషా శీర్షిక అయివుండాలి.
శీర్షికలలో ఉపయోగించకూడని అక్షరాలు దానిలో ఉండివుండొచ్చు.',
'perfcached'           => 'కింది డేటా ముందే సేకరించి పెట్టుకున్నది. కాబట్టి తాజా డేటాతో పోలిస్తే తేడాలుండవచ్చు.',
'perfcachedts'         => 'కింది సమాచారం ముందే సేకరించి పెట్టుకున్నది. దీన్ని $1న చివరిసారిగా తాజాకరించారు.',
'querypage-no-updates' => 'ప్రస్తుతం ఈ పుటకి తాజాకరణలని అచేతనం చేసారు.
ఇక్కడున్న భోగట్టా కూడా తాజాకరించబడదు.',
'wrong_wfQuery_params' => 'wfQuery()కి తప్పుడు పారామీటర్లు వచ్చాయి<br />
ఫంక్షను: $1<br />
క్వీరీ: $2',
'viewsource'           => 'మూలాన్ని చూపించు',
'viewsourcefor'        => '$1 కొరకు',
'actionthrottled'      => 'కార్యాన్ని ఆపేసారు',
'actionthrottledtext'  => 'స్పామును తగ్గించటానికి తీసుకున్న నిర్ణయాల వల్ల, మీరు ఈ కార్యాన్ని అతి తక్కువ సమయంలో బోలెడన్ని సార్లు చేయకుండా అడ్డుకుంటున్నాము. కొన్ని నిమిషాలు ఆగి మరలా ప్రయత్నించండి.',
'protectedpagetext'    => 'ఈ పేజీపై దిద్దుబాట్లు చెయ్యనివ్వకుండా లాకు చేసాం.',
'viewsourcetext'       => 'మీరీ పేజీ సోర్సును చూడవచ్చు, కాపీ చేసుకోవచ్చు:',
'protectedinterface'   => 'సాఫ్టువేరు ఇంటరుఫేసుకు చెందిన టెక్స్టును ఈ పేజీ అందిస్తుంది. దుశ్చర్యల నివారణ కోసమై దీన్ని లాకు చేసాం.',
'editinginterface'     => "'''హెచ్చరిక''': సాఫ్టువేరుకు ఇంటరుఫేసు టెక్స్టును అందించే పేజీని మీరు సరిదిద్దుతున్నారు.
ఈ పేజీలో చేసే మార్పుల వల్ల ఇతర వాడుకరులకు ఇంటరుఫేసు కనబడే విధానంలో తేడావస్తుంది.
అనువాదాల కొరకైతే, [http://translatewiki.net/wiki/Main_Page?setlang=te ట్రాన్స్‌లేట్ వికీ.నెట్], మీడియావికీ స్థానికీకరణ ప్రాజెక్టు, ని వాడండి.",
'sqlhidden'            => '(SQL క్విరీని చూపించటం లేదు)',
'cascadeprotected'     => 'కింది {{PLURAL:$1|పేజీని|పేజీలను}} కాస్కేడింగు ఆప్షనుతో చేసి సంరక్షించారు. ప్రస్తుత పేజీ, ఈ పేజీల్లో ఇంక్లూడు అయి ఉంది కాబట్టి, దిద్దుబాటు చేసే వీలు లేకుండా ఇది కూడా రక్షణలో ఉంది.
$2',
'namespaceprotected'   => "'''$1''' నేంస్పేసులో మార్పులు చేయటానికి మీకు అనుమతి లేదు.",
'customcssjsprotected' => 'వేరే వాడుకరి వ్యక్తిగత సెట్టింగులు ఉన్నాయి కాబట్టి, ఈ పేజీలో దిద్దుబాటు చేసేందుకు మీకు అనుమతి లేదు.',
'ns-specialprotected'  => 'ప్రత్యేక పేజీలపై దిద్దుబాట్లు చేయలేరు.',
'titleprotected'       => "సభ్యులు [[User:$1|$1]] ఈ పేజీని సృష్టించనివ్వకుండా నిరోదిస్తున్నారు.
అందుకు ఇచ్చిన కారణం: ''$2''.",

# Virus scanner
'virus-badscanner'     => "తప్పుడు స్వరూపణం: తెలియని వైరస్ స్కానర్: ''$1''",
'virus-scanfailed'     => 'స్కాన్ విఫలమైంది (సంకేతం $1)',
'virus-unknownscanner' => 'అజ్ఞాత యాంటీవైరస్:',

# Login and logout pages
'logouttext'                 => "'''ఇప్పుడు మీరు నిష్క్రమించారు.'''

మీరు {{SITENAME}}ని అజ్ఞాతంగా వాడుతూండొచ్చు, లేదా ఇదే వాడుకరిగా కానీ లేదా వేరే వాడుకరిగా కానీ [[Special:UserLogin|మళ్ళీ ప్రవేశించవచ్చు]].
అయితే, మీ విహారిణిలోని కోశాన్ని శుభ్రపరిచే వరకు కొన్ని పేజీలు మీరింకా ప్రవేశించి ఉన్నట్లుగానే చూపించవచ్చని గమనించండి.",
'welcomecreation'            => '== స్వాగతం, $1! ==

మీ ఖాతాని సృష్టించాం.
మీ [[Special:Preferences|{{SITENAME}} అభిరుచులను]] మార్చుకోవడం మరువకండి.',
'yourname'                   => 'వాడుకరిపేరు:',
'yourpassword'               => 'మీ సంకేతపదం',
'yourpasswordagain'          => 'సంకేతపదాన్ని మళ్ళీ ఇవ్వండి:',
'remembermypassword'         => 'ఈ కంప్యూటరులో నా ప్రవేశాన్ని గుర్తుంచుకో (గరిష్ఠంగా $1 {{PLURAL:$1|రోజు|రోజుల}}కి)',
'securelogin-stick-https'    => 'ప్రవేశం తర్వాత కూడా HTTPSకి అనుసంధానమై ఉండు',
'yourdomainname'             => 'మీ డోమైను',
'externaldberror'            => 'డేటాబేసు అధీకరణలో పొరపాటు జరిగింది లేదా మీ బయటి ఖాతాని తాజాకరించడానికి మీకు అనుమతి లేదు.',
'login'                      => 'ప్రవేశించండి',
'nav-login-createaccount'    => 'లోనికి ప్రవేశించండి / ఖాతాని సృష్టించుకోండి',
'loginprompt'                => '{{SITENAME}}లోకి ప్రవేశించాలంటే మీ విహారిణిలో కూకీలు చేతనమై ఉండాలి.',
'userlogin'                  => 'ప్రవేశం / ఖాతా సృష్టింపు',
'userloginnocreate'          => 'ప్రవేశించండి',
'logout'                     => 'నిష్క్రమించు',
'userlogout'                 => 'నిష్క్రమించు',
'notloggedin'                => 'లోనికి ప్రవేశించి లేరు',
'nologin'                    => "ఖాతా లేదా? '''$1'''.",
'nologinlink'                => 'ఖాతాని సృష్టించుకోండి',
'createaccount'              => 'ఖాతాని సృష్టించు',
'gotaccount'                 => "ఇప్పటికే మీకు ఖాతా ఉందా? '''$1'''.",
'gotaccountlink'             => 'ప్రవేశించండి',
'createaccountmail'          => 'ఈ-మెయిలు ద్వారా',
'createaccountreason'        => 'కారణం:',
'badretype'                  => 'మీరు ఇచ్చిన రెండు సంకేతపదాలు ఒకదానితో మరొకటి సరిపోలడం లేదు.',
'userexists'                 => 'మీరిచ్చిన వాడుకరిపేరు ఇప్పటికే వాడుకలో ఉంది.
వేరే పేరు ఎంచుకోండి.',
'loginerror'                 => 'ప్రవేశంలో పొరపాటు',
'createaccounterror'         => 'ఖాతాని సృష్టించలేకపోయాం: $1',
'nocookiesnew'               => 'ఖాతాని సృష్టించాం, కానీ ఇంకా లోనికి ప్రవేశించలేదు.
వాడుకరుల ప్రవేశానికి {{SITENAME}} కూకీలను వాడుతుంది.
మీరు కూకీలని అచేతనం చేసివున్నారు.
దయచేసి వాటిని చేతనంచేసి, అప్పుడు మీ కొత్త వాడుకరిపేరు మరియు సంకేతపదాలతో లోనికి ప్రవేశించండి.',
'nocookieslogin'             => 'వాడుకరుల ప్రవేశానికై {{SITENAME}} కూకీలను వాడుతుంది.
మీరు కుకీలని అచేతనం చేసివున్నారు.
వాటిని చేతనంచేసి ప్రయత్నించండి.',
'noname'                     => 'మీరు సరైన సభ్యనామం ఇవ్వలేదు.',
'loginsuccesstitle'          => 'ప్రవేశం విజయవంతమైనది',
'loginsuccess'               => "'''మీరు ఇప్పుడు {{SITENAME}}లోనికి \"\$1\"గా ప్రవేశించారు.'''",
'nosuchuser'                 => '"$1" అనే పేరుతో వాడుకరులు లేరు.
వాడుకరి పేర్లు కేస్ సెన్సిటివ్.
అక్షరక్రమం సరిచూసుకోండి, లేదా [[Special:UserLogin/signup|కొత్త ఖాతా సృష్టించుకోండి]].',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" అనే పేరుతో సభ్యులు లేరు. పేరు సరి చూసుకోండి.',
'nouserspecified'            => 'సభ్యనామాన్ని తప్పనిసరిగా ఎంచుకోవాలి.',
'login-userblocked'          => 'ఈ వాడుకరిని నిరోధించారు. ప్రవేశానికి అనుమతి లేదు.',
'wrongpassword'              => 'ఈ సంకేతపదం సరైనది కాదు. దయచేసి మళ్లీ ప్రయత్నించండి.',
'wrongpasswordempty'         => 'ఖాళీ సంకేతపదం ఇచ్చారు. మళ్ళీ ప్రయత్నించండి.',
'passwordtooshort'           => 'మీ సంకేతపదం కనీసం {{PLURAL:$1|1 అక్షరం|$1 అక్షరాల}} పొడవు ఉండాలి.',
'password-name-match'        => 'మీ సంకేతపదం మీ వాడుకరిపేరుకి భిన్నంగా ఉండాలి.',
'password-login-forbidden'   => 'ఈ వాడుకరిపేరు మరియు సంకేతపదాలను ఉపయోగించడం నిషిద్ధం.',
'mailmypassword'             => 'కొత్త సంకేతపదాన్ని ఈ-మెయిల్లో పంపించు',
'passwordremindertitle'      => '{{SITENAME}} కోసం కొత్త తాత్కాలిక సంకేతపదం',
'passwordremindertext'       => '{{SITENAME}} ($4) లో కొత్త సంకేతపదం పంపించమని ఎవరో (బహుశ మీరే, ఐ.పీ. చిరునామా $1 నుండి) అడిగారు. వాడుకరి "$2" కొరకు "$3" అనే తాత్కాలిక సంకేతపదం సిద్ధంచేసి ఉంచాం. మీ ఉద్దేశం అదే అయితే, ఇప్పుడు మీరు సైటులోనికి ప్రవేశించి కొత్త సంకేతపదాన్ని ఎంచుకోవచ్చు. మీ తాత్కాలిక సంకేతపదం {{PLURAL:$5|ఒక రోజు|$5 రోజుల}}లో కాలంచెల్లుతుంది.

ఒకవేళ ఈ అభ్యర్థన మీరుకాక మరెవరో చేసారనుకున్నా లేదా మీ సంకేతపదం మీకు గుర్తుకువచ్చి దాన్ని మార్చకూడదు అనుకుంటున్నా, ఈ సందేశాన్ని మర్చిపోయి మీ పాత సంకేతపదాన్ని వాడడం కొనసాగించవచ్చు.',
'noemail'                    => 'సభ్యులు "$1"కు ఈ-మెయిలు చిరునామా నమోదయి లేదు.',
'noemailcreate'              => 'మీరు సరైన ఈమెయిల్ చిరునామాని ఇవ్వాలి',
'passwordsent'               => '"$1" కొరకు నమోదైన ఈ-మెయిలు చిరునామాకి కొత్త సంకేతపదాన్ని పంపించాం.
అది అందిన తర్వాత ప్రవేశించి చూడండి.',
'blocked-mailpassword'       => 'దిద్దుబాట్లు చెయ్యకుండా ఈ ఐపీఅడ్రసును నిరోధించాం. అంచేత, దుశ్చర్యల నివారణ కోసం గాను, మరచిపోయిన సంకేతపదాన్ని పొందే అంశాన్ని అనుమతించము.',
'eauthentsent'               => 'ఇచ్చిన ఈ-మెయిలు అడ్రసుకు ధృవీకరణ మెయిలు వెళ్ళింది.
మరిన్ని మెయిళ్ళు పంపే ముందు, మీరు ఆ మెయిల్లో సూచించినట్లుగా చేసి, ఈ చిరునామా మీదేనని ధృవీకరించండి.',
'throttled-mailpassword'     => 'గడచిన {{PLURAL:$1|ఒక గంటలో|$1 గంటల్లో}} ఇప్పటికే ఒక సంకేతపదపు రిమైండరుని పంపించివున్నాం.
దుశ్చర్యలను నివారించేందుకు గాను, {{PLURAL:$1|ఒక గంటకి|$1 గంటలకి}} ఒక్కసారి మాత్రమే సంకేతపదపు రిమైండరుని పంపిస్తాము.',
'mailerror'                  => 'మెయిలు పంపించడంలో లోపం: $1',
'acct_creation_throttle_hit' => 'మీ ఐపీ చిరునామా వాడుతున్న ఈ వికీ సందర్శకులు గత ఒక్క రోజులో {{PLURAL:$1|1 ఖాతాని|$1 ఖాతాలను}} సృష్టించారు, ఈ కాల వ్యవధిలో అది గరిష్ఠ పరిమితి.
అందువల్ల, ఈ ఐపీని వాడుతున్న సందర్శకులు ప్రస్తుతానికి ఇంక ఖాతాలని సృష్టించలేరు.',
'emailauthenticated'         => 'మీ ఈ-మెయిలు చిరునామా $2న $3కి ధృవీకరింపబడింది.',
'emailnotauthenticated'      => 'మీ ఈ-మెయిలు చిరునామాను ఇంకా ధృవీకరించలేదు. కాబట్టి కింద పేర్కొన్న అంశాలకు ఎటువంటి ఈ-మెయులునూ పంపించము.',
'noemailprefs'               => 'కింది అంశాలు పని చెయ్యటానికి ఈ-మెయిలు చిరునామాను నమొదుచయ్యండి.',
'emailconfirmlink'           => 'మీ ఈ-మెయిలు చిరునామాను ధృవీకరించండి',
'invalidemailaddress'        => 'మీరు ఇచ్చిన ఈ-మెయిలు చిరునామా సరైన రీతిలో లేనందున అంగీకరించటంలేదు.
దయచేసి ఈ-మెయిలు చిరునామాను సరైన రీతిలో ఇవ్వండి లేదా ఖాళీగా వదిలేయండి.',
'accountcreated'             => 'ఖాతాని సృష్టించాం',
'accountcreatedtext'         => '$1 కి వాడుకరి ఖాతాని సృష్టించాం.',
'createaccount-title'        => '{{SITENAME}} కోసం ఖాతా సృష్టి',
'createaccount-text'         => '{{SITENAME}} ($4) లో ఎవరో మీ ఈమెయిలు చిరునామాకి "$2" అనే పేరుగల ఖాతాని "$3" అనే సంకేతపదంతో సృష్టించారు.
మీరు లోనికి ప్రవేశించి మీ సంకేతపదాన్ని ఇప్పుడే మార్చుకోవాలి.

ఈ ఖాతాని పొరపాటున సృష్టిస్తే గనక, ఈ సందేశాన్ని పట్టించుకోకండి.',
'usernamehasherror'          => 'వాడుకరిపేరులో హాష్ అక్షరాలు ఉండకూడదు',
'login-throttled'            => 'గత కొద్దిసేపటి నుండి మీరు చాలా ప్రవేశ ప్రయత్నాలు చేసారు.
మళ్ళీ ప్రయత్నించే ముందు కాసేపు వేచివుండండి.',
'loginlanguagelabel'         => 'భాష: $1',
'suspicious-userlogout'      => 'సరిగా పనిచేయని విహారిణి లేదా కాషింగ్ ప్రాక్సీ వల్ల పంపబడడం చేత, నిష్క్రమించాలనే మీ అభ్యర్థనని నిరాకరించారు.',

# JavaScript password checks
'password-strength'            => 'అంచనావేసిన సంకేతపదపు  బలం: $1',
'password-strength-bad'        => 'బలహీనం',
'password-strength-mediocre'   => 'పర్లేదు',
'password-strength-acceptable' => 'ఆమోదయోగ్యం',
'password-strength-good'       => 'పటిష్ఠం',
'password-retype'              => 'సంకేతపదాన్ని మళ్ళీ ఇక్కడ ఇవ్వండి',
'password-retype-mismatch'     => 'సంకేతపదాలు సరిపోలలేదు',

# Password reset dialog
'resetpass'                 => 'సంకేతపదాన్ని మార్చండి',
'resetpass_announce'        => 'మీకు పంపిన తాత్కాలిక సంకేతంతో ప్రవేశించివున్నారు.
ప్రవేశాన్ని పూర్తిచేసేందుకు, మీరు తప్పనిసరిగా ఇక్కడ కొత్త సంకేతపదాన్ని అమర్చుకోవాలి:',
'resetpass_header'          => 'ఖాతా సంకేతపదం మార్పు',
'oldpassword'               => 'పాత సంకేతపదం:',
'newpassword'               => 'కొత్త సంకేతపదం:',
'retypenew'                 => 'సంకేతపదం, మళ్ళీ',
'resetpass_submit'          => 'సంకేతపదాన్ని మార్చి లోనికి ప్రవేశించండి',
'resetpass_success'         => 'మీ సంకేతపదాన్ని జయప్రదంగా మార్చాం! ఇక మిమ్మల్ని లోనికి ప్రవేశింపచేస్తున్నాం...',
'resetpass_forbidden'       => 'సంకేతపదాలను మార్చటం కుదరదు',
'resetpass-no-info'         => 'ఈ పేజీని నేరుగా చూడటానికి మీరు లోనికి ప్రవేశించివుండాలి.',
'resetpass-submit-loggedin' => 'సంకేతపదాన్ని మార్చు',
'resetpass-submit-cancel'   => 'రద్దుచేయి',
'resetpass-wrong-oldpass'   => 'తప్పుడు తాత్కాలిక లేదా ప్రస్తుత సంకేతపదం.
మీరు మీ సంకేతపదాన్ని ఇప్పటికే విజయవంతంగా మార్చుకొనివుండవచ్చు లేదా కొత్త తాత్కాలిక సంకేతపదం కోసం అభ్యర్థించారు.',
'resetpass-temp-password'   => 'తాత్కాలిక సంకేతపదం:',

# Edit page toolbar
'bold_sample'     => 'బొద్దు అక్షరాలు',
'bold_tip'        => 'బొద్దు అక్షరాలు',
'italic_sample'   => 'వాలు పాఠ్యం',
'italic_tip'      => 'వాలు పాఠ్యం',
'link_sample'     => 'లింకు పేరు',
'link_tip'        => 'అంతర్గత లింకు',
'extlink_sample'  => 'http://www.example.com లింకు పేరు',
'extlink_tip'     => 'బయటి లింకు (దీనికి ముందు http:// ఇవ్వటం మరువకండి)',
'headline_sample' => 'శీర్షిక పాఠ్యం',
'headline_tip'    => '2వ స్థాయి శీర్షిక',
'math_sample'     => 'సూత్రాన్ని ఇక్కడ ఇవ్వండి',
'math_tip'        => 'గణిత సూత్రం (LaTeX)',
'nowiki_sample'   => 'ఫార్మాటు చేయకూడని పాఠ్యాన్ని ఇక్కడ చేర్చండి',
'nowiki_tip'      => 'వికీ ఫార్మాటును పట్టించుకోవద్దు',
'image_tip'       => 'పొదిగిన ఫైలు',
'media_tip'       => 'ఫైలు లింకు',
'sig_tip'         => 'టైంస్టాంపుతో సహా మీ సంతకం',
'hr_tip'          => 'అడ్డగీత (అరుదుగా వాడండి)',

# Edit pages
'summary'                          => 'సారాంశం:',
'subject'                          => 'విషయం/శీర్షిక:',
'minoredit'                        => 'ఇది ఒక చిన్న మార్పు',
'watchthis'                        => 'ఈ పుట మీద కన్నేసి ఉంచు',
'savearticle'                      => 'పుటను భద్రపరుచు',
'preview'                          => 'సరిచూడు',
'showpreview'                      => 'సరిచూడు',
'showlivepreview'                  => 'తాజా మునుజూపు',
'showdiff'                         => 'తేడాలను చూపించు',
'anoneditwarning'                  => "'''హెచ్చరిక:''' మీరు లోనికి ప్రవేశించలేదు.
ఈ పేజీ దిద్దుబాటు చరిత్రలో మీ ఐపీ చిరునామా నమోదవుతుంది.",
'anonpreviewwarning'               => "''మీరు లోనికి ప్రవేశించలేదు. భద్రపరిస్తే ఈ పేజీ యొక్క దిద్దుబాటు చరిత్రలో మీ ఐపీ చిరునామా నమోదవుతుంది.''",
'missingsummary'                   => "'''గుర్తు చేస్తున్నాం:''' మీరు దిద్దుబాటు సారాంశమేమీ ఇవ్వలేదు. పేజీని మళ్ళీ భద్రపరచమని చెబితే సారాంశమేమీ లేకుండానే దిద్దుబాటును భద్రపరుస్తాం.",
'missingcommenttext'               => 'కింద ఓ వ్యాఖ్య రాయండి.',
'missingcommentheader'             => "'''గుర్తు చేస్తున్నాం''': ఈ వ్యాఖ్యకు మీరు విషయం/శీర్షిక పెట్టలేదు.
\"{{int:savearticle}}\"ని మళ్ళీ నొక్కితే, మీ మార్పుకి విషయం/శీర్షిక ఏమీ లేకుండానే భద్రపరుస్తాం.",
'summary-preview'                  => 'మీరు రాసిన సారాంశం:',
'subject-preview'                  => 'విషయం/శీర్షిక మునుజూపు:',
'blockedtitle'                     => 'సభ్యునిపై నిరోధం అమలయింది',
'blockedtext'                      => '\'\'\'మీ వాడుకరి పేరుని లేదా ఐ.పీ. చిరునామాని నిరోధించారు.\'\'\'

నిరోధించినది $1.
అందుకు ఇచ్చిన కారణం: \'\'$2\'\'

* నిరోధం మొదలైన సమయం: $8
* నిరోధించిన కాలం: $6
* నిరోధానికి గురైనవారు: $7

ఈ నిరోధంపై చర్చించేందుకు $1ను గాని, మరెవరైనా [[{{MediaWiki:Grouppage-sysop}}|నిర్వాహకులను]] గాని సంప్రదించండి.
మీ [[Special:Preferences|ఖాతా అభిరుచులలో]] సరైన ఈ-మెయిలు చిరునామా ఇచ్చివుంటే తప్ప, "ఈ సభ్యునికి ఈ-మెయిలు పంపు" అనే అంశాన్ని వాడుకోలేరని గమనించండి. ఆ అంశాన్ని వాడుకోవడంలో మీపై నిరోధం లేదు.
మీ ప్రస్తుత ఐ.పీ. చిరునామా $3, మరియు నిరోధపు ID $5.
మీ సంప్రదింపులన్నిటిలోనూ వీటిని పేర్కొనండి.',
'autoblockedtext'                  => 'మీ ఐపీ చిరునామా ఆటోమాటిగ్గా నిరోధించబడింది. ఎందుకంటే ఇదే ఐపీ చిరునామాని ఓ నిరోధిత వాడుకరి ఉపయోగించారు. ఆ వాడుకరిని $1 నిరోధించారు.
అందుకు ఇచ్చిన కారణం ఇదీ:

:\'\'$2\'\'

* నిరోధం మొదలైన సమయం: $8
* నిరోధించిన కాలం: $6
* ఉద్దేశించిన నిరోధిత వాడుకరి: $7

ఈ నిరోధం గురించి చర్చించేందుకు మీరు $1 ను గానీ, లేదా ఇతర [[{{MediaWiki:Grouppage-sysop}}|నిర్వాహకులను]] గానీ సంప్రదించండి.

మీ [[Special:Preferences|అభిరుచులలో]] సరైన ఈమెయిలు ఐడీని ఇచ్చి ఉంటే తప్ప, మీరు "ఈ సభ్యునికి మెయిలు పంపు" అనే అంశాన్ని వాడజాలరని గమనించండి. ఆ సౌలభ్యాన్ని వాడటం నుండి మిమ్మల్ని నిరోధించలేదు.

మీ ప్రస్తుత ఐపీ చిరునామా $3, మరియు నిరోధపు ఐడీ: $5.
మీ సంప్రదింపులన్నిటిలోను అన్ని పై వివరాలను ఉదహరించండి.',
'blockednoreason'                  => 'కారణమేమీ ఇవ్వలేదు',
'blockedoriginalsource'            => "'''$1''' యొక్క మూలాన్ని కింద ఇచ్చాం:",
'blockededitsource'                => "'''$1''' లో '''మీ దిద్దుబాట్ల''' పూర్తి పాఠాన్ని కింద ఇచ్చాం:",
'whitelistedittitle'               => 'మార్పులు చెయ్యడానికి ప్రవేశించివుండాలి',
'whitelistedittext'                => 'పుటలలో మార్పులు చెయ్యడానికి మీరు $1 ఉండాలి.',
'confirmedittext'                  => 'పేజీల్లో మార్పులు చేసేముందు మీ ఈ-మెయిలు చిరునామా ధృవీకరించాలి. [[Special:Preferences|మీ అభిరుచుల]]లో మీ ఈ-మెయిలు చిరునామా రాసి, ధృవీకరించండి.',
'nosuchsectiontitle'               => 'విభాగాన్ని కనగొనలేకపోయాం',
'nosuchsectiontext'                => 'మీరు లేని విభాగాన్ని మార్చడానికి ప్రయత్నించారు.
మీరు పేజీని చూస్తూన్నప్పుడు దాన్ని ఎవరైనా తరలించి లేదా తొలగించి ఉండవచ్చు.',
'loginreqtitle'                    => 'ప్రవేశము తప్పనిసరి',
'loginreqlink'                     => 'ప్రవేశించి',
'loginreqpagetext'                 => 'ఇతర పుటలను చూడడానికి మీరు $1 ఉండాలి.',
'accmailtitle'                     => 'సంకేతపదం పంపించబడింది.',
'accmailtext'                      => "[[User talk:$1|$1]] కొరకు ఒక యాదృచ్చిక సంకేతపదాన్ని $2కి పంపించాం.

ఈ కొత్త ఖాతా యొక్క సంకేతపదాన్ని లోనికి ప్రవేశించిన తర్వాత ''[[Special:ChangePassword|సంకేతపదాన్ని మార్చుకోండి]]'' అన్న పేజీలో మార్చుకోవచ్చు.",
'newarticle'                       => '(కొత్తది)',
'newarticletext'                   => "ఈ లింకుకు సంబంధించిన పేజీ ఉనికిలొ లేదు.
కింది పెట్టెలో మీ రచనను టైపు చేసి ఆ పేజీని సృష్టించండి (దీనిపై సమాచారం కొరకు [[{{MediaWiki:Helppage}}|సహాయం]] పేజీ చూడండి). మీరిక్కడికి పొరపాటున వచ్చి ఉంటే, మీ బ్రౌజరు '''back''' మీట నొక్కండి.",
'anontalkpagetext'                 => "----''ఇది ఒక అజ్ఞాత వాడుకరికై చర్చా పేజీ. ఆ వాడుకరి ఇంకా తనకై ఖాతాని సృష్టించుకోలేదు, ఉన్నా దానిని ఉపయోగించడం లేదు.
వారిని గుర్తించడానికి అంకెల ఐ.పీ. చిరునామానే వాడుతాం. ఓ ఐ.పీ. చిరునామాని చాలా మంది వాడుకర్లు వాడే అవకాశం ఉంది.
మీరూ ఓ అజ్ఞాత వాడుకరి అయితే మరియు సంబంధంలేని వ్యాఖ్యలు మిమ్మల్ని ఉద్దేశించినట్టుగా అనిపిస్తే, భవిష్యత్తులో ఇతర అజ్ఞాత వాడుకర్లతో అయోమయం లేకుండా ఉండటానికి, దయచేసి [[Special:UserLogin/signup|ఖాతా సృష్టించుకోండి]] లేదా [[Special:UserLogin|లోనికి ప్రవేశించండి]].''",
'noarticletext'                    => 'ప్రస్తుతం ఈ పేజీలో పాఠ్యమేమీ లేదు.
వేరే పేజీలలో [[Special:Search/{{PAGENAME}}|ఈ పేజీ శీర్షిక కోసం వెతకవచ్చు]],
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} సంబంధిత చిట్టాలు చూడవచ్చు],
లేదా [{{fullurl:{{FULLPAGENAME}}|action=edit}} ఈ పేజీని మార్చవచ్చు]</span>.',
'noarticletext-nopermission'       => 'ప్రస్తుతం ఈ పేజీలో పాఠ్యమేమీ లేదు.
మీరు ఇతర పేజీలలో [[Special:Search/{{PAGENAME}}|ఈ పేజీ శీర్షిక కోసం వెతకవచ్చు]],
లేదా <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} సంబంధిత చిట్టాలలో వెతకండి]</span>.',
'userpage-userdoesnotexist'        => '"$1" అనే వాడుకరి ఖాతా నమోదయిలేదు. మీరు ఈ పేజీని సృష్టించ/సరిదిద్దాలనుకుంటే, సరిచూసుకోండి.',
'userpage-userdoesnotexist-view'   => 'వాడుకరి ఖాతా "$1" నమోదుకాలేదు.',
'blocked-notice-logextract'        => 'ప్రస్తుతం ఈ వాడుకరిని నిరోధించారు.
నిరోధపు చిట్టాలోని చివరి పద్దుని మీ సమాచారం కోసం ఈ క్రింద ఇస్తున్నాం:',
'clearyourcache'                   => "'''గమనిక - భద్రపరచిన తర్వాత, మార్పులను చూడడానికి మీ విహారిణి యొక్క కోశాన్ని తీసేయాల్సిరావచ్చు.''' '''మొజిల్లా/ ఫైర్‌ఫాక్స్‌ / సఫారి:''' ''Shift'' మీటని నొక్కిపట్టి ''రీలోడ్''ని నొక్కండి లేదా ''Ctrl-F5'' అనే మీటల్ని లేదా ''Ctrl-R'' (మాకింటోషులో ''Command-R'') అనే మీటల్ని కలిపి నొక్కండి; '''కాంకరర్: '''''రీలోడ్''ని నొక్కండి లేదా ''F5'' మీటని నొక్కండి; '''ఒపెరా:''' ''Tools → Preferences'' ద్వారా కోశాన్ని శుభ్రపరచండి; '''ఇంటర్నెట్ ఎక్ప్లోరర్:'''''Ctrl'' మీటని నొక్కిపట్టి ''రీఫ్రెష్''ని నొక్కండి లేదా ''Ctrl-F5'' మీటల్ని కలిపి నొక్కండి.",
'usercssyoucanpreview'             => "'''చిట్కా:''' భద్రపరిచేముందు మీ కొత్త CSSని పరీక్షించడానికి \"{{int:showpreview}}\" అనే బొత్తాన్ని వాడండి.",
'userjsyoucanpreview'              => "'''చిట్కా:''' భద్రపరిచేముందు మీ కొత్త జావాస్క్రిప్టుని పరీక్షించడానికి \"{{int:showpreview}}\" అనే బొత్తాన్ని వాడండి.",
'usercsspreview'                   => "'''మీరు వాడుకరి CSSను కేవలం సరిచూస్తున్నారని గుర్తుంచుకోండి.'''
'''దాన్నింకా భద్రపరచలేదు!'''",
'userjspreview'                    => "'''గుర్తుంచుకోండి, మీరింకా మీ వాడుకరి జావాస్క్రిప్ట్&zwnj;ను భద్రపరచలేదు, కేవలం పరీక్షిస్తున్నారు/సరిచూస్తున్నారు!'''",
'userinvalidcssjstitle'            => "'''హెచ్చరిక:''' \"\$1\" అనే అలంకారం లేదు.
అభిమత .css మరియు .js పుటల శీర్షికలు ఇంగ్లీషు చిన్నబడి అక్షరాల లోనే ఉండాలని గుర్తుంచుకోండి, ఉదాహరణకు ఇలా {{ns:user}}:Foo/vector.css అంతేగానీ, {{ns:user}}:Foo/Vector.css ఇలా కాదు.",
'updated'                          => '(తాజా అయ్యింది)',
'note'                             => "'''గమనిక:'''",
'previewnote'                      => "'''ఇది మునుజూపు మాత్రమే;
మార్పులని ఇంకా భద్రపరచలేదు!'''",
'previewconflict'                  => 'భద్రపరచిన తరువాత పై టెక్స్ట్‌ ఏరియాలోని టెక్స్టు ఇలాగ కనిపిస్తుంది.',
'session_fail_preview'             => "'''క్షమించండి! సెషను డేటా పోవడం వలన మీ మార్పులను స్వీకరించలేకపోతున్నాం.'''
దయచేసి మళ్ళీ ప్రయత్నించండి.
అయినా పని జరక్కపోతే, ఓసారి [[Special:UserLogout|నిష్క్రమించి]] మళ్ళీ లోనికి ప్రవేశించి ప్రయత్నించండి.",
'session_fail_preview_html'        => "'''సారీ! సెషను డేటా పోవడం వలన మీ దిద్దుబాటును ప్రాసెస్ చెయ్యలేలేక పోతున్నాం.'''

''{{SITENAME}}లో ముడి HTML సశక్తమై ఉంది కాబట్టి, జావాస్క్రిప్టు దాడుల నుండి రక్షణగా మునుజూపును దాచేశాం.''

'''మీరు చేసినది సరైన దిద్దుబాటే అయితే, మళ్ళీ ప్రయత్నించండి. అయినా పనిచెయ్యకపోతే, ఓ సారి లాగౌటయ్యి, మళ్ళీ లాగినయి చూడండి.'''",
'token_suffix_mismatch'            => "'''మీ క్లయంటు, దిద్దుబాటు టోకెన్‌లోని వ్యాకరణ గుర్తులను గజిబిజి చేసింది కాబట్టి మీ దిద్దుబాటును తిరస్కరించాం. పేజీలోని పాఠ్యాన్ని చెడగొట్టకుండా ఉండేందుకు గాను, ఆ దిద్దుబాటును రద్దు చేశాం. వెబ్‌లో ఉండే లోపభూయిష్టమైన అజ్ఞాత ప్రాక్సీ సర్వీసులను వాడినపుడు ఒక్కోసారి ఇలా జరుగుతుంది.'''",
'editing'                          => '$1కి మార్పులు',
'editingsection'                   => '$1కు మార్పులు (విభాగం)',
'editingcomment'                   => '$1 దిద్దుబాటు (కొత్త విభాగం)',
'editconflict'                     => 'దిద్దుబాటు ఘర్షణ: $1',
'explainconflict'                  => "మీరు మార్పులు చెయ్యడం మొదలుపెట్టిన తరువాత, వేరే ఎవరో ఈ పుటని మార్పారు.
పైన ఉన్న పాఠ్య పేటికలో ఈ పుట యొక్క ప్రస్తుతపు పాఠ్యం ఉంది.
మీరు చేసిన మార్పులు క్రింది పాఠ్య పేటికలో చూపించబడ్డాయి.
మీరు మీ మార్పులను ప్రస్తుతపు పాఠ్యంలో విలీనం చెయ్యవలసి ఉంటుంది.
మీరు \"{{int:savearticle}}\"ను నొక్కినపుడు, పై పాఠ్య పేటికలో ఉన్న పాఠ్యం '''మాత్రమే''' భద్రపరచబడుతుంది.",
'yourtext'                         => 'మీ పాఠ్యం',
'storedversion'                    => 'భద్రపరచిన కూర్పు',
'nonunicodebrowser'                => "'''WARNING: Your browser is not unicode compliant. A workaround is in place to allow you to safely edit pages: non-ASCII characters will appear in the edit box as hexadecimal codes.'''",
'editingold'                       => "'''హెచ్చ రిక: ఈ పేజీ యొక్క కాలం చెల్లిన సంచికను మీరు మరుస్తున్నారు. దీనిని భద్రపరిస్తే, ఆ సంచిక తరువాత ఈ పేజీలో జరిగిన మార్పులన్నీ పోతాయి.'''",
'yourdiff'                         => 'తేడాలు',
'copyrightwarning'                 => "{{SITENAME}}కు సమర్పించే అన్ని రచనలూ $2కు లోబడి ప్రచురింపబడినట్లుగా భావించబడతాయి (వివరాలకు $1 చూడండి). మీ రచనలను ఎవ్వరూ మార్చ రాదనీ లెదా వేరే ఎవ్వరూ వాడుకో రాదని మీరు భావిస్తే, ఇక్కడ ప్రచురించకండి.<br /> మీ స్వీయ రచనను గాని, సార్వజనీనమైన రచననుగాని, ఇతర ఉచిత వనరుల నుండి సేకరించిన రచననుగాని మాత్రమే ప్రచురిస్తున్నానని కూడా మీరు ప్రమాణం చేస్తున్నారు. '''కాపీహక్కులుగల రచనను తగిన అనుమతి లేకుండా సమర్పించకండి!'''",
'copyrightwarning2'                => "{{SITENAME}}లో ప్రచురించే రచనలన్నిటినీ ఇతర రచయితలు సరిదిద్దడం, మార్చడం, తొలగించడం చేసే అవకాశం ఉంది. మీ రచనలను అలా నిర్దాక్షిణ్యంగా దిద్దుబాట్లు చెయ్యడం మీకిష్టం లేకపోతే, వాటిని ఇక్కడ ప్రచురించకండి. <br />
ఈ రచనను మీరే చేసారని, లేదా ఏదైనా సార్వజనిక వనరు నుండి కాపీ చేసి తెచ్చారని, లేదా అలాంటి ఉచిత, స్వేచ్ఛా వనరు నుండి తెచ్చారని మాకు వాగ్దానం చేస్తున్నారు. (వివరాలకు $1 చూడండి).
'''తగు అనుమతులు లేకుండా కాపీ హక్కులు గల రచనలను సమర్పించకండి!'''",
'longpageerror'                    => "'''లోపం: మీరు సమర్పించిన టెక్స్టు, గరిష్ఠ పరిమితి అయిన $2 కిలోబైట్లను మించి $1 కిలోబైట్ల పొడవుంది. దీన్ని భద్రపరచలేము.'''",
'readonlywarning'                  => "'''హెచ్చరిక: నిర్వహణ కొరకు డేటాబేసుకి తాళం వేసారు, కాబట్టి మీ మార్పుచేర్పులను ఇప్పుడు భద్రపరచలేరు. మీ మార్పులను ఒక ఫాఠ్య ఫైలులోకి కాపీ చేసి భద్రపరచుకొని, తరువాత సమర్పించండి.'''

తాళం వేసిన నిర్వాహకుడి వివరణ ఇదీ: $1",
'protectedpagewarning'             => "'''హెచ్చరిక: ఈ పేజీ సంరక్షించబడినది, కనుక నిర్వాహక అనుమతులు ఉన్న వాడుకరులు మాత్రమే మార్చగలరు.'''
చివరి చిట్టా పద్దుని మీ సమాచారం కోసం ఇక్కడ ఇస్తున్నాం:",
'semiprotectedpagewarning'         => "'''గమనిక:''' నమోదయిన వాడుకరులు మాత్రమే మార్పులు చెయ్యగలిగేలా ఈ పేజీకి సంరక్షించారు.
మీ సమాచారం కోసం చివరి చిట్టా పద్దుని ఇక్కడ ఇస్తున్నాం:",
'cascadeprotectedwarning'          => "'''హెచ్చరిక:''' ఈ పేజీ, కాస్కేడింగు రక్షణలో ఉన్న కింది {{PLURAL:$1|పేజీ|పేజీల్లో}} ఇంక్లూడు అయి ఉంది కాబట్టి, నిర్వాహకులు తప్ప ఇతరులు దిద్దుబాటు చేసే వీలు లేకుండా పేజీని లాకు చేసాం:",
'titleprotectedwarning'            => "హెచ్చరిక:  ఈ పేజీని సంరక్షించారు కాబట్టి దీన్ని సృష్టించడానికి [[Special:ListGroupRights|ప్రత్యేక హక్కులు]] ఉండాలి.'''
మీ సమాచారం కోసం చివరి చిట్టా పద్దుని ఇక్కడ ఇస్తున్నాం:",
'templatesused'                    => 'ఈ పేజీలో వాడిన {{PLURAL:$1|మూస|మూసలు}}:',
'templatesusedpreview'             => 'ఈ మునుజూపులో వాడిన {{PLURAL:$1|మూస|మూసలు}}:',
'templatesusedsection'             => 'ఈ విభాగంలో వాడిన {{PLURAL:$1|మూస|మూసలు}}:',
'template-protected'               => '(సంరక్షితం)',
'template-semiprotected'           => '(సెమీ-రక్షణలో ఉంది)',
'hiddencategories'                 => 'ఈ పేజీ {{PLURAL:$1|ఒక దాచిన వర్గంలో|$1 దాచిన వర్గాల్లో}} ఉంది:',
'nocreatetitle'                    => 'పేజీని సృష్టించడాన్ని నియంత్రించాం.',
'nocreatetext'                     => '{{SITENAME}}లో కొత్త పేజీలు సృష్టించడాన్ని నియంత్రించారు.
మీరు వెనక్కి వెళ్ళి వేరే పేజీలు మార్చవచ్చు, లేదా [[Special:UserLogin|లోనికి ప్రవేశించండి లేదా ఖాతా సృష్టించుకోండి]].',
'nocreate-loggedin'                => 'కొత్త పేజీలను సృష్టించేందుకు మీకు అనుమతి లేదు.',
'sectioneditnotsupported-title'    => 'విభాగపు దిద్దిబాట్లకి తొడ్పాటు లేదు',
'sectioneditnotsupported-text'     => 'ఈ పేజీలో విభాగాల దిద్దుబాటుకి తోడ్పాటు లేదు.',
'permissionserrors'                => 'అనుమతుల తప్పిదాలు',
'permissionserrorstext'            => 'కింద పేర్కొన్న {{PLURAL:$1|కారణం|కారణాల}} మూలంగా, ఆ పని చెయ్యడానికి మీకు అనుమతిలేదు:',
'permissionserrorstext-withaction' => 'ఈ క్రింది {{PLURAL:$1|కారణం|కారణాల}} వల్ల, మీకు $2 అనుమతి లేదు:',
'recreate-moveddeleted-warn'       => "'''హెచ్చరిక: ఇంతకు మునుపు ఒకసారి తొలగించిన పేజీని మళ్లీ సృష్టిద్దామని మీరు ప్రయత్నిస్తున్నారు.'''

ఈ పేజీపై మార్పులు చేసేముందు, అవి ఇక్కడ ఉండతగినవేనా కాదా అని ఒకసారి ఆలోచించండి.
మీ సౌలభ్యం కొరకు ఈ పేజీ యొక్క తొలగింపు మరియు తరలింపు చిట్టా ఇక్కడ ఇచ్చాము:",
'moveddeleted-notice'              => 'ఈ పేజీని తొలగించారు.
సమాచారం కొరకు ఈ పేజీ యొక్క తొలగింపు మరియు తరలింపు చిట్టాని క్రింద ఇచ్చాం.',
'log-fulllog'                      => 'పూర్తి చిట్టాని చూడండి',
'edit-hook-aborted'                => 'కొక్కెం మార్పుని విచ్ఛిన్నం చేసింది.
అది ఎటువంటి వివరణా ఇవ్వలేదు.',
'edit-gone-missing'                => 'పేజీని మార్చలేము.
దీన్ని తొలగించినట్టున్నారు.',
'edit-conflict'                    => 'మార్పు సంఘర్షణ.',
'edit-no-change'                   => 'పాఠ్యంలో ఏమీ మార్పులు లేవు గనక, మీ మార్పుని పట్టించుకోవట్లేదు.',
'edit-already-exists'              => 'కొత్త పేజీని సృష్టించలేము.
అది ఇప్పటికే ఉంది.',

# Parser/template warnings
'expensive-parserfunction-warning'        => 'హెచ్చరిక: ఈ పేజీలో ఖరీదైన పార్సరు పిలుపులు చాలా ఉన్నాయి.

పార్సరు {{PLURAL:$2|పిలుపు|పిలుపులు}} $2 కంటే తక్కువ ఉండాలి,  ప్రస్తుతం {{PLURAL:$1|$1 పిలుపు ఉంది|$1  పిలుపులు ఉన్నాయి}}.',
'expensive-parserfunction-category'       => 'పార్సరు సందేశాలు అధికంగా ఉన్న పేజీలు',
'post-expand-template-inclusion-warning'  => 'హెచ్చరిక: మూస చేర్పు సైజూ చాలా పెద్దదిగా ఉంది.
కొన్ని మూసలను చేర్చము.',
'post-expand-template-inclusion-category' => 'మూస చేర్పు సైజును అధిగమించిన పేజీలు',
'post-expand-template-argument-warning'   => 'హెచ్చరిక: చాల పెద్ద సైజున్న మూస ఆర్గ్యుమెంటు, కనీసం ఒకటి, ఈ పేజీలో ఉంది.
ఈ ఆర్గ్యుమెంట్లను వదలివేసాం.',
'post-expand-template-argument-category'  => 'తొలగించిన మూస ఆర్గ్యుమెంట్లు ఉన్న పేజీలు',
'parser-template-loop-warning'            => 'మూస లూపు కనబడింది: [[$1]]',
'parser-template-recursion-depth-warning' => 'మూస రికర్షను లోతు అధిగమించబడింది ($1)',
'language-converter-depth-warning'        => 'భాషా మార్పిడి లోతు పరిమితిని అధిగమించారు ($1)',

# "Undo" feature
'undo-success' => 'దిద్దుబాటును రద్దు చెయ్యవచ్చు. కింది పోలికను చూసి, మీరు చెయ్యదలచినది ఇదేనని నిర్ధారించుకోండి. ఆ తరువాత మార్పులను భద్రపరచి దిద్దుబాటు రద్దును పూర్తి చెయ్యండి.',
'undo-failure' => 'మధ్యలో జరిగిన దిద్దుబాట్లతో తలెత్తిన ఘర్షణ కారణంగా ఈ దిద్దుబాటును రద్దు చెయ్యలేక పోయాం.',
'undo-norev'   => 'ఈ దిద్దుబాటును అసలు లేకపోవటం వలన, లేదా తొలగించేయడం వలన రద్దుచేయలేకపోతున్నాం.',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|చర్చ]]) దిద్దుబాటు చేసిన కూర్పు $1 ను రద్దు చేసారు',

# Account creation failure
'cantcreateaccounttitle' => 'ఈ ఖాతా తెరవలేము',
'cantcreateaccount-text' => "ఈ ఐపీ అడ్రసు ('''$1''') నుండి ఖాతా సృష్టించడాన్ని [[User:$3|$3]] నిరోధించారు.

$3 చెప్పిన కారణం: ''$2''",

# History pages
'viewpagelogs'           => 'ఈ పేజీకి సంబంధించిన లాగ్‌లను చూడండి',
'nohistory'              => 'ఈ పేజీకి మార్పుల చరిత్ర లేదు.',
'currentrev'             => 'ప్రస్తుతపు సంచిక',
'currentrev-asof'        => '$1 నాటి ప్రస్తుత కూర్పు',
'revisionasof'           => '$1 నాటి సంచిక',
'revision-info'          => '$1 నాటి కూర్పు. రచయిత: $2',
'previousrevision'       => '← పాత కూర్పు',
'nextrevision'           => 'దీని తరువాతి సంచిక→',
'currentrevisionlink'    => 'ప్రస్తుతపు సంచిక',
'cur'                    => 'ప్రస్తుత',
'next'                   => 'తర్వాతి',
'last'                   => 'గత',
'page_first'             => 'మొదటి',
'page_last'              => 'చివరి',
'histlegend'             => 'తేడా ఎంపిక: సంచికల యొక్క రేడియో బాక్సులను ఎంచుకొని ఎంటర్‌ నొక్కండి, లేదా పైన/ కింద ఉన్న మీటను నొక్కండి.<br />
సూచిక: (ప్రస్తుత) = ప్రస్తుత సంచికతో కల తేడాలు, (గత) = ఇంతకు ముందరి సంచికతో గల తేడాలు, చి = చిన్న మార్పు',
'history-fieldset-title' => 'చరిత్రలో చూడండి',
'history-show-deleted'   => 'తొలగించినవి మాత్రమే',
'histfirst'              => 'తొట్టతొలి',
'histlast'               => 'చిట్టచివరి',
'historysize'            => '({{PLURAL:$1|ఒక బైటు|$1 బైట్లు}})',
'historyempty'           => '(ఖాళీ)',

# Revision feed
'history-feed-title'          => 'కూర్పుల చరిత్ర',
'history-feed-description'    => 'ఈ పేజీకి వికీలో కూర్పుల చరిత్ర',
'history-feed-item-nocomment' => '$2 వద్ద ఉన్న $1',
'history-feed-empty'          => 'మీరడిగిన పేజీ లేదు.
దాన్ని వికీలోంచి తొలగించి ఉండొచ్చు, లేదా పేరు మార్చి ఉండొచ్చు.
సంబంధిత కొత్త పేజీల కోసం [[Special:Search|వికీలో వెతికి చూడండి]].',

# Revision deletion
'rev-deleted-comment'         => '(మార్పుల సంగ్రహాన్ని తొలగించారు)',
'rev-deleted-user'            => '(సభ్యనామాన్ని తొలగించాం)',
'rev-deleted-event'           => '(దినచర్యని తొలగించాం)',
'rev-deleted-user-contribs'   => '[వాడుకరిపేరు లేదా ఐపీ చిరునామాని తొలగించారు  - మార్పుచేర్పుల నుండి మార్పుని దాచారు]',
'rev-deleted-text-permission' => "ఈ పేజీ కూర్పుని '''తొలగించారు'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} తొలగింపు చిట్టా]లో పూర్తి వివరాలు ఉండవచ్చు.",
'rev-deleted-text-unhide'     => "ఈ పేజీ కూర్పుని '''తొలగించారు'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} తొలగింపు చిట్టా]లో వివరాలు ఉండవచ్చు.
మీరు కావాలనుకుంటే, నిర్వాహకులుగా [$1 ఈ కూర్పుని చూడవచ్చు].",
'rev-suppressed-text-unhide'  => "ఈ పేజీకూర్పును '''అణచి పెట్టాం'''.
[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} అణచివేత చిట్టా]లో వివరాలు ఉండొచ్చు.
ముందుకు సాగాలనుకుంటే ఒక నిర్వాహకుడిగా మీరీ [$1 కూర్పును చూడవచ్చు].",
'rev-deleted-text-view'       => "ఈ పేజీ కూర్పుని '''తొలగించారు'''.
ఒక నిర్వాహకుడిగా మీరు దాన్ని చూడవచ్చు; [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} తొలగింపు చిట్టా]లో వివరాలు ఉండవచ్చు.",
'rev-suppressed-text-view'    => "ఈ పేజీకూర్పును '''అణచి పెట్టాం'''.
ఒక నిర్వాహకుడిగా మీరు దాన్ని చూడవచ్చు; [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} అణచివేత చిట్టా]లోవివరాలు ఉండవచ్చు.",
'rev-deleted-no-diff'         => "మీరు తేడాలను చూడలేదు ఎందుకంటే ఒక కూర్పుని '''తొలగించారు'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} తొలగింపు చిట్టా]లో వివరాలు ఉండవచ్చు.",
'rev-suppressed-no-diff'      => "ఈ తేడాని మీరు చూడలేరు ఎందుకంటే ఒక కూర్పుని '''తొలగించారు'''.",
'rev-deleted-unhide-diff'     => "ఈ తేడాల యొక్క కూర్పులలో ఒకదాన్ని '''తొలగించారు'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} తొలగింపు చిట్టా]లో వివరాలు ఉండవచ్చు.
మీరు కావాలనుకుంటే నిర్వాహకులుగా [$1 ఈ తేడాని చూడవచ్చు].",
'rev-suppressed-unhide-diff'  => "ఈ తేడా లోని ఒక కూర్పును '''అణచి పెట్టాం'''.
[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} అణచివేత చిట్టా]లోవివరాలు ఉండవచ్చు.  కావాలనుకుంటే, ఒక నిర్వాహకుడిగా మీరు [$1 ఆ తేడాను చూడవచ్చు].",
'rev-deleted-diff-view'       => "ఈ తేడా లోని ఒక పేజీకూర్పును '''తొలగించాం'''.
ఒక నిర్వాహకుడిగా మీరు ఈ తేడాను చూడవచ్చు; [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} తొలగింపు చిట్టా]లోవివరాలు ఉండవచ్చు.",
'rev-suppressed-diff-view'    => "
ఈ తేడా లోని ఒక కూర్పును '''అణచి పెట్టాం'''.
ఒక నిర్వాహకుడిగా మీరు ఈ తేడాను చూడవచ్చు; [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} అణచివేత చిట్టా]లోవివరాలు ఉండవచ్చు.",
'rev-delundel'                => 'చూపించు/దాచు',
'rev-showdeleted'             => 'చూపించు',
'revisiondelete'              => 'కూర్పులను తొలగించు/తొలగింపును రద్దుచెయ్యి',
'revdelete-nooldid-title'     => 'తప్పుడు లక్ష్యపు కూర్పు',
'revdelete-nooldid-text'      => 'ఈ పని ఏ కూర్పు లేదా కూర్పుల మీద చెయ్యాలో మీరు సూచించలేదు, లేదా మీరు సూచించిన కూర్పు లేదు, లేదా ప్రస్తుత కూర్పునే దాచాలని ప్రయత్నిస్తున్నారు.',
'revdelete-nologtype-title'   => 'చిట్టా రకం ఇవ్వలేదు',
'revdelete-nologtype-text'    => 'ఈ చర్య జరపాల్సిన చిట్టా రకాన్ని మీరు పేర్కొననేలేదు.',
'revdelete-nologid-title'     => 'తప్పుడు చిట్టా పద్దు',
'revdelete-nologid-text'      => 'ఈ పని చేయడానికి మీరు లక్ష్యిత చిట్టా పద్దుని ఇవ్వలేదు లేదా మీరు చెప్పిన పద్దు ఉనికిలో లేదు.',
'revdelete-no-file'           => 'ఆ పేర్కొన్న ఫైలు ఉనికిలో లేదు.',
'revdelete-show-file-confirm' => 'మీరు నిజంగానే "<nowiki>$1</nowiki>"  ఫైలు యొక్క $2 $3 నాటి తొలగించిన కూర్పుని చూడాలనుకుంటున్నారా?',
'revdelete-show-file-submit'  => 'అవును',
'revdelete-selected'          => "'''[[:$1]] యొక్క {{PLURAL:$2|ఎంచుకున్న కూర్పు|ఎంచుకున్న కూర్పులు}}:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|ఎంచుకున్న చిట్టా ఘటన|ఎంచుకున్న చిట్టా ఘటనలు}}:'''",
'revdelete-text'              => "'''తొలగించిన కూర్పులు, ఘటనలూ పేజీ చరితం లోనూ, చిట్టాలలోనూ కనిపిస్తాయి, కానీ వాటిలో కొన్ని భాగాలు సార్వజనికంగా అందుబాటులో ఉండవు.'''
{{SITENAME}} లోని ఇతర నిర్వాహకులు ఆ దాచిన భాగాలను చూడగలరు మరియు (ఏవిధమైన నియంత్రణలూ లేకుంటే) ఇదే అంతరవర్తి ద్వారా వాటిని పునస్థాపించగలరు.",
'revdelete-confirm'           => 'మీరు దీన్ని చేయగోరుతున్నారనీ, దీని పర్యవసానాలు మీకు తెలుసుననీ, మరియు మీరు దీన్ని [[{{MediaWiki:Policy-url}}|విధానం]] ప్రకారమే చేస్తున్నారనీ దయచేసి నిర్ధారించండి.',
'revdelete-suppress-text'     => 'అణచివేతను కింది సందర్భాలలో "మాత్రమే" వాడాలి:
* బురదజల్లే ధోరణిలో ఉన్న సమాచారం
* అనుచితమైన వ్యక్తిగత సమాచారం
* "ఇంటి చిరునామాలు, టెలిఫోను నంబర్లు, సోషల్ సెక్యూరిటీ నంబర్లు, వగైరాలు"',
'revdelete-legend'            => 'సందర్శక నిబంధనలు అమర్చు',
'revdelete-hide-text'         => 'కూర్పు పాఠ్యాన్ని దాచు',
'revdelete-hide-image'        => 'ఫైలులోని విషయాన్ని దాచు',
'revdelete-hide-name'         => 'చర్యను, లక్ష్యాన్నీ దాచు',
'revdelete-hide-comment'      => 'దిద్దుబాటు వ్యాఖ్యను దాచు',
'revdelete-hide-user'         => 'దిద్దుబాటు చేసినవారి సభ్యనామాన్ని/ఐపీని దాచు',
'revdelete-hide-restricted'   => 'డేటాను అందరిలాగే నిర్వాహకులకు కూడా కనబడనివ్వకు',
'revdelete-radio-same'        => '(మార్చకు)',
'revdelete-radio-set'         => 'అవును',
'revdelete-radio-unset'       => 'కాదు',
'revdelete-suppress'          => 'డేటాను అందరిలాగే నిర్వాహకులకు కూడా కనబడనివ్వకు',
'revdelete-unsuppress'        => 'పునస్థాపిత కూర్పులపై నిబంధనలను తీసివెయ్యి',
'revdelete-log'               => 'కారణం:',
'revdelete-submit'            => 'ఎంచుకున్న {{PLURAL:$1|కూర్పుకు|కూర్పులకు}} ఆపాదించు',
'revdelete-logentry'          => '[[$1]] కూర్పు కనబడే విధానాన్ని మార్చాం',
'logdelete-logentry'          => '[[$1]] ఘటన కనబడే విధానాన్ని మార్చాం',
'revdelete-success'           => "'''కూర్పు కనబడే విధానాన్ని జయప్రదంగా తాజాకరించాం.'''",
'revdelete-failure'           => "'''కూర్పు కనబడే పద్ధతిని తాజాపరచలేకపోయాం:'''
$1",
'logdelete-success'           => "'''ఘటన కనబడే విధానాన్ని జయప్రదంగా సెట్ చేసాం.'''",
'logdelete-failure'           => "'''చిట్టా కనబడే పద్ధతిని అమర్చలేకపోయాం:'''
$1",
'revdel-restore'              => 'దృశ్యతని మార్చు',
'revdel-restore-deleted'      => 'తొలగించిన కూర్పులు',
'revdel-restore-visible'      => 'కనిపిస్తున్న కూర్పులు',
'pagehist'                    => 'పేజీ చరిత్ర',
'deletedhist'                 => 'తొలగించిన చరిత్ర',
'revdelete-content'           => 'సమాచారాన్ని',
'revdelete-summary'           => 'మార్పు సంగ్రహం',
'revdelete-uname'             => 'వాడుకరిపేరు',
'revdelete-restricted'        => 'నిర్వాహకులకు ఆంక్షలు విధించాను',
'revdelete-unrestricted'      => 'నిర్వాహకులకున్న ఆంక్షలను ఎత్తేశాను',
'revdelete-hid'               => '$1 చూపించవద్దు',
'revdelete-unhid'             => '$1 చూపించు',
'revdelete-log-message'       => '$2 {{PLURAL:$2|కూర్పు|కూర్పుల}}పై $1',
'logdelete-log-message'       => '$2 {{PLURAL:$2|ఘటన|ఘటనల}}కు $1',
'revdelete-hide-current'      => '$2, $1 నాటి అంశాన్ని దాచడంలో లోపం దొర్లింది: ఇది ప్రస్తుత కూర్పు.
దీన్ని దాచలేము.',
'revdelete-show-no-access'    => '$2, $1 నాటి అంశాన్ని చూపడంలో లోపం దొర్లింది: ఇది "నిరోధించబడింది" అని గుర్తించబడింది.
ఇది మీకు అందుబాటులో లేదు.',
'revdelete-modify-no-access'  => '$2, $1 నాటి అంశాన్ని మార్చడంలో లోపం దొర్లింది: ఇది "నిరోధించబడింది" అని గుర్తించబడింది.
ఇది మీకు అందుబాటులో లేదు.',
'revdelete-modify-missing'    => '$1 అంశాన్ని మార్చడంలో లోపం దొర్లింది: ఇది డేటాబేసులో కనబడలేదు!',
'revdelete-no-change'         => "'''హెచ్చరిక:''' $2, $1 నాటి అంశానికి మీరడిగిన చూపు అమరికలన్నీ ఈసరికే ఉన్నాయి.",
'revdelete-concurrent-change' => '$2, $1 నాటి అంశాన్ని మార్చడంలో లోపం దొర్లింది: మీరు మార్చడానికి ప్రయత్నించిన సమయంలోనే వేరొకరు దాని స్థితిని మార్చినట్లుగా కనిపిస్తోంది. ఓసారి లాగ్‌లను చూడండి.',
'revdelete-only-restricted'   => '$2, $1 తేదీ గల అంశాన్ని దాచడంలో పొరపాటు: ఇతర దృశ్యత వికల్పాల్లోంచి ఒకదాన్ని ఎంచుకోకుండా అంశాలని నిర్వాహకులకు కనబడకుండా అణచివెయ్యలేరు.',
'revdelete-reason-dropdown'   => '*సాధారణ తొలగింపు కారణాలు
** కాపీహక్కుల ఉల్లంఘన
** అసంబద్ధ వ్యక్తిగత సమాచారం
** నిందాపూర్వక సమాచారం',
'revdelete-otherreason'       => 'ఇతర/అదనపు కారణం:',
'revdelete-reasonotherlist'   => 'ఇతర కారణం',
'revdelete-edit-reasonlist'   => 'తొలగింపు కారణాలని మార్చండి',
'revdelete-offender'          => 'కూర్పు రచయిత:',

# Suppression log
'suppressionlog'     => 'అణచివేతల చిట్టా',
'suppressionlogtext' => 'నిర్వాహకులకు కనబడని విషయం కలిగిన తొలగింపులు, నిరోధాల జాబితా ఇది.
ప్రస్తుతం అమల్లో ఉన్న నిషేధాలు, నిరోధాల జాబితా కోసం [[Special:IPBlockList|ఐపీ నిరోధాల జాబితా]] చూడండి.',

# Revision move
'moverevlogentry'              => '$1 నుండి {{PLURAL:$3|ఒక కూర్పుని|$3 కూర్పులని}} $2కి తరలించారు',
'revisionmove'                 => '"$1" నుండి కూర్పులను తరలించు',
'revmove-explain'              => 'ఈ క్రింది కూర్పులు $1 నుండి పేర్కొన్న లక్ష్యిత పుటకి తరలించబడతాయి. లక్ష్యం ఉనికిలో లేకపోతే, దాన్ని సృష్టిస్తాం. ఉంటే, ఈ కూర్పులు ఆ పుట చరిత్రలో విలీనమవుతాయి.',
'revmove-legend'               => 'లక్ష్యిత పుట మరియు సారాంశం',
'revmove-submit'               => 'ఎంచుకున్న పుటకి కూర్పులను తరలించు',
'revisionmoveselectedversions' => 'ఎంచుకున్న కూర్పులను తరలించు',
'revmove-reasonfield'          => 'కారణం:',
'revmove-titlefield'           => 'లక్ష్యిత పుట:',
'revmove-badparam-title'       => 'తప్పుడు పరామితులు',
'revmove-badparam'             => 'మీ అభ్యర్ధనలో చెల్లని పరామితులు ఉన్నాయి లేదా తగినన్ని లేవు. దయచేసి "వెనక్కి" వెళ్ళి మళ్ళీ ప్రయత్నించండి.',
'revmove-norevisions-title'    => 'తప్పుడు లక్ష్యపు కూర్పు',
'revmove-norevisions'          => 'ఈ చర్యని చేయవలసిన ఒకటి లేదా అంతకంటే ఎక్కువ లక్ష్యిత కూర్పులని మీరు పేర్కొనలేదు లేదా పేర్కొన్న కూర్పు ఉనికిలో లేదు.',
'revmove-nullmove-title'       => 'తప్పు శీర్షిక',
'revmove-nullmove'             => 'మూల మరియు లక్ష్యిత పుటలు ఒకటే. దయచేసి "వెనక్కి" నొక్కి "$1"కి భిన్నమైన ఒక పుట పేరుని ఇవ్వండి.',
'revmove-success-existing'     => '{{PLURAL:$1|[[$2]] నుండి ఒక కూర్పుని|[[$2]] నుండి $1 కూర్పులని}} ఇప్పటికే ఉన్న పుట [[$3]]కి తరలించాం.',
'revmove-success-created'      => '{{PLURAL:$1|[[$2]] నుండి ఒక కూర్పుని|[[$2]] నుండి $1 కూర్పులని}} [[$3]] అనే కొత్తగా సృష్టించిన పుటకి తరలించాం.',

# History merging
'mergehistory'                     => 'పేజీ చరితాలను విలీనం చెయ్యి',
'mergehistory-header'              => 'ఓ పేజీ చరితం లోని కూర్పులను మరో పేజీలోకి విలీనం చెయ్యడానికి ఈ పేజీని వాడండి.
మీరు చెయ్యబోయే మార్పు చరితం క్రమాన్ని పాటిస్తుందని నిర్ధారించుకోండి.',
'mergehistory-box'                 => 'రెండు పేజీల కూర్పులను విలీనం చెయ్యి:',
'mergehistory-from'                => 'మూల పేజీ:',
'mergehistory-into'                => 'లక్ష్యిత పేజీ:',
'mergehistory-list'                => 'విలీనం చెయ్యదగ్గ దిద్దుబాటు చరితం',
'mergehistory-merge'               => '[[:$1]] యొక్క కింది కూర్పులను [[:$2]] తో విలీనం చెయ్యవచ్చు. ఫలానా సమయమూ, దాని కంటే ముందూ తయారైన కూర్పులతో మాత్రమే విలీనం చెయ్యాలనుకుంటే, సంబంధిత రేడియో బటనున్న నిలువు వరుసను వాడండి. నేవిగేషను లింకులను వాడితే ఈ వరుస రీసెట్ అవుతుంది.',
'mergehistory-go'                  => 'విలీనం చెయ్యదగ్గ దిద్దుబాట్లను చూపించు',
'mergehistory-submit'              => 'కూర్పులను విలీనం చెయ్యి',
'mergehistory-empty'               => 'ఏ కూర్పులనూ విలీనం చెయ్యలేము.',
'mergehistory-success'             => '[[:$1]] యొక్క $3 {{PLURAL:$3|కూర్పుని|కూర్పులను}} [[:$2]] లోనికి జయప్రదంగా విలీనం చేసాం.',
'mergehistory-fail'                => 'చరితాన్ని విలీనం చెయ్యలేకపోయాం. పేజీని, సమయాలను సరిచూసుకోండి.',
'mergehistory-no-source'           => 'మూలం పేజీ, $1 లేదు.',
'mergehistory-no-destination'      => 'గమ్యం పేజీ, $1 లేదు.',
'mergehistory-invalid-source'      => 'మూలం పేజీకి సరైన పేరు ఉండాలి.',
'mergehistory-invalid-destination' => 'గమ్యం పేజీకి సరైన పేరు ఉండాలి.',
'mergehistory-autocomment'         => '[[:$1]]ని [[:$2]] లోనికి విలీనం చేసారు',
'mergehistory-comment'             => '[[:$1]]ని [[:$2]] లోనికి విలీనం చేసారు: $3',
'mergehistory-same-destination'    => 'మూల మరియు గమ్యస్థాన పేజీలు ఒకటే కాకూడదు',
'mergehistory-reason'              => 'కారణం:',

# Merge log
'mergelog'           => 'లాగ్‌ను విలీనం చెయ్యి',
'pagemerge-logentry' => '[[$1]] ను [[$2]] లోకి విలీనం చేసాం ($3 కూర్పు దాకా)',
'revertmerge'        => 'విలీనాన్ని రద్దుచెయ్యి',
'mergelogpagetext'   => 'ఒక పేజీ చరితాన్ని మరో పేజీ చరితం లోకి ఇటీవల చేసిన విలీనాల జాబితా ఇది.',

# Diffs
'history-title'            => '"$1" కూర్పుల చరితం',
'difference'               => '(సంచికల మధ్య తేడా)',
'difference-multipage'     => '(పుటల మధ్య తేడా)',
'lineno'                   => 'పంక్తి $1:',
'compareselectedversions'  => 'ఎంచుకున్న సంచికలను పోల్చిచూడు',
'showhideselectedversions' => 'ఎంచుకున్న కూర్పులను చూపించు/దాచు',
'editundo'                 => 'మార్పుని రద్దుచెయ్యి',
'diff-multi'               => '({{PLURAL:$2|ఒక వాడుకరి|$2 వాడుకరుల}} యొక్క {{PLURAL:$1|ఒక మధ్యంతర కూర్పును|$1 మధ్యంతర కూర్పులను}} చూపించట్లేదు)',
'diff-multi-manyusers'     => '$2 మంది పైన ({{PLURAL:$2|ఒక వాడుకరి|వాడుకరుల}} యొక్క {{PLURAL:$1|ఒక మధ్యంతర కూర్పును|$1 మధ్యంతర కూర్పులను}} చూపించట్లేదు)',

# Search results
'searchresults'                    => 'అన్వేషణ ఫలితాలు',
'searchresults-title'              => '"$1"కి అన్వేషణ ఫలితాలు',
'searchresulttext'                 => '{{SITENAME}}లో అన్వేషించే విషయమై మరింత సమాచారం కొరకు [[{{MediaWiki:Helppage}}|{{int:help}}]] చూడండి.',
'searchsubtitle'                   => 'మీరు \'\'\'[[:$1]]\'\'\' కోసం వెతికారు ([[Special:Prefixindex/$1|"$1"తో మొదలయ్యే అన్ని పేజీలు]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1"కి లింకు ఉన్న అన్ని పేజీలు]])',
'searchsubtitleinvalid'            => "మీరు '''$1''' కోసం వెతికారు",
'toomanymatches'                   => 'చాలా పోలికలు వచ్చాయి, దయచేసి మరో ప్రశ్నని ప్రయత్నించండి',
'titlematches'                     => 'వ్యాస శీర్షిక సరిపోయింది',
'notitlematches'                   => 'పేజీ పేరు సరిపోలడం లేదు',
'textmatches'                      => 'పేజిలోని పాఠం సరిపోలింది',
'notextmatches'                    => 'పేజీ పాఠ్యమేదీ సరిపోలడం లేదు',
'prevn'                            => 'క్రితం {{PLURAL:$1|$1}}',
'nextn'                            => 'తరువాతి {{PLURAL:$1|$1}}',
'prevn-title'                      => 'గత $1 {{PLURAL:$1|ఫలితం|ఫలితాలు}}',
'nextn-title'                      => 'తదుపరి $1 {{PLURAL:$1|ఫలితం|ఫలితాలు}}',
'shown-title'                      => 'పేజీకి $1 {{PLURAL:$1|ఫలితాన్ని|ఫలితాలను}} చూపించు',
'viewprevnext'                     => '($1 {{int:pipe-separator}} $2) ($3) చూపించు.',
'searchmenu-legend'                => 'అన్వేషణ ఎంపికలు',
'searchmenu-exists'                => "'''ఈ వికీలో \"[[:\$1]]\" అనే పేజీ ఉంది'''",
'searchmenu-new'                   => "'''ఈ వికీలో \"[[:\$1]]\" అనే పేరుతో పేజీని సృష్టించు!'''",
'searchhelp-url'                   => 'Help:సూచిక',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|ఈ ఉపసర్గ ఉన్న పేజీలను చూడండి]]',
'searchprofile-articles'           => 'విషయపు పేజీలు',
'searchprofile-project'            => 'సహాయం మరియు ప్రాజెక్టు పేజీలు',
'searchprofile-images'             => 'బహుళమాధ్యమాలు',
'searchprofile-everything'         => 'ప్రతీ ఒక్కటీ',
'searchprofile-advanced'           => 'ఉన్నత',
'searchprofile-articles-tooltip'   => '$1 లలో వెతకండి',
'searchprofile-project-tooltip'    => '$1 లలో వెతకండి',
'searchprofile-images-tooltip'     => 'పైళ్ళ కోసం వెతకండి',
'searchprofile-everything-tooltip' => 'అన్ని చోట్లా (చర్చా పేజీలతో సహా) వెతకండి',
'searchprofile-advanced-tooltip'   => 'కస్టం నేంస్పేసులలో వెదుకు',
'search-result-size'               => '$1 ({{PLURAL:$2|1 పదం|$2 పదాలు}})',
'search-result-category-size'      => '{{PLURAL:$1|1 సభ్యుడు|$1 సభ్యులు}} ({{PLURAL:$2|1 ఉవవర్గం|$2 ఉపవర్గాలు}}, {{PLURAL:$3|1 దస్త్రం|$3 దస్త్రాలు}})',
'search-result-score'              => 'సంబంధం: $1%',
'search-redirect'                  => '(దారిమార్పు $1)',
'search-section'                   => '(విభాగం $1)',
'search-suggest'                   => 'మీరు అంటున్నది ఇదా: $1',
'search-interwiki-caption'         => 'సోదర ప్రాజెక్టులు',
'search-interwiki-default'         => '$1 ఫలితాలు:',
'search-interwiki-more'            => '(మరిన్ని)',
'search-mwsuggest-enabled'         => 'సూచనలతో',
'search-mwsuggest-disabled'        => 'సూచనలు వద్దు',
'search-relatedarticle'            => 'సంబంధించినవి',
'mwsuggest-disable'                => 'AJAX సూచనలను అచేతనంచేయి',
'searcheverything-enable'          => 'అన్ని పేరుబరుల్లో వెతుకు',
'searchrelated'                    => 'సంబంధించినవి',
'searchall'                        => 'అన్నీ',
'showingresults'                   => "కింద ఉన్న {{PLURAL:$1|'''ఒక్క''' ఫలితం|'''$1''' ఫలితాలు}}, #'''$2''' నుండి మొదలుకొని చూపిస్తున్నాం.",
'showingresultsnum'                => "కింద ఉన్న {{PLURAL:$3|'''ఒక్క''' ఫలితం|'''$3''' ఫలితాలు}}, #'''$2''' నుండి మొదలుకొని చూపిస్తున్నాం.",
'showingresultsheader'             => "'''$4''' కొరకై {{PLURAL:$5|'''$3'''లో '''$1''' ఫలితం|'''$3''' ఫలితాల్లో '''$1 - $2''' వరకు}}",
'nonefound'                        => "'''గమనిక''': డిఫాల్టుగా కొన్ని నేమ్‌స్పేసుల్లో మాత్రమే వెతుకుతాం. చర్చాపేజీలు, మూసలు మొదలైన వాటితో సహా ఆన్ని నేమ్‌స్పేసుల్లోను వెతికేందుకు మీ అన్వేషకానికి ముందు ''all:'' అనే పదం ఉంచండి. లేదా మీరు వెతకదలచిన నేమ్‌స్పేసును ఆదిపదంగా పెట్టండి.",
'search-nonefound'                 => 'మీ ప్రశ్నకి సరిపోలిన ఫలితాలేమీ లేవు.',
'powersearch'                      => 'నిశితంగా వెతుకు',
'powersearch-legend'               => 'నిశితమైన అన్వేషణ',
'powersearch-ns'                   => 'ఈ పేరుబరుల్లో వెతుకు:',
'powersearch-redir'                => 'దారిమార్పులను చూపించు',
'powersearch-field'                => 'దీని కోసం వెతుకు:',
'powersearch-togglelabel'          => 'ఎంచుకోవాల్సినవి:',
'powersearch-toggleall'            => 'అన్నీ',
'powersearch-togglenone'           => 'ఏదీకాదు',
'search-external'                  => 'బయటి అన్వేషణ',
'searchdisabled'                   => '{{SITENAME}} అన్వేషణ తాత్కాలికంగా పని చెయ్యడం లేదు. ఈలోగా మీరు గూగుల్‌ ఉపయోగించి అన్వేషించవచ్చు. ఒక గమనిక: గూగుల్‌ ద్వారా కాలదోషం పట్టిన ఫలితాలు రావడానికి అవకాశం ఉంది.',

# Quickbar
'qbsettings'               => 'క్విక్‌బార్',
'qbsettings-none'          => 'ఏదీకాదు',
'qbsettings-fixedleft'     => 'స్థిర ఎడమ',
'qbsettings-fixedright'    => 'స్థిర కుడి',
'qbsettings-floatingleft'  => 'ఎడమకు ఒదిగి',
'qbsettings-floatingright' => 'కుడికి ఒదిగి',

# Preferences page
'preferences'                   => 'అభిరుచులు',
'mypreferences'                 => 'నా అభిరుచులు',
'prefs-edits'                   => 'దిద్దుబాట్ల సంఖ్య:',
'prefsnologin'                  => 'లాగిన్‌ అయిలేరు',
'prefsnologintext'              => 'వాడుకరి అభిరుచులను మార్చుకోడానికి, మీరు <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} లోనికి ప్రవేశించి]</span> ఉండాలి.',
'changepassword'                => 'సంకేతపదాన్ని మార్చండి',
'prefs-skin'                    => 'అలంకారం',
'skin-preview'                  => 'మునుజూపు/సరిచూడు',
'prefs-math'                    => 'గణితం',
'datedefault'                   => 'ఏదైనా పరవాలేదు',
'prefs-datetime'                => 'తేదీ, సమయం',
'prefs-personal'                => 'వాడుకరి వివరాలు',
'prefs-rc'                      => 'ఇటీవలి మార్పులు, మొలకలు',
'prefs-watchlist'               => 'వీక్షణ జాబితా',
'prefs-watchlist-days'          => 'వీక్షణ జాబితాలో చూపించవలసిన రోజులు:',
'prefs-watchlist-days-max'      => '(7 రోజులు గరిష్ఠం)',
'prefs-watchlist-edits'         => 'విస్తృత వీక్షణ జాబితాలో చూపించవలసిన దిద్దుబాట్లు:',
'prefs-watchlist-edits-max'     => '(గరిష్ఠ సంఖ్య: 1000)',
'prefs-watchlist-token'         => 'వీక్షణాజాబితా టోకెను:',
'prefs-misc'                    => 'ఇతరాలు',
'prefs-resetpass'               => 'సంకేతపదాన్ని మార్చుకోండి',
'prefs-email'                   => 'ఈ-మెయిల్ ఎంపికలు',
'prefs-rendering'               => 'రూపురేఖలు',
'saveprefs'                     => 'భద్రపరచు',
'resetprefs'                    => 'మునుపటి వలె',
'restoreprefs'                  => 'సృష్టించబడినప్పటి అభిరుచులు తిరిగి తీసుకురా',
'prefs-editing'                 => 'మార్పులు',
'prefs-edit-boxsize'            => 'మార్పుల కిటికీ యొక్క పరిమాణం.',
'rows'                          => 'వరుసలు',
'columns'                       => 'వరుసలు:',
'searchresultshead'             => 'అన్వేషణ',
'resultsperpage'                => 'పేజీకి ఫలితాలు:',
'contextlines'                  => 'హిట్టుకు లైన్లు:',
'contextchars'                  => 'లైనుకు సందర్భాలు:',
'stub-threshold'                => '<a href="#" class="stub">మొలక లింకు</a> ఫార్మాటింగు కొరకు హద్దు (బైట్లు):',
'stub-threshold-disabled'       => 'అచేతనం',
'recentchangesdays'             => 'ఇటీవలి మార్పులు లో చూపించవలసిన రోజులు:',
'recentchangesdays-max'         => '($1 {{PLURAL:$1|రోజు|రోజులు}} గరిష్ఠం)',
'recentchangescount'            => 'అప్రమేయంగా చూపించాల్సిన దిద్దుబాట్ల సంఖ్య:',
'prefs-help-recentchangescount' => 'ఇది ఇటీవలి మార్పులు, పేజీ చరిత్రలు, మరియు చిట్టాలకు వర్తిస్తుంది.',
'prefs-help-watchlist-token'    => 'ఈ క్షేత్రాన్ని ఒక రహస్య కీతో నింపితే, మీ వీక్షణ జాబితాకు ఒక RSS వడ్డన తయారవుతుంది.  ఆ కీ తెలిసిన వారెవరైనా మీ వీక్షణజాబితాను చూడగలుగుతారు. అందుచేత కీని జాగ్రత్తగా ఎంచుకోండి.
ఇదిగో, అనామతుగా సృష్టించిన ఒక కీ -మీకోసం: $1',
'savedprefs'                    => 'మీ అభిరుచులను భద్రపరిచాం.',
'timezonelegend'                => 'టైం జోను:',
'localtime'                     => 'స్థానిక సమయం:',
'timezoneuseserverdefault'      => 'సర్వరు అమరికని వాడు',
'timezoneuseoffset'             => 'ఇతర (తేడాని ఇవ్వండి)',
'timezoneoffset'                => 'తేడా¹:',
'servertime'                    => 'సర్వరు సమయం:',
'guesstimezone'                 => 'తేడాను బ్రౌజరు నుండి తీసుకో',
'timezoneregion-africa'         => 'ఆఫ్రికా',
'timezoneregion-america'        => 'అమెరికా',
'timezoneregion-antarctica'     => 'అంటార్కిటికా',
'timezoneregion-arctic'         => 'ఆర్కిటిక్',
'timezoneregion-asia'           => 'ఆసియా',
'timezoneregion-atlantic'       => 'అట్లాంటిక్ మహాసముద్రం',
'timezoneregion-australia'      => 'ఆష్ట్రేలియా',
'timezoneregion-europe'         => 'ఐరోపా',
'timezoneregion-indian'         => 'హిందూ మహాసముద్రం',
'timezoneregion-pacific'        => 'పసిఫిక్ మహాసముద్రం',
'allowemail'                    => 'ఇతర వాడుకరుల నుండి ఈ-మెయిళ్ళను రానివ్వు',
'prefs-searchoptions'           => 'అన్వేషణ ఎంపికలు',
'prefs-namespaces'              => 'పేరుబరులు',
'defaultns'                     => 'లేకపోతే ఈ నేంస్పేసులలో అన్వేషించు:',
'default'                       => 'అప్రమేయం',
'prefs-files'                   => 'ఫైళ్ళు',
'prefs-custom-css'              => 'ప్రత్యేక CSS',
'prefs-custom-js'               => 'ప్రత్యేక JS',
'prefs-common-css-js'           => 'అన్ని అలంకారాలకై పంచుకోబడిన CSS/JS:',
'prefs-reset-intro'             => 'ఈ పేజీలో, మీ అభిరుచులను సైటు డిఫాల్టు విలువలకు మార్చుకోవచ్చు. మళ్ళీ వెనక్కి తీసుకుపోలేరు.',
'prefs-emailconfirm-label'      => 'ఈ-మెయిల్ నిర్ధారణ:',
'prefs-textboxsize'             => 'ఎడిటింగ్ విండో పరిమాణం',
'youremail'                     => 'మీ ఈ-మెయిలు*',
'username'                      => 'వాడుకరిపేరు:',
'uid'                           => 'వాడుకరి ID:',
'prefs-memberingroups'          => '{{PLURAL:$1|గుంపు|గుంపుల}} లో సభ్యులు:',
'prefs-registration'            => 'నమోదు సమయం:',
'yourrealname'                  => 'అసలు పేరు*',
'yourlanguage'                  => 'భాష:',
'yournick'                      => 'ముద్దు పేరు',
'prefs-help-signature'          => 'చర్చా పేజీల లోని వ్యాఖ్యలకు "<nowiki>~~~~</nowiki>"తో సంతకం చేస్తే అది మీ సంతకం మరియు కాలముద్రగా మారుతుంది.',
'badsig'                        => 'సంతకాన్ని సరిగ్గా ఇవ్వలేదు; HTML ట్యాగులను ఒకసారి పరిశీలించండి.',
'badsiglength'                  => 'మీ సంతకం చాలా పెద్దగా ఉంది.
ఇది తప్పనిసరిగా $1 {{PLURAL:$1|అక్షరం|అక్షరాల}} లోపులోనే ఉండాలి.',
'yourgender'                    => 'లింగం:',
'gender-unknown'                => 'వెల్లడించకండి',
'gender-male'                   => 'పురుషుడు',
'gender-female'                 => 'స్త్రీ',
'prefs-help-gender'             => 'ఐచ్ఛికం: లింగ-సమంజసమైన సంబోధనలకు ఈ మృదుఉపకరణం వాడుకుంటుంది. ఈ సమాచారం బహిర్గతమౌతుంది.',
'email'                         => 'ఈ-మెయిలు',
'prefs-help-realname'           => 'అసలు పేరు (తప్పనిసరి కాదు), మీ అసలు పేరు ఇస్తేగనక, మీ రచనలన్నీ మీ అసలు పేరుతోనే గుర్తిస్తూ ఉంటారు.',
'prefs-help-email'              => 'ఈ-మెయిలు చిరునామా ఐచ్చికం, కానీ మీరు సంకేతపదాన్ని మర్చిపోతే కొత్త సంకేతపదాన్ని మీకు పంపించడానికి అవసరమవుతుంది.',
'prefs-help-email-others'       => 'మీ గుర్తింపుని బయల్పరచకుండానే మీ వాడుకరి చర్చా పుటల నుండి ఇతరులు మిమ్మల్ని సంప్రదించే వీలుకల్పించవచ్చు.',
'prefs-help-email-required'     => 'ఈ-మెయిలు చిరునామా తప్పనిసరి.',
'prefs-info'                    => 'ప్రాధమిక సమాచారం',
'prefs-i18n'                    => 'అంతర్జాతీయీకరణ',
'prefs-signature'               => 'సంతకం',
'prefs-dateformat'              => 'తేదీ ఆకృతి',
'prefs-timeoffset'              => 'సమయ సవరణ',
'prefs-advancedediting'         => 'ఉన్నత ఎంపికలు',
'prefs-advancedrc'              => 'ఉన్నత ఎంపికలు',
'prefs-advancedrendering'       => 'ఉన్నత ఎంపికలు',
'prefs-advancedsearchoptions'   => 'ఉన్నత ఎంపికలు',
'prefs-advancedwatchlist'       => 'ఉన్నత ఎంపికలు',
'prefs-displayrc'               => 'ప్రదర్శన ఎంపికలు',
'prefs-displaysearchoptions'    => 'ప్రదర్శన ఎంపికలు',
'prefs-displaywatchlist'        => 'ప్రదర్శన ఎంపికలు',
'prefs-diffs'                   => 'తేడాలు',

# User preference: e-mail validation using jQuery
'email-address-validity-valid'   => 'ఈ-మెయిలు చిరునామా సరిగానే ఉన్నట్టుంది',
'email-address-validity-invalid' => 'దయచేసి సరైన ఈమెయిలు చిరునామాని ఇవ్వండి',

# User rights
'userrights'                   => 'వాడుకరి హక్కుల నిర్వహణ',
'userrights-lookup-user'       => 'వాడుకరి సమూహాలను సంభాళించండి',
'userrights-user-editname'     => 'సభ్యనామాన్ని ఇవ్వండి:',
'editusergroup'                => 'వాడుకరి గుంపులను మార్చు',
'editinguser'                  => "'''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]]) అనే పేరుగల సభ్యునికి హక్కులను మారుస్తున్నాము.",
'userrights-editusergroup'     => 'వాడుకరి సమూహాలను మార్చండి',
'saveusergroups'               => 'వాడుకరి గుంపులను భద్రపరచు',
'userrights-groupsmember'      => 'సభ్యులు:',
'userrights-groupsmember-auto' => 'సంభావిత సభ్యులు:',
'userrights-groups-help'       => 'ఈ వాడుకరి ఏయే గుంపులలో ఉండవచ్చో మీరు మార్చవచ్చు.
* టిక్కు పెట్టివుంటే ఆ గుంపులో ఈ వాడుకరి ఉన్నట్టు.
* టిక్కు లేకుంటే ఆ గుంపులో ఈ వాడుకరి లేనట్టు.
* <nowiki>*</nowiki> ఉంటే ఒకసారి ఆ గుంపుని చేర్చాకా మీరు తీసివేయలేరు, లేదా తీసివేసాకా తిరిగి చేర్చలేరు.',
'userrights-reason'            => 'కారణం:',
'userrights-no-interwiki'      => 'ఇతర వికీలలో వాడుకరి హక్కులను మార్చడానికి మీకు అనుమతి లేదు.',
'userrights-nodatabase'        => '$1 అనే డేటాబేసు లేదు లేదా అది స్థానికం కాదు.',
'userrights-nologin'           => 'వాడుకరి హక్కులను ఇవ్వడానికి మీరు తప్పనిసరిగా ఓ నిర్వాహక ఖాతాతో [[Special:UserLogin|లోనికి ప్రవేశించాలి]].',
'userrights-notallowed'        => 'వాడుకరి హక్కులను మార్చగలిగే అనుమతి మీ ఖాతాకు లేదు.',
'userrights-changeable-col'    => 'మీరు మార్చదగిన గుంపులు',
'userrights-unchangeable-col'  => 'మీరు మార్చలేని గుంపులు',

# Groups
'group'               => 'గుంపు:',
'group-user'          => 'వాడుకరులు',
'group-autoconfirmed' => 'ఆటోమాటిగ్గా నిర్థారించబడిన వాడుకరులు',
'group-bot'           => 'బాట్‌లు',
'group-sysop'         => 'నిర్వాహకులు',
'group-bureaucrat'    => 'అధికారులు',
'group-suppress'      => 'పరాకులు',
'group-all'           => '(అందరూ)',

'group-user-member'          => 'వాడుకరి',
'group-autoconfirmed-member' => 'ఆటోమాటిగ్గా నిర్థారించబడిన వాడుకరి',
'group-bot-member'           => 'బాట్',
'group-sysop-member'         => 'నిర్వాహకుడు',
'group-bureaucrat-member'    => 'అధికారి',
'group-suppress-member'      => 'పరాకు',

'grouppage-user'          => '{{ns:project}}:వాడుకరులు',
'grouppage-autoconfirmed' => '{{ns:project}}:ఆటోమాటిగ్గా నిర్థారించబడిన వాడుకరులు',
'grouppage-bot'           => '{{ns:project}}:బాట్లు',
'grouppage-sysop'         => '{{ns:project}}:నిర్వాహకులు',
'grouppage-bureaucrat'    => '{{ns:project}}:అధికార్లు',
'grouppage-suppress'      => '{{ns:project}}:పరాకు',

# Rights
'right-read'                  => 'పేజీలు చదవడం',
'right-edit'                  => 'పేజీలను మార్చడం',
'right-createpage'            => 'పేజీలను సృష్టించడం (చర్చాపేజీలు కానివి)',
'right-createtalk'            => 'చర్చా పేజీలను సృష్టించడం',
'right-createaccount'         => 'కొత్త వాడుకరి ఖాతాలను సృష్టించడం',
'right-minoredit'             => 'మార్పుని చిన్నదిగా గుర్తించడం',
'right-move'                  => 'పేజీలను తరలించడం',
'right-move-subpages'         => 'పేజీలను వాటి ఉపపేజీలతో బాటుగా తరలించడం',
'right-move-rootuserpages'    => 'వాడుకరుల ప్రధాన పేజీలను తరలించగలగడం',
'right-movefile'              => 'ఫైళ్ళను తరలించడం',
'right-suppressredirect'      => 'పేజీని తరలించేటపుడు పాత పేరు నుండి దారిమార్పును సృష్టించకుండా ఉండటం',
'right-upload'                => 'దస్త్రాలను ఎక్కించడం',
'right-reupload'              => 'ఇప్పటికే ఉన్న ఫైలును తిరగరాయి',
'right-reupload-own'          => 'తానే ఇదివరలో అప్‌లోడు చేసిన ఫైలును తిరగరాయి',
'right-reupload-shared'       => 'స్థానికంగా ఉమ్మడి మీడియా సొరుగులోని ఫైళ్ళను అధిక్రమించు',
'right-upload_by_url'         => 'URL అడ్రసునుండి ఫైలును అప్‌లోడు చెయ్యి',
'right-purge'                 => 'పేజీకి సంబంధించిన సైటు కాషెను, నిర్ధారణ కోరకుండానే తొలగించు',
'right-autoconfirmed'         => 'అర్ధ సంరక్షణలో ఉన్న పేజీలలో దిద్దుబాటు చెయ్యి',
'right-bot'                   => 'ఆటోమాటిక్ ప్రాసెస్ లాగా భావించబడు',
'right-nominornewtalk'        => 'చర్చా పేజీల్లో జరిగిన అతి చిన్న మార్పులకు కొత్తసందేశము వచ్చిందన్న సూచన చెయ్యవద్దు',
'right-apihighlimits'         => 'API ప్రశ్నల్లో ఉన్నత పరిమితులను వాడు',
'right-writeapi'              => 'రైట్ API వినియోగం',
'right-delete'                => 'పేజీలను తొలగించడం',
'right-bigdelete'             => 'చాలా పెద్ద చరితం ఉన్న పేజీలను తొలగించు',
'right-deleterevision'        => 'పేజీల ప్రత్యేకించిన కూర్పులను తొలగించు, తొలగింపును నివారించు',
'right-deletedhistory'        => 'తొలగింపులను, వాటి పాఠ్యం లేకుండా, చరితంలో చూడు',
'right-deletedtext'           => 'తొలగించిన పాఠ్యాన్ని మరియు తొలగించిన కూర్పుల మధ్య మార్పలని చూడగలగడం',
'right-browsearchive'         => 'తొలగించిన పేజీలను వెతుకు',
'right-undelete'              => 'పేజీ తొలగింపును రద్దు చెయ్యి',
'right-suppressrevision'      => 'నిర్వాహకులకు కనబడకుండా ఉన్న కూర్పులను సమీక్షించి పౌనస్థాపించు',
'right-suppressionlog'        => 'గోప్యంగా ఉన్న లాగ్‌లను చూడు',
'right-block'                 => 'దిద్దుబాటు చెయ్యకుండా ఇతర వాడుకరులను నిరోధించగలగడం',
'right-blockemail'            => 'ఈమెయిలు పంపకుండా సభ్యుని నిరోధించు',
'right-hideuser'              => 'ప్రజలకు కనబడకుండా చేసి, సభ్యనామాన్ని నిరోధించు',
'right-ipblock-exempt'        => 'ఐపీ నిరోధాలు, ఆటో నిరోధాలు, శ్రేణి నిరోధాలను తప్పించు',
'right-proxyunbannable'       => 'ప్రాక్సీల ఆటోమాటిక్ నిరోధాన్ని తప్పించు',
'right-unblockself'           => 'వారినే అనిరోధించుకోవడం',
'right-protect'               => 'సంరక్షణ స్థాయిలను మార్చు, సంరక్షిత పేజీలలో దిద్దుబాటు చెయ్యి',
'right-editprotected'         => 'సంరక్షిత పేజీలలో దిద్దుబటు చెయ్యి (కాస్కేడింగు సంరక్షణ లేనివి)',
'right-editinterface'         => 'యూజరు ఇంటరుఫేసులో దిద్దుబాటు చెయ్యి',
'right-editusercssjs'         => 'ఇతర వాడుకరుల CSS, JS ఫైళ్ళలో దిద్దుబాటు చెయ్యి',
'right-editusercss'           => 'ఇతర వాడుకరుల CSS ఫైళ్ళలో దిద్దుబాటు చెయ్యి',
'right-edituserjs'            => 'ఇతర వాడుకరుల JS ఫైళ్ళలో దిద్దుబాటు చెయ్యి',
'right-rollback'              => 'ఒకానొక పేజీలో చివరి దిద్దుబాటు చేసిన వాడుకరి చేసిన దిద్దుబాట్లను రద్దుచేయి',
'right-markbotedits'          => 'వెనక్కి తెచ్చిన దిద్దుబాట్లను బాట్ దిద్దుబాట్లుగా గుర్తించు',
'right-noratelimit'           => 'రేటు పరిమితులు ప్రభావం చూపవు',
'right-import'                => 'ఇతర వికీల నుండి పేజీలను దిగుమతి చేసుకో',
'right-importupload'          => 'ఫైలు అప్‌లోడు నుండి పేజీలను దిగుమతి చేసుకో',
'right-patrol'                => 'ఇతరుల దిద్దుబాట్లను నిఘాలో ఉన్నట్లుగా గుర్తించు',
'right-autopatrol'            => 'తానే చేసిన మార్పులను నిఘాలో ఉన్నట్లుగా ఆటోమాటిగా గుర్తించు',
'right-patrolmarks'           => 'ఇటీవలి మార్పుల నిఘా గుర్తింపులను చూడు',
'right-unwatchedpages'        => 'వీక్షణలో లేని పేజీల జాబితాను చూడు',
'right-trackback'             => 'ట్రాక్‌బ్యాక్‌ను సమర్పించు',
'right-mergehistory'          => 'పేజీల యొక్క చరిత్రలని విలీనం చేయగలగడం',
'right-userrights'            => 'వాడుకరులందరి హక్కులను మార్చు',
'right-userrights-interwiki'  => 'ఇతర వికీల్లోని వాడుకరుల హక్కులను మార్చు',
'right-siteadmin'             => 'డేటాబేసును లాక్, అన్‌లాక్ చెయ్యి',
'right-reset-passwords'       => 'మిగతా వాడుకరుల సందేశమును మార్చుము',
'right-override-export-depth' => '5 లింకుల లోతు వరకు ఉన్న పేజీలతో సహా, పేజీలను ఎగుమతి చెయ్యి',
'right-sendemail'             => 'ఇతర వాడుకరులకు ఈ-మెయిలు పంపించగలగడం',
'right-revisionmove'          => 'కూర్పులని తరలించగలగడం',
'right-disableaccount'        => 'ఖాతాలని అచేతనం చెయ్యడం',

# User rights log
'rightslog'      => 'వాడుకరుల హక్కుల మార్పుల చిట్టా',
'rightslogtext'  => 'ఇది వాడుకరుల హక్కులకు జరిగిన మార్పుల చిట్టా.',
'rightslogentry' => '$1 గారి సభ్యత్వ గుంపును $2 నుండి $3 కి మార్చారు',
'rightsnone'     => '(ఏమీలేవు)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'ఈ పేజీని చూసే',
'action-edit'                 => 'ఈ పుటని మార్చే',
'action-createpage'           => 'పేజీలను సృష్టించే',
'action-createtalk'           => 'చర్చాపేజీలను సృష్టించే',
'action-createaccount'        => 'ఈ వాడుకరి ఖాతాని సృష్టించే',
'action-minoredit'            => 'ఈ మార్పుని చిన్నదానిగా గుర్తించే',
'action-move'                 => 'ఈ పేజీని తరలించే',
'action-move-subpages'        => 'ఈ పేజీని మరియు దీని ఉపపేజీలను తరలించే',
'action-move-rootuserpages'   => 'ప్రధాన వాడుకరి పేజీలని తరలించగడగడం',
'action-movefile'             => 'ఈ ఫైలుని తరలించే',
'action-upload'               => 'ఈ దస్త్రాన్ని ఎక్కించే',
'action-reupload'             => 'ఈ ఫైలుని తిరగవ్రాసే',
'action-reupload-shared'      => 'సామూహిక నిక్షేపంపై ఈ ఫైలును అతిక్రమించు',
'action-upload_by_url'        => 'ఈ ఫైలుని URL చిరునామా నుండి ఎగుమతి చేసే',
'action-writeapi'             => 'వ్రాసే APIని ఉపయోగించే',
'action-delete'               => 'ఈ పేజీని తొలగించే',
'action-deleterevision'       => 'ఈ కూర్పుని తొలగించే',
'action-deletedhistory'       => 'ఈ పేజీ యొక్క తొలగించిన చరిత్రని చూసే',
'action-browsearchive'        => 'తొలగించిన పేజీలలో వెతికే',
'action-undelete'             => 'ఈ పేజీని పునఃస్థాపించే',
'action-suppressrevision'     => 'ఈ దాచిన కూర్పుని సమీక్షించి పునఃస్థాపించే',
'action-suppressionlog'       => 'ఈ అంతరంగిక చిట్టాను చూసే',
'action-block'                => 'ఈ వాడుకరిని మార్పులు చేయడం నుండి నిరోధించే',
'action-protect'              => 'ఈ పేజీకి సంరక్షణా స్థాయిని మార్చే',
'action-import'               => 'మరో వికీ నుండి ఈ పేజీని దిగుమతి చేసే',
'action-importupload'         => 'ఎగుమతి చేసిన ఫైలు నుండి ఈ పేజీలోనికి దిగుమతి చేసే',
'action-patrol'               => 'ఇతరుల మార్పులను పర్యవేక్షించినవిగా గుర్తించే',
'action-autopatrol'           => 'మీ మార్పులను పర్యవేక్షించినవిగా గుర్తించే',
'action-unwatchedpages'       => 'వీక్షణలో లేని పేజీల జాబితాని చూసే',
'action-trackback'            => 'ట్రాకుబ్యాకుని దాఖలుచేసే',
'action-mergehistory'         => 'ఈ పేజీ యొక్క చరిత్రని విలీనం చేసే',
'action-userrights'           => 'అందరు వాడుకరుల హక్కులను మార్చే',
'action-userrights-interwiki' => 'ఇతర వికీలలో వాడుకరుల యొక్క హక్కులను మార్చే',
'action-siteadmin'            => 'డాటాబేసుకి తాళం వేసే లేదా తీసే',
'action-revisionmove'         => 'కూర్పులని తరలించడానికి',

# Recent changes
'nchanges'                          => '{{PLURAL:$1|ఒక మార్పు|$1 మార్పులు}}',
'recentchanges'                     => 'ఇటీవలి మార్పులు',
'recentchanges-legend'              => 'ఇటీవలి మార్పుల ఎంపికలు',
'recentchangestext'                 => 'వికీలో ఇటీవల జరిగిన మార్పులను ఈ పుటలో గమనించవచ్చు.',
'recentchanges-feed-description'    => 'ఈ ఫీడు ద్వారా వికీలో జరుగుతున్న మార్పుల గురించి ఎప్పటికప్పుడు సమాచారాన్ని పొందండి.',
'recentchanges-label-newpage'       => 'ఈ మార్పు కొత్త పేజీని సృష్టించింది',
'recentchanges-label-minor'         => 'ఇది ఒక చిన్న మార్పు',
'recentchanges-label-bot'           => 'ఈ మార్పును ఒక బాటు చేసింది',
'recentchanges-label-unpatrolled'   => 'ఈ దిద్దుబాటు మీద నిఘా లేదు',
'rcnote'                            => "$4 నాడు $5 సమయానికి, గత {{PLURAL:$2|ఒక్క రోజులో|'''$2''' రోజులలో}} చేసిన చివరి {{PLURAL:$1|ఒక్క మార్పు కింద ఉంది|'''$1''' మార్పులు కింద ఉన్నాయి}}.",
'rcnotefrom'                        => '<b>$2</b> నుండి జరిగిన మార్పులు (<b>$1</b> వరకు చూపబడ్డాయి).',
'rclistfrom'                        => '$1 నుండి జరిగిన మార్పులను చూపించు',
'rcshowhideminor'                   => 'చిన్న మార్పులను $1',
'rcshowhidebots'                    => 'బాట్లను $1',
'rcshowhideliu'                     => 'ప్రవేశించిన వాడుకరుల మార్పులను $1',
'rcshowhideanons'                   => 'అజ్ఞాత వాడుకరులను $1',
'rcshowhidepatr'                    => 'నిఘాలో ఉన్న మార్పులను $1',
'rcshowhidemine'                    => 'నా మార్పులను $1',
'rclinks'                           => 'గత  $2 రోజుల లోని చివరి $1 మార్పులను చూపించు <br />$3',
'diff'                              => 'తేడాలు',
'hist'                              => 'చరిత్ర',
'hide'                              => 'దాచు',
'show'                              => 'చూపించు',
'minoreditletter'                   => 'చి',
'newpageletter'                     => 'కొ',
'boteditletter'                     => 'బా',
'number_of_watching_users_pageview' => '[వీక్షిస్తున్న సభ్యులు: {{PLURAL:$1|ఒక్కరు|$1}}]',
'rc_categories'                     => 'ఈ వర్గాలకు పరిమితం చెయ్యి ("|" తో వేరు చెయ్యండి)',
'rc_categories_any'                 => 'ఏదయినా',
'newsectionsummary'                 => '/* $1 */ కొత్త విభాగం',
'rc-enhanced-expand'                => 'వివరాలని చూపించు (జావాస్క్రిప్ట్ అవసరం)',
'rc-enhanced-hide'                  => 'వివరాలని దాచు',

# Recent changes linked
'recentchangeslinked'          => 'సంబంధిత మార్పులు',
'recentchangeslinked-feed'     => 'సంబంధిత మార్పులు',
'recentchangeslinked-toolbox'  => 'సంబంధిత మార్పులు',
'recentchangeslinked-title'    => '$1 కు సంబంధించిన మార్పులు',
'recentchangeslinked-noresult' => 'మీరిచ్చిన కాలంలో ఇక్కడికి లింకు ఉన్న పేజీలలో ఎటువంటు మార్పులూ జరగలేదు.',
'recentchangeslinked-summary'  => "దీనికి లింకై ఉన్న పేజీల్లో జరిగిన చివరి మార్పులు ఇక్కడ చూడవచ్చు. మీ వీక్షణ జాబితాలో ఉన్న పేజీలు '''బొద్దు'''గా ఉంటాయి.",
'recentchangeslinked-page'     => 'పుట పేరు:',
'recentchangeslinked-to'       => 'ఇచ్చిన పేజీకి లింకయివున్న పేజీలలో జరిగిన మార్పులను చూపించు',

# Upload
'upload'                      => 'దస్త్రపు ఎక్కింపు',
'uploadbtn'                   => 'దస్త్రాన్ని ఎక్కించు',
'reuploaddesc'                => 'మళ్ళీ అప్‌లోడు ఫారంకు వెళ్ళు.',
'upload-tryagain'             => 'మార్చిన ఫైలు వివరణని దాఖలుచేయండి',
'uploadnologin'               => 'లాగిన్‌ అయిలేరు',
'uploadnologintext'           => 'ఫైలు అప్‌లోడు చెయ్యాలంటే, మీరు [[Special:UserLogin|లాగిన్‌]] కావాలి',
'upload_directory_missing'    => 'ఎగుమతి డైరెక్టరీ ($1) తప్పింది మరియు వెబ్ సర్వర్ దాన్ని సృష్టించలేకున్నది.',
'upload_directory_read_only'  => 'అప్‌లోడు డైరెక్టరీ ($1), వెబ్‌సర్వరు రాసేందుకు అనుకూలంగా లేదు.',
'uploaderror'                 => 'ఎక్కింపు పొరపాటు',
'upload-recreate-warning'     => "'''హెచ్చరిక: ఆ పేరుతో ఉన్న దస్త్రాన్ని తరలించి లేదా తొలగించి ఉన్నారు.'''

మీ సౌకర్యం కోసం ఈ పుట యొక్క తొలగింపు మరియు తరలింపు చిట్టాని ఇక్కడ ఇస్తున్నాం:",
'uploadtext'                  => "దస్త్రాలను ఎక్కించడానికి ఈ కింది ఫారాన్ని ఉపయోగించండి.
గతంలో ఎక్కించిన దస్త్రాలను చూడడానికి లేదా వెతకడానికి [[Special:FileList|ఎక్కించిన దస్త్రాల యొక్క జాబితా]]కు వెళ్ళండి, (పునః)ఎక్కింపులు [[Special:Log/upload|ఎక్కింపుల చిట్టా]] లోనూ తొలగింపులు [[Special:Log/delete|తొలగింపుల చిట్టా]] లోనూ కూడా నమోదవుతాయి.

ఒక దస్త్రాన్ని ఏదైనా పుటలో చేర్చడానికి, కింద చూపిన వాటిలో ఏదేనీ విధంగా లింకుని వాడండి:
* దస్త్రపు పూర్తి కూర్పుని వాడడానికి '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>'''
* ఎడమ వైపు మార్జినులో 200 పిక్సెళ్ళ వెడల్పుగల బొమ్మ  మరియు 'ప్రత్యామ్నాయ పాఠ్యం' అన్న వివరణతో గల పెట్టె కోసం  '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|ప్రత్యామ్నాయ పాఠ్యం]]</nowiki></tt>'''
* దస్త్రాన్ని చూపించకుండా నేరుగా లింకు ఇవ్వడానికి '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>'''",
'upload-permitted'            => 'అనుమతించే ఫైలు రకాలు: $1.',
'upload-preferred'            => 'అనుమతించే ఫైలు రకాలు: $1.',
'upload-prohibited'           => 'నిషేధించిన ఫైలు రకాలు: $1.',
'uploadlog'                   => 'ఎక్కింపుల చిట్టా',
'uploadlogpage'               => 'ఎక్కింపుల చిట్టా',
'uploadlogpagetext'           => 'ఇటీవల జరిగిన ఫైలు అప్‌లోడుల జాబితా ఇది.',
'filename'                    => 'ఫైలు పేరు',
'filedesc'                    => 'సారాంశం',
'fileuploadsummary'           => 'సారాంశం:',
'filereuploadsummary'         => 'ఫైలు మార్పులు:',
'filestatus'                  => 'కాపీహక్కు స్థితి:',
'filesource'                  => 'మూలం:',
'uploadedfiles'               => 'ఎగుమతయిన ఫైళ్ళు',
'ignorewarning'               => 'హెచ్చరికను పట్టించుకోకుండా ఫైలును భద్రపరచు',
'ignorewarnings'              => 'హెచ్చరికలను పట్టించుకోవద్దు',
'minlength1'                  => 'పైలు పేర్లు కనీసం ఒక్క అక్షరమైనా ఉండాలి.',
'illegalfilename'             => '"$1" అనే దస్త్రపుపేరు పేజీ శీర్షికలలో వాడకూడని అక్షరాలను కలిగివుంది.
దస్త్రపు పేరుని మార్చి మళ్ళీ ఎక్కించడానికి ప్రయత్నించండి.',
'badfilename'                 => 'ఫైలు పేరు "$1"కి మార్చబడినది.',
'filetype-mime-mismatch'      => 'దస్త్రపు పొడగింపు ".$1" ఆ దస్త్రం యొక్క MIME రకం ($2) తో సరిపోలలేదు.',
'filetype-badmime'            => '"$1" MIME రకం ఉన్న ఫైళ్ళను ఎగుమతికి అనుమతించం.',
'filetype-bad-ie-mime'        => 'ఈ ఫైలుని ఎగుమతి చేయలేరు ఎందుకంటే ఇంటర్నెట్ ఎక్స్‌ప్లోరర్ దీన్ని "$1" గా చూపిస్తుంది, ఇది అనుమతి లేని మరియు ప్రమాదకారమైన ఫైలు రకం.',
'filetype-unwanted-type'      => "'''\".\$1\"''' అనేది అవాంఛిత ఫైలు రకం.
\$2 {{PLURAL:\$3|అనేది వాడదగ్గ ఫైలు రకం|అనేవి వాడదగ్గ ఫైలు రకాలు}}.",
'filetype-banned-type'        => "'''\".\$1\"''' అనే ఫైలు రకాన్ని అనుమతించం.
అనుమతించే {{PLURAL:\$3|ఫైలు రకం ఇదీ|ఫైలు రకాలు ఇవీ}}: \$2.",
'filetype-missing'            => 'ఫైలుకి పొడగింపు (".jpg" లాంటిది) లేదు.',
'empty-file'                  => 'మీరు సమర్పించిన దస్త్రం ఖాళీగా ఉంది.',
'file-too-large'              => 'మీరు సమర్పించిన దస్త్రం చాలా పెద్దగా ఉంది.',
'filename-tooshort'           => 'దస్త్రపు పేరు మరీ చిన్నగా ఉంది.',
'filetype-banned'             => 'ఈ రకపు దస్త్రాలని నిషేధించాము.',
'verification-error'          => 'దస్త్రపు తనిఖీలో ఈ దస్త్రం ఉత్తీర్ణమవలేదు.',
'hookaborted'                 => 'మీరు చేయప్రత్నించిన మార్పుని ఒక పొడగింత కొక్కెం విచ్ఛిన్నం చేసింది.',
'illegal-filename'            => 'ఆ దస్త్రపుపేరు అనుమతించబడదు.',
'overwrite'                   => 'ఇప్పటికే ఉన్న దస్త్రాన్ని తిరిగరాయడం అనుమతించబడదు.',
'unknown-error'               => 'ఏదో తెలియని పొరపాటు జరిగింది.',
'tmp-create-error'            => 'తాత్కాలిక దస్త్రాన్ని సృష్టించలేకపోయాం.',
'tmp-write-error'             => 'తాత్కాలిక దస్త్రాన్ని రాయడంలో పొరపాటు.',
'large-file'                  => 'ఫైళ్ళు $1 కంటే పెద్దవిగా ఉండకుండా ఉంటే మంచిది; ఈ ఫైలు $2 ఉంది.',
'largefileserver'             => 'ఈ ఫైలు సైజు సర్వరులో విధించిన పరిమితి కంటే ఎక్కువగా ఉంది.',
'emptyfile'                   => 'మీరు అప్‌లోడు చేసిన ఫైలు ఖాళీగా ఉన్నట్లుంది. ఫైలు పేరును ఇవ్వడంలో స్పెల్లింగు తప్పు దొర్లి ఉండొచ్చు. మీరు అప్‌లోడు చెయ్యదలచింది ఇదో కాదో నిర్ధారించుకోండి.',
'fileexists'                  => "ఈ పేరుతో ఒక ఫైలు ఇప్పటికే ఉంది.
దీనిని మీరు మార్చాలో లేదో తెలియకపోతె ఫైలు '''<tt>[[:$1]]</tt>'''ని చూడండి.
[[$1|thumb]]",
'filepageexists'              => "ఈ ఫైలు కొరకు వివరణ పేజీని '''<tt>[[:$1]]</tt>''' వద్ద ఈసరికే సృష్టించారు, కానీ ఆ పేరుతో ప్రస్తుతం ఏ ఫైలూ లేదు. మీరు ఇస్తున్న సంగ్రహం ఆ వివరణ పేజీలో కనబడదు. మీ సంగ్రహం అక్కడ కనబడాలంటే, నేరుగా అక్కడే చేర్చాలి.
[[$1|thumb]]",
'fileexists-extension'        => "ఇటువంటి పేరుతో మరో ఫైలు ఉంది: [[$2|thumb]]
* ఎగుమతి చేస్తున్న ఫైలు పేరు: '''<tt>[[:$1]]</tt>'''
* ప్రస్తుతం ఉన్న ఫైలు పేరు: '''<tt>[[:$2]]</tt>'''
దయచేసి మరో పేరు ఎంచుకోండి.",
'fileexists-thumbnail-yes'    => "ఈ ఫైలు కుదించిన బొమ్మ లాగా ఉంది ''(థంబ్‌నెయిలు)''. [[$1|thumb]]
'''<tt>[[:$1]]</tt>''' ఫైలు చూడండి.
గుర్తు పెట్టబడిన ఫైలు అసలు సైజే అది అయితే, మరో థంబ్‌నెయిలును అప్‌లోడు చెయ్యాల్సిన అవసరం లేదు.",
'file-thumbnail-no'           => "ఫైలు పేరు '''<tt>$1</tt>''' తో మొదలవుతోంది.
అది పరిమాణం తగ్గించిన ''(నఖచిత్రం)'' లాగా అనిపిస్తోంది.
ఈ బొమ్మ యొక్క పూర్తి స్పష్టత కూర్పు ఉంటే, దాన్ని ఎగుమతి చెయ్యండి. లేదా ఫైలు పేరును మార్చండి.",
'fileexists-forbidden'        => 'ఈ పేరుతో ఇప్పటికే ఒక ఫైలు ఉంది, దాన్ని తిరగరాయలేరు.
మీరు ఇప్పటికీ ఈ ఫైలుని ఎగుమతి చేయాలనుకుంటే, వెనక్కి వెళ్ళి మరో పేరుతో ఎగుమతి చేయండి. [[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'ఈ పేరుతో ఇప్పటికే ఒక ఫైలు అందరి ఫైళ్ళ ఖజానాలో ఉంది.
ఇప్పటికీ మీ ఫైలుని ఎగుమతి చేయాలనుకుంటే, వెనక్కివెళ్ళి మరో పేరు వాడండి. [[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'ఈ ఫైలు క్రింద పేర్కొన్న {{PLURAL:$1|ఫైలుకి|ఫైళ్ళకి}} నకలు:',
'file-deleted-duplicate'      => 'గతంలో ఈ ఫైలు లాంటిదే ఒక ఫైలుని ([[:$1]]) తొలగించివున్నారు. మీరు దీన్ని ఎగుమతి చేసేముందు ఆ ఫైలు యొక్క తొలగింపు చరిత్రని ఒక్కసారి చూడండి.',
'uploadwarning'               => 'ఎక్కింపు హెచ్చరిక',
'uploadwarning-text'          => 'ఫైలు వివరణని క్రింద మార్చి మళ్ళీ ప్రయత్నించండి.',
'savefile'                    => 'దస్త్రాన్ని భద్రపరచు',
'uploadedimage'               => '"[[$1]]"ని ఎక్కించారు',
'overwroteimage'              => '"[[$1]]" యొక్క కొత్త కూర్పును ఎక్కించారు',
'uploaddisabled'              => 'క్షమించండి, అప్‌లోడు చెయ్యడం ప్రస్తుతానికి ఆపబడింది',
'copyuploaddisabled'          => 'URL ద్వారా ఎక్కింపుని అశక్తం చేసారు.',
'uploadfromurl-queued'        => 'మీ ఎక్కింపు వరుసలో ఉంది.',
'uploaddisabledtext'          => 'ఫైళ్ళ ఎగుమతులను అచేతనం చేసారు.',
'php-uploaddisabledtext'      => 'PHPలో ఫైలు ఎక్కింపులు అచేతనమై ఉన్నాయి.
దయచేసి file_uploads అమరికని చూడండి.',
'uploadscripted'              => 'ఈ ఫైల్లో HTML కోడు గానీ స్క్రిప్టు కోడు గానీ ఉంది. వెబ్ బ్రౌజరు దాన్ని పొరపాటుగా అనువదించే అవకాశం ఉంది.',
'uploadvirus'                 => 'ఈ ఫైలులో వైరస్‌ ఉంది! వివరాలు: $1',
'upload-source'               => 'మూల ఫైలు',
'sourcefilename'              => 'మూలం ఫైలుపేరు:',
'sourceurl'                   => 'మూల URL:',
'destfilename'                => 'ఉద్దేశించిన ఫైలుపేరు:',
'upload-maxfilesize'          => 'గరిష్ట ఫైలు పరిమాణం: $1',
'upload-description'          => 'ఫైలు వివరణ',
'upload-options'              => 'ఎక్కింపు వికల్పాలు',
'watchthisupload'             => 'ఈ ఫైలుని గమనించు',
'filewasdeleted'              => 'ఇదే పేరుతో ఉన్న ఒక ఫైలును గతంలో అప్లోడు చేసారు, తరువాతి కాలంలో దాన్ని తొలగించారు. దాన్నీ మళ్ళీ అప్లోడు చేసే ముందు, మీరు $1 ను చూడాలి',
'upload-wasdeleted'           => "'''హెచ్చరిక: గతంలో తొలగించబడ్డ ఫైలుని మీరు ఎక్కిస్తున్నారు.'''

కొనసాగే ముందు ఈ ఫైలుని ఎక్కించడం సరియో కాదో చూసుకోండి.
సౌలభ్యంకోసం ఈ ఫైలు యొక్క తొలగింపు చిట్టాని ఇక్కడ ఇస్తున్నాం:",
'filename-bad-prefix'         => "మీరు అప్లోడు చేస్తున్న ఫైలు పేరు '''\"\$1\"''' తో మొదలవుతుంది. ఇది డిజిటల్ కెమెరాలు ఆటోమాటిగ్గా ఇచ్చే పేరు. మరింత వివరంగా ఉండే పేరును ఎంచుకోండి.",
'upload-success-subj'         => 'అప్‌లోడు జయప్రదం',
'upload-success-msg'          => '[$2] నుండి మీ ఎక్కింపు సఫలమైంది. అది ఇక్కడ అందుబాటులో ఉంది: [[:{{ns:file}}:$1]]',
'upload-failure-subj'         => 'ఎక్కింపు సమస్య',
'upload-failure-msg'          => '[$2] నుండి మీ ఎక్కింపుతో ఏదో సమస్య ఉంది:

$1',
'upload-warning-subj'         => 'ఎక్కింపు హెచ్చరిక',
'upload-warning-msg'          => '[$2] నుండి మీ ఎక్కింపులో ఏదో సమస్య ఉంది.  దాన్ని సరిచేయడానికి మీరు తిరిగి [[Special:Upload/stash/$1|ఎక్కింపు ఫారానికి]] వెళ్ళవచ్చు.',

'upload-proto-error'        => 'తప్పు ప్రోటోకోల్',
'upload-proto-error-text'   => 'రిమోట్ అప్‌లోడులు చెయ్యాలంటే URLలు <code>http://</code> లేదా <code>ftp://</code> తో మొదలు కావాలి.',
'upload-file-error'         => 'అంతర్గత లోపం',
'upload-file-error-text'    => 'సర్వరులో తాత్కాలిక ఫైలును సృష్టించబోగా ఏదో అంతర్గత లోపం తలెత్తింది. ఎవరైనా [[Special:ListUsers/sysop|నిర్వాహకుడిని]] సంప్రదించండి.',
'upload-misc-error'         => 'తెలియని అప్‌లోడు లోపం',
'upload-misc-error-text'    => 'అప్‌లోడు చేస్తూండగా ఏదో తెలియని లోపం తలెత్తింది. URL సరైనదేనని, అది అందుబాటులోనే ఉందని నిర్ధారించుకుని మళ్ళీ ప్రయత్నిందండి. సమస్య అలాగే ఉంటే, సిస్టము నిర్వాహకుని సంప్రదించండి.',
'upload-too-many-redirects' => 'ఆ URLలో చాలా దారిమార్పులు ఉన్నాయి',
'upload-unknown-size'       => 'సైజు తెలియదు',
'upload-http-error'         => 'ఒక HTTP పొరపాటు జరిగింది: $1',

# Special:UploadStash
'uploadstash-refresh' => 'దస్త్రాల జాబిజాను తాజాకరించు',

# img_auth script messages
'img-auth-accessdenied' => 'అనుమతిని నిరాకరించారు',
'img-auth-nopathinfo'   => 'PATH_INFO లేదు.
మీ సర్వరు ఈ సమాచారాన్ని పంపించేందుకు అనువుగా అమర్చి లేదు.
అది CGI ఆధారితమై ఉండొచ్చు. అంచేత img_auth కు అనుకూలంగా లేదు.
http://www.mediawiki.org/wiki/Manual:Image_Authorization చూడండి.',
'img-auth-notindir'     => 'అభ్యర్థించిన తోవ ఎక్కింపు సంచయంలో లేదు.',
'img-auth-badtitle'     => '"$1" నుండి సరైన శీర్షికని నిర్మించలేకపోయాం.',
'img-auth-nologinnWL'   => 'మీరు ప్రవేశించి లేరు మరియు "$1" అనేది తెల్లజాబితాలో లేదు.',
'img-auth-nofile'       => '"$1" అనే ఫైలు ఉనికిలో లేదు.',
'img-auth-isdir'        => 'మీరు "$1" అనే సంచయాన్ని చూడడానికి ప్రయత్నిస్తున్నారు.
ఫైళ్ళను చూడడానికి మాత్రమే అనుమతివుంది.',
'img-auth-streaming'    => '"$1" ను ప్రసారిస్తున్నాం.',
'img-auth-public'       => 'img_auth.php యొక్క పని, గోప్యవికీలనుండి ఫైళ్ళ వివరాలను బయట పెట్టడం.
ఇది బహిరంగ వికీగా తయారుచేయబడింది.
సరైన భద్రత కోసం, img_auth.php ను అచేతనం చేసాం.',
'img-auth-noread'       => '"$1"ని చూడడానికి వాడుకరికి అనుమతి లేదు.',

# HTTP errors
'http-invalid-url'      => 'తప్పుడు URL: $1',
'http-invalid-scheme'   => '"$1" ప్రణాళికలో ఉన్న URLలకు తోడ్పాటులేదు',
'http-request-error'    => 'తెలియని పొరపాటు వల్ల HTTP అభ్యర్థన విఫలమైంది.',
'http-read-error'       => 'HTTP చదువుటలో పొరపాటు.',
'http-timed-out'        => 'HTTP అభ్యర్థనకి కాలం చెల్లింది.',
'http-curl-error'       => 'URLని తేవడంలో పొరపాటు: $1',
'http-host-unreachable' => 'URLని చేరలేకపోయాం.',
'http-bad-status'       => 'HTTP అభ్యర్ధన చేస్తున్నప్పుడు సమస్య ఉంది: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'URL కు వెళ్ళలేకపోయాం',
'upload-curl-error6-text'  => 'ఇచ్చిన URL కు వెళ్ళలేకపోయాం. URL సరైనదేనని, సైటు పనిచేస్తూనే ఉన్నదనీ నిర్ధారించుకోండి.',
'upload-curl-error28'      => 'అప్లోడు కాలాతీతం',
'upload-curl-error28-text' => 'చాలా సమయం తరువాత కూడా సైటు స్పందించలేదు. సైటు పనిచేస్తూనే ఉందని నిర్ధారించుకుని, కాస్త ఆగి మళ్ళీ ప్రయత్నించండి. రద్దీ కాస్త తక్కువగా ఉన్నపుడు ప్రయత్నిస్తే నయం.',

'license'            => 'లైసెన్సు వివరాలు:',
'license-header'     => 'లైసెన్సింగ్',
'nolicense'          => 'దేన్నీ ఎంచుకోలేదు',
'license-nopreview'  => '(మునుజూపు అందుబాటులో లేదు)',
'upload_source_url'  => ' (సార్వజనికంగా అందుబాటులో ఉన్న, సరైన URL)',
'upload_source_file' => ' (మీ కంప్యూటర్లో ఒక ఫైలు)',

# Special:ListFiles
'listfiles-summary'     => 'ఈ ప్రత్యేక పేజీ ఇప్పటి వరకూ అప్లోడయిన ఫైళ్లను చూపిస్తుంది.
ఏ క్రమాన్నీ పేర్కొనకపోతే ఇటీవలే అప్లోడయిన ఫైళ్లను ముందుగా చూపిస్తుంది.
నిలువు వరుసలకున్న శీర్షికలపై నొక్కితే క్రమపరిచే విధానం మారుతుంది.',
'listfiles_search_for'  => 'మీడియా పేరుకై వెతుకు:',
'imgfile'               => 'ఫైలు',
'listfiles'             => 'ఫైళ్ళ జాబితా',
'listfiles_thumb'       => 'నఖచిత్రం',
'listfiles_date'        => 'తేదీ',
'listfiles_name'        => 'పేరు',
'listfiles_user'        => 'వాడుకరి',
'listfiles_size'        => 'పరిమాణం',
'listfiles_description' => 'వివరణ',
'listfiles_count'       => 'కూర్పులు',

# File description page
'file-anchor-link'                  => 'ఫైలు',
'filehist'                          => 'ఫైలు చరితం',
'filehist-help'                     => 'తేదీ/సమయం ను నొక్కి ఆ సమయాన ఫైలు ఎలా ఉండేదో చూడవచ్చు.',
'filehist-deleteall'                => 'అన్నిటినీ తొలగించు',
'filehist-deleteone'                => 'తొలగించు',
'filehist-revert'                   => 'తిరుగుసేత',
'filehist-current'                  => 'ప్రస్తుత',
'filehist-datetime'                 => 'తేదీ/సమయం',
'filehist-thumb'                    => 'నఖచిత్రం',
'filehist-thumbtext'                => '$1 యొక్క నఖచిత్ర కూర్పు',
'filehist-nothumb'                  => 'నఖచిత్రం లేదు',
'filehist-user'                     => 'వాడుకరి',
'filehist-dimensions'               => 'కొలతలు',
'filehist-filesize'                 => 'ఫైలు సైజు',
'filehist-comment'                  => 'వ్యాఖ్య',
'filehist-missing'                  => 'ఫైలు కనిపించుటలేదు',
'imagelinks'                        => 'ఫైలు లింకులు',
'linkstoimage'                      => 'కింది {{PLURAL:$1|పేజీ|$1 పేజీల}} నుండి ఈ ఫైలుకి లింకులు ఉన్నాయి:',
'linkstoimage-more'                 => '$1 కంటే ఎక్కువ {{PLURAL:$1|పేజీలు|పేజీలు}} ఈ ఫైలుకి లింకుని కలిగివున్నాయి.
ఈ ఫైలుకి లింకున్న {{PLURAL:$1|మొదటి ఒక పేజీని|మొదటి $1 పేజీలను}} ఈ క్రింది జాబితా చూపిస్తుంది.
[[Special:WhatLinksHere/$2|పూర్తి జాబితా]] కూడా ఉంది.',
'nolinkstoimage'                    => 'ఈ ఫైలుకు లింకున్న పేజీలు లేవు.',
'morelinkstoimage'                  => 'ఈ ఫైలుకు ఇంకా [[Special:WhatLinksHere/$1| లింకులను]] చూడు',
'redirectstofile'                   => 'క్రింద పేర్కొన్న {{PLURAL:$1|ఫైలు ఈ ఫైలుకి దారిమార్పు చెందుతుంది|$1 ఫైళ్ళు ఈ ఫైలుకి దారిమార్పు చెందుతాయి}}:',
'duplicatesoffile'                  => 'క్రింద పేర్కొన్న {{PLURAL:$1|ఫైలు ఈ ఫైలుకి నకలు|$1 ఫైళ్ళు ఈ ఫైలుకి నకళ్ళు}} ([[Special:FileDuplicateSearch/$2|మరిన్ని వివరాలు]]):',
'sharedupload'                      => 'ఈ ఫైలు $1 నుండి మరియు దీనిని ఇతర ప్రాజెక్టులలో కూడా ఉపయోగిస్తూవుండవచ్చు.',
'sharedupload-desc-there'           => 'ఈ ఫైలు $1 నుండి వచ్చింది అలానే ఇతర ప్రాజెక్టులలో కూడా ఉపయోగిస్తూ ఉండవచ్చు.
మరింత సమాచారం కోసం, దయచేసి [$2 ఫైలు వివరణ పేజీ]ని చూడండి.',
'sharedupload-desc-here'            => 'ఈ ఫైలు $1 నుండి మరియు దీనిని ఇతర ప్రాజెక్టులలో కూడా ఉపయోగిస్తూ ఉండవచ్చు.
దీని [$2 ఫైలు వివరణ పేజీ] లో ఉన్న వివరణని క్రింద చూపించాం.',
'filepage-nofile'                   => 'ఈ పేరుతో ఏ ఫైలు లేదు.',
'filepage-nofile-link'              => 'ఈ పేరుతో ఏ ఫైలూ లేదు, కానీ మీరు $1 ను అప్‌లోడ్ చెయ్యవచ్చు.',
'uploadnewversion-linktext'         => 'ఈ ఫైలు కొత్త కూర్పును అప్‌లోడు చెయ్యండి',
'shared-repo-from'                  => '$1 నుండి',
'shared-repo'                       => 'సామూహిక నిక్షేపం',
'shared-repo-name-wikimediacommons' => 'వికీమీడియా కామన్స్',

# File reversion
'filerevert'                => '$1 ను వెనక్కు తీసుకుపో',
'filerevert-legend'         => 'ఫైలును వెనక్కు తీసుకుపో',
'filerevert-intro'          => "మీరు '''[[Media:$1|$1]]''' ను [$3, $2 నాటి $4 కూర్పు]కు తీసుకు వెళ్తున్నారు.",
'filerevert-comment'        => 'కారణం:',
'filerevert-defaultcomment' => '$2, $1 నాటి కూర్పుకు తీసుకువెళ్ళాం',
'filerevert-submit'         => 'వెనక్కు తీసుకువెళ్ళు',
'filerevert-success'        => "'''[[Media:$1|$1]]''' ను  [$3, $2 నాటి $4 కూర్పు]కు తీసుకువెళ్ళాం.",
'filerevert-badversion'     => 'మీరిచ్చిన టైముస్టాంపుతో ఈ ఫైలుకు స్థానిక కూర్పేమీ లేదు.',

# File deletion
'filedelete'                  => '$1ని తొలగించు',
'filedelete-legend'           => 'ఫైలుని తొలగించు',
'filedelete-intro'            => "మీరు '''[[Media:$1|$1]]''' ఫైలుని దాని చరిత్రతో సహా తొలగించబోతున్నారు.",
'filedelete-intro-old'        => "మీరు '''[[Media:$1|$1]]''' యొక్క  [$4 $3, $2] నాటి కూర్పును తొలగిస్తున్నారు.",
'filedelete-comment'          => 'కారణం:',
'filedelete-submit'           => 'తొలగించు',
'filedelete-success'          => "'''$1'''ని తొలగించాం.",
'filedelete-success-old'      => "'''[[Media:$1|$1]]''' యొక్క  $3, $2 నాటి కూర్పును తొలగించాం.</span>",
'filedelete-nofile'           => "'''$1''' ఇక్కడ లేదు.",
'filedelete-nofile-old'       => "'''$1''' యొక్క పాత కూర్పుల్లో మీరిచ్చిన పరామితులు కలిగిన కూర్పేమీ లేదు.",
'filedelete-otherreason'      => 'ఇతర/అదనపు కారణం:',
'filedelete-reason-otherlist' => 'ఇతర కారణం',
'filedelete-reason-dropdown'  => '*తొలగింపునకు సాధారణ కారణాలు
** కాపీహక్కుల ఉల్లంఘన
** డూప్లికేట్ ఫైలు',
'filedelete-edit-reasonlist'  => 'తొలగింపు కారణాలని మార్చండి',
'filedelete-maintenance'      => 'సంరక్షణ నిమిత్తం ఫైళ్ళ తొలగింపు మరియు పునస్థాపనలను తాత్కాలికంగా అచేయతనం చేసారు.',

# MIME search
'mimesearch'         => 'బొమ్మల మెటాడేటా(MIME)ను వెతకండి',
'mimesearch-summary' => 'ఈ పేజీ MIME-రకాన్ననుసరించి ఫైళ్ళను వడగట్టేందుకు దోహదం చేస్తుంది. Input: contenttype/subtype, ఉదా. <tt>బొమ్మ/jpeg</tt>.',
'mimetype'           => 'MIME రకం:',
'download'           => 'డౌన్‌లోడు',

# Unwatched pages
'unwatchedpages' => 'వీక్షణలో లేని పేజీలు',

# List redirects
'listredirects' => 'దారిమార్పుల జాబితా',

# Unused templates
'unusedtemplates'     => 'వాడని మూసలు',
'unusedtemplatestext' => 'వేరే ఇతర పేజీలలో చేర్చని {{ns:template}} పేరుబరిలోని పేజీలన్నింటినీ ఈ పేజీ చూపిస్తుంది.
మూసలను తొలగించే ముందు వాటికి ఉన్న ఇతర లింకుల కోసం చూడడం గుర్తుంచుకోండి.',
'unusedtemplateswlh'  => 'ఇతర లింకులు',

# Random page
'randompage'         => 'యాధృచ్ఛిక పేజీ',
'randompage-nopages' => 'ఈ క్రింది {{PLURAL:$2|పెరుబరిలో|పెరుబరులలో}} పేజీలు ఏమి లేవు:$1',

# Random redirect
'randomredirect'         => 'యాదృచ్చిక దారిమార్పు',
'randomredirect-nopages' => '"$1" పేరుబరిలో దారిమార్పులేమీ లేవు.',

# Statistics
'statistics'                   => 'గణాంకాలు',
'statistics-header-pages'      => 'పేజీ గణాంకాలు',
'statistics-header-edits'      => 'మార్పుల గణాంకాలు',
'statistics-header-views'      => 'వీక్షణల గణాంకాలు',
'statistics-header-users'      => 'వాడుకరులు',
'statistics-header-hooks'      => 'ఇతర గణాంకాలు',
'statistics-articles'          => 'విషయపు పేజీలు',
'statistics-pages'             => 'పేజీలు',
'statistics-pages-desc'        => 'ఈ వికీలోని అన్ని పేజీలు (చర్చా పేజీలు, దారిమార్పులు, మొదలైనవన్నీ కలుపుకొని).',
'statistics-files'             => 'ఎగుమతైన ఫైళ్ళు',
'statistics-edits'             => '{{SITENAME}}ని మొదలుపెట్టినప్పటినుండి జరిగిన మార్పులు',
'statistics-edits-average'     => 'పేజీకి సగటు మార్పులు',
'statistics-views-total'       => 'మొత్తం వీక్షణలు',
'statistics-views-total-desc'  => 'ఉనికిలో లేని పుటలకు మరియు ప్రత్యేక పుటలకు వచ్చిన సందర్శనలని కలుపలేదు',
'statistics-views-peredit'     => 'ఒక మార్పుకి వీక్షణలు',
'statistics-users'             => 'నమోదైన [[Special:ListUsers|వాడుకర్లు]]',
'statistics-users-active'      => 'క్రియాశీల వాడుకర్లు',
'statistics-users-active-desc' => 'గత {{PLURAL:$1|రోజు|$1 రోజుల}}లో ఒక్క చర్యైనా చేసిన వాడుకరులు',
'statistics-mostpopular'       => 'ఎక్కువగా చూసిన పేజీలు',

'disambiguations'      => 'అయోమయ నివృత్తి పేజీలు',
'disambiguationspage'  => 'Template:అయోమయ నివృత్తి',
'disambiguations-text' => "కింది పేజీలు '''అయోమయ నివృత్తి''' పేజీకి లింకవుతున్నాయి. కానీ అవి సంబంధిత పేజీకి నేరుగా లింకు అవాలి. <br /> [[MediaWiki:Disambiguationspage]] నుంది లింకు ఉన్న మూసను వాడే పేజీని అయోమయ నివృత్తి పేజీగా భావిస్తారు.",

'doubleredirects'            => 'జంట దారిమార్పులు',
'doubleredirectstext'        => 'ఇతర దారిమార్పు పుటలకి తీసుకెళ్ళే దారిమార్పులని ఈ పుట చూపిస్తుంది.
ప్రతీ వరుసలో మొదటి మరియు రెండవ దారిమార్పులకు లంకెలు, ఆలానే రెండవ దారిమార్పు పుట యొక్క లక్ష్యం ఉన్నాయి. సాధారణంగా ఈ రెండవ దారిమార్పు యొక్క లక్ష్యమే "అసలైనది", అదే మొదటి దారిమార్పు యొక్క లక్ష్యంగా ఉండాలి.
<del>కొట్టివేయబడిన</del> పద్దులు పరిష్కరించబడ్డవి.',
'double-redirect-fixed-move' => '[[$1]]ని తరలించారు, అది ప్రస్తుతం [[$2]]కి దారిమార్పు.',
'double-redirect-fixer'      => 'దారిమార్పు సరిద్దువారు',

'brokenredirects'        => 'తెగిపోయిన దారిమార్పులు',
'brokenredirectstext'    => 'కింది దారిమార్పులు లేని-పేజీలకు మళ్ళించుతున్నాయి:',
'brokenredirects-edit'   => 'మార్చు',
'brokenredirects-delete' => 'తొలగించు',

'withoutinterwiki'         => 'భాషా లింకులు లేని పేజీలు',
'withoutinterwiki-summary' => 'క్రింది పేజీల నుండి ఇతర భాషా వికీలకు లింకులు లేవు:',
'withoutinterwiki-legend'  => 'ఆదిపదం',
'withoutinterwiki-submit'  => 'చూపించు',

'fewestrevisions' => 'అతి తక్కువ కూర్పులు కలిగిన వ్యాసాలు',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|బైటు|బైట్లు}}',
'ncategories'             => '$1 {{PLURAL:$1|వర్గం|వర్గాలు}}',
'nlinks'                  => '$1 {{PLURAL:$1|లింకు|లింకులు}}',
'nmembers'                => '{{PLURAL:$1|ఒక ఉపవర్గం/పేజీ/ఫైలు|$1 ఉపవర్గాలు/పేజీలు/ఫైళ్లు}}',
'nrevisions'              => '{{PLURAL:$1|ఒక సంచిక|$1 సంచికలు}}',
'nviews'                  => '$1 {{PLURAL:$1|దర్శనము|దర్శనలు}}',
'nimagelinks'             => '$1 {{PLURAL:$1|పుట|పుటల}}లో ఉపయోగించారు',
'ntransclusions'          => '$1 {{PLURAL:$1|పుట|పుటల}}లో ఉపయోగించారు',
'specialpage-empty'       => 'ఈ పేజీ ఖాళీగా ఉంది.',
'lonelypages'             => 'అనాధ పేజీలు',
'lonelypagestext'         => 'కింది పేజీలకు {{SITENAME}}లోని ఏ ఇతర పేజీ నుండి కూడా లింకులు లేవు లేదా ఇవి మరే ఇతర పేజీలోనూ కలపబడలేదు.',
'uncategorizedpages'      => 'వర్గీకరించని పేజీలు',
'uncategorizedcategories' => 'వర్గీకరించని వర్గములు',
'uncategorizedimages'     => 'వర్గీకరించని బొమ్మలు',
'uncategorizedtemplates'  => 'వర్గీకరించని మూసలు',
'unusedcategories'        => 'ఉపయోగించని వర్గాలు',
'unusedimages'            => 'ఉపయోగించబడని ఫైళ్ళు',
'popularpages'            => 'ప్రజాదరణ పొందిన పేజీలు',
'wantedcategories'        => 'కోరిన వర్గాలు',
'wantedpages'             => 'కోరిన పేజీలు',
'wantedpages-badtitle'    => 'ఫలితాల సమితిలో తప్పుడు శీర్షిక: $1',
'wantedfiles'             => 'కావలసిన ఫైళ్ళు',
'wantedtemplates'         => 'కావాల్సిన మూసలు',
'mostlinked'              => 'అధిక లింకులు చూపే పేజీలు',
'mostlinkedcategories'    => 'అధిక లింకులు చూపే వర్గాలు',
'mostlinkedtemplates'     => 'ఎక్కువగా ఉపయోగించిన మూసలు',
'mostcategories'          => 'అధిక వర్గాలలో చేరిన వ్యాసాలు',
'mostimages'              => 'అధిక లింకులు గల బొమ్మలు',
'mostrevisions'           => 'అధిక సంచికలు గల వ్యాసాలు',
'prefixindex'             => 'ఉపసర్గతో అన్ని పేజీలు',
'shortpages'              => 'చిన్న పేజీలు',
'longpages'               => 'పొడవు పేజీలు',
'deadendpages'            => 'అగాధ (డెడ్ఎండ్) పేజీలు',
'deadendpagestext'        => 'కింది పేజీల నుండి ఈ వికీ లోని ఏ ఇతర పేజీకీ లింకులు లేవు.',
'protectedpages'          => 'సంరక్షిత పేజీలు',
'protectedpages-indef'    => 'అనంత సంరక్షణ మాత్రమే',
'protectedpages-cascade'  => 'కాస్కేడింగు రక్షణలు మాత్రమే',
'protectedpagestext'      => 'కింది పేజీలను తరలించకుండా, దిద్దుబాటు చెయ్యకుండా సంరక్షించాము',
'protectedpagesempty'     => 'ఈ పరామితులతో ప్రస్తుతం ఏ పేజీలు కూడా సంరక్షించబడి లేవు.',
'protectedtitles'         => 'సంరక్షిత శీర్షికలు',
'protectedtitlestext'     => 'కింది శీర్షికలతో పేజీలు సృష్టించకుండా సంరక్షించబడ్డాయి',
'protectedtitlesempty'    => 'ఈ పరామితులతో ప్రస్తుతం శీర్షికలేమీ సరక్షించబడి లేవు.',
'listusers'               => 'వాడుకరుల జాబితా',
'listusers-editsonly'     => 'మార్పులు చేసిన వాడుకరులను మాత్రమే చూపించు',
'listusers-creationsort'  => 'చేరిన తేదీ క్రమంలో చూపించు',
'usereditcount'           => '$1 {{PLURAL:$1|మార్పు|మార్పులు}}',
'usercreated'             => '$1న $2కి చేరారు',
'newpages'                => 'కొత్త పుటలు',
'newpages-username'       => 'వాడుకరిపేరు:',
'ancientpages'            => 'పాత పేజీలు',
'move'                    => 'తరలించు',
'movethispage'            => 'ఈ పేజీని తరలించు',
'unusedimagestext'        => 'ఈ క్రింది ఫైళ్ళు ఉన్నాయి కానీ వాటిని ఏ పేజీలోనూ ఉపయోగించట్లేదు.
ఇతర వెబ్ సైట్లు సూటి URL ద్వారా ఇక్కడి ఫైళ్ళకు లింకు ఇవ్వవచ్చు, మరియు ఆవిధంగా క్రియాశీలంగా వాడుకలో ఉన్నప్పటికీ అటువంటివి ఈ జాబితాలో చేరి ఉండవచ్చునని గమనించండి.',
'unusedcategoriestext'    => 'కింది వర్గాలకు పేజీలైతే ఉన్నాయి గానీ, వీటిని వ్యాసాలు గానీ, ఇతర వర్గాలు గానీ ఉపయోగించడం లేదు.',
'notargettitle'           => 'గమ్యం లేదు',
'notargettext'            => 'ఈ పని ఏ పేజీ లేదా సభ్యునిపై జరగాలనే గమ్యాన్ని మీరు సూచించలేదు.',
'nopagetitle'             => 'అలాంటి పేజీ లేదు',
'nopagetext'              => 'మీరు అడిగిన పేజీ లేదు',
'pager-newer-n'           => '{{PLURAL:$1|1 కొత్తది|$1 కొత్తవి}}',
'pager-older-n'           => '{{PLURAL:$1|1 పాతది|$1 పాతవి}}',
'suppress'                => 'పరాకు',

# Book sources
'booksources'               => 'పుస్తక మూలాలు',
'booksources-search-legend' => 'పుస్తక మూలాల కోసం వెతుకు',
'booksources-go'            => 'వెళ్ళు',
'booksources-text'          => 'కొత్త, పాత పుస్తకాలు అమ్మే ఇతర సైట్లకు లింకులు కింద ఇచ్చాం. మీరు వెతికే పుస్తకాలకు సంబంధించిన మరింత సమాచారం కూడా అక్కడ దొరకొచ్చు:',
'booksources-invalid-isbn'  => 'మీరిచ్చిన ISBN సరైనదిగా అనిపించుటలేదు; అసలు మూలాన్నుండి కాపీ చేయడంలో పొరపాట్లున్నాయేమో చూసుకోండి.',

# Special:Log
'specialloguserlabel'  => 'వాడుకరి:',
'speciallogtitlelabel' => 'పేరు:',
'log'                  => 'చిట్టాలు',
'all-logs-page'        => 'అన్ని బహిరంగ చిట్టాలు',
'alllogstext'          => '{{SITENAME}}  యొక్క అందుబాటులో ఉన్న అన్ని చిట్టాల యొక్క సంయుక్త ప్రదర్శన.
ఒక చిట్టా రకాన్ని గానీ, ఒక వాడుకరి పేరు గానీ (case-sensitive), లేదా ప్రభావిత  పుటని (ఇది కూడా case-sensitive) గానీ ఎంచుకుని సంబంధిత చిట్టాను మాత్రమే చూడవచ్చు.',
'logempty'             => 'సరిపోలిన అంశాలేమీ చిట్టాలో లేవు.',
'log-title-wildcard'   => 'ఈ పాఠ్యంతో మొదలయ్యే పుస్తకాల కొరకు వెతుకు',

# Special:AllPages
'allpages'          => 'అన్ని పేజీలు',
'alphaindexline'    => '$1 నుండి $2',
'nextpage'          => 'తరువాతి పేజీ ($1)',
'prevpage'          => 'మునుపటి పేజీ ($1)',
'allpagesfrom'      => 'ఇక్కడ మొదలు పెట్టి పేజీలు చూపించు:',
'allpagesto'        => 'ఇక్కడవరకు ఉన్న పేజీలు చూపించు:',
'allarticles'       => 'అన్ని పుటలు',
'allinnamespace'    => 'అన్ని పేజీలు ($1 namespace)',
'allnotinnamespace' => 'అన్ని పేజీలు ($1 నేంస్పేస్ లేనివి)',
'allpagesprev'      => 'పూర్వపు',
'allpagesnext'      => 'తర్వాతి',
'allpagessubmit'    => 'వెళ్లు',
'allpagesprefix'    => 'ఈ ఆదిపదం కలిగిన పేజీలను చూపించు:',
'allpagesbadtitle'  => 'మీరిచ్చిన పేజీ పేరు సరైనది కాకపోయి ఉండాలి లేదా దానికి భాషాంతర లేదా అంతర్వికీ ఆదిపదమైనా ఉండి ఉండాలి. పేర్లలో వాడకూడని కారెక్టర్లు ఆ పేరులో ఉండి ఉండవచ్చు.',
'allpages-bad-ns'   => '{{SITENAME}} లో "$1" అనే నేమ్&zwnj;స్పేస్ లేదు.',

# Special:Categories
'categories'                    => 'వర్గాలు',
'categoriespagetext'            => 'ఈ క్రింది {{PLURAL:$1|వర్గం పేజీలను లేదా మాధ్యమాలను కలిగివుంది|వర్గాలు పేజీలను లేదా మాధ్యమాలను కలిగివున్నాయి}}.
[[Special:UnusedCategories|వాడుకలో లేని వర్గాలని]] ఇక్కడ చూపించట్లేదు.
[[Special:WantedCategories|కోరుతున్న వర్గాలను]] కూడా చూడండి.',
'categoriesfrom'                => 'ఇక్కడనుండి మొదలుకొని వర్గాలు చూపించు:',
'special-categories-sort-count' => 'సంఖ్యల ప్రకారం క్రమపరచు',
'special-categories-sort-abc'   => 'అకారాది క్రమంలో అమర్చు',

# Special:DeletedContributions
'deletedcontributions'             => 'తొలగించబడిన వాడుకరి రచనలు',
'deletedcontributions-title'       => 'తొలగించబడిన వాడుకరి రచనలు',
'sp-deletedcontributions-contribs' => 'మార్పులు చేర్పులు',

# Special:LinkSearch
'linksearch'       => 'బయటి లింకులు',
'linksearch-pat'   => 'వెతకాల్సిన నమూనా:',
'linksearch-ns'    => 'పేరుబరి:',
'linksearch-ok'    => 'వెతుకు',
'linksearch-text'  => '"*.wikipedia.org" వంటి వైల్డ్ కార్డులు వాడవచ్చు.<br />ఉపయోగించుకోగల ప్రోటోకాళ్లు: <tt>$1</tt>',
'linksearch-line'  => '$2 నుండి $1కి లింకు ఉంది',
'linksearch-error' => 'హోస్ట్‌నేముకు ముందు మాత్రమే వైల్డ్ కార్డులు వాడవచ్చు.',

# Special:ListUsers
'listusersfrom'      => 'వాడుకరులను ఇక్కడ నుండి చూపించు:',
'listusers-submit'   => 'చూపించు',
'listusers-noresult' => 'వాడుకరి దొరకలేదు.',
'listusers-blocked'  => '(నిరోధించారు)',

# Special:ActiveUsers
'activeusers'            => 'క్రియాశీల వాడుకరుల జాబితా',
'activeusers-intro'      => 'ఇది గత $1 {{PLURAL:$1|రోజులో|రోజులలో}} ఏదైనా కార్యకలాపం చేసిన వాడుకరుల జాబితా.',
'activeusers-count'      => 'గడచిన {{PLURAL:$3|ఒక రోజు|$3 రోజుల}}లో $1 {{PLURAL:$1|మార్పు|మార్పులు}}',
'activeusers-from'       => 'వాడుకరులను ఇక్కడ నుండి చూపించు:',
'activeusers-hidebots'   => 'బాట్లను దాచు',
'activeusers-hidesysops' => 'నిర్వాహకులను దాచు',
'activeusers-noresult'   => 'వాడుకరులెవరూ లేరు.',

# Special:Log/newusers
'newuserlogpage'              => 'కొత్త వాడుకరుల చిట్టా',
'newuserlogpagetext'          => 'ఇది వాడుకరి నమోదుల చిట్టా.',
'newuserlog-byemail'          => 'ఈ-మెయిలులో సంకేతపదం పంపించాం',
'newuserlog-create-entry'     => 'కొత్త వాడుకరి ఖాతా',
'newuserlog-create2-entry'    => '$1 అనే కొత్త ఖాతాని సృష్టించారు',
'newuserlog-autocreate-entry' => 'ఖాతాని ఆటోమెటిగ్గా సృష్టించాం',

# Special:ListGroupRights
'listgrouprights'                      => 'వాడుకరి గుంపుల హక్కులు',
'listgrouprights-summary'              => 'కింది జాబితాలో ఈ వికీలో నిర్వచించిన వాడుకరి గుంపులు, వాటికి సంబంధించిన హక్కులు ఉన్నాయి.
విడివిడిగా హక్కులకు సంబంధించిన మరింత సమాచారం [[{{MediaWiki:Listgrouprights-helppage}}]] వద్ద లభించవచ్చు.',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">ప్రసాదించిన హక్కు</span>
* <span class="listgrouprights-revoked">వెనక్కి తీసుకున్న హక్కు</span>',
'listgrouprights-group'                => 'గుంపు',
'listgrouprights-rights'               => 'హక్కులు',
'listgrouprights-helppage'             => 'Help:గుంపు హక్కులు',
'listgrouprights-members'              => '(సభ్యుల జాబితా)',
'listgrouprights-addgroup'             => '{{PLURAL:$2|గుంపుని|గుంపులను}} చేర్చగలరు: $1',
'listgrouprights-removegroup'          => '{{PLURAL:$2|గుంపుని|గుంపులను}} తొలగించగలరు: $1',
'listgrouprights-addgroup-all'         => 'అన్ని గుంపులను చేర్చగలరు',
'listgrouprights-removegroup-all'      => 'అన్ని గుంపులను తొలగించగలరు',
'listgrouprights-addgroup-self'        => '{{PLURAL:$2|సమూహాన్ని|సమూహాలని}} తన స్వంత ఖాతాకి చేర్చుకోగలగడం: $1',
'listgrouprights-removegroup-self'     => '{{PLURAL:$2|సమూహాన్ని|సమూహాలని}} తన స్వంత ఖాతా నుండి తొలగించుకోవడం: $1',
'listgrouprights-addgroup-self-all'    => 'అన్ని సమూహాలని స్వంత ఖాతాకి చేర్చుకోలగడటం',
'listgrouprights-removegroup-self-all' => 'స్వంత ఖాతా నుండి అన్ని సమూహాలనూ తొలగించుకోగలగడం',

# E-mail user
'mailnologin'          => 'పంపించవలసిన చిరునామా లేదు',
'mailnologintext'      => 'ఇతరులకు ఈ-మెయిలు పంపించాలంటే, మీరు [[Special:UserLogin|లాగిన్‌]] అయి ఉండాలి, మరియు మీ [[Special:Preferences|అభిరుచుల]]లో సరైన ఈ-మెయిలు చిరునామా ఇచ్చి ఉండాలి.',
'emailuser'            => 'ఈ వాడుకరికి ఈ-మెయిలుని పంపించండి',
'emailpage'            => 'వాడుకరికి ఈ-మెయిలుని పంపించు',
'emailpagetext'        => 'వాడుకరికి ఈమెయిలు సందేశము పంపించుటకు క్రింది ఫారంను ఉపయోగించవచ్చు. [[Special:Preferences|మీ వాడుకరి అభిరుచుల]]లో మీరిచ్చిన ఈ-మెయిలు చిరునామా "నుండి" ఆ సందేశం వచ్చినట్లుగా ఉంటుంది, కనుక వేగుని అందుకునేవారు నేరుగా మీకు జవాబివ్వగలుగుతారు.',
'usermailererror'      => 'మెయిలు ఆబ్జెక్టు ఈ లోపాన్ని చూపింది:',
'defemailsubject'      => '{{SITENAME}} ఈ-మెయిలు',
'usermaildisabled'     => 'వాడుకరి ఈ-మెయిళ్ళు అచేతనం చేసారు',
'usermaildisabledtext' => 'ఈ వికీలో మీరు ఇతర వాడుకరులకి ఈ-మెయిళ్ళని పంపించలేరు',
'noemailtitle'         => 'ఈ-మెయిలు చిరునామా లేదు',
'noemailtext'          => 'ఈ వాడుకరి సరైన ఈ-మెయిలు చిరునామాని ఇవ్వలేదు.',
'nowikiemailtitle'     => 'ఈ-మెయిళ్ళను అనుమతించరు',
'nowikiemailtext'      => 'ఇతర వాడుకరుల నుండి ఈ-మెయిళ్ళను అందుకోడానికి ఈ వాడుకరి సుముఖంగా లేరు.',
'email-legend'         => 'మరో {{SITENAME}} వాడుకరికి వేగు పంపించండి',
'emailfrom'            => 'ఎవరు:',
'emailto'              => 'ఎవరికి:',
'emailsubject'         => 'విషయం:',
'emailmessage'         => 'సందేశం:',
'emailsend'            => 'పంపించు',
'emailccme'            => 'సందేశపు ఒక ప్రతిని నాకు ఈమెయిలు పంపు.',
'emailccsubject'       => '$1 కు మీరు పంపిన సందేశపు ప్రతి: $2',
'emailsent'            => 'ఈ-మెయిలు పంపించాం',
'emailsenttext'        => 'మీ ఈ-మెయిలు సందేశం పంపబడింది.',
'emailuserfooter'      => 'ఈ ఈ-మెయిలుని $2 కి {{SITENAME}} లోని "వాడుకరికి ఈమెయిలు" అనే సౌలభ్యం ద్వారా $1 పంపించారు.',

# User Messenger
'usermessage-summary' => 'వ్యవస్థ సందేశాన్ని వదిలివేస్తున్నాం.',
'usermessage-editor'  => 'వ్యవస్థ సందేశకులు',

# Watchlist
'watchlist'            => 'నా వీక్షణ జాబితా',
'mywatchlist'          => 'నా వీక్షణ జాబితా',
'watchlistfor2'        => '$1 కొరకు $2',
'nowatchlist'          => 'మీ వీక్షణ జాబితా ఖాళీగా ఉంది.',
'watchlistanontext'    => 'మీ వీక్షణ జాబితా లోని అంశాలను చూసేందుకు లేదా మార్చేందుకు మీరు $1 ఉండాలి.',
'watchnologin'         => 'లాగిన్‌ అయిలేరు',
'watchnologintext'     => 'మీ వీక్షణ జాబితాను మార్చడానికి మీరు [[Special:UserLogin|లాగిన్‌]] అయి ఉండాలి.',
'addedwatch'           => 'వీక్షణ జాబితాలో చేరింది',
'addedwatchtext'       => "\"[[:\$1]]\" అనే పుట మీ [[Special:Watchlist|వీక్షణ జాబితా]]లో చేరింది.
భవిష్యత్తులో ఈ పుటకి మరియు సంబంధిత చర్చాపుటకి జరిగే మార్పులు అక్కడ కనిపిస్తాయి, మరియు  [[Special:RecentChanges|ఇటీవలి మార్పుల జాబితా]]లో సులభంగా గుర్తించడానికి ఈ పుట '''బొద్దుగా''' కనిపిస్తుంది.",
'removedwatch'         => 'వీక్షణ జాబితా నుండి తొలగించబడినది',
'removedwatchtext'     => '"[[:$1]]" అనే పేజీ [[Special:Watchlist|మీ వీక్షణ జాబితా]] నుండి తొలగించబడినది.',
'watch'                => 'వీక్షించు',
'watchthispage'        => 'ఈ పుట మీద కన్నేసి ఉంచు',
'unwatch'              => 'వీక్షించ వద్దు',
'unwatchthispage'      => 'వీక్షణను ఆపు',
'notanarticle'         => 'వ్యాసం పేజీ కాదు',
'notvisiblerev'        => 'ఈ కూర్పును తొలగించాం',
'watchnochange'        => 'మీ వీక్షణ జాబితాలోని ఏ పేజీలోనూ ఈ కాల అవధిలో మార్పులు జరగలేదు.',
'watchlist-details'    => 'మీ వీక్షణ జాబితాలో {{PLURAL:$1|ఒక పేజీ ఉంది|$1 పేజీలు ఉన్నాయి}}, చర్చా పేజీలని వదిలేసి.',
'wlheader-enotif'      => '* ఈ-మెయిలు ప్రకటనలు పంపబడతాయి.',
'wlheader-showupdated' => "* మీ గత సందర్శన తరువాత మారిన పేజీలు '''బొద్దు'''గా చూపించబడ్డాయి.",
'watchmethod-recent'   => 'వీక్షణ జాబితాలోని పేజీల కొరకు ఇటీవలి మార్పులు పరిశీలించబడుతున్నాయి',
'watchmethod-list'     => 'ఇటీవలి మార్పుల కొరకు వీక్షణ జాబితాలోని పేజీలు పరిశీలించబడుతున్నాయి',
'watchlistcontains'    => 'మీ వీక్షణ జాబితాలో {{PLURAL:$1|ఒక పేజీ ఉంది|$1 పేజీలు ఉన్నాయి}}.',
'iteminvalidname'      => "'$1' తో ఇబ్బంది, సరైన పేరు కాదు...",
'wlnote'               => "గత {{PLURAL:$2|గంట సేపటిలో|'''$2''' గంటలలో}} జరిగిన చివరి {{PLURAL:$1|ఒక్క మార్పూ కింద ఉంది|'''$1''' మార్పులూ కింద ఉన్నాయి}}.",
'wlshowlast'           => 'గత $1 గంటలు $2 రోజులు $3 చూపించు',
'watchlist-options'    => 'వీక్షణ జాబితా ఎంపికలు',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'గమనిస్తున్నాం...',
'unwatching' => 'వీక్షణ నుండి తొలగిస్తున్నా...',

'enotif_mailer'                => '{{SITENAME}} ప్రకటన మెయిలు పంపునది',
'enotif_reset'                 => 'అన్ని పేజీలను చూసినట్లుగా గుర్తించు',
'enotif_newpagetext'           => 'ఇది ఒక కొత్త పేజీ.',
'enotif_impersonal_salutation' => '{{SITENAME}} వాడుకరి',
'changed'                      => 'మార్చారు',
'created'                      => 'సృష్టించారు',
'enotif_subject'               => '{{SITENAME}}లో $PAGETITLE అనే పేజీని $PAGEEDITOR $CHANGEDORCREATED',
'enotif_lastvisited'           => 'మీ గత సందర్శన తరువాత జరిగిన మార్పుల కొరకు $1 చూడండి.',
'enotif_lastdiff'              => 'ఈ మార్పు చూసేందుకు  $1 కు వెళ్ళండి.',
'enotif_anon_editor'           => 'అజ్ఞాత వాడుకరి $1',
'enotif_body'                  => 'ప్రియమైన $WATCHINGUSERNAME,


{{SITENAME}}లో $PAGETITLE అనే పేజీని $PAGEEDITDATE సమయానికి $PAGEEDITOR $CHANGEDORCREATED, ప్రస్తుత కూర్పు కొరకు $PAGETITLE_URL చూడండి.

$NEWPAGE

రచయిత సారాంశం: $PAGESUMMARY $PAGEMINOREDIT

రచయితను సంప్రదించండి:
మెయిలు: $PAGEEDITOR_EMAIL
వికీ: $PAGEEDITOR_WIKI

మీరు ఈ పేజీకి వెళ్తే తప్ప ఇక ముందు ఈ పేజీకి జరిగే మార్పుల గురించిన వార్తలను మీకు పంపించము. మీ వీక్షణజాబితా లోని అన్ని పేజీలకు ఉన్న గమనింపు జెండాలను మార్చుకోవచ్చు.

             మీ స్నేహపూర్వక {{SITENAME}} గమనింపుల వ్యవస్థ

--
మీ వీక్షణజాబితా అమరికలను మార్చుకునేందుకు,
{{fullurl:{{#special:Watchlist}}/edit}} ని చూడండి.

ఈ పేజీని మీ వీక్షణజాబితా నుండి తొలగించుకునేందుకు,
$UNWATCHURL కి వెళ్ళండి.

మీ అభిప్రాయాలు చెప్పేందుకు మరియు మరింత సహాయానికై:
{{fullurl:{{MediaWiki:helppage}}}}',

# Delete
'deletepage'             => 'పుటని తొలగించు',
'confirm'                => 'ధృవీకరించు',
'excontent'              => "ఇదివరకు విషయ సంగ్రహం: '$1'",
'excontentauthor'        => 'ఉన్న విషయ సంగ్రహం: "$1" (మరియు దీని ఒకే ఒక్క రచయిత "[[Special:Contributions/$2|$2]]")',
'exbeforeblank'          => "ఖాళీ చెయ్యకముందు పేజీలో ఉన్న విషయ సంగ్రహం: '$1'",
'exblank'                => 'పేజీ ఖాళీగా ఉంది',
'delete-confirm'         => '"$1"ని తొలగించు',
'delete-legend'          => 'తొలగించు',
'historywarning'         => "'''హెచ్చరిక''': మీరు తొలగించబోయే పేజీకి సుమారు $1 {{PLURAL:$1|కూర్పుతో|కూర్పులతో}} చరిత్ర ఉంది:",
'confirmdeletetext'      => 'మీరో పేజీనో, బొమ్మనో దాని చరిత్రతోపాటుగా శాశ్వతంగా డేటాబేసు నుండి తీసెయ్యబోతున్నారు. మీరు చెయ్యదలచింది ఇదేననీ, దీని పర్యవసానాలు మీకు తెలుసనీ, దీన్ని [[{{MediaWiki:Policy-url}}|నిభందనల]] ప్రకారమే చేస్తున్నారనీ నిర్ధారించుకోండి.',
'actioncomplete'         => 'పని పూర్తయింది',
'actionfailed'           => 'చర్య విఫలమైంది',
'deletedtext'            => '"<nowiki>$1</nowiki>" తుడిచివేయబడింది. ఇటీవలి తుడిచివేతలకు సంబంధించిన నివేదిక కొరకు $2 చూడండి.',
'deletedarticle'         => '"[[$1]]"ని తొలగించారు',
'suppressedarticle'      => '"[[$1]]" ను అణచి ఉంచాం',
'dellogpage'             => 'తొలగింపుల చిట్టా',
'dellogpagetext'         => 'ఇది ఇటీవలి తుడిచివేతల జాబితా.',
'deletionlog'            => 'తొలగింపుల చిట్టా',
'reverted'               => 'పాత కూర్పుకు తీసుకువెళ్ళాం.',
'deletecomment'          => 'కారణం:',
'deleteotherreason'      => 'ఇతర/అదనపు కారణం:',
'deletereasonotherlist'  => 'ఇతర కారణం',
'deletereason-dropdown'  => '* తొలగింపుకి సాధారణ కారణాలు
** రచయిత అభ్యర్థన
** కాపీహక్కుల ఉల్లంఘన
** దుశ్చర్య',
'delete-edit-reasonlist' => 'తొలగింపు కారణాలని మార్చండి',
'delete-toobig'          => 'ఈ పేజీకి $1 {{PLURAL:$1|కూర్పుకు|కూర్పులకు}} మించిన, చాలా పెద్ద దిద్దుబాటు చరితం ఉంది. {{SITENAME}}కు అడ్డంకులు కలగడాన్ని నివారించేందుకు గాను, అలాంటి పెద్ద పేజీల తొలగింపును నియంత్రించాం.',
'delete-warning-toobig'  => 'ఈ పేజీకి $1 {{PLURAL:$1|కూర్పుకు|కూర్పులకు}} మించిన, చాలా పెద్ద దిద్దుబాటు చరితం ఉంది. దాన్ని తొలగిస్తే {{SITENAME}}కి చెందిన డేటాబేసు కార్యాలకు ఆటంకం కలగొచ్చు; అప్రమత్తతో ముందుకుసాగండి.',

# Rollback
'rollback'          => 'దిద్దుబాట్లను రద్దుచేయి',
'rollback_short'    => 'రద్దుచేయి',
'rollbacklink'      => 'రద్దుచేయి',
'rollbackfailed'    => 'రద్దుచేయటం విఫలమైంది',
'cantrollback'      => 'రచనను వెనక్కి తీసుకువెళ్ళలేము; ఈ పేజీకి ఇదొక్కటే రచన.',
'alreadyrolled'     => '[[:$1]]లో [[User:$2|$2]] ([[User talk:$2|చర్చ]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]) చేసిన చివరి మార్పును రద్దు చెయ్యలేము;
మరెవరో ఆ పేజీని వెనక్కి మళ్ళించారు, లేదా మార్చారు.

చివరి మార్పులు చేసినవారు: [[User:$3|$3]] ([[User talk:$3|చర్చ]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'       => "దిద్దుబాటు సారాశం: \"''\$1''\".",
'revertpage'        => '[[Special:Contributions/$2|$2]] ([[User talk:$2|చర్చ]]) చేసిన మార్పులను [[User:$1|$1]] యొక్క చివరి కూర్పు వరకు తిప్పికొట్టారు.',
'revertpage-nouser' => '(తొలగించిన వాడుకరిపేరు) చేసిన మార్పులను [[User:$1|$1]] యొక్క చివరి కూర్పుకి తిప్పికొట్టారు',
'rollback-success'  => '$1 చేసిన దిద్దుబాట్లను వెనక్కు తీసుకెళ్ళాం; తిరిగి $2 చేసిన చివరి కూర్పుకు మార్చాం.',

# Edit tokens
'sessionfailure-title' => 'సెషను వైఫల్యం',
'sessionfailure'       => 'మీ ప్రవేశపు సెషనుతో ఏదో సమస్య ఉన్నట్లుంది;
సెషను హైజాకు కాకుండా ఈ చర్యను రద్దు చేసాం.
"back" కొట్టి, ఎక్కడి నుండి వచ్చారో ఆ పేజీని మళ్ళీ లోడు చేసి, తిరిగి ప్రయత్నించండి.',

# Protect
'protectlogpage'              => 'సంరక్షణల చిట్టా',
'protectlogtext'              => 'ఈ క్రింద ఉన్నది పుటల యొక్క సంరక్షణ మరియు అసంరక్షణల యొక్క జాబితా.
ప్రస్తుతం అమలులో ఉన్న సంరక్షణలకై [[Special:ProtectedPages|సంరక్షిత పుటల జాబితా]]ని చూడండి.',
'protectedarticle'            => '"[[$1]]" సంరక్షించబడింది.',
'modifiedarticleprotection'   => '"[[$1]]" సరక్షణ స్థాయిని మార్చాం',
'unprotectedarticle'          => '"[[$1]]" ను సంరక్షణ నుండి తీసేసాం',
'movedarticleprotection'      => 'సంరక్షణా అమరికని "[[$2]]" నుండి "[[$1]]"కి మార్చారు',
'protect-title'               => '"$1" కు సంరక్షణ స్థాయిని సెట్ చేస్తున్నాం',
'prot_1movedto2'              => '$1, $2కు తరలించబడింది',
'protect-legend'              => 'సంరక్షణను నిర్ధారించు',
'protectcomment'              => 'కారణం:',
'protectexpiry'               => 'గడువు:',
'protect_expiry_invalid'      => 'గడువు సమయాన్ని సరిగ్గా ఇవ్వలేదు.',
'protect_expiry_old'          => 'మీరిచ్చిన గడువు ప్రస్తుత సమయం కంటే ముందు ఉంది.',
'protect-unchain-permissions' => 'మరిన్ని సంరక్షణ వికల్పాలను తెరువు',
'protect-text'                => "ఈ పెజీ '''<nowiki>$1</nowiki>''' ఎంత సంరక్షణలొ వుందో మీరు ఇక్కడ చూడవచ్చు, మార్చవచ్చు.",
'protect-locked-blocked'      => "నిరోధించబడి ఉండగా మీరు సంరక్షణ స్థాయిని మార్చలేరు. ప్రస్తుతం '''$1''' పేజీకి ఉన్న సెట్టింగులివి:",
'protect-locked-dblock'       => "ప్రస్తుతం అమల్లో ఉన్న డేటాబేసు లాకు కారణంగా సంరక్షణ స్థాయిని సెట్ చెయ్యడం కుదరదు. ప్రస్తుతం '''$1''' పేజీకి ఉన్న సెట్టింగులివి:",
'protect-locked-access'       => "మీ ఖాతకు పేజీ రక్షన స్థాయిని మార్చే హక్కులు లేవు.
'''$1''' అనే పేరున్న ఈ పేజీకి ప్రస్తుతం ఈ రక్షణ ఉంది:",
'protect-cascadeon'           => 'ఈ పేజీ కాస్కేడింగు రక్షణలో ఉన్న ఈ కింది {{PLURAL:$1|పేజీకి|పేజీలకు}} జతచేయటం వలన, ప్రస్తుతం రక్షణలో ఉంది.  మీరు ఈ పేజీ యొక్క రక్షణ స్థాయిన మార్చవచ్చు, దాని వలన కాస్కేడింగు రక్షణకు ఎటువంటి సమస్య ఉండదు.',
'protect-default'             => 'అందరు వాడుకరులను అనుమతించు',
'protect-fallback'            => '"$1" అనుమతి అవసరం',
'protect-level-autoconfirmed' => 'కొత్త మరియు నమోదుకాని వాడుకరులను నిరోధించు',
'protect-level-sysop'         => 'నిర్వాహకులు మాత్రమే',
'protect-summary-cascade'     => 'కాస్కేడింగు',
'protect-expiring'            => '$1 (UTC)న కాలంచెల్లుతుంది',
'protect-expiry-indefinite'   => 'నిరవధికం',
'protect-cascade'             => 'ఈ పేజీకి జతపరిచిన పేజీలను కూడా రక్షించు (కాస్కేడింగు రక్షణ)',
'protect-cantedit'            => 'ఈ పేజీ యొక్క సంరక్షణా స్థాయిని మీరు మార్చలేరు, ఎందుకంటే దాన్ని మార్చే అనుమతి మీకు లేదు.',
'protect-othertime'           => 'ఇతర సమయం:',
'protect-othertime-op'        => 'ఇతర సమయం',
'protect-existing-expiry'     => 'ప్రస్తుత కాల పరిమితి: $3, $2',
'protect-otherreason'         => 'ఇతర/అదనపు కారణం:',
'protect-otherreason-op'      => 'ఇతర కారణం',
'protect-dropdown'            => '*సాధారణ సంరక్షణ కారణాలు
** అత్యధిక వాండలిజం
** అత్యధిక స్పామింగు
** నిర్మాణాత్మకంగా లేని మార్పుల యుద్ధం
** అధిక రద్దీగల పేజీ',
'protect-edit-reasonlist'     => 'సంరక్షణా కారణాలని మార్చండి',
'protect-expiry-options'      => '1 గంట:1 hour,1 రోజు:1 day,1 వారం:1 week,2 వారాలు:2 weeks,1 నెల:1 month,3 నెలలు:3 months,6 నెలలు:6 months,1 సంవత్సరం:1 year,ఎప్పటికీ:infinite',
'restriction-type'            => 'అనుమతి:',
'restriction-level'           => 'నియంత్రణ స్థాయి:',
'minimum-size'                => 'కనీస పరిమాణం',
'maximum-size'                => 'గరిష్ఠ పరిమాణం',
'pagesize'                    => '(బైట్లు)',

# Restrictions (nouns)
'restriction-edit'   => 'మార్చు',
'restriction-move'   => 'తరలించు',
'restriction-create' => 'సృష్టించు',
'restriction-upload' => 'ఎక్కించు',

# Restriction levels
'restriction-level-sysop'         => 'పూర్తి సంరక్షణ',
'restriction-level-autoconfirmed' => 'అర్థ సంరక్షణ',
'restriction-level-all'           => 'ఏ స్థాయి అయినా',

# Undelete
'undelete'                     => 'తుడిచివేయబడ్డ పేజీలను చూపించు',
'undeletepage'                 => 'తుడిచివేయబడిన పేజీలను చూపించు, పునఃస్థాపించు',
'undeletepagetitle'            => "'''క్రింద చూపిస్తున్నవి [[:$1]] యొక్క తొలగించిన మార్పులు'''.",
'viewdeletedpage'              => 'తొలగించిన పేజీలను చూడండి',
'undeletepagetext'             => 'క్రింది {{PLURAL:$1|పేజీని|$1 పేజీలను}} తొలగించారు, కానీ పునఃస్థాపనకు వీలుగా భండాగారంలో ఉన్నాయి.
భండాగారం నిర్ణీత వ్యవధులలో పూర్తిగా ఖాళీ చేయబడుతుంటుంది.',
'undelete-fieldset-title'      => 'కూర్పులను పునఃస్థాపించండి',
'undeleteextrahelp'            => "పేజీ మొత్తం చరిత్రను  పునస్థాపించేందుకు, చెక్ బాక్సులన్నిటినీ ఖాళీగా ఉంచి, '''''పునస్థాపించు''''' నొక్కండి. కొన్ని కూర్పులను మాత్రమే పుసస్థాపించ దలిస్తే, సదరు కూర్పులకు ఎదురుగా ఉన్న చెక్ బాక్సులలో టిక్కు పెట్టి, '''''పునస్థాపించు''''' నొక్కండి. '''''మునుపటి వలె''''' ను నొక్కినపుడు, చెక్ బాక్సులను, వ్యాఖ్య పెట్టెను ఖాళీ చేసిపెడుతుంది.",
'undeleterevisions'            => '$1 {{PLURAL:$1|కూర్పును|కూర్పులను}} భాండారానికి చేర్చాం',
'undeletehistory'              => 'పేజీని పునఃస్థాపిస్తే, అన్ని సంచికలూ పేజీచరిత్ర దినచర్యలోకి పునఃస్థాపించబడతాయి.
తుడిచివేయబడిన తరువాత, అదే పేరుతో వేరే పేజీ సృష్టించబడి ఉంటే, పునఃస్థాపించిన సంచికలు ముందరి చరిత్రలోకి వెళ్తాయి.',
'undeleterevdel'               => 'తొలగింపును రద్దు చేస్తున్నప్పుడు, అన్నిటికంటే పైనున్న కూర్పు పాక్షికంగా తొలగింపబడే పక్షంలో తొలగింపు-రద్దు జరగదు. అటువంటి సందర్భాల్లో, తొలగించిన కూర్పులలో కొత్తవాటిని ఎంచుకోకుండా ఉండాలి, లేదా దాపు నుండి తీసెయ్యాలి.',
'undeletehistorynoadmin'       => 'ఈ పుటని తొలగించివున్నారు.
తొలగింపునకు కారణం, తొలగింపునకు క్రితం ఈ పుటకి మార్పులు చేసిన వాడుకరుల వివరాలతో సహా, ఈ కింద సారాంశంలో చూపబడింది.
తొలగించిన కూర్పులలోని వాస్తవ పాఠ్యం నిర్వాహకులకు మాత్రమే అందుబాటులో ఉంటుంది.',
'undelete-revision'            => '$1 యొక్క తొలగించబడిన కూర్పు (చివరగా $4 నాడు, $5కి $3 మార్చారు):',
'undeleterevision-missing'     => 'తప్పుడు లేదా తప్పిపోయిన కూర్పు. మీరు నొక్కింది తప్పుడు లింకు కావచ్చు, లేదా భాండాగారం నుండి కూర్పు పునఃస్థాపించబడి లేదా తొలగించబడి ఉండవచ్చు.',
'undelete-nodiff'              => 'గత కూర్పులేమీ లేవు.',
'undeletebtn'                  => 'పునఃస్థాపించు',
'undeletelink'                 => 'చూడండి/పునస్థాపించండి',
'undeleteviewlink'             => 'చూడండి',
'undeletereset'                => 'మునుపటి వలె',
'undeleteinvert'               => 'ఎంపికని తిరగవెయ్యి',
'undeletecomment'              => 'కారణం:',
'undeletedarticle'             => '"[[$1]]" పునఃస్థాపన జరిగింది',
'undeletedrevisions'           => '{{PLURAL:$1|ఒక సంచిక|$1 సంచికల}} పునఃస్థాపన జరిగింది',
'undeletedrevisions-files'     => '{{PLURAL:$1|ఒక కూర్పు|$1 కూర్పులు}} మరియు {{PLURAL:$2|ఒక ఫైలు|$2 ఫైళ్ళ}}ను పునస్థాపించాం',
'undeletedfiles'               => '{{PLURAL:$1|ఒక ఫైలును|$1 ఫైళ్లను}} పునఃస్థాపించాం',
'cannotundelete'               => 'తొలగింపు రద్దు విఫలమైంది; ఆ పేజీ తొలగింపును వేరెవరైనా రద్దు చేసి ఉండవచ్చు.',
'undeletedpage'                => "'''$1 ను పునస్థాపించాం'''

ఇటీవల జరిగిన తొలగింపులు, పునస్థాపనల కొరకు [[Special:Log/delete|తొలగింపు చిట్టా]]ని చూడండి.",
'undelete-header'              => 'ఇటీవల తొలగించిన పేజీల కొరకు [[Special:Log/delete|తొలగింపు చిట్టా]]ని చూడండి.',
'undelete-search-box'          => 'తొలగించిన పేజీలను వెతుకు',
'undelete-search-prefix'       => 'దీనితో మొదలయ్యే పేజీలు చూపించు:',
'undelete-search-submit'       => 'వెతుకు',
'undelete-no-results'          => 'తొలగింపు సంగ్రహాల్లో దీనిని పోలిన పేజీలు లేవు.',
'undelete-filename-mismatch'   => '$1 టైమ్‌స్టాంపు కలిగిన ఫైలుకూర్పు తొలగింపును రద్దు చెయ్యలేకపోయాం: ఫైలుపేరు సరిపోలలేదు',
'undelete-bad-store-key'       => '$1 టైమ్‌స్టాంపు కలిగిన ఫైలు తొలగింపును రద్దు చెయ్యలేకున్నాం: తొలగింపుకు ముందే ఫైలు కనబడటం లేదు.',
'undelete-cleanup-error'       => 'వాడని భాండారం ఫైలు "$1" తొలగింపును రద్దు చెయ్యడంలో లోపం దొర్లింది.',
'undelete-missing-filearchive' => 'ID $1 కలిగిన భాండారం ఫైలు డేటాబేసులో లేకపోవడం చేత దాన్ని పునస్థాపించలేకున్నాం. దాని తొలగింపును ఇప్పటికే రద్దుపరచి ఉండవచ్చు.',
'undelete-error-short'         => 'ఫైలు $1 తొలగింపును రద్దు పరచడంలో లోపం దొర్లింది',
'undelete-error-long'          => 'ఫైలు $1 తొలగింపును రద్దు పరచడంలో లోపాలు దొర్లాయి',
'undelete-show-file-confirm'   => '$2 నాడు $3 సమయాన ఉన్న "<nowiki>$1</nowiki>" ఫైలు యొక్క తొలగించిన కూర్పుని మీరు నిజంగానే చూడాలనుకుంటున్నారా?',
'undelete-show-file-submit'    => 'అవును',

# Namespace form on various pages
'namespace'      => 'పేరుబరి:',
'invert'         => 'ఎంపికను తిరగవెయ్యి',
'blanknamespace' => '(మొదటి)',

# Contributions
'contributions'       => 'వాడుకరి రచనలు',
'contributions-title' => '$1 యొక్క మార్పులు-చేర్పులు',
'mycontris'           => 'నా మార్పులు-చేర్పులు',
'contribsub2'         => '$1 ($2) కొరకు',
'nocontribs'          => 'ఈ విధమైన మార్పులేమీ దొరకలేదు.',
'uctop'               => '(పైది)',
'month'               => 'ఈ నెల నుండి (అంతకు ముందువి):',
'year'                => 'ఈ సంవత్సరం నుండి (అంతకు ముందువి):',

'sp-contributions-newbies'             => 'కొత్త ఖాతాల యొక్క రచనలని మాత్రమే చూపించు',
'sp-contributions-newbies-sub'         => 'కొత్తవారి కోసం',
'sp-contributions-newbies-title'       => 'కొత్త ఖాతాల వాడుకరుల మార్పుచేర్పులు',
'sp-contributions-blocklog'            => 'నిరోధాల చిట్టా',
'sp-contributions-deleted'             => 'తొలగించబడిన వాడుకరి రచనలు',
'sp-contributions-uploads'             => 'ఎక్కింపులు',
'sp-contributions-logs'                => 'చిట్టాలు',
'sp-contributions-talk'                => 'చర్చ',
'sp-contributions-userrights'          => 'వాడుకరి హక్కుల నిర్వహణ',
'sp-contributions-blocked-notice'      => 'ఈ వాడుకరిపై ప్రస్తుతం నిరోధం ఉంది.
నిరోధపు చిట్టాలోని చివరి పద్దుని మీ సమాచారంకోసం ఇస్తున్నాం:',
'sp-contributions-blocked-notice-anon' => 'ఈ ఐపీ చిరునామాపై ప్రస్తుతం నిరోధం ఉంది.
నిరోధపు చిట్టాలోని చివరి పద్దుని మీ సమాచారంకోసం ఇస్తున్నాం:',
'sp-contributions-search'              => 'రచనల కోసం అన్వేషణ',
'sp-contributions-username'            => 'ఐపీ చిరునామా లేదా వాడుకరిపేరు:',
'sp-contributions-toponly'             => 'చిట్టచివరి కూర్పులను మాత్రమే చూపించు',
'sp-contributions-submit'              => 'వెతుకు',

# What links here
'whatlinkshere'            => 'ఇక్కడికి లంకెలున్న పుటలు',
'whatlinkshere-title'      => '"$1"కి లింకున్న పుటలు',
'whatlinkshere-page'       => 'పుట:',
'linkshere'                => "కిందనున్న పేజీల నుండి '''[[:$1]]'''కు లింకులు ఉన్నాయి:",
'nolinkshere'              => "'''[[:$1]]'''కు ఏ పేజీ నుండీ లింకు లేదు.",
'nolinkshere-ns'           => "'''[[:$1]]''' పేజీకి లింకయ్యే పేజీలు ఎంచుకున్న నేంస్పేసులో లేవు.",
'isredirect'               => 'దారిమార్పు పుట',
'istemplate'               => 'పేజీకి జతపరిచారు',
'isimage'                  => 'బొమ్మ లింకు',
'whatlinkshere-prev'       => '{{PLURAL:$1|మునుపటిది|మునుపటి $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|తరువాతది|తరువాతి $1}}',
'whatlinkshere-links'      => '← లింకులు',
'whatlinkshere-hideredirs' => 'దారిమార్పులను $1',
'whatlinkshere-hidetrans'  => '$1 ట్రాన్స్‌క్లూజన్లు',
'whatlinkshere-hidelinks'  => 'లింకులను $1',
'whatlinkshere-hideimages' => '$1 బొమ్మల లింకులు',
'whatlinkshere-filters'    => 'వడపోతలు',

# Block/unblock
'blockip'                         => 'సభ్యుని నిరోధించు',
'blockip-title'                   => 'వాడుకరిని నిరోధించు',
'blockip-legend'                  => 'వాడుకరి నిరోధం',
'blockiptext'                     => 'ఏదైనా ప్రత్యేక ఐపీ చిరునామానో లేదా వాడుకరిపేరునో రచనలు చెయ్యకుండా నిరోధించాలంటే కింది ఫారాన్ని వాడండి.
కేవలం దుశ్చర్యల నివారణ కోసం మాత్రమే దీన్ని వాడాలి, అదికూడా [[{{MediaWiki:Policy-url}}|విధానాన్ని]] అనుసరించి మాత్రమే.
స్పష్టమైన కారణాన్ని కింద రాయండి (ఉదాహరణకు, దుశ్చర్యలకు పాల్పడిన పేజీలను ఉదహరించండి).',
'ipadressorusername'              => 'ఐపీ చిరునామా లేదా వాడుకరిపేరు:',
'ipbexpiry'                       => 'అంతమయ్యే గడువు',
'ipbreason'                       => 'కారణం:',
'ipbreasonotherlist'              => 'ఇతర కారణం',
'ipbreason-dropdown'              => '*సాధారణ నిరోధ కారణాలు
** అదుపు తప్పిన బాటు
** తప్పు సమాచారాన్ని చొప్పించడం
** పేజీల్లోని సమాచారాన్ని తీసెయ్యడం
** బయటి సైట్లకు లింకులు పెట్టి స్పాము చెయ్యడం
** పేజీల్లోకి చెత్తను ఎక్కించడం
** బెదిరింపు ప్రవర్తన/వేధింపు
** అనేక ఎకౌంట్లు సృష్టించి దుశ్చర్యకు పాలపడడం
** అనుచితమైన సభ్యనామం',
'ipbcreateaccount'                => 'ఖాతా సృష్టింపుని నివారించు',
'ipbemailban'                     => 'వాడుకరిని ఈ-మెయిల్ చెయ్యకుండా నివారించు',
'ipbenableautoblock'              => 'ఈ వాడుకరి వాడిన చివరి ఐపీ అడ్రసును, అలాగే ఆ తరువాత వాడే అడ్రసులను కూడా ఆటోమాటిగ్గా నిరోధించు',
'ipbsubmit'                       => 'ఈ సభ్యుని నిరోధించు',
'ipbother'                        => 'వేరే గడువు',
'ipboptions'                      => '2 గంటలు:2 hours,1 రోజు:1 day,3 రోజులు:3 days,1 వారం:1 week,2 వారాలు:2 weeks,1 నెల:1 month,3 నెలలు:3 months,6 నెలలు:6 months,1 సంవత్సరం:1 year,ఎప్పటికీ:infinite',
'ipbotheroption'                  => 'వేరే',
'ipbotherreason'                  => 'ఇతర/అదనపు కారణం',
'ipbhidename'                     => 'మార్పులు మరియు జాబితాల నుండి ఈ వాడుకరిపేరుని దాచు',
'ipbwatchuser'                    => 'ఈ సభ్యుని సభ్యుని పేజీ, చర్చాపేజీలను వీక్షణలో ఉంచు',
'ipb-change-block'                => 'ఈ అమరికలతో వాడుకరిని పునర్నిరోధించు',
'badipaddress'                    => 'సరైన ఐ.పి. అడ్రసు కాదు',
'blockipsuccesssub'               => 'నిరోధం విజయవంతం అయింది',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] నిరోధించబడింది.
<br />నిరోధాల సమీక్ష కొరకు [[Special:IPBlockList|ఐ.పి. నిరొధాల జాబితా]] చూడండి.',
'ipb-edit-dropdown'               => 'నిరోధపు కారణాలను మార్చండి',
'ipb-unblock-addr'                => '$1 పై ఉన్న నిరోధాన్ని తొలగించండి',
'ipb-unblock'                     => 'సభ్యనామం లేక ఐపీ అడ్రసుపై ఉన్న నిరోధాన్ని తొలగించండి',
'ipb-blocklist'                   => 'అమల్లో ఉన్న నిరోధాలను చూపించు',
'ipb-blocklist-contribs'          => '$1 యొక్క మార్పులు-చేర్పులు',
'unblockip'                       => 'సభ్యునిపై నిరోధాన్ని తొలగించు',
'unblockiptext'                   => 'కింది ఫారం ఉపయోగించి, నిరోధించబడిన ఐ.పీ. చిరునామా లేదా సభ్యునికి తిరిగి రచనలు చేసే అధికారం ఇవ్వవచ్చు.',
'ipusubmit'                       => 'ఈ నిరోధాన్ని తొలగించు',
'unblocked'                       => '[[User:$1|$1]]పై నిరోధం తొలగించబడింది',
'unblocked-id'                    => '$1 అనే నిరోధాన్ని తొలగించాం',
'ipblocklist'                     => 'నిరోధించబడిన ఐ.పీ. చిరునామాలు మరియు వాడుకరుల పేర్లు',
'ipblocklist-legend'              => 'నిరోధించబడిన సభ్యుని వెతకండి',
'blocklist-userblocks'            => 'ఖాతా నిరోధాలను దాచు',
'blocklist-tempblocks'            => 'తాత్కాలిక నిరోధాలను దాచు',
'blocklist-timestamp'             => 'కాలముద్ర',
'blocklist-reason'                => 'కారణం',
'ipblocklist-submit'              => 'వెతుకు',
'ipblocklist-localblock'          => 'స్థానిక నిరోధం',
'ipblocklist-otherblocks'         => 'ఇతర {{PLURAL:$1|నిరోధం|నిరోధాలు}}',
'infiniteblock'                   => 'అనంతం',
'expiringblock'                   => '$1 నాడు $2కి కాలం చెల్లుతుంది',
'anononlyblock'                   => 'అజ్ఞాతవ్యక్తులు మాత్రమే',
'noautoblockblock'                => 'ఆటోమాటిక్ నిరోధాన్ని అశక్తం చేసాం',
'createaccountblock'              => 'ఖాతా తెరవడాన్ని నిరోధించాము',
'emailblock'                      => 'ఈ-మెయిలుని నిరోధించాం',
'blocklist-nousertalk'            => 'తమ చర్చాపేజీని మార్చలేరు',
'ipblocklist-empty'               => 'నిరోధపు జాబితా ఖాళీగా ఉంది.',
'ipblocklist-no-results'          => 'మీరడిగిన ఐపీ అడ్రసు లేదా సభ్యనామాన్ని నిరోధించలేదు.',
'blocklink'                       => 'నిరోధించు',
'unblocklink'                     => 'నిరోధాన్ని ఎత్తివేయి',
'change-blocklink'                => 'నిరోధాన్ని మార్చండి',
'contribslink'                    => 'రచనలు',
'autoblocker'                     => 'మీ ఐ.పీ. అడ్రసును "[[User:$1|$1]]" ఇటీవల వాడుట చేత, అది ఆటోమాటిక్‌గా నిరోధించబడినది. $1ను నిరోధించడానికి కారణం: "\'\'\'$2\'\'\'"',
'blocklogpage'                    => 'నిరోధాల చిట్టా',
'blocklog-showlog'                => 'ఈ వాడుకరిని గతంలో నిరోధించారు.
మీ సమాచారం కోసం నిరోధపు చిట్టాని క్రింద ఇచ్చాం:',
'blocklog-showsuppresslog'        => 'ఈ వాడుకరిని గతంలో నిరోధించి, దాచి ఉంచారు.
వివరాల కోసం అణచివేత చిట్టా కింద చూపబడింది:',
'blocklogentry'                   => '"[[$1]]" పై నిరోధం అమలయింది. నిరోధ కాలం $2 $3',
'reblock-logentry'                => '[[$1]] కై నిరోధపు అమరికలను $2 $3 గడువుతో మార్చారు',
'blocklogtext'                    => 'వాడుకరుల నిరోధాలు, పునస్థాపనల చిట్టా ఇది. ఆటోమాటిక్‌గా నిరోధానికి గురైన ఐ.పి. చిరునామాలు ఈ జాబితాలో ఉండవు. ప్రస్తుతం అమల్లో ఉన్న నిరోధాలు, నిషేధాల కొరకు [[Special:IPBlockList|ఐ.పి. నిరోధాల జాబితా]]ను చూడండి.',
'unblocklogentry'                 => '$1పై నిరోధం తొలగించబడింది',
'block-log-flags-anononly'        => 'అజ్ఞాత వాడుకర్లు మాత్రమే',
'block-log-flags-nocreate'        => 'ఖాతా సృష్టించడాన్ని అశక్తం చేసాం',
'block-log-flags-noautoblock'     => 'ఆటోమాటిక్ నిరోధాన్ని అశక్తం చేసాం',
'block-log-flags-noemail'         => 'ఈ-మెయిలుని నిరోధించాం',
'block-log-flags-nousertalk'      => 'తమ చర్చాపేజీని మార్చలేరు',
'block-log-flags-angry-autoblock' => 'మరింత ధృడమైన స్వయంనిరోధకం సచేతనం చేయబడింది',
'block-log-flags-hiddenname'      => 'వాడుకరిపేరుని దాచారు',
'range_block_disabled'            => 'శ్రేణి(రేంజి) నిరోధం చెయ్యగల నిర్వాహక అనుమతిని అశక్తం చేసాం.',
'ipb_expiry_invalid'              => 'అంతమయ్యే గడువు సరైనది కాదు.',
'ipb_expiry_temp'                 => 'దాచిన వాడుకరిపేరు నిరోధాలు శాశ్వతంగా ఉండాలి.',
'ipb_hide_invalid'                => 'ఈ ఖాతాను అణచలేకపోతున్నాం. దాని కింద చాలా దిద్దుబాట్లు ఉండి ఉంటాయి.',
'ipb_already_blocked'             => '"$1" ను ఇప్పటికే నిరోధించాం',
'ipb-needreblock'                 => '== ఇప్పటికే నిరోధించారు ==
$1ని ఇప్పటికే నిరోధించారు. ఆ అమరికలని మీరు మార్చాలనుకుంటున్నారా?',
'ipb-otherblocks-header'          => 'ఇతర {{PLURAL:$1|నిరోధం|నిరోధాలు}}',
'ipb_cant_unblock'                => 'లోపం: నిరోధించిన ఐడీ $1 దొరకలేదు. దానిపై ఉన్న నిరోధాన్ని ఈసరికే తొలగించి ఉండవచ్చు.',
'ipb_blocked_as_range'            => 'లోపం: ఐపీ $1 ను నేరుగా నిరోధించలేదు, అంచేత నిరోధాన్ని రద్దుపరచలేము.  అయితే, అది $2 శ్రేణిలో భాగంగా నిరోధానికి గురైంది, ఈ శ్రేణిపై ఉన్న నిరోధాన్ని రద్దుపరచవచ్చు.',
'ip_range_invalid'                => 'సరైన ఐపీ శ్రేణి కాదు.',
'ip_range_toolarge'               => '/$1  కంటే పెద్దవైన సామూహిక నిరోధాలు అనుమతించబడవు.',
'blockme'                         => 'నన్ను నిరోధించు',
'proxyblocker'                    => 'ప్రాక్సీ నిరోధకం',
'proxyblocker-disabled'           => 'ఈ ఫంక్షన్ను అశక్తం చేసాం.',
'proxyblockreason'                => 'మీ ఐపీ అడ్రసు ఒక ఓపెన్ ప్రాక్సీ కాబట్టి దాన్ని నిరోధించాం. మీ ఇంటర్నెట్ సేవాదారుని గానీ, సాంకేతిక సహాయకుని గానీ సంప్రదించి తీవ్రమైన ఈ భద్రతా వైఫల్యాన్ని గురించి తెలపండి.',
'proxyblocksuccess'               => 'పనయింది.',
'sorbsreason'                     => '{{SITENAME}} వాడే DNSBLలో మీ ఐపీ అడ్రసు ఒక ఓపెన్ ప్రాక్సీగా నమోదై ఉంది.',
'sorbs_create_account_reason'     => 'మీ ఐపీ అడ్రసు DNSBL లో ఓపెను ప్రాక్సీగా నమోదయి ఉంది. మీరు ఎకౌంటును సృష్టించజాలరు.',
'cant-block-while-blocked'        => 'నిరోధంలో ఉన్న మీరు ఇతర వాడుకరులపై నిరోధం అమలుచేయలేరు.',
'cant-see-hidden-user'            => 'మీరు నిరోధించదలచిన వాడుకరి ఇప్పటికే నిరోధించబడి, దాచబడి ఉన్నారు. మీకు హక్కు లేదు కాబట్టి, ఆ వాడుకరి నిరోధాన్ని చూడటంగానీ, దాన్ని మార్చడంగానీ చెయ్యలేరు.',
'ipbblocked'                      => 'మీరు ఇతర వాడుకరులని నిరోధించలేరు లేదా అనిరోధించలేరు, ఎందుకంటే మిమ్మల్ని మీరే నిరోధించుకున్నారు',
'ipbnounblockself'                => 'మిమ్మల్ని మీరే అనిరోధించుకునే అనుమతి మీకు లేదు',

# Developer tools
'lockdb'              => 'డాటాబేసును లాక్‌ చెయ్యి',
'unlockdb'            => 'డాటాబేసుకి తాళంతియ్యి',
'lockdbtext'          => 'డాటాబేసును లాక్‌ చెయ్యడం వలన సభ్యులు పేజీలు మార్చడం, అభిరుచులు మార్చడం, వీక్షణ జాబితాను మార్చడం వంటి డాటాబేసు ఆధారిత పనులు చెయ్యలేరు. మీరు చెయ్యదలచినది ఇదేనని, మీ పని కాగానే తిరిగి డాటాబేసును ప్రారంభిస్తాననీ ధృవీకరించండి.',
'unlockdbtext'        => 'డేటాబేసుకు తాళం తీసేసిన తరువాత, వాడుకరులందరూ పేజీలను మార్చటం మొదలు పెట్టగలరు,
తమ అభిరుచులను మార్చుకోగలరు, వీక్షణా జాబితాకు పేజీలను కలుపుకోగలరు తీసివేయనూగలరు,
అంతేకాక డేటాబేసులో మార్పులు చేయగలిగే ఇంకొన్ని పనులు కూడా చేయవచ్చు.
మీరు చేయదలుచుకుంది ఇదేనాకాదా అని ఒకసారి నిర్ధారించండి.',
'lockconfirm'         => 'అవును, డేటాబేసును లాకు చెయ్యాలని నిజంగానే అనుకుంటున్నాను.',
'unlockconfirm'       => 'అవును, నేను నిజంగానే డాటాబేసుకి తాళం తియ్యాలనుకుంటున్నాను.',
'lockbtn'             => 'డాటాబేసును లాక్‌ చెయ్యి',
'unlockbtn'           => 'డాటాబేసు తాళంతియ్యి',
'locknoconfirm'       => 'మీరు ధృవీకరణ పెట్టెలో టిక్కు పెట్టలేదు.',
'lockdbsuccesssub'    => 'డాటాబేసు లాకు విజయవంతం అయ్యింది.',
'unlockdbsuccesssub'  => 'డాటాబేసుకు తాళం తీసేసాం',
'lockdbsuccesstext'   => 'డాటాబేసు లాకయింది.<br />పని పూర్తి కాగానే లాకు తియ్యడం మర్చిపోకండి.',
'unlockdbsuccesstext' => 'డాటాబేసుకి తాళం తీసాం.',
'lockfilenotwritable' => 'డేటాబేసుకు తాళంవేయగల ఫైలులో రాయలేకపోతున్నాను.  డేటాబేసుకు తాళంవేయటానికిగానీ లేదా తీసేయటానికిగానీ, వెబ్‌సర్వరులో ఉన్న ఈ ఫైలులో రాయగలగాలి.',
'databasenotlocked'   => 'డేటాబేసు లాకవలేదు.',

# Move page
'move-page'                    => '$1 తరలింపు',
'move-page-legend'             => 'పేజీని తరలించు',
'movepagetext'                 => "కింది ఫారం ఉపయోగించి, ఓ పేజీ పేరు మార్చవచ్చు. దాంతో పాటు దాని చరిత్ర అంతా కొత్త పేజీ చరిత్రగా మారుతుంది.
పాత పేజీ కొత్త దానికి దారిమార్పు పేజీ అవుతుంది.
పాత పేజీకి ఉన్న దారిమార్పు పేజీలను ఆటోమెటిగ్గా సరిచేయవచ్చు.
ఆలా చేయవద్దనుకుంటే, [[Special:DoubleRedirects|ద్వంద]] లేదా [[Special:BrokenRedirects|పనిచేయని]] దారిమార్పుల పేజీలలో సరిచూసుకోండి.
లింకులన్నీ అనుకున్నట్లుగా చేరవలసిన చోటికే చేరుతున్నాయని నిర్ధారించుకోవలసిన బాధ్యత మీదే.

ఒకవేళ కొత్త పేరుతో ఇప్పటికే ఒక పేజీ ఉండి ఉంటే (అది గత మార్పుల చరిత్ర లేని ఖాళీ పేజీనో లేదా దారిమార్పు పేజీనో కాకపోతే) తరలింపు '''జరగదు'''.

అంటే మీరు పొరపాటు చేస్తే కొత్త పేరును మార్చి తిరిగి పాత పేరుకు తీసుకురాగలరు కానీ ఇప్పటికే వున్న పేజీని తుడిచివేయలేరు.

'''హెచ్చరిక!'''
ఈ మార్పు బాగా జనరంజకమైన పేజీలకు అనూహ్యం కావచ్చు;
దాని పరిణామాలను అర్ధం చేసుకుని ముందుకుసాగండి.",
'movepagetalktext'             => "దానితో పాటు సంబంధిత చర్చా పేజీ కూడా ఆటోమాటిక్‌‌గా తరలించబడుతుంది, '''కింది సందర్భాలలో తప్ప:'''
*ఒక నేంస్పేసు నుండి ఇంకోదానికి తరలించేటపుడు,
*కొత్త పేరుతో ఇప్పటికే ఒక చర్చా పేజీ ఉంటే,
*కింది చెక్‌బాక్సులో టిక్కు పెట్టకపోతే.

ఆ సందర్భాలలో, మీరు చర్చా పేజీని కూడా పనిగట్టుకుని తరలించవలసి ఉంటుంది, లేదా ఏకీకృత పరచవలసి ఉంటుంది.",
'movearticle'                  => 'పేజీని తరలించు',
'moveuserpage-warning'         => "'''హెచ్చరిక:''' మీరు ఒక వాడుకరి పేజీని తరలించబోతున్నారు. పేజీ మాత్రమే తరలించబడుతుందనీ, వాడుకరి పేరుమార్పు జరగదనీ గమనించండి.",
'movenologin'                  => 'లాగిన్‌ అయిలేరు',
'movenologintext'              => 'పేజీని తరలించడానికి మీరు [[Special:UserLogin|లాగిన్‌]] అయిఉండాలి.',
'movenotallowed'               => 'పేజీలను తరలించడానికి మీకు అనుమతి లేదు.',
'movenotallowedfile'           => 'మీకు ఫైళ్ళను తరలించే అనుమతి లేదు.',
'cant-move-user-page'          => 'వాడుకరి పేజీలను (ఉపపేజీలు కానివాటిని) తరలించే అనుమతి మీకు లేదు .',
'cant-move-to-user-page'       => 'మీకు ఒక పేజీని వాడుకరి పేజీగా (వాడుకరి ఉపపేజీగా తప్ప) తరలించే అనుమతి లేదు.',
'newtitle'                     => 'కొత్త పేరుకి',
'move-watch'                   => 'ఈ పేజీని గమనించు',
'movepagebtn'                  => 'పేజీని తరలించు',
'pagemovedsub'                 => 'తరలింపు విజయవంతమైనది',
'movepage-moved'               => '\'\'\'"$1"ని "$2"కి తరలించాం\'\'\'',
'movepage-moved-redirect'      => 'ఒక దారిమార్పుని సృష్టించాం.',
'movepage-moved-noredirect'    => 'దారిమార్పుని సృష్టించలేదు.',
'articleexists'                => 'ఆ పేరుతో ఇప్పటికే ఒక పేజీ ఉంది, లేదా మీరు ఎంచుకున్న పేరు సరైనది కాదు. వేరే పేరు ఎంచుకోండి.',
'cantmove-titleprotected'      => 'ఈ పేరుతోఉన్న పేజీని సృష్టించనివ్వకుండా సంరక్షిస్తున్నారు, అందుకని ఈ ప్రదేశంలోకి పేజీని తరలించలేను',
'talkexists'                   => "'''పేజీని జయప్రదంగా తరలించాము, కానీ చర్చా పేజీని తరలించలేక పోయాము. కొత్త పేరుతో చర్చ పేజీ ఇప్పటికే ఉంది, ఆ రెంటినీ మీరే ఏకీకృతం చెయ్యండి.'''",
'movedto'                      => 'తరలింపు',
'movetalk'                     => 'కూడా వున్న చర్చ పేజీని తరలించు',
'move-subpages'                => 'ఉపపేజీలను ($1 వరకు) తరలించు',
'move-talk-subpages'           => 'చర్చా పేజీ యొక్క ఉపపేజీలను ($1 వరకు) తరలించు',
'movepage-page-exists'         => '$1 అనే పేజీ ఈపాటికే ఉంది మరియు దాన్ని ఆటోమెటిగ్గా ఈ పేజీతో మార్చివేయలేరు.',
'movepage-page-moved'          => '$1 అనే పేజీని $2 కి తరలించాం.',
'movepage-page-unmoved'        => '$1 అనే పేజీని $2 కి తరలించలేకపోయాము.',
'movepage-max-pages'           => '$1 యొక్క గరిష్ఠ పరిమితి {{PLURAL:$1|పేజీ|పేజీలు}} వరకు తరలించడమైనది. ఇక ఆటోమాటిగ్గా తరలించము.',
'1movedto2'                    => '[[$1]]ని [[$2]]కి తరలించారు',
'1movedto2_redir'              => '[[$1]] ను దారిమార్పు ద్వారా [[$2]] కు తరలించాం',
'move-redirect-suppressed'     => 'దారిమార్పు లేకుండా',
'movelogpage'                  => 'తరలింపుల చిట్టా',
'movelogpagetext'              => 'కింద తరలించిన పేజీల జాబితా ఉన్నది.',
'movesubpage'                  => '{{PLURAL:$1|ఉపపేజీ|ఉపపేజీలు}}',
'movesubpagetext'              => 'ఈ పేజీకి క్రింద చూపించిన $1 {{PLURAL:$1|ఉపపేజీ ఉంది|ఉపపేజీలు ఉన్నాయి}}.',
'movenosubpage'                => 'ఈ పేజీకి ఉపపేజీలు ఏమీ లేవు.',
'movereason'                   => 'కారణం:',
'revertmove'                   => 'తరలింపును రద్దుచేయి',
'delete_and_move'              => 'తొలగించి, తరలించు',
'delete_and_move_text'         => '==తొలగింపు అవసరం==

ఉద్దేశించిన వ్యాసం "[[:$1]]" ఇప్పటికే ఉనికిలో ఉంది. ప్రస్తుత తరలింపుకు వీలుగా దాన్ని తొలగించేయమంటారా?',
'delete_and_move_confirm'      => 'అవును, పేజీని తొలగించు',
'delete_and_move_reason'       => 'తరలింపుకు వీలుగా తొలగించబడింది',
'selfmove'                     => 'మూలం, గమ్యం పేర్లు ఒకటే; పేజీని దాని పైకే తరలించడం కుదరదు.',
'immobile-source-namespace'    => '"$1" పేరుబరిలోని పేజీలను తరలించలేరు',
'immobile-target-namespace'    => '"$1" పేరుబరిలోనికి పేజీలను తరలించలేరు',
'immobile-target-namespace-iw' => 'పేజీని తరలించడానికి అంతర్వికీ లింకు సరైన లక్ష్యం కాదు.',
'immobile-source-page'         => 'ఈ పేజీని తరలించలేరు.',
'immobile-target-page'         => 'ఆ లక్ష్యిత శీర్షికకి తరలించలేము.',
'imagenocrossnamespace'        => 'ఫైలును, ఫైలుకు చెందని నేమ్‌స్పేసుకు తరలించలేం',
'nonfile-cannot-move-to-file'  => 'దస్త్రాలు కానివాటిని దస్త్రపు పేరుబరికి తరలించలేరు',
'imagetypemismatch'            => 'ఈ కొత్త ఫైలు ఎక్స్&zwnj;టెన్షన్ ఫైలు రకానికి సరిపోలేదు',
'imageinvalidfilename'         => 'లక్ష్యిత దస్త్రపు పేరు చెల్లనిది',
'fix-double-redirects'         => 'పాత పేజీని సూచిస్తున్న దారిమార్పులను తాజాకరించు',
'move-leave-redirect'          => 'పాత పేజీని దారిమార్పుగా ఉంచు',
'protectedpagemovewarning'     => "'''హెచ్చరిక:''' ఈ పేజీని సంరక్షించారు కనుక నిర్వాహక హక్కులు కలిగిన వాడుకరులు మాత్రమే దీన్ని తరలించగలరు.
మీ సమాచారం కోసం చివరి చిట్టా పద్దుని ఇక్కడ ఇస్తున్నాం:",
'semiprotectedpagemovewarning' => "'''గమనిక:''' ఈ పేజీని సంరక్షించారు కనుక నమోదైన వాడుకరులు మాత్రమే దీన్ని తరలించగలరు.
మీ సమాచారం కోసం చివరి చిట్టా పద్దుని ఇక్కడ ఇస్తున్నాం:",
'move-over-sharedrepo'         => '== ఫైలు ఉంది ==
[[:$1]] సామూహిక నిక్షేపంలో ఉంది. ఈ పేరుతో మరొక ఫైలును తరలిస్తే అది ఆ సామూహిక ఫైలును ఓవర్‌రైడు చేస్తుంది.',
'file-exists-sharedrepo'       => 'ఎంచుకున్న ఫైలు పేరు ఇప్పటికే సామాన్య భాండాగారంలో వాడుకలో ఉంది.
దయచేసి మరొక పేరుని ఎంచుకోండి.',

# Export
'export'            => 'ఎగుమతి పేజీలు',
'exporttext'        => 'ఎంచుకున్న పేజీ లేదా పేజీలలోని వ్యాసం మరియు పేజీ చరితం లను XML లో ఎగుమతి చేసుకోవచ్చు. MediaWiki ని ఉపయోగించి Special:Import page ద్వారా దీన్ని వేరే వికీ లోకి దిగుమతి చేసుకోవచ్చు.

పేజీలను ఎగుమతి చేసందుకు, కింద ఇచ్చిన టెక్స్టు బాక్సులో పేజీ పేర్లను లైనుకో పేరు చొప్పున ఇవ్వండి. ప్రస్తుత కూర్పుతో పాటు పాత కూర్పులు కూడా కావాలా, లేక ప్రస్తుత కూర్పు మాత్రమే చాలా అనే విషయం కూడా ఇవ్వవచ్చు.

రెండో పద్ధతిలో అయితే, పేజీ యొక్క లింకును కూడా వాడవచ్చు. ఉదాహరణకు, "[[{{MediaWiki:Mainpage}}]]" కోసమైతే [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] అని ఇవ్వవచ్చు.',
'exportcuronly'     => 'ప్రస్తుత కూర్పు మాత్రమే, పూర్తి చరితం వద్దు',
'exportnohistory'   => "----
'''గమనిక:''' ఈ ఫారాన్ని ఉపయోగించి పేజీలయొక్క పూర్తి చరిత్రను ఎగుమతి చేయడాన్ని సర్వరుపై వత్తిడి పెరిగిన కారణంగా ప్రస్తుతం నిలిపివేశారు.",
'export-submit'     => 'ఎగుమతించు',
'export-addcattext' => 'ఈ వర్గంలోని పేజీలను చేర్చు:',
'export-addcat'     => 'చేర్చు',
'export-addnstext'  => 'ఈ పేరుబరి నుండి పేజీలను చేర్చు:',
'export-addns'      => 'చేర్చు',
'export-download'   => 'ఫైలుగా భద్రపరచు',
'export-templates'  => 'మూసలను కలుపు',
'export-pagelinks'  => 'ఈ లోతు వరకు లింకై ఉన్న పేజీలను చేర్చు:',

# Namespace 8 related
'allmessages'                   => 'అన్ని సిస్టం సందేశాలు',
'allmessagesname'               => 'పేరు',
'allmessagesdefault'            => 'డీఫాల్టు పాఠ్యం',
'allmessagescurrent'            => 'ప్రస్తుత పాఠ్యం',
'allmessagestext'               => 'మీడియావికీ నేంస్పేసులో ఉన్న అన్ని సిస్టం సందేశాల జాబితా ఇది.
మీరు అన్ని వికీపీడియాలకూ కలిపి ఒకేసారి అనువదించాలని అనుకుంటే, దయచేసి [http://www.mediawiki.org/wiki/Localisation మీడియావికీ అనువాదం] మరియూ [http://translatewiki.net బేటావికీ] సైట్లను చూడండి.',
'allmessagesnotsupportedDB'     => "'''\$wgUseDatabaseMessages''' అన్నది అచేతనం చేసి ఉన్నందువల్ల ఈ పేజీని వాడలేరు.",
'allmessages-filter-legend'     => 'వడపోత',
'allmessages-filter'            => 'కస్టమైజేషను స్థితిని బట్టి వడకట్టు:',
'allmessages-filter-unmodified' => 'మార్చాబడనిది',
'allmessages-filter-all'        => 'అన్నీ',
'allmessages-filter-modified'   => 'మార్చబడినది',
'allmessages-prefix'            => 'ఉపసర్గ పై వడపోత:',
'allmessages-language'          => 'భాష:',
'allmessages-filter-submit'     => 'వెళ్ళు',

# Thumbnails
'thumbnail-more'           => 'పెద్దది చెయ్యి',
'filemissing'              => 'ఫైలు కనపడుటలేదు',
'thumbnail_error'          => '$1: నఖచిత్రం తయారుచెయ్యడంలో లోపం జరిగింది',
'djvu_page_error'          => 'DjVu పేజీ రేంజి దాటిపోయింది',
'djvu_no_xml'              => 'DjVu ఫైలు కోసం XMLను తీసుకుని రాలేకపోయాను',
'thumbnail_invalid_params' => 'నఖచిత్రాలకు సరయిన పారామీటర్లు లేవు',
'thumbnail_dest_directory' => 'గమ్యస్థానంలో డైరెక్టరీని సృష్టించలేకపోయాం',
'thumbnail_image-type'     => 'ఈ బొమ్మ రకానికి మద్దతు లేదు',
'thumbnail_gd-library'     => 'అసంపూర్ణ GD సంచయపు ఏర్పాటు: $1 ఫంక్షను లేదు.',
'thumbnail_image-missing'  => 'ఫైలు తప్పిపోయినట్లున్నది: $1',

# Special:Import
'import'                     => 'పేజీలను దిగుమతి చేసుకోండి',
'importinterwiki'            => 'ఇంకోవికీ నుండి దిగుమతి',
'import-interwiki-text'      => 'దిగుమతి చేసుకోవడానికి ఒక వికీని మరియు అందులోని పేజీని ఎంచుకోండి.
కూర్పుల తేదీలు మరియు మార్పులు చేసిన వారి పేర్లు భద్రపరచబడతాయి.
ఇతర వికీలనుండి చేస్తున్న దిగుమతుల చర్యలన్నీ [[Special:Log/import|దిగుమతుల చిట్టా]]లో నమోదవుతాయి.',
'import-interwiki-source'    => 'మూల వికీ/పేజీ:',
'import-interwiki-history'   => 'ఈ పేజీ యొక్క అన్ని చారిత్రక కూర్పులను కాపీ చెయ్యి',
'import-interwiki-templates' => 'అన్ని మూసలను ఉంచు',
'import-interwiki-submit'    => 'దిగుమతించు',
'import-interwiki-namespace' => 'లక్ష్యిత నేంస్పేసు:',
'import-upload-filename'     => 'పైలుపేరు:',
'import-comment'             => 'వ్యాఖ్య:',
'importtext'                 => 'మూల వికీ లోని [[Special:Export|ఎగుమతి సౌలభ్యా]]న్ని ఉపయోగించి ఫైలుని మీ కంప్యూటర్లోనికి దిగుమతి చేసుకోండి.
ఆపై ఇక్కడికి ఎగుమతి చేయండి.',
'importstart'                => 'పేజీలను దిగుమతి చేస్తున్నాం...',
'import-revision-count'      => '$1 {{PLURAL:$1|కూర్పు|కూర్పులు}}',
'importnopages'              => 'దిగుమతి చెయ్యడానికి పేజీలేమీ లేవు.',
'imported-log-entries'       => '$1 {{PLURAL:$1|చిట్టా పద్దు దిగుమతయ్యింది|చిట్టా పద్దులు దిగుమతయ్యాయి}}.',
'importfailed'               => 'దిగుమతి కాలేదు: $1',
'importunknownsource'        => 'దిగుమతి చేసుకుంటున్న దాని మాతృక రకం తెలియదు',
'importcantopen'             => 'దిగుమతి చేయబోతున్న ఫైలును తెరవలేకపోతున్నాను',
'importbadinterwiki'         => 'చెడు అంతర్వికీ లింకు',
'importnotext'               => 'ఖాళీ లేదా పాఠ్యం లేదు',
'importsuccess'              => 'దిగుమతి పూర్తయ్యింది!',
'importhistoryconflict'      => 'కూర్పుల చరిత్రలో ఘర్షణ తలెత్తింది (ఈ పేజీని ఇంతకు ముందే దిగుమతి చేసుంటారు)',
'importnosources'            => 'No transwiki import sources have been defined and direct history uploads are disabled.
ఎటువంటి అంతర్వికీ దిగుమతి మూలాలను పేర్కొనకపోవటం వలన, ప్రత్యక్ష చరిత్ర అప్లోడులను నిలిపివేశాం.',
'importnofile'               => 'ఎటువంటి దిగుమతి ఫైలునూ అప్లోడుచేయలేదు.',
'importuploaderrorsize'      => 'దిగుమతి ఫైలు అప్లోడు ఫలించలేదు. ఈ ఫైలు అప్లోడు ఫైలుకు నిర్దేశించిన పరిమాణం కంటే పెద్దా ఉంది.',
'importuploaderrorpartial'   => 'దిగుమతి ఫైలు అప్లోడు ఫలించలేదు. ఈ ఫైలులో కొంత భాగాన్ని మాత్రమే అప్లోడు చేయగలిగం.',
'importuploaderrortemp'      => 'దిగుమతి ఫైలు అప్లోడు ఫలించలేదు. ఒక తాత్కాలిక ఫోల్డరు కనిపించటం లేదు.',
'import-parse-failure'       => 'దిగుమతి చేసుకుంటున్న XML విశ్లేషణ ఫలించలేదు',
'import-noarticle'           => 'దిగుమతి చెయ్యాల్సిన పేజీ లేదు!',
'import-nonewrevisions'      => 'అన్ని కూర్పులూ గతంలోనే దిగుమతయ్యాయి.',
'xml-error-string'           => '$1 $2వ లైనులో, వరుస $3 ($4వ బైటు): $5',
'import-upload'              => 'XML డేటాను అప్‌లోడు చెయ్యి',
'import-token-mismatch'      => 'సెషను భోగట్టా పోయింది. దయచేసి మళ్ళీ ప్రయత్నించండి.',
'import-invalid-interwiki'   => 'మీరు చెప్పిన వికీనుండి దిగుమతి చేయలేము.',

# Import log
'importlogpage'                    => 'దిగుమతుల చిట్టా',
'importlogpagetext'                => 'ఇతర వికీల నుండీ మార్పుల చరిత్రతోసహా తెచ్చిన నిర్వహణా దిగుమతులు.',
'import-logentry-upload'           => '[[$1]]ను ఫైలు అప్లోడు ద్వారా దిగుమతి చేసాం',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|కూర్పు|కూర్పులు}}',
'import-logentry-interwiki'        => 'ఇతర వికీల నుండి $1',
'import-logentry-interwiki-detail' => '$2 నుండి {{PLURAL:$1|ఒక కూర్పు|$1 కూర్పులు}}',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'మీ వాడుకరి పేజీ',
'tooltip-pt-anonuserpage'         => 'మీ ఐపీ చిరునామాకి సంబంధించిన వాడుకరి పేజీ',
'tooltip-pt-mytalk'               => 'మీ చర్చా పేజీ',
'tooltip-pt-anontalk'             => 'ఈ ఐపీ చిరునామా నుండి చేసిన మార్పుల గురించి చర్చ',
'tooltip-pt-preferences'          => 'మీ అభిరుచులు',
'tooltip-pt-watchlist'            => 'మీరు మార్పుల కొరకు గమనిస్తున్న పేజీల జాబితా',
'tooltip-pt-mycontris'            => 'మీ మార్పు-చేర్పుల జాబితా',
'tooltip-pt-login'                => 'మీరు లోనికి ప్రవేశించడాన్ని ప్రోత్సహిస్తున్నాం; కానీ అది తప్పనిసరి కాదు.',
'tooltip-pt-anonlogin'            => 'మీరు లోనికి ప్రవేశించడాన్ని ప్రోత్సహిస్తాం; కానీ, అది తప్పనిసరి కాదు',
'tooltip-pt-logout'               => 'నిష్క్రమించండి',
'tooltip-ca-talk'                 => 'విషయపు పుట గురించి చర్చ',
'tooltip-ca-edit'                 => 'ఈ పేజీని మీరు సరిదిద్దవచ్చు. భద్రపరిచేముందు మునుజూపు బొత్తాన్ని వాడండి.',
'tooltip-ca-addsection'           => 'కొత్త విభాగాన్ని మొదలుపెట్టండి',
'tooltip-ca-viewsource'           => 'ఈ పుటని సంరక్షించారు. మీరు దీని మూలాన్ని చూడవచ్చు',
'tooltip-ca-history'              => 'ఈ పేజీ యొక్క గత కూర్పులు.',
'tooltip-ca-protect'              => 'ఈ పేజీని సంరక్షించండి',
'tooltip-ca-unprotect'            => 'ఈ పేజీకి సంరక్షణ తీసివేయండి',
'tooltip-ca-delete'               => 'ఈ పేజీని తొలగించండి',
'tooltip-ca-undelete'             => 'ఈ పేజీని తొలగించడానికి ముందు చేసిన మార్పులను పునఃస్థాపించు',
'tooltip-ca-move'                 => 'ఈ పేజీని తరలించండి',
'tooltip-ca-watch'                => 'ఈ పేజీని మీ విక్షణా జాబితాకి చేర్చుకోండి',
'tooltip-ca-unwatch'              => 'ఈ పేజీని మీ విక్షణా జాబితా నుండి తొలగించండి',
'tooltip-search'                  => '{{SITENAME}} లో వెతకండి',
'tooltip-search-go'               => 'ఇదే పేరుతో పేజీ ఉంటే అక్కడికి తీసుకెళ్ళు',
'tooltip-search-fulltext'         => 'పేజీలలో ఈ పాఠ్యం కొరకు వెతుకు',
'tooltip-p-logo'                  => 'మొదటి పుటను దర్శించండి',
'tooltip-n-mainpage'              => 'మొదటి పుటని దర్శించండి',
'tooltip-n-mainpage-description'  => 'మొదటి పుటని దర్శించండి',
'tooltip-n-portal'                => 'ప్రాజెక్టు గురించి, మీరేం చేయవచ్చు, సమాచారం ఎక్కడ దొరుకుతుంది',
'tooltip-n-currentevents'         => 'వర్తమాన ఘటనలకు సంబంధించిన సమాచారాన్ని పొందండి.',
'tooltip-n-recentchanges'         => 'వికీలో ఇటీవల జరిగిన మార్పుల జాబితా.',
'tooltip-n-randompage'            => 'ఓ యాదృచ్చిక పేజీని చూడండి',
'tooltip-n-help'                  => 'తెలుసుకోడానికి ఓ మంచి ప్రదేశం.',
'tooltip-t-whatlinkshere'         => 'ఇక్కడికి లింకయి ఉన్న అన్ని వికీ పేజీలు',
'tooltip-t-recentchangeslinked'   => 'ఈ పేజీనుండి లింకున్న పేజీలకు జరిగిన ఇటీవలి మార్పులు',
'tooltip-feed-rss'                => 'ఈ పేజీకి RSS ఫీడు',
'tooltip-feed-atom'               => 'ఈ పేజీకి Atom ఫీడు',
'tooltip-t-contributions'         => 'ఈ వాడుకరి యొక్క రచనల జాబితా చూడండి',
'tooltip-t-emailuser'             => 'ఈ వాడుకరికి ఓ ఈమెయిలు పంపండి',
'tooltip-t-upload'                => 'దస్త్రాలను ఎక్కించండి',
'tooltip-t-specialpages'          => 'అన్ని ప్రత్యేక పుటల యొక్క జాబితా',
'tooltip-t-print'                 => 'ఈ పేజీ యొక్క ముద్రణా కూర్పు',
'tooltip-t-permalink'             => 'పేజీ యొక్క ఈ కూర్పుకి శాశ్వత లింకు',
'tooltip-ca-nstab-main'           => 'విషయపు పేజీ చూడండి',
'tooltip-ca-nstab-user'           => 'వాడుకరి పేజీ చూడండి',
'tooltip-ca-nstab-media'          => 'మీడియా పేజీని చూడండి',
'tooltip-ca-nstab-special'        => 'ఇది ఒక ప్రత్యేక పుట, దీన్ని మీరు సరిదిద్దలేరు',
'tooltip-ca-nstab-project'        => 'ప్రాజెక్టు పేజీని చూడండి',
'tooltip-ca-nstab-image'          => 'ఫైలు పేజీని చూడండి',
'tooltip-ca-nstab-mediawiki'      => 'వ్యవస్థా సందేశం చూడండి',
'tooltip-ca-nstab-template'       => 'మూసని చూడండి',
'tooltip-ca-nstab-help'           => 'సహాయపు పేజీ చూడండి',
'tooltip-ca-nstab-category'       => 'వర్గపు పేజీ చూడండి',
'tooltip-minoredit'               => 'దీన్ని చిన్న మార్పుగా గుర్తించు',
'tooltip-save'                    => 'మీ మార్పులను భద్రపరచండి',
'tooltip-preview'                 => 'మీ మార్పులను మునుజూడండి, భద్రపరిచేముందు ఇది వాడండి!',
'tooltip-diff'                    => 'పాఠానికి మీరు చేసిన మార్పులను చూపుంచు. [alt-v]',
'tooltip-compareselectedversions' => 'ఈ పేజీలో ఎంచుకున్న రెండు కూర్పులకు మధ్య తేడాలను చూడండి. [alt-v]',
'tooltip-watch'                   => 'ఈ పేజీని మీ విక్షణా జాబితాకు చేర్చండి',
'tooltip-recreate'                => 'పేజీ తుడిచివేయబడ్డాకానీ మళ్ళీ సృష్టించు',
'tooltip-upload'                  => 'ఎగుమతి మొదలుపెట్టు',
'tooltip-rollback'                => '"రద్దుచేయి" అనేది ఈ పేజీని చివరిగా మార్చినవారి మార్పులని రద్దుచేస్తుంది',
'tooltip-undo'                    => '"దిద్దుబాటుని రద్దుచేయి" ఈ మార్పుని రద్దుచేస్తుంది మరియు దిద్దుబాటు ఫారాన్ని మునుజూపులో తెరుస్తుంది.
సారాంశానికి కారణాన్ని చేర్చే వీలుకల్పిస్తుంది',
'tooltip-preferences-save'        => 'అభిరుచులను భద్రపరచు',
'tooltip-summary'                 => 'చిన్న సారాంశాన్ని ఇవ్వండి',

# Metadata
'nodublincore'      => 'డబ్లిన్ కోర్ RDF మెటాడేటాను ఈ సర్వరుకు అశక్తం చేసాం.',
'nocreativecommons' => 'క్రియేటివ్ కామన్స్ RDF మెటాడేటాను ఈ సర్వరుకు అశక్తం చేసాం.',
'notacceptable'     => 'ఈ వికీ సర్వరు మీ క్లయంటు చదవగలిగే రీతిలో డేటాను ఇవ్వలేదు.',

# Attribution
'anonymous'        => '{{SITENAME}} యొక్క అజ్ఞాత {{PLURAL:$1|వాడుకరి|వాడుకరులు}}',
'siteuser'         => '{{SITENAME}} వాడుకరి $1',
'anonuser'         => '{{SITENAME}} అజ్ఞాత వాడుకరి $1',
'lastmodifiedatby' => 'ఈ పేజీకి $3 $2, $1న చివరి మార్పు చేసారు.',
'othercontribs'    => '$1 యొక్క కృతిపై ఆధారితం.',
'others'           => 'ఇతరాలు',
'siteusers'        => '{{SITENAME}} {{PLURAL:$2|వాడుకరి|వాడుకరులు}} $1',
'anonusers'        => '{{SITENAME}} అజ్ఞాత {{PLURAL:$2|వాడుకరి|వాడుకరులు}} $1',
'creditspage'      => 'పేజీ క్రెడిట్లు',
'nocredits'        => 'ఈ పేజీకి క్రెడిట్ల సమాచారం అందుబాటులో లేదు.',

# Spam protection
'spamprotectiontitle' => 'స్పాం సంరక్షణ ఫిల్టరు',
'spamprotectiontext'  => 'మీరు భద్రపరచదలచిన పేజీని మా స్పాం వడపోత నిరోధించింది.
బహుశా ఏదైనా నిషేధిత బయటి సైటుకు ఇచ్చిన లింకు కారణంగా ఇది జరిగివుండవచ్చు.',
'spamprotectionmatch' => 'మా స్పాం ఫిల్టరును ప్రేరేపించిన రచన భాగం ఇది: $1',
'spambot_username'    => 'మీడియావికీ స్పాము శుద్ధి',
'spam_reverting'      => '$1 కు లింకులు లేని గత కూర్పుకు తిరిగి తీసుకెళ్తున్నాం',
'spam_blanking'       => '$1 కు లింకులు ఉన్న కూర్పులన్నిటినీ ఖాళీ చేస్తున్నాం',

# Info page
'infosubtitle'   => 'పేజీ గురించి సమాచారం',
'numedits'       => 'మార్పుల సంఖ్య (వ్యాసం): $1',
'numtalkedits'   => 'మార్పుల సంఖ్య (చర్చా పేజీ): $1',
'numwatchers'    => 'వీక్షకుల సంఖ్య: $1',
'numauthors'     => 'భిన్నమైన రచయితల సంఖ్య (వ్యాసం): $1',
'numtalkauthors' => 'భిన్నమైన రచయితల సంఖ్య (చర్చా పేజీ): $1',

# Skin names
'skinname-standard'    => 'సంప్రదాయ',
'skinname-nostalgia'   => 'నాస్టాల్జియా',
'skinname-cologneblue' => 'కలోన్ నీలం',
'skinname-monobook'    => 'మోనోబుక్',
'skinname-myskin'      => 'నాఅలంకారం',
'skinname-chick'       => 'చిక్',
'skinname-simple'      => 'సరళ',
'skinname-modern'      => 'ఆధునిక',
'skinname-vector'      => 'వెక్టర్',

# Math options
'mw_math_png'    => 'ఎల్లప్పుడూ PNGగా చూపించు',
'mw_math_simple' => 'తేలికగా ఉంటే HTML లేకపోతే PNG',
'mw_math_html'   => 'వీలైతే ఎచ్‌టీఎంఎల్ లేకపోతే పింగ్',
'mw_math_source' => 'టెక్ గానే ఉండనివ్వు (టెక్స్ట్‌ బ్రౌజర్ల కొరకు)',
'mw_math_modern' => 'ఆధునిక విహారిణులకు ఉద్దేశించినది',
'mw_math_mathml' => 'వీలయితే MathML (ప్రయోగాత్మకం)',

# Math errors
'math_failure'          => 'పార్స్ చెయ్యలేకపోయాం',
'math_unknown_error'    => 'గుర్తుతెలియని పొరపాటు',
'math_unknown_function' => 'తెలియని ఫంక్షన్',
'math_lexing_error'     => 'లెక్సింగ్ లోపం',
'math_syntax_error'     => 'సింటాక్సు లోపం',
'math_image_error'      => 'PNG మార్పిడి విఫలమైంది; latex, dvips, gs లు సరిగా ఇన్‌స్టాలు అయ్యాయో లేదో చూసి, అప్పుడు మార్చండి',
'math_bad_tmpdir'       => 'math తాత్కాలిక డైరెక్టరీని సృష్టించలేకపోడం కానీ, అందులో రాయలేకపోవడంగానీ జరిగింది',
'math_bad_output'       => 'math ఔట్‌పుట్ డైరెక్టరీని సృష్టించలేకపోడం కానీ, అందులో రాయలేకపోవడంగానీ జరిగింది',
'math_notexvc'          => 'texvc ఎక్జిక్యూటబుల్ కనబడడం లేదు; కాన్ఫిగరు చెయ్యడానికి math/README చూడండి.',

# Patrolling
'markaspatrolleddiff'                 => 'పరీక్షించినట్లుగా గుర్తు పెట్టు',
'markaspatrolledtext'                 => 'ఈ వ్యాసాన్ని పరీక్షించినట్లుగా గుర్తు పెట్టు',
'markedaspatrolled'                   => 'పరీక్షింపబడినట్లు గుర్తింపబడింది',
'markedaspatrolledtext'               => '[[:$1]] యొక్క ఎంచుకున్న కూర్పుని పరీక్షించినట్లుగా గుర్తించాం.',
'rcpatroldisabled'                    => 'ఇటీవలి మార్పుల నిఘాను అశక్తం చేసాం',
'rcpatroldisabledtext'                => 'ఇటీవలి మార్పుల నిఘాను ప్రస్తుతానికి అశక్తం చేసాం',
'markedaspatrollederror'              => 'నిఘాలో ఉన్నట్లుగా గుర్తించలేకున్నాం',
'markedaspatrollederrortext'          => 'నిఘాలో ఉన్నట్లు గుర్తించేందుకుగాను, కూర్పును చూపించాలి.',
'markedaspatrollederror-noautopatrol' => 'మీరు చేసిన మార్పులను మీరే నిఘాలో పెట్టలేరు.',

# Patrol log
'patrol-log-page'      => 'నిఘా చిట్టా',
'patrol-log-header'    => 'ఇది పర్యవేక్షించిన కూర్పుల చిట్టా.',
'patrol-log-line'      => 'మొత్తం $1లోని $2లను $3గా పెట్రోలు చేసినట్లుగా గుర్తించాము',
'patrol-log-auto'      => '(దావంత అదే)',
'patrol-log-diff'      => 'కూర్పు $1',
'log-show-hide-patrol' => '$1 పర్యవేక్షణ చిట్టా',

# Image deletion
'deletedrevision'                 => 'పాత సంచిక $1 తొలగించబడినది.',
'filedeleteerror-short'           => 'ఫైలు తొలగించడంలో పొరపాటు: $1',
'filedeleteerror-long'            => 'ఫైలుని తొలగించడంలో పొరపాట్లు జరిగాయి:

$1',
'filedelete-missing'              => '"$1" అన్న ఫైలు ఉనికిలో లేనందున, దాన్ని తొలగించలేం.',
'filedelete-old-unregistered'     => 'మీరు చెప్పిన ఫైలు కూర్పు "$1" డాటాబేసులో లేదు.',
'filedelete-current-unregistered' => 'మీరు చెప్పిన ఫైలు "$1" డాటాబేసులో లేదు.',
'filedelete-archive-read-only'    => '"$1" భాండార డైరెక్టరీలో వెబ్‌సర్వరు రాయలేకున్నది.',

# Browsing diffs
'previousdiff' => '← మునుపటి మార్పు',
'nextdiff'     => 'తరువాతి మార్పు →',

# Media information
'mediawarning'         => "'''హెచ్చరిక''': ఈ రకపు ఫైలులో హానికరమైన కోడ్‌ ఉండవచ్చు.
దాన్ని నడపడం వల్ల, మీ సిస్టమ్ లొంగిపోవచ్చు.",
'imagemaxsize'         => "బొమ్మ పరిమాణంపై పరిమితి:<br />''(దస్త్రపు వివరణ పుటల కొరకు)''",
'thumbsize'            => 'నఖచిత్రం వైశాల్యం:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|పేజీ|పేజీలు}}',
'file-info'            => 'ఫైలు పరిమాణం: $1, MIME రకం: $2',
'file-info-size'       => '$1 × $2 పిక్సెళ్ళు, ఫైలు పరిమాణం: $3, MIME రకం: $4',
'file-nohires'         => '<small>మరింత స్పష్టమైన బొమ్మ లేదు.</small>',
'svg-long-desc'        => 'SVG ఫైలు, నామమాత్రంగా $1 × $2 పిక్సెళ్ళు, ఫైలు పరిమాణం: $3',
'show-big-image'       => 'అసలు పరిమాణం',
'show-big-image-other' => '<small>ఇతర వైశాల్యాలు: $1.</small>',
'show-big-image-size'  => '$1 × $2 పిక్సెళ్ళు',
'file-info-gif-looped' => 'లూపులో పడింది',
'file-info-gif-frames' => '$1 {{PLURAL:$1|ఫ్రేము|ఫ్రేములు}}',
'file-info-png-looped' => 'పునరావృతమవుతుంది',
'file-info-png-repeat' => '{{PLURAL:$1|ఒకసారి|$1 సార్లు}} ఆడించారు',
'file-info-png-frames' => '$1 {{PLURAL:$1|ఫ్రేము|ఫ్రేములు}}',

# Special:NewFiles
'newimages'             => 'కొత్త ఫైళ్ళ కొలువు',
'imagelisttext'         => "ఇది $2 వారీగా పేర్చిన  '''$1''' {{PLURAL:$1|పైలు|ఫైళ్ళ}} జాబితా.",
'newimages-summary'     => 'ఇటీవలే ఎగుమతైన ఫైళ్ళను ఈ ప్రత్యేక పేజీ చూపిస్తుంది.',
'newimages-legend'      => 'పడపోత',
'newimages-label'       => 'ఫైలుపేరు (లేదా దానిలోని భాగం):',
'showhidebots'          => '($1 బాట్లు)',
'noimages'              => 'చూసేందుకు ఏమీ లేదు.',
'ilsubmit'              => 'వెతుకు',
'bydate'                => 'తేదీ వారీగ',
'sp-newimages-showfrom' => '$2, $1 నుండి మొదలుపెట్టి కొత్త ఫైళ్ళను చూపించు',

# Bad image list
'bad_image_list' => 'కింద తెలిపిన తీరులో కలపాలి:

జాబితాలో ఉన్నవాటినే (* గుర్తుతో మొదలయ్యే వాక్యాలు) పరిగణలోకి తీసుకుంటారు. వ్యాక్యంలో ఉన్న మొదటి లింకు ఒక చెడిపోయిన బొమ్మకు లింకు అయ్యుండాలి.
అదే వాక్యంలో ఈ లింకు తరువాత వచ్చే లింకులను పట్టించుకోదు, ఆ పేజీలలో బొమ్మలు సరిగ్గా చేర్చారని భావిస్తుంది.',

# Metadata
'metadata'          => 'మెటాడేటా',
'metadata-help'     => 'ఈ ఫైలులో అదనపు సమాచారం ఉంది, బహుశా దీన్ని సృష్టించడానికి లేదా సాంఖ్యీకరించడానికి వాడిన డిజిటల్ కేమెరా లేదా స్కానర్ ఆ సమాచారాన్ని చేర్చివుంవచ్చు. ఈ ఫైలుని అసలు స్థితి నుండి మారిస్తే, కొన్ని వివరాలు ఆ మారిన ఫైలులో పూర్తిగా ప్రతిఫలించకపోవచ్చు.',
'metadata-expand'   => 'విస్తరిత వివరాలను చూపించు',
'metadata-collapse' => 'విస్తరిత వివరాలను దాచు',
'metadata-fields'   => 'కింద జాబితాలో ఉన్న వివరాలను బొమ్మ పేజీలో, బొమ్మ మేటాడేటాలో మూసుకు పోయినప్పుడు కూడా చూపిస్తారు.
మిగిలిన వివరాలు దాచేసి ఉంటాయి. ఇక్కడ మీరు బొమ్మలో చూపించాలని అనుకుంటున్న వివరాల
మీడియావికీ పేర్లను చేరిస్తేగనక, వాటిని బొమ్మ పేజీలో చూపిస్తుంది.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'వెడల్పు',
'exif-imagelength'                 => 'ఎత్తు',
'exif-bitspersample'               => 'ఒక్కో కాంపొనెంటుకు బిట్లు',
'exif-compression'                 => 'కుదింపు పద్ధతి (కంప్రెషను స్కీము)',
'exif-photometricinterpretation'   => 'పిక్సెళ్ళ అమరిక',
'exif-orientation'                 => 'దిశ',
'exif-samplesperpixel'             => 'కాంపొనెంట్ల సంఖ్య',
'exif-planarconfiguration'         => 'డాటా అమరిక',
'exif-ycbcrsubsampling'            => 'Y, C ల ఉప నమూనా నిష్పత్తి',
'exif-ycbcrpositioning'            => 'Y మరియు C స్థానాలు',
'exif-xresolution'                 => 'క్షితిజసమాంతర స్పష్టత',
'exif-yresolution'                 => 'లంబ స్పష్టత',
'exif-resolutionunit'              => 'X, Y స్పష్టతల కొలమానం',
'exif-stripoffsets'                => 'బొమ్మ డేటా ఉన్న స్థలం',
'exif-rowsperstrip'                => 'ఒక్కో పట్టికి ఉన్న అడ్డువరుసలు',
'exif-stripbytecounts'             => 'ఒక్కో కుదించిన పట్టీలో ఉన్న బైట్లు',
'exif-jpeginterchangeformat'       => 'JPEG SOI కి ఆఫ్‌సెట్',
'exif-jpeginterchangeformatlength' => 'JPEG డాటా యొక్క బైట్లు',
'exif-transferfunction'            => 'బదిలీ ఫంక్షన్',
'exif-whitepoint'                  => 'శ్వేతబిందు వర్ణోగ్రత (క్రొమాటిసిటీ)',
'exif-primarychromaticities'       => 'ప్రైమారిటీల వర్ణోగ్రతలు',
'exif-ycbcrcoefficients'           => 'వర్ణస్థల మార్పు మాత్రిక స్థానసూచికలు',
'exif-referenceblackwhite'         => 'నలుపు మరియు తెలుపు సూచీ విలువల యొక్క జత',
'exif-datetime'                    => 'ఫైలు మార్చిన తేదీ మరియు సమయం',
'exif-imagedescription'            => 'బొమ్మ శీర్షిక',
'exif-make'                        => 'కేమెరా తయారీదారు',
'exif-model'                       => 'కేమెరా మోడల్',
'exif-software'                    => 'ఉపయోగించిన సాఫ్ట్&zwnj;వేర్',
'exif-artist'                      => 'కృతికర్త',
'exif-copyright'                   => 'కాపీ హక్కుదారు',
'exif-exifversion'                 => 'ఎక్సిఫ్ వెర్షన్',
'exif-flashpixversion'             => 'అనుమతించే Flashpix కూర్పు',
'exif-colorspace'                  => 'వర్ణస్థలం',
'exif-componentsconfiguration'     => 'ప్రతీ అంగం యొక్క అర్థం',
'exif-compressedbitsperpixel'      => 'బొమ్మ కుదింపు పద్ధతి',
'exif-pixelydimension'             => 'సరైన బొమ్మ వెడల్పు',
'exif-pixelxdimension'             => 'బొమ్మ సరైన ఎత్తు',
'exif-makernote'                   => 'తయారీదారు గమనికలు',
'exif-usercomment'                 => 'వాడుకరి వ్యాఖ్యలు',
'exif-relatedsoundfile'            => 'సంబంధిత శబ్ద ఫైలు',
'exif-datetimeoriginal'            => 'డేటా తయారైన తేదీ, సమయం',
'exif-datetimedigitized'           => 'డిజిటైజు చేసిన తేదీ, సమయం',
'exif-subsectime'                  => 'తేదీసమయం ఉపక్షణాలు',
'exif-subsectimeoriginal'          => 'DateTimeOriginal ఉపసెకండ్లు',
'exif-subsectimedigitized'         => 'DateTimeDigitized ఉపసెకండ్లు',
'exif-exposuretime'                => 'ఎక్స్పోజరు సమయం',
'exif-exposuretime-format'         => '$1 క్షణ ($2)',
'exif-fnumber'                     => 'F సంఖ్య',
'exif-exposureprogram'             => 'ఎక్స్పోజరు ప్రోగ్రాము',
'exif-spectralsensitivity'         => 'వర్ణపట సున్నితత్వం',
'exif-isospeedratings'             => 'ISO స్పీడు రేటింగు',
'exif-oecf'                        => 'ఆప్టోఎలెక్ట్రానిక్ మార్పు గుణకం',
'exif-shutterspeedvalue'           => 'షట్టరు వేగం',
'exif-aperturevalue'               => 'ఎపర్చరు',
'exif-brightnessvalue'             => 'దీప్తి',
'exif-exposurebiasvalue'           => 'ఎక్స్పోజరు బయాస్',
'exif-maxaperturevalue'            => 'గరిష్ఠ లాండు ఎపర్చరు',
'exif-subjectdistance'             => 'వస్తువు దూరం',
'exif-meteringmode'                => 'మీటరింగు మోడ్',
'exif-lightsource'                 => 'కాంతి మూలం',
'exif-flash'                       => 'ఫ్లాష్',
'exif-focallength'                 => 'కటకపు నాభ్యంతరం',
'exif-subjectarea'                 => 'వస్తువు ప్రదేశం',
'exif-flashenergy'                 => 'ఫ్లాష్ శక్తి',
'exif-spatialfrequencyresponse'    => 'స్పేషియల్ పౌనఃపున్య స్పందన',
'exif-focalplanexresolution'       => 'X నాభి తలపు స్పష్టత',
'exif-focalplaneyresolution'       => 'Y నాభి తలపు స్పష్టత',
'exif-focalplaneresolutionunit'    => 'నాభితలపు స్పష్టత కొలమానం',
'exif-subjectlocation'             => 'వస్తువు యొక్క ప్రాంతం',
'exif-exposureindex'               => 'ఎక్స్పోజరు సూచిక',
'exif-sensingmethod'               => 'గ్రహించే పద్ధతి',
'exif-filesource'                  => 'ఫైలు మూలం',
'exif-scenetype'                   => 'దృశ్యపు రకం',
'exif-cfapattern'                  => 'CFA క్రమం',
'exif-customrendered'              => 'కస్టమ్ బొమ్మ ప్రాసెసింగు',
'exif-exposuremode'                => 'ఎక్స్పోజరు పద్ధతి',
'exif-whitebalance'                => 'తెలుపు సంతులనం',
'exif-digitalzoomratio'            => 'డిజిటల్ జూమ్ నిష్పత్తి',
'exif-focallengthin35mmfilm'       => '35 మి.మీ. ఫిల్ములో నాభ్యంతరం',
'exif-scenecapturetype'            => 'దృశ్య సంగ్రహ పద్ధతి',
'exif-gaincontrol'                 => 'దృశ్య నియంత్రణ',
'exif-contrast'                    => 'కాంట్రాస్టు',
'exif-saturation'                  => 'సంతృప్తి',
'exif-sharpness'                   => 'పదును',
'exif-devicesettingdescription'    => 'డివైసు సెట్టుంగుల వివరణ',
'exif-subjectdistancerange'        => 'వస్తు దూరపు శ్రేణి',
'exif-imageuniqueid'               => 'విలక్షణమైన బొమ్మ ఐడీ',
'exif-gpsversionid'                => 'GPS ట్యాగు కూర్పు',
'exif-gpslatituderef'              => 'ఉత్తర లేదా దక్షిణ అక్షాంశం',
'exif-gpslatitude'                 => 'అక్షాంశం',
'exif-gpslongituderef'             => 'తూర్పు లేదా పశ్చిమ రేఖాంశం',
'exif-gpslongitude'                => 'రేఖాంశం',
'exif-gpsaltituderef'              => 'ఎత్తుకు మూలం',
'exif-gpsaltitude'                 => 'సముద్ర మట్టం',
'exif-gpstimestamp'                => 'GPS సమయం (అణు గడియారం)',
'exif-gpssatellites'               => 'కొలిచేందుకు వాడిన ఉపగ్రహాలు',
'exif-gpsstatus'                   => 'రిసీవర్ స్థితి',
'exif-gpsmeasuremode'              => 'కొలత పద్ధతి',
'exif-gpsdop'                      => 'కొలత ఖచ్చితత్వం',
'exif-gpsspeedref'                 => 'వేగపు కొలమానం',
'exif-gpsspeed'                    => 'GPS రిసీవరు వేగం',
'exif-gpstrackref'                 => 'కదలిక దిశ కోసం మూలం',
'exif-gpstrack'                    => 'కదలిక యొక్క దిశ',
'exif-gpsimgdirectionref'          => 'బొమ్మ దిశ కోసం మూలం',
'exif-gpsimgdirection'             => 'బొమ్మ యొక్క దిశ',
'exif-gpsmapdatum'                 => 'వాడిన జియోడెటిక్ సర్వే డేటా',
'exif-gpsdestlatituderef'          => 'గమ్యస్థాన రేఖాంశం కోసం మూలం',
'exif-gpsdestlatitude'             => 'గమ్యస్థానం యొక్క అక్షాంశం',
'exif-gpsdestlongituderef'         => 'గమ్యస్థాన అక్షాంశం కోసం మూలం',
'exif-gpsdestlongitude'            => 'గమ్యస్థానం యొక్క రేఖాంశం',
'exif-gpsdestbearingref'           => 'గమ్యస్థాన బేరింగు కోసం మూలం',
'exif-gpsdestbearing'              => 'గమ్యస్థానం బేరింగు',
'exif-gpsdestdistanceref'          => 'గమ్యస్థానానీ ఉన్న దూరం కోసం మూలం',
'exif-gpsdestdistance'             => 'గమ్యస్థానానికి దూరం',
'exif-gpsprocessingmethod'         => 'GPS ప్రాసెసింగు పద్ధతి పేరు',
'exif-gpsareainformation'          => 'GPS ప్రదేశం యొక్క పేరు',
'exif-gpsdatestamp'                => 'GPS తేదీ',
'exif-gpsdifferential'             => 'GPS తేడా సవరణ',

# EXIF attributes
'exif-compression-1' => 'కుదించని',

'exif-unknowndate' => 'అజ్ఞాత తేదీ',

'exif-orientation-1' => 'సాధారణ',
'exif-orientation-2' => 'క్షితిజ సమాంతరంగా తిరగేసాం',
'exif-orientation-3' => '180° తిప్పాం',
'exif-orientation-4' => 'నిలువుగా తిరగేసాం',
'exif-orientation-5' => 'అపసవ్య దిశలో 90° తిప్పి, నిలువుగా తిరగేసాం',
'exif-orientation-6' => 'సవ్యదిశలో 90° తిప్పాం',
'exif-orientation-7' => 'సవ్యదిశలో 90° తిప్పి, నిలువుగా తిరగేసాం',
'exif-orientation-8' => 'అపసవ్యదిశలో 90° తిప్పాం',

'exif-planarconfiguration-1' => 'స్థూల ఆకృతి',
'exif-planarconfiguration-2' => 'సమతల ఆకృతి',

'exif-componentsconfiguration-0' => 'లేదు',

'exif-exposureprogram-0' => 'అనిర్వచితం',
'exif-exposureprogram-1' => 'చేతితో',
'exif-exposureprogram-2' => 'మామూలు ప్రోగ్రాము',
'exif-exposureprogram-3' => 'ఎపర్చరు ప్రాముఖ్యత',
'exif-exposureprogram-4' => 'షట్టరు ప్రాముఖ్యత',
'exif-exposureprogram-5' => 'సృజనాత్మక ప్రోగ్రాము (క్షేత్రపు లోతువైపు మొగ్గుతో)',
'exif-exposureprogram-6' => 'చర్య ప్రోగ్రాము (షట్టర్ వేగం వైపు మొగ్గుతో)',
'exif-exposureprogram-7' => 'పోర్ట్రైటు పద్ధతి (నేపథ్యం దృశ్యంలోకి రాకుండా క్లోజప్ ఫోటోలు)',
'exif-exposureprogram-8' => 'విస్తృత పద్ధతి (నేపథ్యం దృశ్యంలోకి వస్తూ ఉండే విస్తృత ఫోటోలు)',

'exif-subjectdistance-value' => '$1 మీటర్లు',

'exif-meteringmode-0'   => 'అజ్ఞాతం',
'exif-meteringmode-1'   => 'సగటు',
'exif-meteringmode-2'   => 'CenterWeightedAverage',
'exif-meteringmode-3'   => 'స్థలం',
'exif-meteringmode-4'   => 'బహుళస్థలం',
'exif-meteringmode-5'   => 'సరళి',
'exif-meteringmode-6'   => 'పాక్షికం',
'exif-meteringmode-255' => 'ఇతర',

'exif-lightsource-0'   => 'తెలియదు',
'exif-lightsource-1'   => 'సూర్యకాంతి',
'exif-lightsource-2'   => 'ఫ్లోరోసెంట్',
'exif-lightsource-3'   => 'టంగ్‌స్టన్ (మామూలు బల్బు)',
'exif-lightsource-4'   => 'ఫ్లాష్',
'exif-lightsource-9'   => 'ఆహ్లాద వాతావరణం',
'exif-lightsource-10'  => 'మేఘావృతం',
'exif-lightsource-11'  => 'నీడ',
'exif-lightsource-12'  => 'పగటి వెలుగు ఫ్లోరోసెంట్ (D 5700 – 7100K)',
'exif-lightsource-13'  => 'పగటి తెలుపు ఫ్లోరోసెంట్ (N 4600 – 5400K)',
'exif-lightsource-14'  => 'చల్లని తెలుపు ఫ్లోరోసెంట్ (W 3900 – 4500K)',
'exif-lightsource-15'  => 'తెల్లని ఫ్లోరోసెంట్ (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'ప్రామాణిక కాంతి A',
'exif-lightsource-18'  => 'ప్రామాణిక కాంతి B',
'exif-lightsource-19'  => 'ప్రామాణిక కాంతి C',
'exif-lightsource-24'  => 'ISO స్టూడియోలోని బల్బు వెలుతురు',
'exif-lightsource-255' => 'ఇతర కాంతి మూలం',

# Flash modes
'exif-flash-fired-0'    => 'ఫ్లాష్ వెలగలేదు',
'exif-flash-fired-1'    => 'ఫ్లాష్ వెలిగింది',
'exif-flash-return-0'   => 'స్ట్రోబ్ రిటర్న్ డిటెక్షన్ ఫంక్షను లేదు',
'exif-flash-return-2'   => 'స్ట్రోబ్ రిటర్న్ లైటును కనుగొనలేదు',
'exif-flash-return-3'   => 'స్ట్రోబ్ రిటర్న్ లైటు కనబడింది',
'exif-flash-mode-1'     => 'తప్పనిసరిగా ఫ్లాష్ వెలుగుతుంది',
'exif-flash-mode-2'     => 'తప్పనిసరిగా ఫ్లాష్ వెలగదు',
'exif-flash-mode-3'     => 'ఆటో మోడ్',
'exif-flash-function-1' => 'ఫ్లాష్ ఫంక్షను లేదు',
'exif-flash-redeye-1'   => 'ఎర్ర-కన్ను తగ్గింపు పద్ధతి',

'exif-focalplaneresolutionunit-2' => 'అంగుళాలు',

'exif-sensingmethod-1' => 'అనిర్వచితం',
'exif-sensingmethod-2' => 'ఒక-చిప్పున్న రంగును గుర్తించే సెన్సారు',
'exif-sensingmethod-3' => 'రెండు-చిప్పులున్న రంగును గుర్తించే సెన్సారు',
'exif-sensingmethod-4' => 'మూడు-చిప్పులున్న రంగును గుర్తించే సెన్సారు',
'exif-sensingmethod-5' => 'వర్ణ అనుక్రమ సీమ సెన్సర్',
'exif-sensingmethod-7' => 'త్రిసరళరేఖా సెన్సర్',
'exif-sensingmethod-8' => 'వర్ణ అనుక్రమ రేఖా సెన్సర్',

'exif-scenetype-1' => 'ఎటువంటి హంగులూ లేకుండా ఫొటోతీయబడిన బొమ్మ',

'exif-customrendered-0' => 'సాధారణ ప్రక్రియ',
'exif-customrendered-1' => 'ప్రత్యేక ప్రక్రియ',

'exif-exposuremode-0' => 'ఆటోమాటిక్ ఎక్స్పోజరు',
'exif-exposuremode-1' => 'అమర్చిన ఎక్స్పోజరు',
'exif-exposuremode-2' => 'వెలుతురుబట్టి అంచలవారీగా మారింది',

'exif-whitebalance-0' => 'ఆటోమాటిక్ తెలుపు సంతులనం',
'exif-whitebalance-1' => 'అమర్చిన తెలుపు సంతులనం',

'exif-scenecapturetype-0' => 'ప్రామాణిక',
'exif-scenecapturetype-1' => 'ప్రకృతిదృశ్యం',
'exif-scenecapturetype-2' => 'వ్యక్తి చిత్రణ',
'exif-scenecapturetype-3' => 'రాత్రి దృశ్యం',

'exif-gaincontrol-0' => 'ఏదీ కాదు',
'exif-gaincontrol-1' => 'చిన్న గెయిన్ పెంపు',
'exif-gaincontrol-2' => 'పెద్ద గెయిన్ పెంపు',
'exif-gaincontrol-3' => 'చిన్న గెయిన్ తగ్గింపు',
'exif-gaincontrol-4' => 'పెద్ద గెయిన్ తగ్గింపు',

'exif-contrast-0' => 'సాధారణ',
'exif-contrast-1' => 'మృదువు',
'exif-contrast-2' => 'కఠినం',

'exif-saturation-0' => 'సాధారణ',
'exif-saturation-1' => 'రంగులు ముద్దలు ముద్దలుగా తయారవ్వలేదు',
'exif-saturation-2' => 'రంగులు ముద్దలు ముద్దలుగా తయారయ్యాయి',

'exif-sharpness-0' => 'సాధారణ',
'exif-sharpness-1' => 'మృదువు',
'exif-sharpness-2' => 'కఠినం',

'exif-subjectdistancerange-0' => 'అజ్ఞాతం',
'exif-subjectdistancerange-1' => 'మాక్రో',
'exif-subjectdistancerange-2' => 'దగ్గరి దృశ్యం',
'exif-subjectdistancerange-3' => 'దూరపు దృశ్యం',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'ఉత్తర అక్షాంశం',
'exif-gpslatitude-s' => 'దక్షిణ అక్షాంశం',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'తూర్పు రేఖాంశం',
'exif-gpslongitude-w' => 'పశ్చిమ రేఖాంశం',

'exif-gpsstatus-a' => 'కొలత జరుగుతూంది',
'exif-gpsstatus-v' => 'కొలత ఇంటర్‌ఆపరేటబిలిటీ',

'exif-gpsmeasuremode-2' => 'ద్వైమానిక కొలమానం',
'exif-gpsmeasuremode-3' => 'త్రిదిశాత్మక కొలమానం',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'గంటకి కిలోమీటర్లు',
'exif-gpsspeed-m' => 'గంటకి మైళ్ళు',
'exif-gpsspeed-n' => 'ముడులు',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'వాస్తవ దిశ',
'exif-gpsdirection-m' => 'అయస్కాంత దిశ',

# External editor support
'edit-externally'      => 'బయటి అప్లికేషను వాడి ఈ ఫైలును మార్చు',
'edit-externally-help' => '(మరింత సమాచారం కొరకు [http://www.mediawiki.org/wiki/Manual:External_editors సెటప్‌ సూచనల]ని చూడండి)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'అన్నీ',
'imagelistall'     => 'అన్నీ',
'watchlistall2'    => 'అన్నీ',
'namespacesall'    => 'అన్నీ',
'monthsall'        => 'అన్నీ',
'limitall'         => 'అన్నీ',

# E-mail address confirmation
'confirmemail'              => 'ఈ-మెయిలు చిరునామా ధృవీకరించండి',
'confirmemail_noemail'      => '[[Special:Preferences|మీ అభిరుచులలో]] ఈమెయిలు అడ్రసు పెట్టి లేదు.',
'confirmemail_text'         => '{{SITENAME}}లో ఈ-మెయిలు అంశాల్ని వాడుకునే ముందు మీ ఈ-మెయిలు చిరునామాను నిర్ధారించవలసిన అవసరం ఉంది.
కింది మీటను నొక్కగానే మీరిచ్చిన చిరునామాకు ధృవీకరణ మెయిలు వెళ్తుంది. ఆ మెయిల్లో ఒక సంకేతం కలిగిన ఒక లింకు ఉంటుంది; ఆ లింకును మీ బ్రౌజరులో తెరవండి. ఈ-మెయిలు చిరునామా ధృవీకరణ అయిపోతుంది.',
'confirmemail_pending'      => 'ఒక నిర్ధారణ కోడుని మీకు ఇప్పటికే ఈ-మెయిల్లో పంపించాం; కొద్దిసేపటి క్రితమే మీ ఖాతా సృష్టించి ఉంటే, కొత్త కొడు కోసం అభ్యర్థన పంపేముందు కొద్ది నిమిషాలు వేచిచూడండి.',
'confirmemail_send'         => 'ఒక ధృవీకరణ సంకేతాన్ని పంపించు',
'confirmemail_sent'         => 'ధృవీకరణ ఈ-మెయిలును పంపబడినది',
'confirmemail_oncreate'     => 'మీ ఈ-మెయిలు చిరునామాకి ఒక ధృవీకరణ సంకేతాన్ని పంపించాం.
లోనికి ప్రవేశించేందుకు ఆ సంకేతం అవసరంలేదు, కానీ ఈ వికీలో ఈ-మెయిలు ఆధారిత సౌలభ్యాలను చేతనం చేసేముందు దాన్ని ఇవ్వవలసి ఉంటుంది.',
'confirmemail_sendfailed'   => '{{SITENAME}} మీ  నిర్ధారణ మెయిలుని పంపలేకపోయింది.
మీ ఈమెయిల్ చిరునామాలో తప్పులున్నాయేమో సరిచూసుకోండి.

మెయిలరు ఇలా చెప్పింది: $1',
'confirmemail_invalid'      => 'ధృవీకరణ సంకేతం సరైనది కాదు. దానికి కాలం చెల్లి ఉండవచ్చు.',
'confirmemail_needlogin'    => 'మీ ఈమెయిలు చిరునామాని దృవపరచటానికి మీరు $1 ఉండాలి.',
'confirmemail_success'      => 'మీ ఈ-మెయిలు చిరునామా ధృవీకరించబడింది.
ఇక [[Special:UserLogin|లోనికి ప్రవేశించి]] వికీని అస్వాదించండి.',
'confirmemail_loggedin'     => 'మీ ఈ-మెయిలు చిరునామా ఇప్పుడు రూఢి అయింది.',
'confirmemail_error'        => 'మీ ధృవీకరణను భద్రపరచడంలో ఏదో లోపం జరిగింది.',
'confirmemail_subject'      => '{{SITENAME}} ఈ-మెయిలు చిరునామా ధృవీకరణ',
'confirmemail_body'         => '$1 ఐపీ చిరునామా నుండి ఎవరో, బహుశా మీరే,
{{SITENAME}}లో "$2" అనే ఖాతాని ఈ ఈ-మెయిలు చిరునామాతో నమోదుచేసుకున్నారు.

ఆ ఖాతా నిజంగా మీదే అని నిర్ధారించేందుకు మరియు {{SITENAME}}లో ఈ-మెయిలు సౌలభ్యాలని
చేతనం చేసుకునేందుకు, ఈ లంకెని మీ విహారిణిలో తెరవండి:

$3

ఒకవేళ ఆ ఖాతా మీది *కాకపోతే*, ఈ-మెయిలు చిరునామా నిర్ధారణని రద్దుచేసేందుకు ఈ లంకెని అనుసరించండి:

$5

ఈ నిర్ధారణా సంకేతం $4కి కాలంచెల్లుతుంది.',
'confirmemail_body_changed' => '$1 ఐపీ చిరునామా నుండి ఎవరో, బహుశా మీరే,
{{SITENAME}}లో "$2" అనే ఖాతా యొక్క ఈ-మెయిలు చిరునామాని ఈ చిరునామాకి మార్చారు.

ఆ ఖాతా నిజంగా మీదే అని నిర్ధారించేందుకు మరియు {{SITENAME}}లో
ఈ-మెయిలు సౌలభ్యాలని పునఃచేతనం చేసుకునేందుకు, ఈ లంకెని మీ విహారిణిలో తెరవండి:

$3

ఒకవేళ ఆ ఖాతా మీది *కాకపోతే*, ఈ-మెయిలు చిరునామా నిర్ధారణని రద్దుచేసేందుకు
ఈ లంకెని అనుసరించండి:

$5

ఈ నిర్ధారణా సంకేతం $4కి కాలంచెల్లుతుంది.',
'confirmemail_invalidated'  => 'ఈ-మెయిలు చిరునామా నిర్ధారణని రద్దుచేసాం',
'invalidateemail'           => 'ఈ-మెయిలు నిర్ధారణని రద్దుచేయండి',

# Scary transclusion
'scarytranscludedisabled' => '[ఇతరవికీల మూసలను ఇక్కడ వాడటాన్ని అనుమతించటం లేదు]',
'scarytranscludefailed'   => '[$1 కొరకు మూసను తీసుకురావటం విఫలమైంది]',
'scarytranscludetoolong'  => '[URL మరీ పొడుగ్గా ఉంది]',

# Trackbacks
'trackbackbox'      => 'ఈ పేజీకి ట్రాక్&zwnj;బాకులు:<br />
$1',
'trackbackremove'   => '([$1 తొలగించు])',
'trackbacklink'     => 'ట్రాక్&zwnj;బాక్',
'trackbackdeleteok' => 'ట్రాక్‌బాక్&zwnj;ని విజయవంతంగా తొలగించాం.',

# Delete conflict
'deletedwhileediting' => "'''హెచ్చరిక''': మీరు మార్పులు చేయటం మొదలుపెట్టాక ఈ పేజీ తొలగించబడింది!",
'confirmrecreate'     => "మీరు పేజీ రాయటం మొదలుపెట్టిన తరువాత [[User:$1|$1]] ([[User talk:$1|చర్చ]]) దానిని తీసివేసారు. దానికి ఈ కారణం ఇచ్చారు: ''$2''
మీరు ఈ పేజీని మళ్ళీ తయారు చేయాలనుకుంటున్నారని ధృవీకరించండి.",
'recreate'            => 'మళ్లీ సృష్టించు',

# action=purge
'confirm_purge_button' => 'సరే',
'confirm-purge-top'    => 'ఈ పేజీ యొక్క పాత కాపీని తొలగించమంటారా?',
'confirm-purge-bottom' => 'పేజీ తాడనతో కోశం ఖాళీ అయి, ఇట్టీవలి కూర్పును కనబడేలా చేస్తుంది.',

# Multipage image navigation
'imgmultipageprev' => '← మునుపటి పేజీ',
'imgmultipagenext' => 'తరువాతి పేజీ →',
'imgmultigo'       => 'వెళ్ళు!',
'imgmultigoto'     => '$1వ పేజీకి వెళ్ళు',

# Table pager
'ascending_abbrev'         => 'ఆరోహణ',
'descending_abbrev'        => 'అవరోహణ',
'table_pager_next'         => 'తరువాతి పేజీ',
'table_pager_prev'         => 'ముందరి పేజీ',
'table_pager_first'        => 'మొదటి పుట',
'table_pager_last'         => 'చివరి పేజీ',
'table_pager_limit'        => 'పేజీకి $1 అంశాలను చూపించు',
'table_pager_limit_label'  => 'పుటకి ఎన్ని అంశాలు:',
'table_pager_limit_submit' => 'వెళ్ళు',
'table_pager_empty'        => 'ఫలితాలు లేవు',

# Auto-summaries
'autosumm-blank'   => 'పేజీలోని విషయాన్నంతటినీ తీసేసారు.',
'autosumm-replace' => "పేజీని '$1' తో మారుస్తున్నాం",
'autoredircomment' => '[[$1]]కు మళ్ళించబడుతుంది',
'autosumm-new'     => "'$1' తో కొత్త పేజీని సృష్టించారు",

# Live preview
'livepreview-loading' => 'లోడవుతోంది...',
'livepreview-ready'   => 'లోడవుతోంది… సిద్ధం!',
'livepreview-failed'  => 'టైపు చేస్తుండగా ప్రీవ్యూ సృష్టించడం కుదరలేదు! మామూలు ప్రీవ్యూను ప్రయత్నించండి.',
'livepreview-error'   => 'అనుసంధానం కుదరలేదు: $1 "$2". మామూలు ప్రీవ్యూ ప్రయత్నించి చూడండి.',

# Friendlier slave lag warnings
'lag-warn-normal' => '$1 {{PLURAL:$1|క్షణం|క్షణాల}} లోపు జరిగిన మార్పులు ఈ జాబితాలో కనిపించకపోవచ్చు.',
'lag-warn-high'   => 'అధిక వత్తిడి వలన డేటాబేసు సర్వరు వెనుకబడింది, $1 {{PLURAL:$1|క్షణం|క్షణాల}} కంటే కొత్తవైన మార్పులు ఈ జాబితాలో కనిపించకపోవచ్చు.',

# Watchlist editor
'watchlistedit-numitems'       => 'మీ వీక్షణ జాబితాలో చర్చాపేజీలు కాకుండా {{PLURAL:$1|1 శీర్షిక|$1 శీర్షికలు}} ఉన్నాయి.',
'watchlistedit-noitems'        => 'మీ వీక్షణ జాబితాలో శీర్షికలేమీ లేవు.',
'watchlistedit-normal-title'   => 'వీక్షణ జాబితాను మార్చు',
'watchlistedit-normal-legend'  => 'వీక్షణ జాబితా నుండి శీర్షికలను తీసివెయ్యి',
'watchlistedit-normal-explain' => 'మీ వీక్షణ జాబితాలోని శీర్షికలను ఈ క్రింద చూపించాం.
ఏదైనా శీర్షికను తీసివేసేందుకు, దాని పక్కనున్న పెట్టెను చెక్ చేసి, "{{int:Watchlistedit-normal-submit}}"ని నొక్కండి.
మీరు [[Special:EditWatchlist/raw|ముడి జాబితాను కూడా మార్చవచ్చు]].',
'watchlistedit-normal-submit'  => 'శీర్షికలను తీసివెయ్యి',
'watchlistedit-normal-done'    => 'మీ వీక్షణ జాబితా నుండి {{PLURAL:$1|1 శీర్షికను|$1 శీర్షికలను}} తీసివేసాం:',
'watchlistedit-raw-title'      => 'ముడి వీక్షణ జాబితాను మార్చు',
'watchlistedit-raw-legend'     => 'ముడి వీక్షణ జాబితాను మార్చు',
'watchlistedit-raw-explain'    => 'మీ వీక్షణ జాబితాలోని శీర్షికలను ఈ కింద చూపించాం. ఈ జాబితాలో ఉన్నవాటిని తీసివెయ్యడం గానీ కొత్తవాటిని చేర్చడం గానీ (వరుసకొకటి చొప్పున) చెయ్యవచ్చు.
పూర్తయ్యాక, "{{int:Watchlistedit-raw-submit}}" అన్న బొత్తాన్ని నొక్కండి.
మీరు [[Special:EditWatchlist|మామూలు పాఠ్యకూర్పరిని కూడా వాడవచ్చు]].',
'watchlistedit-raw-titles'     => 'శీర్షికలు:',
'watchlistedit-raw-submit'     => 'వీక్షణ జాబితాను తాజాకరించు',
'watchlistedit-raw-done'       => 'మీ వీక్షణ జాబితాను తాజాకరించాం.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1 శీర్షికను|$1 శీర్షికలను}} చేర్చాం:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1 శీర్షికను|$1 శీర్షికలను}} తీసివేశాం:',

# Watchlist editing tools
'watchlisttools-view' => 'సంబంధిత మార్పులను చూపించు',
'watchlisttools-edit' => 'వీక్షణ జాబితాను చూపించు, మార్చు',
'watchlisttools-raw'  => 'ముడి వీక్షణ జాబితాలో మార్పులు చెయ్యి',

# Core parser functions
'unknown_extension_tag' => '"$1" అనే ట్యాగు ఈ పొడిగింతకు తెలియదు',
'duplicate-defaultsort' => 'హెచ్చరిక: డిఫాల్టు పేర్చు కీ "$2", గత డిఫాల్టు పేర్చు కీ "$1" ని అతిక్రమిస్తుంది.',

# Special:Version
'version'                          => 'సంచిక',
'version-extensions'               => 'స్థాపించిన పొడగింతలు',
'version-specialpages'             => 'ప్రత్యేక పేజీలు',
'version-parserhooks'              => 'పార్సరు కొక్కాలు',
'version-variables'                => 'చరరాశులు',
'version-skins'                    => 'అలంకారాలు',
'version-other'                    => 'ఇతర',
'version-mediahandlers'            => 'మీడియాను ఫైళ్లను నడిపించే పొడిగింపులు',
'version-hooks'                    => 'కొక్కాలు',
'version-extension-functions'      => 'పొడిగింపు ఫంక్షనులు',
'version-parser-extensiontags'     => 'పార్సరు పొడిగింపు ట్యాగులు',
'version-parser-function-hooks'    => 'పార్సరుకు కొక్కాలు',
'version-skin-extension-functions' => 'తొడుగును మెరుగుపరిచే ఫంక్షనులు',
'version-hook-name'                => 'కొక్కెం పేరు',
'version-hook-subscribedby'        => 'ఉపయోగిస్తున్నవి',
'version-version'                  => '(సంచిక $1)',
'version-license'                  => 'లైసెన్సు',
'version-poweredby-credits'        => "ఈ వికీ  '''[http://www.mediawiki.org/ మీడియావికీ]'''చే శక్తిమంతం, కాపీహక్కులు  © 2001-$1 $2.",
'version-poweredby-others'         => 'ఇతరులు',
'version-license-info'             => 'మీడియావికీ అన్నది స్వేచ్ఛా మృదూపకరణం; మీరు దీన్ని పునఃపంపిణీ చేయవచ్చు మరియు/లేదా ఫ్రీ సాఫ్ట్&zwnj;వేర్ ఫౌండేషన్ ప్రచురించిన గ్నూ జనరల్ పబ్లిక్ లైసెస్సు వెర్షను 2 లేదా (మీ ఎంపిక ప్రకారం) అంతకంటే కొత్త వెర్షను యొక్క నియమాలకు లోబడి మార్చుకోవచ్చు.

మీడియావికీ ప్రజోపయోగ ఆకాంక్షతో పంపిణీ చేయబడుతుంది, కానీ ఎటువంటి వారంటీ లేకుండా; కనీసం ఏదైనా ప్రత్యేక ఉద్దేశానికి సరిపడుతుందని గానీ లేదా వస్తుత్వం యొక్క అంతర్నిహిత వారంటీ లేకుండా. మరిన్ని వివరాలకు గ్నూ జనరల్ పబ్లిక్ లైసెన్సుని చూడండి.

ఈ ఉపకరణంతో పాటు మీకు [{{SERVER}}{{SCRIPTPATH}}/COPYING గ్నూ జనరల్ పబ్లిక్ లైసెన్సు  యొక్క ఒక కాపీ] అందివుండాలి; లేకపోతే, Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA అన్న చిరునామాకి వ్రాయండి లేదా [http://www.gnu.org/licenses/old-licenses/gpl-2.0.html జాలం లోనే చదవండి].',
'version-software'                 => 'ప్రవేశపెట్టిన సాఫ్టువేర్లు',
'version-software-product'         => 'ప్రోడక్టు',
'version-software-version'         => 'వెర్షను',

# Special:FilePath
'filepath'         => 'పూర్తి చిరునామా',
'filepath-page'    => '{{ns:file}}:',
'filepath-submit'  => 'వెళ్ళు',
'filepath-summary' => 'ఈ ప్రత్యేక పేజీలో ఫైళ్ల పేర్లు ఇస్తే వాటి పూర్తి చిరునామలు వస్తాయి. బొమ్మలైతే వాటి పూర్తి సైజుతో తెరుచుకుంటాయి, బొమ్మలు కాని ఇతర ఫైళ్లు వాటి అనుబంధ ప్రోగ్రాములతో తెరుచుకుంటాయి.

పేరుకు ముందు "{{ns:file}}:" అని చేర్చవద్దు.',

# Special:FileDuplicateSearch
'fileduplicatesearch'           => 'ఫైళ్ల మారుప్రతుల కోసం వెతుకు',
'fileduplicatesearch-summary'   => 'మారుప్రతుల కోసం ఫైళ్ల హాష్ విలువ ఆధారంగా వెతుకు.',
'fileduplicatesearch-legend'    => 'మారుప్రతి కొరకు వెతుకు',
'fileduplicatesearch-filename'  => 'ఫైలు పేరు:',
'fileduplicatesearch-submit'    => 'వెతుకు',
'fileduplicatesearch-info'      => '$1 × $2 పిక్సెళ్లు<br />దస్త్రపు పరిమాణం: $3<br />MIME రకం: $4',
'fileduplicatesearch-result-1'  => '"$1" అనే పేరుగల ఫైలుకు సరిసమానమైన మారుప్రతులు లేవు.',
'fileduplicatesearch-result-n'  => '"$1" అనే పేరుగల ఫైలుకు {{PLURAL:$2|ఒక మారుప్రతి ఉంది|$2 మారుప్రతులున్నాయి}}.',
'fileduplicatesearch-noresults' => '"$1" అనే పేరుగల దస్త్రమేమీ కనబడలేదు.',

# Special:SpecialPages
'specialpages'                   => 'ప్రత్యేక పుటలు',
'specialpages-note'              => '----
* మామూలు ప్రత్యేక పుటలు.
* <strong class="mw-specialpagerestricted">నియంత్రిత ప్రత్యేక పుటలు.</strong>
* <span class="mw-specialpagecached">Cached-only ప్రత్యేక పుటలు.</span>',
'specialpages-group-maintenance' => 'నిర్వహణా నివేదికలు',
'specialpages-group-other'       => 'ఇతర ప్రత్యేక పేజీలు',
'specialpages-group-login'       => 'ప్రవేశించండి / నమోదుచేసుకోండి',
'specialpages-group-changes'     => 'ఇటీవలి మార్పులు మరియు దినచర్యలు',
'specialpages-group-media'       => 'మాధ్యమ నివేదికలు మరియు ఎగుమతులు',
'specialpages-group-users'       => 'వాడుకర్లు మరియు హక్కులు',
'specialpages-group-highuse'     => 'అధిక వాడుక పేజీలు',
'specialpages-group-pages'       => 'పేజీల యొక్క జాబితాలు',
'specialpages-group-pagetools'   => 'పేజీ పనిముట్లు',
'specialpages-group-wiki'        => 'వికీ డాటా మరియు పనిముట్లు',
'specialpages-group-redirects'   => 'ప్రత్యేక పేజీల దారిమార్పులు',
'specialpages-group-spam'        => 'స్పామ్ పనిముట్లు',

# Special:BlankPage
'blankpage'              => 'ఖాళీ పేజీ',
'intentionallyblankpage' => 'బెంచిమార్కింగు, మొదలగు వాటికై ఈ పేజీని కావాలనే ఖాళీగా వదిలాము.',

# External image whitelist
'external_image_whitelist' => ' #ఈ లైనును ఎలా ఉన్నదో అలాగే వదిలెయ్యండి<pre>
#regular expression తునకలను (// ల మధ్య ఉండే భాగం)కింద పెట్టండి
#వీటిని బయటి బొమ్మల URLలతో సరిపోల్చుతాము
#సరిపోలిన బొమ్మలను చూపిస్తాము, మిగిలినవాటి లింకులను మాత్రమే చూపిస్తాము
##తో మొదలయ్యే లైనులు వ్యాఖ్యానాలుగా భావించబడతాయి
#ఇది కేస్-సెన్సిటివ్

#అన్ని తునకలను ఈ లైనుకు పైన ఉంచండి.  ఈ లైనును ఎలా ఉన్నదో అలాగే వదిలెయ్యండి</pre>',

# Special:Tags
'tags'                    => 'సరైన మార్పు ట్యాగులు',
'tag-filter'              => '[[Special:Tags|ట్యాగుల]] వడపోత:',
'tag-filter-submit'       => 'వడపోయి',
'tags-title'              => 'టాగులు',
'tags-intro'              => 'ఈ పేజీ మృదూపకరణం మార్పులకు ఇచ్చే ట్యాగులను, మరియు వాటి అర్ధాలను చూపిస్తుంది.',
'tags-tag'                => 'ట్యాగు పేరు',
'tags-display-header'     => 'మార్పుల జాబితాలో కనపించు రీతి',
'tags-description-header' => 'అర్థం యొక్క పూర్తి వివరణ',
'tags-hitcount-header'    => 'ట్యాగులున్న మార్పులు',
'tags-edit'               => 'మార్చు',
'tags-hitcount'           => '$1 {{PLURAL:$1|మార్పు|మార్పులు}}',

# Special:ComparePages
'comparepages'     => 'పుటల పోలిక',
'compare-selector' => 'పుట కూర్పుల పోలిక',
'compare-page1'    => 'పుట 1',
'compare-page2'    => 'పుట 2',
'compare-rev1'     => 'కూర్పు 1',
'compare-rev2'     => 'కూర్పు 2',
'compare-submit'   => 'పోల్చిచూడు',

# Database error messages
'dberr-header'      => 'ఈ వికీ సమస్యాత్మకంగా ఉంది',
'dberr-problems'    => 'క్షమించండి! ఈ సైటు సాంకేతిక సమస్యలని ఎదుర్కొంటుంది.',
'dberr-again'       => 'కొన్ని నిమిషాలాగి మళ్ళీ ప్రయత్నించండి.',
'dberr-info'        => '(డాటాబేసు సర్వరుని సంధానించలేకున్నాం: $1)',
'dberr-usegoogle'   => 'ఈలోపు మీరు గూగుల్ ద్వారా వెతకడానికి ప్రయత్నించండి.',
'dberr-outofdate'   => 'మా విషయం యొక్క వారి సూచీలు అంత తాజావి కావపోవచ్చని గమనించండి.',
'dberr-cachederror' => 'అభ్యర్థించిన పేజీ యొక్క కోశం లోని కాపీ ఇది, అంత తాజాది కాకపోవచ్చు.',

# HTML forms
'htmlform-invalid-input'       => 'మీరు ఇచ్చినవాటితో కొన్ని సమస్యలున్నాయి',
'htmlform-select-badoption'    => 'మీరిచ్చిన విలువ సరైన వికల్పం కాదు.',
'htmlform-int-invalid'         => 'మీరు ఇచ్చిన విలువ పూర్ణసంఖ్య కాదు.',
'htmlform-float-invalid'       => 'మీరిచ్చిన విలువ ఒక సంఖ్య కాదు.',
'htmlform-int-toolow'          => 'మీరిచ్చిన విలువ $1 యొక్క కనిష్ఠ విలువ కంటే తక్కువగా ఉంది.',
'htmlform-int-toohigh'         => 'మీరిచ్చిన విలువ $1 యొక్క గరిష్ఠ విలువకంటే ఎక్కవగా ఉంది.',
'htmlform-required'            => 'ఈ విలువ తప్పనిసరి',
'htmlform-submit'              => 'దాఖలుచెయ్యి',
'htmlform-reset'               => 'మార్పులను రద్దుచెయ్యి',
'htmlform-selectorother-other' => 'ఇతర',

# SQLite database support
'sqlite-has-fts' => '$1 పూర్తి-పాఠ్య అన్వేషణ తోడ్పాటుతో',
'sqlite-no-fts'  => '$1 పూర్తి-పాఠ్య అన్వేషణ తోడ్పాటు లేకుండా',

# Special:DisableAccount
'disableaccount'             => 'వాడుకరి ఖాతాని అచేతనంచేయి',
'disableaccount-user'        => 'వాడుకరిపేరు:',
'disableaccount-reason'      => 'కారణం:',
'disableaccount-mustconfirm' => 'ఈ ఖాతాని అచేతనించదలచుకున్నారు మీరు తప్పనిసరిగా నిర్ధారించాలి.',
'disableaccount-nosuchuser'  => '"$1" అనే వాడుకరి ఖాతా లేనే లేదు.',
'disableaccount-success'     => '"$1" అనే వాడుకరి ఖాతాని శాశ్వతంగా అచేతనం చేసారు.',
'disableaccount-logentry'    => 'వాడుకరి ఖాతా [[$1]] ను శాశ్వతంగా అచేతనించారు',

);
