<?php
/** Georgian (ქართული)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Alsandro
 * @author BRUTE
 * @author Dato deutschland
 * @author David1010
 * @author Malafaya
 * @author Sopho
 * @author Temuri rajavi
 * @author ka.wikipedia.org sysops
 * @author לערי ריינהארט
 * @author გიორგიმელა
 */

$namespaceNames = array(
	NS_MEDIA            => 'მედია',
	NS_SPECIAL          => 'სპეციალური',
	NS_TALK             => 'განხილვა',
	NS_USER             => 'მომხმარებელი',
	NS_USER_TALK        => 'მომხმარებლის_განხილვა',
	NS_PROJECT_TALK     => '$1_განხილვა',
	NS_FILE             => 'ფაილი',
	NS_FILE_TALK        => 'ფაილის_განხილვა',
	NS_MEDIAWIKI        => 'მედიავიკი',
	NS_MEDIAWIKI_TALK   => 'მედიავიკის_განხილვა',
	NS_TEMPLATE         => 'თარგი',
	NS_TEMPLATE_TALK    => 'თარგის_განხილვა',
	NS_HELP             => 'დახმარება',
	NS_HELP_TALK        => 'დახმარების_განხილვა',
	NS_CATEGORY         => 'კატეგორია',
	NS_CATEGORY_TALK    => 'კატეგორიის_განხილვა',
);

$namespaceAliases = array(
	'მომხმარებელი_განხილვა' => NS_USER_TALK,
	'სურათი' => NS_FILE,
	'სურათი_განხილვა' => NS_FILE_TALK,
	'მედიავიკი_განხილვა' => NS_MEDIAWIKI_TALK,
	'თარგი_განხილვა' => NS_TEMPLATE_TALK,
	'დახმარება_განხილვა' => NS_HELP_TALK,
	'კატეგორია_განხილვა' => NS_CATEGORY_TALK,
);

$specialPageAliases = array(
	'DoubleRedirects'           => array( 'ორმაგიგადამისამართება' ),
	'BrokenRedirects'           => array( 'გაწყვეტილიგადამისამართება' ),
	'Disambiguations'           => array( 'მრავალმნიშვნელოვნება' ),
	'Userlogin'                 => array( 'შესვლა' ),
	'Userlogout'                => array( 'გასვლა' ),
	'CreateAccount'             => array( 'ანგარიშის შექმნა' ),
	'Preferences'               => array( 'კონფიგურაცია' ),
	'Watchlist'                 => array( 'კონტროლსია' ),
	'Recentchanges'             => array( 'ბოლოცვლილებები' ),
	'Upload'                    => array( 'ატვირთვა' ),
	'Listfiles'                 => array( 'სურსია' ),
	'Newimages'                 => array( 'ახსურათები' ),
	'Listusers'                 => array( 'მომხმარებელთა სია' ),
	'Statistics'                => array( 'სტატისტიკა' ),
	'Randompage'                => array( 'შემთხვევით', 'შემთხვევითიგვერდი' ),
	'Lonelypages'               => array( 'ობოლიგვერდები' ),
	'Uncategorizedpages'        => array( 'უკატეგორიო გვერდები' ),
	'Uncategorizedcategories'   => array( 'უკატეგორიო კატეგორიები' ),
	'Uncategorizedimages'       => array( 'უკატეგორიო ფაილები' ),
	'Uncategorizedtemplates'    => array( 'უკატეგორიო თარგები' ),
	'Unusedcategories'          => array( 'გამოუყკატეგორიები' ),
	'Unusedimages'              => array( 'გამოუყსურათები' ),
	'Wantedpages'               => array( 'საჭირო გვერდები' ),
	'Wantedcategories'          => array( 'მოთხოვნილიკატეგორიები' ),
	'Wantedfiles'               => array( 'საჭირო ფაილები' ),
	'Wantedtemplates'           => array( 'საჭირო თარგები' ),
	'Shortpages'                => array( 'მოკლეგვერდები' ),
	'Longpages'                 => array( 'გრძელიგვერდები' ),
	'Newpages'                  => array( 'ახალიგვერდები' ),
	'Ancientpages'              => array( 'მხცოვანიგვერდები' ),
	'Protectedpages'            => array( 'დაცული გვერდები' ),
	'Protectedtitles'           => array( 'დაცული სათაურები' ),
	'Allpages'                  => array( 'ყველაგვერდი' ),
	'Specialpages'              => array( 'განსაკუთრებული გვერდები' ),
	'Contributions'             => array( 'წვლილი' ),
	'Emailuser'                 => array( 'მიწერა მომხმარებელს' ),
	'Categories'                => array( 'კატეგორიები' ),
	'Version'                   => array( 'ვერსია' ),
	'Undelete'                  => array( 'აღდგენა' ),
	'Userrights'                => array( 'მომხმარებელთა უფლებები' ),
	'Mypage'                    => array( 'ჩემიგვერდი' ),
	'Mytalk'                    => array( 'ჩენი განხილვა' ),
	'Mycontributions'           => array( 'ჩემი წვლილი' ),
	'Popularpages'              => array( 'პოპგვერდები' ),
	'Search'                    => array( 'ძიება' ),
	'Withoutinterwiki'          => array( 'ინტერვიკისგარეშე' ),
);

$magicWords = array(
	'redirect'              => array( '0', '#გადამისამართება', '#REDIRECT' ),
	'nogallery'             => array( '0', '__უგალერეო__', '__NOGALLERY__' ),
	'subst'                 => array( '0', 'მიდგმ:', 'SUBST:' ),
	'img_thumbnail'         => array( '1', 'მინიატიურა', 'მინი', 'მინიასლი', 'thumbnail', 'thumb' ),
	'img_right'             => array( '1', 'მარჯვნივ', 'right' ),
	'img_left'              => array( '1', 'მარცხნივ', 'left' ),
	'img_width'             => array( '1', '$1პქ', '$1px' ),
	'img_center'            => array( '1', 'ცენტრი', 'center', 'centre' ),
);

$linkPrefixExtension = true;
$linkTrail = '/^([a-zაბგდევზთიკლმნოპჟრსტუფქღყშჩცძწჭხჯჰ“»]+)(.*)$/sDu';

$messages = array(
# User preference toggles
'tog-underline'               => 'ხაზი გაუსვი ბმულებს:',
'tog-highlightbroken'         => 'აჩვენე არარსებული ბმულები <a href="" class="new">როგორც ეს</a> (ალტერნატივა: როგორც ეს<a href="" class="internal">?</a>).',
'tog-justify'                 => 'გაასწორე პარაგრაფები',
'tog-hideminor'               => 'დამალე მცირე რედაქტირება ბოლო ცვლილებებში',
'tog-hidepatrolled'           => 'დამალეთ შესწორებული რედაქტირებები ბოლო ცვლილებებში',
'tog-newpageshidepatrolled'   => 'დამალეთ შემოწმებული გვერდები ახალი გვერდების სიიდან',
'tog-extendwatchlist'         => 'გავრცობილი კონტროლის სია ყველა დაკავშირებული ცვლილების ჩვენების ჩათვლით',
'tog-usenewrc'                => 'გამოიყენე ბოლო ცვლილებების უკეთესი სია (ჯავასკრიპტი)',
'tog-numberheadings'          => 'ავტომატურად დანომრე ქვესათაურები',
'tog-showtoolbar'             => 'რედაქტირების ინსტრუმენტების ჩვენება (ჯავასკრიპტი)',
'tog-editondblclick'          => 'გვერდების რედაქტირება ორმაგი დაწკაპუნებით (ჯავასკრიპტი)',
'tog-editsection'             => 'სექციის რედაქტირების ნებართვა [რედაქტირებული] ბმულების გავლით',
'tog-editsectiononrightclick' => 'სექციის რედაქტირების ნებართვა მარჯვენა ღილაკზე დაჭერით<br />სექციის სათაურებზე (ჯავასკრიპტი)',
'tog-showtoc'                 => 'აჩვენე სარჩევი (სამ ქვესათაურზე მეტის მქონე გვერდებისთვის)',
'tog-rememberpassword'        => 'დამიმახსოვრე ამ კომპიუტერზე (მაქსიმუმ $1 {{PLURAL:$1|დღე}})',
'tog-watchcreations'          => 'დაამატე ჩემი კონტროლის სიას ჩემს მიერ შექმნილი გვერდები',
'tog-watchdefault'            => 'დაამატე ჩემი კონტროლის სიას ჩემს მიერ რედაქტირებული გვერდები',
'tog-watchmoves'              => 'ჩასვი გვერდები, რომლებიც მე გადამაქვს, ჩემს კონტროლის სიაში',
'tog-watchdeletion'           => 'ჩასვი გვერდები, რომლებსაც მე ვშლი, ჩემს კონტროლის სიაში',
'tog-minordefault'            => 'ყველა რედაქტირების მონიშვნა, როგორც უმნიშვნელო, უპირობოდ',
'tog-previewontop'            => 'წინასწარი გადახედვის ჩვენება რედაქტირების დაფამდე',
'tog-previewonfirst'          => 'წინასწარი ჩვენება პირველივე რედაქტირებაზე',
'tog-nocache'                 => 'გათიშეთ გვერდების ქეშირება',
'tog-enotifwatchlistpages'    => 'მომწერე ელ. ფოსტით, როცა გვერდი, რომელსაც მე ვაკონტროლებ, შეიცვლება',
'tog-enotifusertalkpages'     => 'მომწერე თუ ჩემი განხილვის გვერდი შეიცვლება',
'tog-enotifminoredits'        => 'მომწერე ასევე გვერდების მცირე რედაქტირებისას',
'tog-enotifrevealaddr'        => 'აჩვენე ჩემი ელ-ფოსტის მისამართი შეტყობინების წერილებში',
'tog-shownumberswatching'     => 'მაკონტროლებელ მომხმარებელთა რიცხვის ჩვენება',
'tog-oldsig'                  => 'არსებული ხელმოწერის წინასწარ ხილვა',
'tog-fancysig'                => 'საკუთარი ვიკიფორმატიანი ხელმოწერა (ავტომატური ბმულის გარეშე)',
'tog-externaleditor'          => 'გამოიყენეთ გარე რედაქტორი სტანდარტული ფორმით (მხოლოდ ექსპერტებისთვის, მოითხოვს სპეციალურ კონფიგურაციას თქვენს კომპიუტერში)',
'tog-externaldiff'            => 'გამოიყენეთ გარე განსხვავება ავტომატურად (მხოლოდ ექსპერტთათვის, ესაჭიროება სპეციალური კონფიგურაცია თქვენს კომპიუტერზე)',
'tog-showjumplinks'           => 'დამხმარე ბმულების "გადასვლა -კენ" ჩართვა',
'tog-uselivepreview'          => 'გამოიყენეთ ახალი წინასწარი გადახედვა (ჯავასკრიპტი)  (ექსპერიმენტული)',
'tog-forceeditsummary'        => 'გამაფრთხილე ცარიელი რედაქტირების რეზიუმეს შემთხვევაში',
'tog-watchlisthideown'        => 'დამალე ჩემი რედაქტირება კონტროლის სიაში',
'tog-watchlisthidebots'       => 'დამალე რობოტის რედაქტირება კონტროლის სიაში',
'tog-watchlisthideminor'      => 'დამალეთ საკონტროლო სიიდან მცირე რედაქტირებები',
'tog-watchlisthideliu'        => 'დამალეთ დარეგისტრირებულ მოხმარებელთა ცვლილებები ჩემი კონტროლის სიიდან',
'tog-watchlisthideanons'      => 'დამალეთ ანონიმურ მომხმარებელთა შესწორებები ჩემი კონტროლის სიიდან',
'tog-watchlisthidepatrolled'  => 'დამალეთ საკონტროლო სიიდან პატრულირებული რედაქტირებები',
'tog-ccmeonemails'            => 'გამომიგზავნე ელფოსტების ასლები, რომლებსაც მე სხვა მომხმარებლებს ვუგზავნი',
'tog-diffonly'                => 'დამალე გვერდის შიგთავსი ცვლილების ქვევით',
'tog-showhiddencats'          => 'დამალული კატეგორიების ჩვენება',
'tog-norollbackdiff'          => 'გამოტოვეთ ცვლილება გაუქმებისას',

'underline-always'  => 'მუდამ',
'underline-never'   => 'არასდროს',
'underline-default' => 'ბრაუზერის უპირობო არჩევანი',

# Font style option in Special:Preferences
'editfont-style'     => 'რედაქტირების არის შრიფტის ტიპი:',
'editfont-default'   => 'ბრაუზერის უპირობო არჩევანი',
'editfont-monospace' => 'მონოშირული შრიფტი',
'editfont-sansserif' => 'შრიფტი სანს-სერიფი',
'editfont-serif'     => 'შრიფტი სერიფი',

# Dates
'sunday'        => 'კვირა',
'monday'        => 'ორშაბათი',
'tuesday'       => 'სამშაბათი',
'wednesday'     => 'ოთხშაბათი',
'thursday'      => 'ხუთშაბათი',
'friday'        => 'პარასკევი',
'saturday'      => 'შაბათი',
'sun'           => 'კვ',
'mon'           => 'ორშ',
'tue'           => 'სამ',
'wed'           => 'ოთხ',
'thu'           => 'ხუთ',
'fri'           => 'პარ',
'sat'           => 'შაბ',
'january'       => 'იანვარი',
'february'      => 'თებერვალი',
'march'         => 'მარტი',
'april'         => 'აპრილი',
'may_long'      => 'მაისი',
'june'          => 'ივნისი',
'july'          => 'ივლისი',
'august'        => 'აგვისტო',
'september'     => 'სექტემბერი',
'october'       => 'ოქტომბერი',
'november'      => 'ნოემბერი',
'december'      => 'დეკემბერი',
'january-gen'   => 'იანვარი',
'february-gen'  => 'თებერვალი',
'march-gen'     => 'მარტის',
'april-gen'     => 'აპრილი',
'may-gen'       => 'მაისის',
'june-gen'      => 'ივნისის',
'july-gen'      => 'ივლისის',
'august-gen'    => 'აგვისტო',
'september-gen' => 'სექტემბრის',
'october-gen'   => 'ოქტომბრის',
'november-gen'  => 'ნოემბერი',
'december-gen'  => 'დეკემბრის',
'jan'           => 'იან',
'feb'           => 'თებ',
'mar'           => 'მარ',
'apr'           => 'აპრ',
'may'           => 'მაი',
'jun'           => 'ივნ',
'jul'           => 'ივლ',
'aug'           => 'აგვ',
'sep'           => 'სექ',
'oct'           => 'ოქტ',
'nov'           => 'ნოე',
'dec'           => 'დეკ',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|კატეგორია|კატეგორიები}}',
'category_header'                => 'სტატიები კატეგორიაში "$1"',
'subcategories'                  => 'ქვეკატეგორიები',
'category-media-header'          => 'მედია კატეგორიაში "$1"',
'category-empty'                 => "''ეს კატეგორია ამჟამად გვერდებს ან მედიას არ შეიცავს.''",
'hidden-categories'              => 'დამალული {{PLURAL:$1|კატეგორია|კატეგორიები}}',
'hidden-category-category'       => 'დამალული კატეგორიები',
'category-subcat-count'          => '{{PLURAL:$2|ეს კატეგორია შეიცავს მხოლოდ შემდეგ ქვეკატეგორიას.|ამ კატეგორიაში მოცემულია $1 ქვეკატეგორია $2-დან.}}',
'category-subcat-count-limited'  => 'ეს კატეგორია მოიცავს შემდეგ $1 ქვეკატეგორიას.',
'category-article-count'         => '{{PLURAL:$2|ეს კატეგორია შეიცავს მხოლოდ ამ გვერდს.|ამ კატეგორიაში არის შემდეგი $1 გვერდი , საერთო $2-დან.}}',
'category-article-count-limited' => 'შემდეგი {{PLURAL:$1|გვერდი არის|$1 გვერდები არიან}} მოცემულ კატეგორიაში',
'category-file-count'            => '{{PLURAL:$2|ეს კატეგორია შეიცავს მხოლოს შემდეგ ფაილს.|შემდეგი {{PLURAL:$1|ფაილი არის|$1 ფაილები არიან}} ამ კატეგორიაში, $2-დან.}}',
'category-file-count-limited'    => 'შემდეგი {{PLURAL:$1|ფაილი|$1 ფაილები}} ამ კატეგორიაშია.',
'listingcontinuesabbrev'         => 'გაგრძ.',
'index-category'                 => 'გვერდების ინდექსაცია',
'noindex-category'               => 'არ არსებობს ინდექსირებული გვერდები',

'linkprefix'        => '/^(.*?)(„|«)$/sD',
'mainpagetext'      => "'''მედიავიკი წარმატებით ჩაიტვირთა.'''",
'mainpagedocfooter' => 'ვიკი პროგრამის გამოყენების ინფორმაციისთვის იხილეთ [http://meta.wikimedia.org/wiki/Help:Contents მომხმარებლის მეგზური].

== დაწყება ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings კონფიგურაციის მაჩვენებლების სია]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki FAQ]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce მედიავიკის გამოცემის დაგზავნის სია]',

'about'         => 'შესახებ',
'article'       => 'სტატია',
'newwindow'     => '(ახალ ფანჯარაში)',
'cancel'        => 'გაუქმება',
'moredotdotdot' => 'ვრცლად...',
'mypage'        => 'ჩემი გვერდი',
'mytalk'        => 'ჩემი განხილვა',
'anontalk'      => 'ამ IP-ს განხილვა',
'navigation'    => 'ნავიგაცია',
'and'           => '&#32;და',

# Cologne Blue skin
'qbfind'         => 'მოძებნე',
'qbbrowse'       => 'გადახედე',
'qbedit'         => 'რედაქტირება',
'qbpageoptions'  => 'ეს გვერდი',
'qbpageinfo'     => 'კონტექსტი',
'qbmyoptions'    => 'ჩემი გვერდები',
'qbspecialpages' => 'სპეციალური გვერდები',
'faq'            => 'ხშირი შეკითხვები',
'faqpage'        => 'Project:ხშირი შეკითხვები',

# Vector skin
'vector-action-addsection'   => 'თემის ჩამატება',
'vector-action-delete'       => 'წაშლა',
'vector-action-move'         => 'გადატანა',
'vector-action-protect'      => 'დაცვა',
'vector-action-undelete'     => 'აღდგენა',
'vector-action-unprotect'    => 'დაცვის მოხსნა',
'vector-namespace-category'  => 'კატეგორია',
'vector-namespace-help'      => 'დახმარების გვერდი',
'vector-namespace-image'     => 'ფაილი',
'vector-namespace-main'      => 'გვერდი',
'vector-namespace-media'     => 'მედია გვერდი',
'vector-namespace-mediawiki' => 'შეტყობინება',
'vector-namespace-project'   => 'პროექტის გვერდი',
'vector-namespace-special'   => 'სპეციალური გვერდი',
'vector-namespace-talk'      => 'განხილვა',
'vector-namespace-template'  => 'თარგი',
'vector-namespace-user'      => 'მომხმარებლის გვერდი',
'vector-view-create'         => 'შექმნა',
'vector-view-edit'           => 'რედაქტირება',
'vector-view-history'        => 'ისტორია',
'vector-view-view'           => 'კითხვა',
'vector-view-viewsource'     => 'წყაროს ხილვა',
'actions'                    => 'მოქმედებები',
'namespaces'                 => 'სახელთა სივრცე',
'variants'                   => 'ვარიანტები',

'errorpagetitle'    => 'შეცდომა',
'returnto'          => 'დაბრუნდი $1-ზე.',
'tagline'           => '{{SITENAME}} გვერდიდან',
'help'              => 'დახმარება',
'search'            => 'ძიება',
'searchbutton'      => 'ძიება',
'go'                => 'სტატია',
'searcharticle'     => 'გვერდი',
'history'           => 'გვერდის ისტორია',
'history_short'     => 'ისტორია',
'updatedmarker'     => 'განახლდა ჩემი ბოლო შემოსვლის შემდეგ',
'info_short'        => 'ინფორმაცია',
'printableversion'  => 'დასაბეჭდი ვერსია',
'permalink'         => 'მუდმივი ბმული',
'print'             => 'ამობეჭდე',
'edit'              => 'რედაქტირება',
'create'            => 'შექმნა',
'editthispage'      => 'გვერდის რედაქტირება',
'create-this-page'  => 'ამ გვერდის შექმნა',
'delete'            => 'წაშლა',
'deletethispage'    => 'გვერდის წაშლა',
'undelete_short'    => 'გააუქმე წაშლა {{PLURAL:$1|ერთი რედაქტირება|$1 რედაქტირება}}',
'protect'           => 'დაბლოკე',
'protect_change'    => 'შეცვლა',
'protectthispage'   => 'დაბლოკე ეს გვერდი',
'unprotect'         => 'ბლოკის მოხსნა',
'unprotectthispage' => 'მოხსენი ბლოკი ამ გვერდზე',
'newpage'           => 'ახალი გვერდი',
'talkpage'          => 'მოცემული გვერდის განხილვა',
'talkpagelinktext'  => 'განხილვა',
'specialpage'       => 'სპეციალური გვერდი',
'personaltools'     => 'პირადი ხელსაწყოები',
'postcomment'       => 'ახალი სექცია',
'articlepage'       => 'სტატიის ნახვა',
'talk'              => 'განხილვა',
'views'             => 'გადახედვა',
'toolbox'           => 'ინსტრუმენტები',
'userpage'          => 'გადახედე მომხმარებლის გვერდს',
'projectpage'       => 'დაათვალიერე პროექტის გვერდი',
'imagepage'         => 'ფაილის გვერდის ნახვა',
'mediawikipage'     => 'გადახედე შეტყობინების გვერდს',
'templatepage'      => 'გადახედე თარგის გვერდს',
'viewhelppage'      => 'გადახედე დახმარების გვერდს',
'categorypage'      => 'გადახედე კატეგორიის გვერდს',
'viewtalkpage'      => 'იხილე დისკუსია',
'otherlanguages'    => 'სხვა ენებზე',
'redirectedfrom'    => '(გადმომისამართდა $1-დან)',
'redirectpagesub'   => 'გადამისამართება გვერდზე',
'lastmodifiedat'    => 'ეს გვერდი ბოლოს განახლდა $2, $1.',
'viewcount'         => 'ეს გვერდი შემოწმდა {{PLURAL:$1|ერთხელ|$1-ჯერ}}.',
'protectedpage'     => 'დაბლოკილი გვერდი',
'jumpto'            => 'გადასვლა:',
'jumptonavigation'  => 'ნავიგაცია',
'jumptosearch'      => 'ძიება',
'view-pool-error'   => 'უკაცრავად, მაგრამ სერვერები გადატვირთულია.
შემოსულია ამ გვერდის სანახავად ძალიან ბევრი მოთხოვნა.
გთხოვთ დაელოდოთ და გაიმეროთ მოთხოვნა ცოტა მოგვიანებით გაიმეორეთ.

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}}-ის შესახებ',
'aboutpage'            => 'Project:შესახებ',
'copyright'            => 'შინაარსი წარმოდგენილია $1 პირობებით.',
'copyrightpage'        => '{{ns:project}}:საავტორო უფლებები',
'currentevents'        => 'მიმდინარე მოვლენები',
'currentevents-url'    => 'Project:მიმდინარე მოვლენები',
'disclaimers'          => 'პასუხისმგებლობის მოხსნა',
'disclaimerpage'       => 'Project:პასუხისმგებლობის უარყოფა',
'edithelp'             => 'დახმარება',
'edithelppage'         => 'Help:ტექსტის რედაქტირება (მარტივი)',
'helppage'             => 'Help:დახმარება',
'mainpage'             => 'მთავარი გვერდი',
'mainpage-description' => 'მთავარი გვერდი',
'policy-url'           => 'Project:პოლიტიკა',
'portal'               => 'საზოგადოების გვერდები',
'portal-url'           => 'Project:საზოგადოების გვერდები',
'privacy'              => 'ანონიმურობის პოლიტიკა',
'privacypage'          => 'Project:ანონიმურობის პოლიტიკა',

'badaccess'        => 'ნებართვის შეცდომა',
'badaccess-group0' => 'თქვენ არ გაქვთ მოთხოვნილი მოქმედების შესრულების უფლება',
'badaccess-groups' => 'მოთხოვნილი მოქმედების შესრულება შეუძლიათ მხოლოდ {{PLURAL:$2|შემდეგ ჯგუფში|შემდეგი ჯგუფებიდან ერთ-ერთში}} მყოფ მომხმარებლებს: $1.',

'versionrequired'     => 'საჭიროა მედიავიკის ვერსია $1',
'versionrequiredtext' => 'მოცემული გვერდის გამოსაყენებლად საჭიროა მედიავიკის ვერსია $1. იხილეთ [[Special:Version|სპეციალური:ვერსია]]',

'ok'                      => 'კარგი',
'retrievedfrom'           => 'მოძიებულია "$1"-დან',
'youhavenewmessages'      => 'თქვენ გაქვთ $1 ($2).',
'newmessageslink'         => 'ახალი შეტყობინებები',
'newmessagesdifflink'     => 'განსხვავება წინა ვერსიასთან',
'youhavenewmessagesmulti' => 'თქვენ გაქვთ ახალი შეტყობინება $1-ზე',
'editsection'             => 'რედაქტირება',
'editold'                 => 'რედაქტირება',
'viewsourceold'           => 'წყაროს ჩვენება',
'editlink'                => 'რედაქტირება',
'viewsourcelink'          => 'იხილე წყარო',
'editsectionhint'         => 'სექციის რედაქტირება: $1',
'toc'                     => 'სარჩევი',
'showtoc'                 => 'ჩვენება',
'hidetoc'                 => 'დამალვა',
'thisisdeleted'           => '$1-ის ჩვენება თუ აღდგენა?',
'viewdeleted'             => 'იხილე $1?',
'restorelink'             => '{{PLURAL:$1|ერთი წაშლილი რედაქტირება|$1 წაშლილი რედაქტირება}}',
'feedlinks'               => 'არხი:',
'feed-invalid'            => 'არასწორი არხი ჩაწერისთვის',
'feed-unavailable'        => 'სინდიკაციის კენტები მიუწვდომელია',
'site-rss-feed'           => '$1-ის არხი RSS',
'site-atom-feed'          => '$1-ის არხი Atom',
'page-rss-feed'           => '"$1"-ის არხი RSS',
'page-atom-feed'          => '"$1"-ის არხი Atom',
'red-link-title'          => '$1 (გვერდი არ არსებობს)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'სტატია',
'nstab-user'      => 'მომხმარებლის გვერდი',
'nstab-media'     => 'მედიის გვერდი',
'nstab-special'   => 'სპეციალური გვერდი',
'nstab-project'   => 'პროექტის გვერდი',
'nstab-image'     => 'ფაილი',
'nstab-mediawiki' => 'შეტყობინება',
'nstab-template'  => 'თარგი',
'nstab-help'      => 'დახმარება',
'nstab-category'  => 'კატეგორია',

# Main script and global functions
'nosuchaction'      => 'მოქმედება არ არსებობს',
'nosuchactiontext'  => 'URL-ის მიერ მითითებული მოქმედება მცდარია.
შესაძლოა შეცდომით აკრიფეთ URL, ან არასწორ ბმულზე გადახვედით.
აგრეთვე შესაძლოა, {{SITENAME}}-ს მიერ გამოყენებულ პროგრამულ უზრუნველყოფაში იყოს შეცდომა.',
'nosuchspecialpage' => 'სპეციალური გვერდი არ არსებობს',
'nospecialpagetext' => '<strong>თქვენ არასწორი სპეციალური გვერდი მოითხოვეთ.</strong>

სწორი სპეციალური გვერდების სია შეგიძლიათ იხილოთ აქ: [[Special:SpecialPages|{{int:specialpages}}]].',

# General errors
'error'                => 'შეცდომა',
'databaseerror'        => 'შეცდომა მონაცემთა ბაზაში',
'dberrortext'          => 'აღმოჩენილია სინტაქსური შეცდომა მონაცემთა ბაზასთან დაკავშირებისას
შესაძლოა ეს არის შეცდომა პროგრამულ უზრუნველყოფაში,
ბოლო დაკავშირება მონაცემთა ბაზასან
<blockquote><tt>$1</tt></blockquote>
მოხდა ფუნქციიდან <tt>«$2»</tt>.
მონაცემთა ბაზამ დააბრუნა შეცდომა <tt>«$3: $4»</tt>.',
'dberrortextcl'        => 'მონაცემთა ბაზასთან დაკავშირებისას აღმოჩენილია სინტქსური შეცდომა.
საბოლოო დაკავშირება მოხდა:
«$1»
მოხდენილ იქნა ფუნქციიდან «$2».
მონაცემთა ბაზამ დააბრუნა შეცდომა «$3: $4».',
'laggedslavemode'      => 'ყურადღება: გვერდი შესაძლოა არ შეიცავდეს ბოლო ცვლილებებს.',
'readonly'             => 'მონაცემთა ბაზა დახურულია',
'enterlockreason'      => 'დაწერეთ ბლოკირების საბაბი, ასევე სავარაუდო ბლოკის მოხსნის თარიღი',
'readonlytext'         => 'მონაცემთა ბაზა ამჟამად დახურული ახალი რედაქტირებისთვის და სხვა ცვლილებებისთვის, სავარაუდოდ პერიოდული ბაზის გამართვის სამუშაოების გამო, რის შემდეგაც ის კვლავ ნორმალურ ფუნქციას დაუბრუნდება.

ადმინისტრატორმა, რომელმაც ის დაბლოკა, შემდეგი მიზეზი მოიყვანა: $1',
'missing-article'      => 'სისტემამ ვერ აღმოაჩინა მოთხოვნილი გვერდის ტექსტი მონაცემთა ბაზაში,  «$1» $2.

ამგვარი სიტუაცია შესაძლოა წარმოიშვა იმ გვერდის ისტორიის სანახავად, რომელიც უკვე წაშლილი იყო. 

იმ შემთხვევაში, თუ საქმე ამაში არ არის, სავარაუდოდ თქვენ აღმოაჩინეთ შეცდომა პროგრამულ კოდში.
გთხოვთ შეატყობინოთ [[Special:ListUsers/sysop|ადმინისტრატორს]],  URL-ის მითითებით.',
'missingarticle-rev'   => '(ჩასწორება#: $1)',
'missingarticle-diff'  => '(ცვლილება: $1, $2)',
'readonly_lag'         => 'მონაცემთა ბაზა ავტომატურად დაიხურა, სანამ შვილობილი ბაზის სერვერები მთავარ ბაზასთან სინქრონიზაციას ახდენს',
'internalerror'        => 'შიდა შეცდომა',
'internalerror_info'   => 'შიდა შეცდომა: $1',
'fileappenderrorread'  => 'შეუძლებელია "$1-ის" წაკითხვა დამატებისას.',
'fileappenderror'      => 'ვერ მოხერხდა "$1" შეერთება "$2"-თან',
'filecopyerror'        => '"$1" ფაილის "$2"-ზე კოპირება ვერ მოხერხდა.',
'filerenameerror'      => 'ფაილის სახელის შეცვლა "$1"-დან "$2"-ზე ვერ მოხერხდა.',
'filedeleteerror'      => 'ფაილის "$1" წაშლა ვერ მოხერხდა.',
'directorycreateerror' => 'დირექტორიის "$1" შექმნა შეუძლებელია.',
'filenotfound'         => 'ფაილის "$1" მოძიება ვერ მოხერხდა.',
'fileexistserror'      => 'შეუძლებელია ფაილის "$1" ჩაწერა: ფაილი არსებობს',
'unexpected'           => 'გაუთვალისწინებელი სიდიდე: "$1"="$2".',
'formerror'            => 'შეცდომა: ფორმის გაგზავნა ვერ მოხერხდა.',
'badarticleerror'      => 'ეს მოქმედება ვერ შესრულდება ამ გვერდზე.',
'cannotdelete'         => 'გვერდის ან ფაილის "$1" წაშლა შეუძლებელია.
შესაძლოა, იგი უკვე წაშალა სხვა მომხმარებელმა.',
'badtitle'             => 'არასწორი სათაური',
'badtitletext'         => 'მოთხოვნილი გვერდის სათაური იყო არასწორი, ცარიელი, ან წარმოადგენდა შეცდომით გაკეთებულ ბმულს ენათაშორისი ან ინტერ-ვიკი სათაურიდან.',
'perfcached'           => 'შემდეგი მონაცემები აღებულია ქეშიდან და შესაძლოა არ მოიცავს ბოლო ცვლილებებს',
'perfcachedts'         => 'შემდეგი მონაცემები ქეშიდანაა აღებული  ისინი ბოლოჯერ განახლდნენ $1 რიცხვში.',
'querypage-no-updates' => 'ამ გვერდის განახლება გათიშულია. 
წარმოდგენილი მონაცემები არ განახლდება.',
'wrong_wfQuery_params' => 'არასწორი პარამეტრები ფუნქციისათვის wfQuery()<br />
ფუნქცია: $1<br />
მოთხოვნა: $2',
'viewsource'           => 'იხილე წყარო',
'viewsourcefor'        => '$1-ის',
'actionthrottled'      => 'სიჩქარის შეზღუდვა.',
'actionthrottledtext'  => 'სპამთან ბრძოლასთან დაკავშირებით აკრძალულია შემდეგი მონაცემების მრავალჯერ გამეორება. გთხოვთ გაიმეოროთ იგი მოგვიანებით.',
'protectedpagetext'    => 'ეს გვერდი დაბლოკილია რედაქტირებისთვის.',
'viewsourcetext'       => 'თქვენ შეგიძლიათ ნახოთ ამ გვერდის საწყისი ფაილი და მისი ასლი შექმნათ:',
'protectedinterface'   => 'ეს გვერდი პროგრამის ინტერფეისის ნაწილია და დაცულია ვანდალიზმის აღკვეთის მიზნით.',
'editinginterface'     => "'''ყურადღება:''' თქვენ რედაქტორობთ გვერდს, რომელიც პროგრამის ინტერფეისის ტექსტს შეიცავს. ამ გვერდზე განხორციელებული რედაქტირება გამოიწვევს სხვა მომხმარებელთა სამუშაო ინტერფეისის შეცვლასაც. თარგმანისათვის უმჯობესია გამოიყენოთ [http://translatewiki.net/wiki/Main_Page?setlang=ka translatewiki.net], მედიავიკის ლოკალიზაციის პროექტი.",
'sqlhidden'            => '(SQL მოთხოვნა გაუქმებულია)',
'cascadeprotected'     => 'ეს გვერდი რედაქტირებისგან დაცულია, რადგან იგი ჩართულია შემდეგ {{PLURAL:$1|გვერდში, რომლის |გვერდებში, რომელთა}} დასაცავადაც ჩართულია პარამეტრი "იერარქიული":
$2',
'namespaceprotected'   => "თქვენ არ გაქვთ '''$1''' სახელთა სივრცეში გვერდების რედაქტირების უფლება.",
'customcssjsprotected' => 'თქვენ არ გაქვთ ამ გვერდის რედაქტირების უფლება, ვინაიდან ის სხვა მომხმარებლის პირად კონფიგურაციას შეიცავს.',
'ns-specialprotected'  => 'გვერდების რედაქტირება სახელთა სივრცეში {{ns:special}} შეუძლებელია.',
'titleprotected'       => "შემდეგი გვერდის შექმნა აკრძალულია მომხმარებელ [[User:$1|$1]]-ს მიერ.
მოცემულია შემდეგი ახსნა: ''$2''.",

# Virus scanner
'virus-badscanner'     => "შეცდომა. ვირუსთა უცნობი სკანერი: ''$1''",
'virus-scanfailed'     => 'სკანირების შეცდომა  (კოდი $1)',
'virus-unknownscanner' => 'უცნობი ანტივირუსი:',

# Login and logout pages
'logouttext'                 => "'''თქვენ ამჟამად სისტემიდან გასული ხართ.'''

შეგიძლიათ გამოიყენოთ {{SITENAME}} ანონიმურად, ან შეგიძლიათ
[[Special:UserLogin|შეხვიდეთ ისევ]] როგორც იგივე ან სხვა მომხმარებელი.
შენიშნეთ, რომ ზოგიერთ გვერდზე შესაძლოა ისევ უჩვენებდეს რომ შესული ხართ სანამ თქვენი ბრაუზერის მეხსიერებას არ გაწმენდთ.",
'welcomecreation'            => '== მოგესალმებით, $1! ==
თქვენი ანგარიში შექმნილია.
არ დაგავიწყდეთ თქვენი [[Special:Preferences|{{SITENAME}}-ის კონფიგურაციის]] შეცვლა.',
'yourname'                   => 'მომხმარებელი:',
'yourpassword'               => 'პაროლი:',
'yourpasswordagain'          => 'ხელმეორედ შეიყვანეთ პაროლი',
'remembermypassword'         => 'დამიმახსოვრე ამ კომპიუტერზე (მაქსიმუმ $1 {{PLURAL:$1|დღე}})',
'yourdomainname'             => 'თქვენი დომენი',
'externaldberror'            => 'საგარეო მონაცემთა ბაზაში აუტენტიფიკაციის შეცდომაა, ან თქვენ არ გაქვთ საკმარისი უფლებები საგარეო ანგარიშში ცვლილებების შესატანად.',
'login'                      => 'შესვლა',
'nav-login-createaccount'    => 'შესვლა',
'loginprompt'                => '{{SITENAME}}-ში შესასვლელად საჭიროა კუკის (cookies) გააქტიურება.',
'userlogin'                  => 'შესვლა/ანგარიშის შექმნა',
'userloginnocreate'          => 'შესვლა',
'logout'                     => 'გასვლა',
'userlogout'                 => 'გასვლა',
'notloggedin'                => 'შესული არ ხართ',
'nologin'                    => "ჯერ არ ხართ რეგისტრირებული? '''$1'''.",
'nologinlink'                => 'გახსენით ანგარიში',
'createaccount'              => 'გახსენი ანგარიში',
'gotaccount'                 => "უკვე რეგისტრირებული ხართ? '''$1'''",
'gotaccountlink'             => 'შესვლა',
'createaccountmail'          => 'ელ-ფოსტით',
'badretype'                  => 'თქვენს მიერ შეყვანილი პაროლები ერთმანეთს არ ემთხვევა.',
'userexists'                 => 'შეყვანილი სახელი უკვე გამოყენებულია. გთხოვთ აირჩიოთ სხვა სახელი.',
'loginerror'                 => 'შეცდომა შესვლაში',
'createaccounterror'         => '$1 ანგარიშის შექმნა ვერ მოხერხდა.',
'nocookiesnew'               => 'მომხმარებლის ჩანაწერი შექმნილია, მაგრამ თქვენ არ გაგივლიათ რეგისტრაცია. {{SITENAME}} იყენებს cookies, რომლებიც თქვენს ბრაუზერში გათიშულია. გთხოვთ, აამოქმედოთ ისინი და შემდგომ ხელახლა გაიარეთ რეგისტრაცია.',
'nocookieslogin'             => '{{SITENAME}} მომხმარებლების შესვლისთვის იყენებს "ქუქის ჩანაწერს". თქვენ იგი გათიშეთ. გთხოვთ, ჩართოთ ისინი და ხელმეორედ მოსინჯოთ.',
'noname'                     => 'თქვენს მიერ მითითებული მომხმარებლის სახელი ქმედითი არ არის.',
'loginsuccesstitle'          => 'სისტემაში შესვლა განხორციელდა.',
'loginsuccess'               => "'''ამჟამად შესული ხართ {{SITENAME}}-ში როგორც \"\$1\".'''",
'nosuchuser'                 => 'მომხმარებელი სახელად $1 არ არსებობს.
მომხმარებელთა სახელები გრძნობადია ასოების რეგისტრამდე..
შეამოწმეთ სახელის დაწერა ან[[Special:UserLogin/signup|შექმენით ახალი ანგარიში]].',
'nosuchusershort'            => 'მომხმარებელი სახელით "<nowiki>$1</nowiki>" არ არსებობს. შეამოწმეთ მართლწერა.',
'nouserspecified'            => 'საჭიროა მომხმარებლის სახელის მითითება.',
'login-userblocked'          => 'ეს მომხმარებელი დაბლოკილია. სისტემაში შესვლა არაა ნებადართული.',
'wrongpassword'              => 'პაროლი არასწორად არის შეყვანილი. სცადეთ განმეორებით.',
'wrongpasswordempty'         => 'პაროლი არ არის შეყვანილი. სცადეთ განმეორებით.',
'passwordtooshort'           => 'შეტანილი პაროლი ძალიან მოკლეა.
იგი უნდა შეიცავდეს მინიმუმ $1 სიმბოლოს.',
'password-name-match'        => 'შეტანილი პაროლი უნდა განსხვავდებოდეს მომხმარებლის სახელისგან.',
'mailmypassword'             => 'ახალი პაროლის გამოგზავნა',
'passwordremindertitle'      => 'ახალი დროებითი პაროლი {{SITENAME}}-თვის',
'passwordremindertext'       => "ვიღაცამ (შესაძლოა თქვენ, IP მისამართით $1) მოითხოვა 
ახალი პაროლის გაგზავნა {{SITENAME}}-სთვის ($4).
დროებითი პაროლი მოხმარებლისთვის ''$2'' ამჟამად არის ''$3''.
თუ ეს თქვენი სურვილი იყო, მოგიწევთ სისტემაში შესვლა და ახალი პაროლის შერჩევა.
თქვენს დროებით პაროლს ვადა გაუვა $5 დღეში.

თუ ეს მოთხოვნა სხვამ გააკეთა ან უკვე გაგახსენდათ თქვენი პაროლი და
აღარ გსურთ მისი შეცვლა, შეგიძლიათ ყურად არ იღოთ ეს შეტყობინება
და გააგრძელოთ ძველი პაროლის გამოყენება.",
'noemail'                    => 'აქ "$1" მომხმარებლის ელ. ფოსტის მისამართი მითითებული არ არის.',
'noemailcreate'              => 'თქვენ უნდა მიუთითოთ ელ-ფოსტის კორექტული მისამართი.',
'passwordsent'               => 'ახალი პაროლი გაიგზავნა ელ-ფოსტით მომხმარებელს "$1".
გთხოვთ შეხვიდეთ სისტემაში მისი მიღების შემდეგ.',
'blocked-mailpassword'       => 'თქვენი IP მისამართი რედაქტირებისთვის დაბლოკილია, ამიტომ არ შეგიძლიათ პაროლის აღდგენის გამოყენება კონფლიქტის გამო.',
'eauthentsent'               => 'დამადასტურებელი შეტყობინება გაიგზავნა თქვენს მიერ მითითებულ ელ. ფოსტის მისამართზე.
სანამ ნებისმიერი სხვა შეტყობინება გაიგზავნებოდეს თქვენს ანგარიშზე, გთხოვთ მიჰყვეთ ელ.
ფოსტაში მითითებულ ინსტრუქციებს, რათა დაადასტუროთ რომ ანგარიში ნამდვილად თქვენია.',
'throttled-mailpassword'     => 'პაროლის შეხსენება უკვე გაგზავნილია ბოლო $1 საათის განმავლობაში.
ბოროტად გამოყენების თავიდან აცილებისთვის, მხოლოდ ერთი შეხსენება იგზავნება ყოველ
$1 საათში.',
'mailerror'                  => 'შეცდომა ფოსტის გაგზავნაში: $1',
'acct_creation_throttle_hit' => '24 საათის განმავლობაში თქვენი IP-მისამართითან {{PLURAL:$1|შეიქმნა $1 ანგარიში|შეიქმნა $1 ანგარიშები|შეიქმნა $1 ანგარიშის}}, რაც არის აკრძალული დროის ამ მონაკვეთისთის.
აქედან გამომდინარე თქვენი IP-მისამართის მქონე მომხმარებლები ვეღარ შექმნიან ანგარიშები.',
'emailauthenticated'         => 'თქვენი ელ. ფოსტის მისამართი გადამოწმებულია $2 $3-ზე.',
'emailnotauthenticated'      => 'თქვენი ელ. ფოსტის მისამართი ჯერ არ არის გადამოწმებული. შემდეგი ფუნქციები გამორთულია.',
'noemailprefs'               => 'თქვენ არ გაქვთ ელ. ფოსტის მისამართი მითითებული,აღნიშნული ფუნქციები ამის გამო არ დროისთვის შეუძლებელია.',
'emailconfirmlink'           => 'დაადასტურეთ თქვენი ელ. ფოსტის მისამართი',
'invalidemailaddress'        => 'ელ. ფოსტის მისამართი არ იქნა მიღებული, ვინაიდან იგი არასწორი ფორმატითაა წარმოდგენილი.
გთხოვთ, სწორად შეიყვანოთ იგი ან წაშალოთ ეს ველი.',
'accountcreated'             => 'ანგარიში შეიქმნა',
'accountcreatedtext'         => 'მომხმარებლის ანგარიში $1-სთვის შექმნილია.',
'createaccount-title'        => 'ანგარიშის შექმნა {{SITENAME}}-თვის',
'createaccount-text'         => 'ვიღაცამ შექმნა ანგარიში სახელით "$2" და პაროლით "$3" თქვენი ელექტრონული ფოსტისთვის {{SITENAME}}-ში ($4). გთხოვთ დარეგისტრირდეთ და შეცვალოთ პაროლი.

შეგიძლიათ ყურადღება არ მიაქციოთ ამ შეტყობინებას, თუ ანგარიში შეცდომით შეიქმნა.',
'usernamehasherror'          => 'მომხმარებლის სახელი არ უნდა შეიცავდეს დიეზის სიმბოლოს.',
'login-throttled'            => 'თქვენ განახორციელეთ ძალიან ბევრი პაროლის შეყვანა ამ ანგარიშისთვის.
გამორებით შეყვანამდე გთხოვთ დაელოდოთ.',
'loginlanguagelabel'         => 'ენა: $1',
'suspicious-userlogout'      => 'თქვენი მოთხოვნა გასვლის შესახებ გაუქმებულია, რადგანაც იგი გავს ქეშირებადი პროქსის ან არაკორექტული ბრაუზერის მოთხოვნას.',

# Password reset dialog
'resetpass'                 => 'შეცვალეთ პაროლი',
'resetpass_announce'        => 'თქვენ შემოხვედით დროებით ელ-ფოსტის კოდით. რეგისტრაციის დასრულებისთვის, უნდა შექმნათ ახალი პაროლი აქ:',
'resetpass_text'            => '<!-- დამატებითი ტექსტი აქ -->',
'resetpass_header'          => 'შეცვალეთ ანგარიშის პაროლი',
'oldpassword'               => 'ძველი პაროლი:',
'newpassword'               => 'ახალი პაროლი:',
'retypenew'                 => 'ახალი პაროლი განმეორებით:',
'resetpass_submit'          => 'მიუთითეთ პაროლი და დარეგისტრირდით',
'resetpass_success'         => 'თქვენი პაროლი წარმატებით შეიცვალა! ამჟამად რეგისტრირდებით...',
'resetpass_forbidden'       => 'პაროლის შეცვლა შეუძლებელია',
'resetpass-no-info'         => 'კონკრეტულად ამ გვერდთან სამუშაოდ თქვენ უნდა წარადგინოთ თავი სისტემისადმი.',
'resetpass-submit-loggedin' => 'პაროლის შეცვლა',
'resetpass-submit-cancel'   => 'გაუქმება',
'resetpass-wrong-oldpass'   => 'არასწორი დროებითი ან მოქმედი პაროლი.
შესაძლოა თქვენ წარმატებით შეცვალეთ პაროლი ან მოითხოვეთ ახალი.',
'resetpass-temp-password'   => 'დროებითი პაროლი:',

# Edit page toolbar
'bold_sample'     => 'მუქი ტექსტი',
'bold_tip'        => 'მუქი ტექსტი',
'italic_sample'   => 'კურსივი',
'italic_tip'      => 'კურსივი',
'link_sample'     => 'ბმულის სათაური',
'link_tip'        => 'შიდა ბმული',
'extlink_sample'  => 'http://www.example.com ბმულის სათაური',
'extlink_tip'     => 'გარე ბმული (გახსოვდეთ http:// პრეფიქსი)',
'headline_sample' => 'სათაურის ტექსტი',
'headline_tip'    => 'ქვესათაური',
'math_sample'     => 'ჩასვით ფორმულა აქ',
'math_tip'        => 'მათემატიკური ფორმულა (LaTeX)',
'nowiki_sample'   => 'ჩასვით დაუფორმატებელი ტექსტი აქ',
'nowiki_tip'      => 'ვიკის ფორმატირების იგნორირება',
'image_sample'    => 'მაგალითი.jpg',
'image_tip'       => 'ჩასმული სურათი',
'media_tip'       => 'ბმული ფაილზე',
'sig_tip'         => 'თქვენი ხელმოწერა და დრო',
'hr_tip'          => 'ჰორიზონტალური ხაზი (ნუ გამოიყენებთ ხშირად)',

# Edit pages
'summary'                          => 'რეზიუმე:',
'subject'                          => 'თემა/სათაური:',
'minoredit'                        => 'მცირე რედაქტირება',
'watchthis'                        => 'უთვალთვალე ამ გვერდს',
'savearticle'                      => 'შენახვა',
'preview'                          => 'წინასწარი გადახედვა',
'showpreview'                      => 'წინასწარი გადახედვა',
'showlivepreview'                  => 'შავი ნიმუში',
'showdiff'                         => 'ცვლილებების ჩვენება',
'anoneditwarning'                  => "'''გაფრთხილება:''' თქვენ არ ხართ რეგისტრირებული. თქვენი IP მისამართი ჩაიწერება ამ გვერდის რედაქტირების ისტორიაში.",
'anonpreviewwarning'               => "''თქვენ არ შესულხართ სისტემაში. თქვენი IP მისამართი შეინახება გვერდის ისტორიაში. ''",
'missingsummary'                   => "'''შეხსენება:''' თქვენ არ მიგითითებიათ რედაქტირების რეზიუმე.
თუ ისევ დააწკაპუნებთ შენახვაზე, თქვენი რედაქტირება რეზიუმეს გარეშე დამახსოვრდება.",
'missingcommenttext'               => 'გთხოვთ კომენტარი შეიყვანოთ ქვემოთ.',
'missingcommentheader'             => "'''შეხსენება:''' თქვენ ამ კომენტარისთვის სათაური/თემა არ მიგითითებიათ. თუ შენახვაზე დააწკაპუნებთ, თქვენი ცვლილება მის გარეშე იქნება შენახული.",
'summary-preview'                  => 'რეზიუმეს წინასწარი გადახედვა:',
'subject-preview'                  => 'თემის/სათაურის წინასწარი გადახედვა:',
'blockedtitle'                     => 'მომხმარებელი ბლოკირებულია',
'blockedtext'                      => '\'\'\'თქვენი მომხმარებლის სახელი ან IP მისამართი დაბლოკილ იქნა.\'\'\'

ბლოკირება განახორციელა $1-მ.
მიზეზად დასახელდა შემდეგი: \'\'$2\'\'.

* დაბლოკვის დასაწყისი: $8
* ბლოკის ვადის გასვლის დრო: $6
* დაბლოკილ იქნა: $7

შეგიძლიათ დაუკავშირდეთ $1-ს ან რომელიმე სხვა [[{{MediaWiki:Grouppage-sysop}}|ადმინისტრატორს]] დაბლოკვის განსახილველად.
გაითვალისწინეთ, რომ თქვენ ვერ შეძლებთ გამოიყენოთ ფუნქცია "მომხმარებლისთვის ელ. ფოსტის გაგზავნა", თუ არ გაქვთ მითითებული მოქმედი ელ. ფოსტის მისამართი თქვენი [[Special:Preferences|ანგარიშის კონფიგურაციაში]] ან თუ დაბლოკვის შედეგად გაქვთ ამ ფუნქციის გამოყენების ნებართვა ჩამორთმეული.
თქვენი ამჟამინდელი IP მისამართია $3, ხოლო ბლოკის იდენტიფიკატორი #$5.
გთხოვთ, მიუთითოთ ყველა ზემოთხსენებული მონაცემი თქვენს კორესპონდენციაში.',
'autoblockedtext'                  => 'თქვენი IP მისამართი ავტომატურად დაიბლოკა, ვინაიდან მას სხვა მომხმარებელი იყენებდა, რომელიც დაბლოკა $1-მა.
საბაბად მოყვანილი იყო შემდეგი:

:\'\'$2\'\'

* ბლოკის დაწყების თარიღი: $8
* ბლოკის ვადის გასვლა: $6
*დაიბლოკა $7

შეგიძლიათ დაუკავშირდეთ $10ს ან რომელიმე სხვა
[[{{MediaWiki:Grouppage-sysop}}|ადმინისტრატორს]] ამ ბლოკის განსახილველად.

გაითვალისწინეთ, რომ თქვენ ვერ გამოიყენებთ "მისწერეთ ელ-წერილი ამ მომხმარებელს" ფუნქციას თუ თქვენ შემოწმებული ელ-ფოსტის მისამართი
არ გაქვთ მითითებული თქვენს [[Special:Preferences|კონფიგურაციაში]] და არ ხართ დაბლოკილი მისი გამოყენებისთვის.

თქვენი IP - $3. თქვენი დაბლოკვის საიდენტიფიკაციო ნომერია $5. გთხოვთ მიუთითოთ ეს ნომერი, ნებისმიერ მიმოწერაში.',
'blockednoreason'                  => 'საბაბი მითითებული არ არის',
'blockedoriginalsource'            => "'''$1'''-ის წყარო მოყვანილია ქვემოთ:",
'blockededitsource'                => "ქვემოთ მოყვანილია '''$1'''-ში თქვენი რედაქტირების ტექსტი:",
'whitelistedittitle'               => 'რედაქტირება საჭიროებს სისტემაში შესვლას',
'whitelistedittext'                => 'გვერდების რედაქტირებისათვის თქვენ გესაჭიროებათ $1.',
'confirmedittext'                  => 'გვერდების დარედაქტირებამდე უნდა დაადასტუროთ თქვენი ელფოსტის მისამართი. გთხოვთ [[Special:Preferences|მომხმარებლის პარამეტრებში]] მიუთითოთ და დაამოწმოთ ელფოსტის მისამართი.',
'nosuchsectiontitle'               => 'სექცია არ არსებობს',
'nosuchsectiontext'                => 'თქვენ სცადეთ არარსებული სექციის რედაქტირება.
შესაძლოა იგი გადაადგილდა ან წაიშალა თქვენს მიერ გვერდის ხილვისას.',
'loginreqtitle'                    => 'რეგისტრაცია აუცილებელია',
'loginreqlink'                     => 'შესვლა',
'loginreqpagetext'                 => 'თქვენ უნდა $1 სხვა გვერდები აჩვენოთ.',
'accmailtitle'                     => 'პაროლი გაგზავნილია.',
'accmailtext'                      => "მომხმარებელი [[User talk:$1|$1]]-სთვის შექმნილია ახალი პაროლი, შექმნილი შემთხვევითი სიმბოლოებისგან გაიგზავნა $2 ელექტრონულ მისამართზე.
სისტემისადმი თავის წარდგენის შემდეგ თქვენ შეგიძლლიათ ''[[Special:ChangePassword|შეცვალოთ პაროლი]]''.",
'newarticle'                       => '(ახალი)',
'newarticletext'                   => 'ბმულის მეშვეობით თქვენ მოხვდით გვერდზე, რომელიც ჯერ არ არსებობს.
გვერდის შესაქმნელად შეიყვანეთ ინფორმაცია ქვემო ფანჯარაში
(იხ. [[{{MediaWiki:Helppage}}|დახმარების გვერდი]] დამატებითი ინფორმაციისთვის).
თუ ამ გვერდზე შეცდომით მოხვდით, დაბრუნდით უკან თქვენი ბრაუზერის მეშვეობით.',
'anontalkpagetext'                 => "----''ეს არის ანონიმური მომხმარებლის განხილვის გვერდი, რომელსაც ანგარიში ჯერ არ შეუქმნია ან არ იყენებს მას. 

შესაბამისად, ჩვენ მისი ციფრული IP მისამართი უნდა გამოვიყენოთ მისი იდენტიფიცირებისთვის. 

ამგვარი მისამართი შეიძლება რამდენიმე მომხმარებელმა გამოიყენოს. 

თუ თქვენ ანონიმური მომხმარებელი ხართ და თვლით, რომ სხვისთვის გამიზნული მითითება მიიღეთ, გთხოვთ [[Special:UserLogin/signup|შექმენით ანგარიში ან დარეგისტრირდით]] მომავალში გაუგებრობის თავიდან ასაცილებლად.''",
'noarticletext'                    => 'ამჟამად ამ გვერდზე ტექსტი არ არსებობს.
თქვენ შეგიძლიათ [[Special:Search/{{PAGENAME}}|მოძებნოთ ამ გვერდის სათაური]] სხვა გვერდებზე,
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} მოძებნოთ შესაბამისი ჟურნალები],
ან [{{fullurl:{{FULLPAGENAME}}|action=edit}} დაიწყოთ ამ გვერდის რედაქტირება]</span>.',
'noarticletext-nopermission'       => 'ამ დროისთვის ეს გვერდი ცარიელია.
ქვენ შეგიძლიათ [[Special:Search/{{PAGENAME}}|მოძებნოთ ეს სიტყვა]] სხვა გვერდებზე, 
ან <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} შესაბამის ჟურნალებში]</span>',
'userpage-userdoesnotexist'        => 'ანგარიში «$1» არ არსებობს. დარწმუნდით, რომ მართლაც გსურთ ამ ანგარიშის შექმნა ან შესწორება.Убедитесь, что вы действительно желаете создать или изменить эту страницу.',
'userpage-userdoesnotexist-view'   => 'მომხმარებელი "$1" არ არის დარეგისტრირებული.',
'blocked-notice-logextract'        => 'ეს მომხმარებელი უკვე დაიბლოკა.
დაბლოკვის მიზეზიშემდეგშია:',
'clearyourcache'                   => "'''შენიშვნა:''' შენახვის შემდეგ შესაძლოა დაგჭირდეთ ბრაუზერის ქეშის გაწმენდა ცვლილებების სანახავად. '''Mozilla / Firefox / Safari:''' დააჭირეთ ''Shift'' ''Reload''-ზე დაწკაპებისას, ან დააჭირეთ ''Ctrl-Shift-R'' (''Cmd-Shift-R'' Apple Mac-ზე); '''IE:''' დააჭირეთ ''Ctrl'' ''Refresh''-ზე დაწკაპებისას, ან დააჭირეთ ''Ctrl-F5''; '''Konqueror:''': მხოლოდ დააწკაპეთ ''Reload'' ღილაკს, ან დააჭირეთ ''F5''; '''Opera''' შესაძლოა საჭირო გახდეს ქეშის სრულიად გაწმენდა ''Tools→Preferences''-დან.",
'usercssyoucanpreview'             => "'''რჩევა:''' შენახვამდე გამოიყენეთ 'წინასწარი გადახედვის' ღილაკი თქვენი ახალი CSS ტესტირებისთვის.",
'userjsyoucanpreview'              => "'''რჩევა:''' შენახვამდე გამოიყენეთ 'წინასწარი გადახედვის' ღილაკი თქვენი ახალი JS ტესტირებისთვის.",
'usercsspreview'                   => "'''გახსოვდეთ, რომ თქვენ მხოლოდ წინასწარ გადახედვას უყურებთ თქვენს მომხმარებლის CSS-ს, ის ჯერ შენახული არ არის!'''",
'userjspreview'                    => "'''გახსოვდეთ, რომ თქვენ მხოლოდ ტესტირებას უკეთებთ ან აკვირდებით წინასწარ ხედს თქვენი მომხმარებლის ჯავასკრიპტს - ის ჯერ არ არის დამახსოვრებული!'''",
'userinvalidcssjstitle'            => "'''ყურადღება:''' გაფორმების თემა «$1» არ არის ნაპოვნი. გახსოვდეთ, რომ .css და .js გვერდებს უნდა ჰქონდეს მხოლოდ ზეხაზური სათაური, მაგ. «{{ns:user}}:ვიღაცა/monobook.css», და არა «{{ns:user}}:ვიღაცა/Monobook.css».",
'updated'                          => '(განახლდა)',
'note'                             => "'''შენიშვნა:'''",
'previewnote'                      => "'''ეს მხოლოდ ნიმუშია; ცვლილებები ჯერ არ შენახულა!'''",
'previewconflict'                  => 'შავი ნიმუში უჩვენებს ტექსტს ზედა რედაქტირების ფანჯარაში, როგორც ის გამოჩნდება თუ თქვენ მას შეინახავთ.',
'session_fail_preview'             => "'''უკაცრავად! ვერ შევძელით თქვენი რედაქტირების შენახვა სესიის მონაცემთა დაკარგვის გამო.
გთხოვთ ისევ სცადოთ.
თუ პრობლემა განმეორდა, სცადეთ [[Special:UserLogout|სისტემიდან გასვლა]] და ხელახლა შემოსვლა.'''",
'session_fail_preview_html'        => "'''სამწუხაროდ, ჩვენ ვერ განვახორციელეთ თქვენი რედაქტირება სესიის მონაცემთა დაკარგვის გამო.'''

''რადგანაც ამ ვიკის აქვს დაუმუშავებელი HTML ჩართული, წინასწარი გადახედვა დამალულია ჯავასკრიპტის შეტევის საწინააღმდეგოდ სიფრთხილის მიზნით.''

'''თუ ეს მიღებული რედაქტირების მცდელობა იყო, გთხოვთ ისევ სცადოთ. თუ იგი კვლავ არ მუშაობს, სცადეთ თავიდან [[Special:UserLogout/დარეგისტრირებ]]ა (შესვლა)'''",
'token_suffix_mismatch'            => "'''თქვენი შესწორება გაუქმდა რადგანაც პროგრამა არასწორედ აღიქვამს პუნქტუაციის ნიშნებს რედაქტირების ფანჯარაში. შესწრება გაუქმდა სტატიის არ გაფუჭების მიზნით. შესაძლოა ეს გამოწვეულია გაფუჭებული ვებ პროქსის გამოყენებით.'''",
'editing'                          => 'რედაქტირება: $1',
'editingsection'                   => 'რედაქტირება - $1 (სექცია)',
'editingcomment'                   => 'რედაქტირება: $1 (ახალი სექცია)',
'editconflict'                     => 'რედაქტირების კონფლიქტი: $1',
'explainconflict'                  => 'სხვა მომხმარებელმა შეცვალა ეს გვერდი მას შემდეგ რაც თქვენ დაიწყეთ მისი რედატირება. ზედა ტექსტური ველი შეიცავს გვერდის შიგთავსს მისი ამჟამინდელი სახით. თქვენი ცვლილებები ნაჩვენებია ქვედა ტექსტურ ველში. თქვენ მოგიწევთ თქვენი ცვლილებების შერწყმა არსებულ ტექსტთან. <b>მხოლოდ</b> ზედა ველში არსებული ტექსტი იქნება შენახული, როდესაც "გვერდის შენახვას" დააჭერთ.<br />',
'yourtext'                         => 'თქვენი ტექსტი',
'storedversion'                    => 'შენახული ვერსია',
'nonunicodebrowser'                => "'''გაფრთხილება: თქვენი ბრაუზერი უნიკოდთან თავსებადი არ არის. ჩვენ ვცდილობთ ამ პრობლემის გადაჭრას, რათა თქვენ შეძლოთ უსაფრთხოდ შეიტანოთ ცვლილებები გვერდებზე: არა-ASCII ნიშნები რედაქტირების ფანჯარაში გამოჩნდება როგორც ჰექსადეციმალური კოდები.'''",
'editingold'                       => "'''ყურადღება: თქვენ ამუშავებთ ამ გვერდის მოძველებულ ვერსიას. გვერდის შენახვის შემდეგ მომდევნო ვერსიებში გაკეთებული ცვლილებები დაიკარგება.'''",
'yourdiff'                         => 'განსხვავებები',
'copyrightwarning'                 => "ყურადღება მიაქციეთ: ნებისმიერი წვლილი გვერდზე {{SITENAME}} $2 ლიცენზიას ექვემდებარება (იხ. $1 დეტალებისთვის). თუ არ გსურთ თქვენი ნამუშევარი თავისუფლად გავრცელდეს და მისი დაუნდობელი რედაქტირება მოხდეს, მაშინ ნუ შეიყვანთ მას აქ.<br />
თქვენ ასევე პირობას დებთ, რომ ეს თქვენი დაწერილია, ან გადმოღებულია საზოგადოებრივი დომენიდან, ან მსგავსი თავისუფალი წყაროდან.
'''ნუ შემოიტანთ საავტორო უფლებებით დაცულ ნაშრომს ავტორის თანხმობის გარეშე!'''",
'copyrightwarning2'                => "*გაითვალისწინეთ, რომ ნებისმიერი წვლილი {{SITENAME}}-ში შეიძლება ჩასწორდეს, შეიცვალოს ან წაიშალოს სხვა რედაქტორების მიერ.
*თუ არ გსურთ, რომ თქვენი ნამუშევარი შეუზღუდავად იქნეს რედაქტირებული, მას აქ ნუ განათავსებთ.<br />
*თქვენ აგრეთვე პირობას დებთ, რომ თქვენს მიერ განთავსებული ტექსტი თქვენი დაწერილია, ან გადმოწერილია საზოგადოებრივი დომენიდან ან მსგავსი თავისუფალი წყაროდან. (იხ. $1 დეტალებისთვის).
*'''ნუ შემოიტანთ საავტორო უფლებებით დაცულ ნაშრომს ავტორის ნებართვის გარეშე!'''",
'longpagewarning'                  => "'''გაფრთხილება: ეს გვერდი $1 კილობაიტია; ზოგიერთ ბრაუზერს უჭირს გვერდების რედაქტირება, რომელთა ზომა აღემატება 32 კბ-ს. გთხოვთ იქონიოთ მხედეველობაში შედარებით მცირე სექციებად გვერდის გაყოფა.'''",
'longpageerror'                    => "'''შეცდომა: თქვენს მიერ შემოტანილი ტექსტი $1 კილობაიტია, რაც აღემატება მაქსიმალურად დასაშვებ $2 კბ-ს. მისი შენახვა შეუძლებელია.'''",
'readonlywarning'                  => "'''გაფრთხილება''': მონაცემთა ბაზა დახურულია პერიოდული შემოწმებისთვის, შესაბამისად თქვენ ვერ შეძლებთ რედაქტირებას ამ მომენტში.
სასურველია ტექსტის ასლი შეინახოთ ტექსტურ რედაქტორში და მოგვიანებით შემოიტანოთ.

მონაცემთა ბაზიზ დამბლოკველმა ადმინისტრატორმა შემდეგი მიზეზი დატოვა: $1",
'protectedpagewarning'             => "'''ყურადღება:  ეს გვერდი დაბლოკილია და მისი რედაქტირება შეუძლიათ მხოლოდ მომხმარებლებს ადმინისტრატორის უფლებებით'''
იხილეთ დაცვის ჟურნალის ჩანაწერი",
'semiprotectedpagewarning'         => "'''ყურადღება:''' ეს გვერდი დაბლოკილია და მისი რედაქტირება მხოლოდ რეგისტრირებულ მომხმარებლებს შეუძლიათ.
იხილეთ ჟურნალი დამატებითი ინფორმაციისთვის:",
'cascadeprotectedwarning'          => "'''გაფრთხილება:''' ეს გვერდი ჩაკეტილია ისე რომ მისი რედაქტირება მხოლოდ ადმინისტრატორებს შეუძლია, რადგან იგი ეკუთვნის შემდეგ კასკადურად დაცვის {{PLURAL:$1|გვერდს|გვერდებს}}:",
'titleprotectedwarning'            => "'''ყურადღება. გვერდი ამ სათაურით იყო დაცული, მისი რედაქტირება შეუძლიათ მხოლოდ მომხმარებლებს [[Special:ListGroupRights|სპეციალური უფლებებით]].'''
იხილეთ ჟურნალი დამატებითი ინფორმაციისთვის:",
'templatesused'                    => 'ამ გვერდზე გამოყენებული {{PLURAL:$1|თარგი|თარგები}}:',
'templatesusedpreview'             => '{{PLURAL:$1|თარგი, რომელიც|თარგები, რომლებიც}} წინასწარ გადახედვის გვერდზეა გამოყენებული:',
'templatesusedsection'             => 'ამ სექციაში გამოყენებული {{PLURAL:$1|თარგი|თარგები}}:',
'template-protected'               => '(დაცული)',
'template-semiprotected'           => '(ნახევრად დაცული)',
'hiddencategories'                 => 'ეს გვერდი გაერთიანებულია $1 დამალულ კატეგორიაში.',
'nocreatetitle'                    => 'გვერდის შექმნა ლიმიტირებულია',
'nocreatetext'                     => 'ამ გვერდზე შეუძლებელია ახალი გვერდის შექმნა არსებული აკრძალვის გამო. თქვენ შეგიძლიათ უკან დაბრუნება და არსებული გვერდის რედაქტირება ან [[სპეციალური:Userlogin|შესვლა და ანგარიშის შექმნა]]',
'nocreate-loggedin'                => 'თქვენ არ გაქვთ ახალი გვერდების შექმნის უფლება.',
'sectioneditnotsupported-title'    => 'სექციის რედაქტირება ვერ ხერხდება',
'sectioneditnotsupported-text'     => 'სექციის რედაქტირება გათიშულია ამ გვერდისთვის',
'permissionserrors'                => 'ნებართვის შეცდომა',
'permissionserrorstext'            => 'თქვენ არ გაქვთ ამის გაკეთების უფლება, შემდეგი {{PLURAL:$1|მიზეზის|მიზეზების}} გამო:',
'permissionserrorstext-withaction' => 'თქვენ არ გაქვთ ამ მოქმედების - $2 განხორციელების ნებართვა შემდეგი $1 მიზეზის გამო:',
'recreate-moveddeleted-warn'       => "'''გაფრთხილება: თქვენ ხელახლა ქმნით გვერდს, რომელიც ადრე წაშლილ იქნა.'''

გთხოვთ დაფიქრდეთ, მისაღები არის თუ არა ამ გვერდის რედაქტირების გაგრძელება.
ინფორმაციისთვის ქვემოთ მოყვანილია ამ გვერდის წაშლის ისტორია:",
'moveddeleted-notice'              => 'ეს გვერდი წაიშალა
ინფორმაციის მისაღებად ქვემოთ წარმდგენილია შესაბამისი ჩანაწერები წაშლისა და გადაქრმევის ჟურნალებიდან.',
'log-fulllog'                      => 'ყველა ჟურნალის ხილვა',
'edit-hook-aborted'                => 'შესწორება გაუქმებულია გადამჭერით. 
დამატებითი ახსნა არ ჩაწერილა.',
'edit-gone-missing'                => 'გვერდის განახლეა შეუძლებელია.
შესაძლოა, იგი წაიშალა.',
'edit-conflict'                    => 'რედაქციების კონფლიქტი.',
'edit-no-change'                   => 'თქვენი შესწორება არ იქნა შენახული, რადგანაც ტექსტის ცვლილება არ მოხდა.',
'edit-already-exists'              => 'ახალი გვერდის შექმნა არ მოხერხდა.
ის უკვე არსებობს.',

# Parser/template warnings
'expensive-parserfunction-warning'        => 'ყურადღება. მოცემული გვერდი შეიცავს ძალიან ბევრ მძიმე ფუნქციას.

გამოძახებათა რაოდენობა შეზღუდულია $2 დონეზე.ამ შემთხვევაში უნდა გაკეთდეს  $1 გამოძახება.',
'expensive-parserfunction-category'       => 'გვერდი ძალიან ბევრი მძიმე ფუნქციის მოთხოვნით',
'post-expand-template-inclusion-warning'  => 'ყურადღება. ჩართული თარგების ზომა ძალიან დიდია. ზოგი თარგი შეიძლება დარჩეს გათიშული.',
'post-expand-template-inclusion-category' => 'გვერდები, რომლებისთვისაც აღემატებულია ნებადართული მაქსიმალური მძიმე ფუნქციების ჩართვა',
'post-expand-template-argument-warning'   => "'''ფრთხილად:''' ეს გვერდი შეიცავს თარგის მინიმუმ ერთ მნიშვნელობას, რომელიც ნამეტანად გრძელია გახსნისთვის.
ამგვარი მნიშვნელობები გამოიტოვება.",
'post-expand-template-argument-category'  => 'გვერდები, რომლებიც შეიცავენ თარგების გამოტოვებულ მნიშვნელობებს',
'parser-template-loop-warning'            => 'აღმოჩენილია ლუპი თარგ: [[$1]]-ში',
'parser-template-recursion-depth-warning' => 'თარგის რეკურსიის სიღრმე აემატება დაშვებულს ($1)',
'language-converter-depth-warning'        => 'ენათა გადამუშავების კონვერციის ლიმიტი ამოწურულია ($1)',

# "Undo" feature
'undo-success' => 'რედაქტირების გაუქმება შესაძლებელია. გთხოვთ შეამოწმოთ განსხვავება ქვევით, რათა დარწმუნდეთ, რომ ეს ის არის რაც თქვენ გსურთ, შემდეგ კი შეინახეთ ცვლილებები რათა დაასრულოთ რედაქტირების გაუქმება.',
'undo-failure' => 'რედაქტირების გაუქმება შეუძლებელია კონფლიქტური შუალედური რედაქტირებების გამო.',
'undo-norev'   => 'რედაქტირება ვერ გაუქმდება რადგანაც არ არსებობს ან წაშლილი იქნა.',
'undo-summary' => '$1 ცვლილების გაუქმება [[Special:Contributions/$2|$2]]-ის მიერ ([[User talk:$2|განხილვა]])',

# Account creation failure
'cantcreateaccounttitle' => 'ანგარიშის შექმნა ვერ ხერხდება',
'cantcreateaccount-text' => "ამ IP-მისამართიდან აიკრძალა (<b>$1</b>) მომხმარებელ [[User:$3|$3]]-ის მიერ.

$3 -ემ ამგვარი ახსნა : ''$2''",

# History pages
'viewpagelogs'           => 'ამ გვერდისთვის სარეგისტრაციო ჟურნალების ჩვენება',
'nohistory'              => 'ამ გვერდს განხილვის გვერდი ცარიელი აქვს.',
'currentrev'             => 'მიმდინარე შესწორება',
'currentrev-asof'        => 'მიმდინარე ცვლილება $1 მდგომარეობით',
'revisionasof'           => '$1-ის ვერსია',
'revision-info'          => '$1-ის ვერსია, შეტანილი $2-ის მიერ',
'previousrevision'       => '←წინა ვერსია',
'nextrevision'           => 'შემდეგი ვერსია→',
'currentrevisionlink'    => 'მიმდინარე ვერსია',
'cur'                    => 'მიმდ.',
'next'                   => 'შემდეგი',
'last'                   => 'ბოლო',
'page_first'             => 'პირველი',
'page_last'              => 'ბოლო',
'histlegend'             => '*ვერსიის დათვალიერება: დააწკაპუნეთ სასურველი ვერსიის თარიღზე მის დასათვალიერებლად.
*ვერსიების შედარება: აირჩიეთ სასურველი ვერსიები რადიო-რგოლების მონიშვნით და დააწკაპუნეთ შედარების ღილაკზე.
*შემოკლებები: (მიმდ.) = სხვაობა მიმდინარე ვერსიასთან, (ბოლო) = სხვაობა წინა ვერსიასთან, მ = მცირე შესწორება.',
'history-fieldset-title' => 'დათვალიერების ისტორია',
'history-show-deleted'   => 'მხოლოდ წაშლილი',
'histfirst'              => 'პირველი',
'histlast'               => 'უკანასკნელი',
'historysize'            => '($1 ბაიტი)',
'historyempty'           => '(ცარიელი)',

# Revision feed
'history-feed-title'          => 'რედაქტირების ისტორია',
'history-feed-description'    => 'ამ გვერდის შესწორებათა ისტორია ვიკიში',
'history-feed-item-nocomment' => '$1  $2-ზე',
'history-feed-empty'          => 'თქვენს მიერ მოძიებული გვერდი არ არსებობს.
შესაძლოა იგი წაშლილ იქნა ვიკიდან, ან მისი სათაური შეიცვალა.
სცადეთ [[Special:Search|searching on the wiki]] მსგავსი გვერდების სანახავად.',

# Revision deletion
'rev-deleted-comment'         => '(კომენტარი წაიშალა)',
'rev-deleted-user'            => '(მომხმარებლის სახელი წაიშალა)',
'rev-deleted-event'           => '(ჟურნალის ჩანაწერი წაშლილია)',
'rev-deleted-user-contribs'   => '[მომხმარებლის სახელი ან IP დამალულია. რეაქტირება ასევე დამალულია]',
'rev-deleted-text-permission' => "გვერდის ეს ჩასწორება '''წაიშალა'''.
განმარტება შესაძლოა მოცემული იყოს [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} წაშლათა ჟურნალში].",
'rev-deleted-text-unhide'     => "გვერდის მოცემული ჩასწორება '''წაშლილია'''.
განმარტება შესაძლოა მოცემული იყოს [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} წაშლის ჟურნალში].
როგორც ადმინისტრატორს, სურვილისამებრ, თქვენ მაინც შეგიძლიათ [$1 იხილოთ ეს ჩასწორება].",
'rev-suppressed-text-unhide'  => "გვერდის ეს ნაწილი '''დაიმალა'''.
შესაძლოა, რომ ახსნა მოცემულია [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} დამალვათა ჟურნალში].
თქვენ შეგიძლიათ ამ [$1 გვერდის ნახვა], რადგანაც ადმინისტრატორი ბრძანდებით.",
'rev-deleted-text-view'       => "გვერდის ეს ვერსია '''წაიშალა'''.
როგორც ადმინისტრატორს, თქვენ შეგიძლიათ მისი ნახვა; შესაძლოა დეტალები მითითებული იყო  [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} წაშლათა ჟურნალში].",
'rev-suppressed-text-view'    => "გვერდის ეს ვერსია '''დამალულ იქნა'''.
როგორც ადმინისტრატორი, თქვენ შეგიძლიათ მისი ხილვა.
შესაძლოა დამატებითი ინფორმაცია მოცემულია [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} დამალვათა ჟურნალში].",
'rev-deleted-no-diff'         => "არ შეგიძლიათ ამ განსხვავების ნახვა, ვინაიდან ერთ-ერთი ცვლილება '''წაიშალა'''.
დეტალები შესაძლოა მოცემული იყოს  [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} წაშლათა ჟურნალში].",
'rev-suppressed-no-diff'      => "თქვენ არ შეგიძლიათ ამ განსხვავების ნახვა, რადგან ერთ-ერთი ცვლილება '''წაშლილია'''.",
'rev-deleted-unhide-diff'     => "გვერდის ერთ-ერთი ვერსია  '''წაიშალა'''.
შესაძლოა თქვენ იპოვით დამატებით ინფორმაციას[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} წაშლათა ჟურნალში].
თქვენ შეგიძლიათ [$1 მოცემული ვერსიის ხილვა ], რადგანაც ადმინისტრატორი ბრძანდებით.",
'rev-suppressed-unhide-diff'  => "გვერდის ერთ-ერთი ვერსია  '''წაიშალა'''.
შესაძლოა თქვენ იპოვით დამატებით ინფორმაციას[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} დამალვათა ჟურნალში].
თქვენ შეგიძლიათ [$1 მოცემული ვერსიის ხილვა ], რადგანაც ადმინისტრატორი ბრძანდებით.",
'rev-deleted-diff-view'       => "გვერდის ერთ-ერთი ვერსია '''წაიშალა'''.
როგორც ადმინისტრატორს, თქვენ შეგიძლიათ მისი ნახვა; შესაძლოა დეტალები მითითებული იყო  [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} წაშლათა ჟურნალში].",
'rev-suppressed-diff-view'    => "გვერდის ეს ვერსია '''დამალულ იქნა'''.
როგორც ადმინისტრატორი, თქვენ შეგიძლიათ მისი ხილვა.
შესაძლოა დამატებითი ინფორმაცია მოცემულია [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} დამალვათა ჟურნალში].",
'rev-delundel'                => 'ჩვენება/დამალვა',
'rev-showdeleted'             => 'ჩვენება',
'revisiondelete'              => 'ცვლილებების წაშლა/დაბრუნება',
'revdelete-nooldid-title'     => 'სამიზნო ვერსია არ არის მითითებული',
'revdelete-nooldid-text'      => 'თქვენ არ დაგინიშნიათ სამიზნო ვერსია (ვერსიები) ამ ფუნქციის გასახორციებლად.',
'revdelete-nologtype-title'   => 'არ არის მითითებული ჟურნალის ტიპი.',
'revdelete-nologtype-text'    => 'თქვენ არ მოგინიშნავთ ჟურნალის ტიპი, რომელშიც უნდა განახორციელოთ მოქმედება.',
'revdelete-nologid-title'     => 'ჟურნალის არასწორი ჩანაწერი',
'revdelete-nologid-text'      => 'თქვენ არ მიგითითებიათ სამიზნო ჩანაწერი ჟურნალში მოქმედების განსახორციებლად ამ მოთხოვნილი ჩანაწერი არ არსებობს.',
'revdelete-no-file'           => 'მოთხოვნილი ფაილი არ არსებობს.',
'revdelete-show-file-confirm' => 'დარწმუნებული ხართ, რომ გსურთ ამ ფაილის წაშლილი ვერსიის ნახვა,«<nowiki>$1</nowiki>»  $2, $3-დან ?',
'revdelete-show-file-submit'  => 'ჰო',
'revdelete-selected'          => "'''[[:$1]]-ის {{PLURAL:$2|მონიშნული ცვლილება|მონიშნული ცვლილებები}}:'''",
'logdelete-selected'          => "'''ჟურნალის {{PLURAL:$1|არჩეული ჩანაწერი|არჩეული ჩანაწერები}}:'''",
'revdelete-text'              => "'''გვერდებისა და მოქმედებების წაშლილი ნაწილები დარჩება ისტორიაში და ჟურნალებში, მაგრამ მათ ნაწილს ვერ ნახავენ ჩვეულებრივი მომხმარებლები.'''
პროექტის ადმინებს ექნებათ შესაძლებლობა  {{SITENAME}} დაინახონ ღია და არაწაშლილი ნაწილი, და შესძლებენ აღადგინონ იგი იგვე ინტრფეისის მეშვეობით, გარდა იმ შემთხვევების, როდესაც დამატებითი შეზღუდვა მოქმედებს.",
'revdelete-confirm'           => 'გთხოვთ დაადასტუროთ, რომ გსურ ქმედების განხორციელება. ასევე ვიმედოვნებთ, რომ ყველაფერს აკეთებთ  [[{{MediaWiki:Policy-url}}|წესებთან შესაბამისობაში]].',
'revdelete-suppress-text'     => "დამალვა შეიძლება განხორციელდეს მხოლოდ ამ შემთხვევებში:


* მიუსადეგი პირადი ინფორმაცია
*: ''სახლის მისამართი, ტელეფონისა და პასპორტის ნომერი და მისთ. ''",
'revdelete-legend'            => 'შეზღუდვის დაყენება',
'revdelete-hide-text'         => 'შეცვლილი ტექსტის დამალვა',
'revdelete-hide-image'        => 'ფაილის შინაარსის დამალვა',
'revdelete-hide-name'         => 'დამალეთ მოქმედება და მისი ობიექტი',
'revdelete-hide-comment'      => 'რედაქტირების კომენტარის დამალვა',
'revdelete-hide-user'         => 'რედაქტორის მომხ. სახელის/IP-ს დამალვა',
'revdelete-hide-restricted'   => 'დამალეთ მონაცემები ადმინთაგანაც',
'revdelete-radio-same'        => '(არ შეცვალოთ)',
'revdelete-radio-set'         => 'დიახ',
'revdelete-radio-unset'       => 'არა',
'revdelete-suppress'          => 'დამალეთ მონაცემები ადმინთაგანაც',
'revdelete-unsuppress'        => 'მოხსენით შეზღუდვა ვერსიების აღდგენისგან',
'revdelete-log'               => 'წაშლის მიზეზი:',
'revdelete-submit'            => 'განხორციელება {{PLURAL:$1|არჩეული ვერსიისადმი|არჩეული ვერსიესადმი}}',
'revdelete-logentry'          => 'გვერდის ვერსიის ხილვადობის შეცვლა [[$1]]',
'logdelete-logentry'          => 'დღის მოვლენის ხილვადობის შეცვლა [[$1]]-თვის',
'revdelete-success'           => "'''ვერსიის ხილვადობა შეიცვალა.'''",
'revdelete-failure'           => "'''ვერსიის ხილვადობა არ შეიძლება დაყენებული იქნას:'''
$1",
'logdelete-success'           => 'მოვლენის ხილვადობა წარმატებით შეიცვალა.',
'logdelete-failure'           => "'''ჟურნალის ხილვადობა არ არის დაყენებული:'''
$1",
'revdel-restore'              => 'ხილვადობის შეცვლა',
'pagehist'                    => 'გვერდის ისტორია',
'deletedhist'                 => 'წაშლილი ისტორია',
'revdelete-content'           => 'შინაარსი',
'revdelete-summary'           => 'ცვლილებების აღწერა',
'revdelete-uname'             => 'მომხმარებლის სახელი',
'revdelete-restricted'        => 'შეზღუდვა ადმინისტრატორთადმი',
'revdelete-unrestricted'      => 'შეზღუდვები მოხსნილია ადმინისტრატორთადმი',
'revdelete-hid'               => 'დამალა $1',
'revdelete-unhid'             => 'განიმალა $1',
'revdelete-log-message'       => '$1  $2  {{PLURAL:$2|ვერსია|ვერსიები|ვერსიებისთვის}}',
'logdelete-log-message'       => '$1 для $2 {{PLURAL:$2|მოვლენა|მოვლენები|მოვლენებისთვის}}',
'revdelete-hide-current'      => 'ჩანაწერის დამალვის შეცდიმა $2, $1: ეს არის მოქმედი ვერსია:
იგი არ შეიძლება დამალული იქნას.',
'revdelete-show-no-access'    => 'ჩანაწერის გახსნის შეცდომა $2-დან, $1: ეს ჩანაწერი მონიშნულია როგორც «შეზღუდული». თქვენ მას ვერ იხილავთ.',
'revdelete-modify-no-access'  => 'ჩანაწერის გასწორების შეცდომა $2-დან, $1: ეს ჩანაწერი მონიშნულია როგორც «შეზღუდული». თქვენ მას ვერ იხილავთ.',
'revdelete-modify-missing'    => 'შეცდომა ID $1 ნაწეის რედაქტირებისას, იგი არ იმყოფება მონაცემთა ბაზაში!',
'revdelete-no-change'         => "'''ყურადღება:''' ჩანაწერს $2, $1 უკვე ავს მოთხოვნილი ხილვადობის კონფიგურაცია.",
'revdelete-concurrent-change' => 'შეცდომა ჩანაწერის შესწორებისას $2-დან, $1: მისი სტატუსი უკვე შეცვლილია სხვა ვინმეს მიერ თქვენი რედაქირეის სესიის დროს.
თხოვთ შეამოწმოთ ყველა ჟღნალი',
'revdelete-only-restricted'   => 'თქვენ ვერ დამალავთ ჩანაწერს ($2 $1) ადმინისტრატორისგან მანამ, სანამ არ აირჩევთ დამალვის სხვა პარამეტრებს.',
'revdelete-reason-dropdown'   => '*წაშლის გავრცელებული მიზეზები
** საავტორო უფლებების დარღვევა
** მიუღებელი პირადი ინფორმაცია
** პოტენციურად ღირსების შემლახველი ინფორმაცია',
'revdelete-otherreason'       => 'სხვა/დამატებითი მიზეზი:',
'revdelete-reasonotherlist'   => 'სხვა მიზეზი',
'revdelete-edit-reasonlist'   => 'წაშლის მიზეზების რედაქტირება',
'revdelete-offender'          => 'ავტორის რედაქცია:',

# Suppression log
'suppressionlog'     => 'დამალვათა ჟურნალი',
'suppressionlogtext' => 'ეს არის მომხმარებლების დაბლოკვის და განბლოკვის ჟურნალი. ავტომატურად დაბლოკილი IP მისამართები არაა ჩამოთვლილი. იხილეთ [[Special:IPBlockList|IP ბლოკირების სია]] მიმდინარე დაბლოკვებისთვის.',

# Revision move
'revmove-reasonfield'    => 'მიზეზი:',
'revmove-badparam-title' => 'ცუდი პარამეტრები',

# History merging
'mergehistory'                     => 'გვერდების ისტორიის შერწყმა',
'mergehistory-header'              => 'ეს გვერდი გაძლევთ ნებართვას გააერთიანოთ ორი სხვადასხვა გვერდის ისტორია, რაც შეინარჩუნებს მათ ერთიანობას.',
'mergehistory-box'                 => 'გააერთიანეთ 2 გვერდის ისტორია:',
'mergehistory-from'                => 'წყაროს გვერდი:',
'mergehistory-into'                => 'სამიზნე გგვერდი:',
'mergehistory-list'                => 'რედაქტირებების გაერთიანებადი ისტორია',
'mergehistory-merge'               => 'შემდეგი ვერსიები [[:$1]] შეიძლება გაერთიანებული იქნას [[:$2]]-ში. გამოიყენეთ გადამრთველი არჩეული დიაპაზონის შესწორებათა შერწყმისთვის. გაითვალისწინეთ, რომ ნავიგაციური ბმულების გამოყენებისასმონაცემები დაიკარგება.',
'mergehistory-go'                  => 'აჩვენეთ გაერთიანებული ცვლილებები',
'mergehistory-submit'              => 'ცვლილებების შერწყმა',
'mergehistory-empty'               => 'რაიმე ცვლილების შერწყმა შეუძლებელია.',
'mergehistory-success'             => '$3 {{PLURAL:$3|შესწორება|შესწორებები|შესწორებების}}  [[:$1]]-დან წარმატებით {{PLURAL:$3|გადაიტანა|გადაიტანნენ|გადატანილი იქნენ}}  [[:$2]]-ში.',
'mergehistory-fail'                => 'ვერ მოხერხდა გვერდების ისტორიის გაერთიანება, გთხოვთ შეამოწმოთ გვერდის პაარამეტრები და დრო.',
'mergehistory-no-source'           => 'დანიშნულების გვერდი $1 არ არსებობს.',
'mergehistory-no-destination'      => 'დანიშნულების გვერდი $1 არ არსებობს.',
'mergehistory-invalid-source'      => 'წყაროს უნდა ჰქონდეს სწორი სათაური.',
'mergehistory-invalid-destination' => 'სამიზნე გვერდს უნდა ჰქონდეს სწორი სათაური.',
'mergehistory-autocomment'         => '[[:$1]] შეერთდა [[:$2]]-სთან',
'mergehistory-comment'             => 'გადატანა[[:$1]]-ის [[:$2]]-ში: $3',
'mergehistory-same-destination'    => 'თავდაპირველი და სამიზნე გვერდები უნდა განსხვავდებოდეს.',
'mergehistory-reason'              => 'მიზეზი:',

# Merge log
'mergelog'           => 'გაერთიანებათა ჟურნალი',
'pagemerge-logentry' => 'გაერთიანდა [[$1]] და [[$2]] (ვერსიები $3-მდე)',
'revertmerge'        => 'შერწყმის გაუქმება',
'mergelogpagetext'   => 'ქვემოთ წარმოდგენილია ამ გვერდის ბოლო გაერთიანებათა სია',

# Diffs
'history-title'            => '"$1" ცვლილებათა ისტორია',
'difference'               => '(სხვაობა ვერსიებს შორის)',
'lineno'                   => 'ხაზი $1:',
'compareselectedversions'  => 'არჩეული ვერსიების შედარება',
'showhideselectedversions' => 'ჩვენება/დამალვა არჩეული ვერსიებისა',
'editundo'                 => 'გაუქმება',
'diff-multi'               => '({{PLURAL:$1|ერთი|$1}} შუა ვერსია არ არის ნაჩვენები.)',

# Search results
'searchresults'                    => 'ძიების შედეგები',
'searchresults-title'              => 'ძიების შედეგები "$1"',
'searchresulttext'                 => 'მეტი ინფორმაციისათვის {{SITENAME}}-ის საძიებლის შესახებ გთხოვთ ნახოთ [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'                   => 'თქვენ მოიძიეთ \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|ყველა გვერდი დაწყებული "$1"-ით]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|ყველა გვერდი ბმულით "$1"-ზე]])',
'searchsubtitleinvalid'            => "თქვენ მოიძიეთ '''$1'''",
'toomanymatches'                   => 'ნაპოვნია ძალიან ბევრი შესაბამისობა, ეცადეთ სხვა მოთხოვნა',
'titlematches'                     => 'სტატიის სათაური შეესაბამება',
'notitlematches'                   => 'არ შეესაბამება არცერთი გვერდის სათაური',
'textmatches'                      => 'გვერდის ტექსტი შესაბამისია',
'notextmatches'                    => 'არ შეესაბამება არცერთი გვერდის ტექსტი',
'prevn'                            => 'წინა {{PLURAL:$1|$1}}',
'nextn'                            => 'შემდეგი {{PLURAL:$1|$1}}',
'prevn-title'                      => '{{PLURAL:$1|წინა $1 ჩანაწერი|წინა $1 ჩანაწერები|წინა $1 ჩანაწერების}}',
'nextn-title'                      => 'შემდეგი $1 {{PLURAL:$1|რეზულტატი|რეზულტატები}}',
'shown-title'                      => 'აჩვენეთ $1 {{PLURAL:$1|რეზულტატი|რეზულტატი}} გვერდზე',
'viewprevnext'                     => 'იხილე  ($1 {{int:pipe-separator}} $2) ($3).',
'searchmenu-legend'                => 'ძიების დაწყობა:',
'searchmenu-exists'                => "'''ამ ვიკიპროექტში არის გვერდი «[[:$1]]»'''",
'searchmenu-new'                   => "'''შექმენით გვერდი «[[:$1]]» ამ ვიკიში!'''",
'searchhelp-url'                   => 'Help:დახმარება',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|აჩვენეთ გვერდები ამ პრეფიქსით]]',
'searchprofile-articles'           => 'ძირითადი გვერდები',
'searchprofile-project'            => 'დახმარების და პროექტის გვერდები',
'searchprofile-images'             => 'მულტიმედია',
'searchprofile-everything'         => 'ყველაფერი',
'searchprofile-advanced'           => 'გაფართოებული',
'searchprofile-articles-tooltip'   => 'ძიება $1ში',
'searchprofile-project-tooltip'    => 'ძიება $1ში',
'searchprofile-images-tooltip'     => 'ფაილების ძიება',
'searchprofile-everything-tooltip' => 'ყველა გვერდზე ძიება (მათ შორის განხილვის გვერდები)',
'searchprofile-advanced-tooltip'   => 'ძიება სახელთა მოცემულ სივრცეში',
'search-result-size'               => '$1 ($2 სიტყვა)',
'search-result-category-size'      => '{{PLURAL:$1|$1 ელემენტი|$1 ელემენტი|$1 ელემენტები}} ({{PLURAL:$2|$2 ქვეკატეგორია|$2 ქვეკატეგორიები|$2 ქვეკატეგორიები}}, {{PLURAL:$3|$3 ფაილი|$3 ფაილი|$3 ფაილი}})',
'search-result-score'              => 'რელევანტურობა $1 %',
'search-redirect'                  => '(გადამისამართება $1)',
'search-section'                   => '(სექცია $1)',
'search-suggest'                   => 'ხომ არ იგულისხმეთ: $1?',
'search-interwiki-caption'         => 'დობილი პროექტები',
'search-interwiki-default'         => 'შედეგები $1-დან:',
'search-interwiki-more'            => '(გაგრძელება)',
'search-mwsuggest-enabled'         => 'რჩევებით',
'search-mwsuggest-disabled'        => 'რჩევების გარეშე',
'search-relatedarticle'            => 'დაკავშირებული',
'mwsuggest-disable'                => 'გათიშეთ AJAX დახმარებები',
'searcheverything-enable'          => 'ძიება სახელთა ყველა სივრცეებში',
'searchrelated'                    => 'მიბმული',
'searchall'                        => 'ყველა',
'showingresults'                   => 'ქვემოთ იხილეთ <b>$1</b>-მდე შედეგი დაწყებული #<b>$2</b>-იდან.',
'showingresultsnum'                => 'ქვემოთ იხილეთ <b>$3</b> შედეგი დაწყებული #<b>$2</b>-იდან.',
'showingresultsheader'             => "{{PLURAL:$5|რეზულტატი '''$1'''  '''$3'''-დან|რეზულტატები '''$1 — $2''' -დან '''$3'''}}  '''$4'''-თვის",
'nonefound'                        => "'''შენიშვნა''': სტანდარტული ძიება ყველა სახელთა სივრცეში არ ხორციელდება.
მოსაძიებელ სიტყვას ან სიტყვათა ჯგუფს წინ წაუმძღვარეთ ''all:'' იმისათვის, რათა ძიება ყველგან განხორციელდეს (განხილვის გვერდების, თარგების და ა.შ. ჩათვლით) ან მიუთითეთ თქვენთვის სასურველი სახელთა სივრცე.",
'search-nonefound'                 => 'მოთხოვნის შესაბამისობა არ არის ნაპოვნი.',
'powersearch'                      => 'ძიება',
'powersearch-legend'               => 'გაფართოებული ძიება',
'powersearch-ns'                   => 'ძიება სახელთა სივრცეებში:',
'powersearch-redir'                => 'გადამისამართებების სიის ჩვენება',
'powersearch-field'                => 'მოძებნე',
'powersearch-togglelabel'          => 'მონიშვნა:',
'powersearch-toggleall'            => 'ყველა',
'powersearch-togglenone'           => 'არაფერი',
'search-external'                  => 'გარე ძიება',
'searchdisabled'                   => '{{SITENAME}}ში ძებნა გაუქმებულია. თქვენ შეგიძლიათ დროის შუალედით Google-ით ძებნა. მიაქციეთ ყურადღება, რომ {{SITENAME}}ში შესაძლებელია მათი ინდექსები აქტუალური არ არის.',

# Quickbar
'qbsettings'               => 'სწრაფი ზოლი',
'qbsettings-none'          => 'არაფერი',
'qbsettings-fixedleft'     => 'ფიქსირებული მარცხნივ',
'qbsettings-fixedright'    => 'ფიქსირებული მარჯვნივ',
'qbsettings-floatingleft'  => 'მარცხნივ მცურავი',
'qbsettings-floatingright' => 'მარჯვნივ მცურავი',

# Preferences page
'preferences'                   => 'კონფიგურაცია',
'mypreferences'                 => 'ჩემი კონფიგურაცია',
'prefs-edits'                   => 'რედაქციების რაოდენობა:',
'prefsnologin'                  => 'შესული არ ხართ',
'prefsnologintext'              => 'თქვენ <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} რეგისტრირებული უნდა იყოთ]</span> მომხმარებლის კონფიგურაციის შესაცვლელად.',
'changepassword'                => 'პაროლის შეცვლა',
'prefs-skin'                    => 'გარეკანი',
'skin-preview'                  => 'წინასწარი გადახედვა',
'prefs-math'                    => 'მათემატიკა',
'datedefault'                   => 'წყარო მითითებული არაა',
'prefs-datetime'                => 'თარიღი და დრო',
'prefs-personal'                => 'მომხმარებლის მონაცემები',
'prefs-rc'                      => 'ბოლო ცვლილებები',
'prefs-watchlist'               => 'კონტროლის სია',
'prefs-watchlist-days'          => 'კონტროლის სიაში საჩვენებელი დღეები:',
'prefs-watchlist-days-max'      => '(მაქსიმუმ 7 დღე)',
'prefs-watchlist-edits'         => 'ცვლილებების მაქსიმალური რაოდენობის ჩვენება ვრცელ კონტროლის სიაში:',
'prefs-watchlist-edits-max'     => '(1000-ზე მეტი)',
'prefs-watchlist-token'         => 'კონტროლის სიის ტოკენი:',
'prefs-misc'                    => 'სხვადასხვა',
'prefs-resetpass'               => 'შეცვალეთ პაროლი',
'prefs-email'                   => 'ელ-ფოსტის პარამეტრები',
'prefs-rendering'               => 'იერსახე',
'saveprefs'                     => 'შენახვა',
'resetprefs'                    => 'გადატვირთვა',
'restoreprefs'                  => 'კონფიგურაციის საწყისზე დაბრუნება',
'prefs-editing'                 => 'რედაქტირება',
'prefs-edit-boxsize'            => 'რედაქტირების ფანჯრის ზომა.',
'rows'                          => 'რიგები:',
'columns'                       => 'სვეტები',
'searchresultshead'             => 'ძიება',
'resultsperpage'                => 'შედეგები გვერდის მიხედვით:',
'contextlines'                  => 'სტრიქონები შედეგის მიხედვით',
'contextchars'                  => 'კონტექსტი სტრიქონების მიხედვით',
'stub-threshold'                => 'გაფორმების გასაუმჯობესებლად<a href="#" class="stub">მოცემულია ესკიზების ბმულებია</a> (ბაიტებში):',
'recentchangesdays'             => 'დღეების ჩვენება ბოლო ცვლილებებში:',
'recentchangesdays-max'         => 'მაქსიმუმ $1 {{PLURAL:$1|დღე}}',
'recentchangescount'            => 'რედაქციების რაოდენობა საჩვენებლად:',
'prefs-help-recentchangescount' => 'შეიცავს ახალ შესწორებებს, გვერდების ისტორიებს, ჟურნალებს.',
'prefs-help-watchlist-token'    => 'ამ ველის შევსება საიდუმლო გასაღებით შექმნის RSS ტრანსლაციას თქვენი კონტროლის სიისთვის. 
ყველა, ვინც იცის გასაღები, შესძლებს იხილოს თქვენი კონტროლის სია. ფრთხილად იყავით საიდუმლო მნიშვნელობის არჩევისას. 
თქვენ შეგიძლიათ გამოიყენოთ ასევე შემთვევითი მნიშვნელობა: $1',
'savedprefs'                    => 'თქვენს მიერ შერჩეული პარამეტრები დამახსოვრებულია.',
'timezonelegend'                => 'სასაათო სარტყელი:',
'localtime'                     => 'ადგილობრივი დრო:',
'timezoneuseserverdefault'      => 'სერვერის თავდაპირველი პარამეტრები',
'timezoneuseoffset'             => 'სხვა (მისათითებელი)',
'timezoneoffset'                => 'განსხვავება¹:',
'servertime'                    => 'სერვერის დრო:',
'guesstimezone'                 => 'ბრაუზერიდან შევსება',
'timezoneregion-africa'         => 'აფრიკა',
'timezoneregion-america'        => 'ამერიკა',
'timezoneregion-antarctica'     => 'ანტარქტიდა',
'timezoneregion-arctic'         => 'არქტიკა',
'timezoneregion-asia'           => 'აზია',
'timezoneregion-atlantic'       => 'ატლანტის ოკეანე',
'timezoneregion-australia'      => 'ავსტრალია',
'timezoneregion-europe'         => 'ევროპა',
'timezoneregion-indian'         => 'ინდოეთის ოკეანე',
'timezoneregion-pacific'        => 'წყნარი ოკეანე',
'allowemail'                    => 'სხვა მომხმარებლებისგან ელ. ფოსტის მიღების ნებართვა',
'prefs-searchoptions'           => 'ძიების პარამეტრები',
'prefs-namespaces'              => 'სახელთა სივრცეები',
'defaultns'                     => 'სხვა შემთხვევაში ძიება შემდეგ სახელთა სივრცეებში:',
'default'                       => 'სტანდარტული',
'prefs-files'                   => 'ფაილები',
'prefs-custom-css'              => 'მომხმარებლის CSS',
'prefs-custom-js'               => 'მომხმარებლის JS',
'prefs-common-css-js'           => 'ზოგადი CSS/JS ყველა თემისთვის:',
'prefs-reset-intro'             => 'ეს გვერდი შეიძლება გამოყენებული იქნეს თქვენი კონფიგურაციის შესაცვლელად საწყის კონფიგურაციაზე. ამ მოქმედების დადასტურების შემთხვევაში, თქვენ ვეღარ შეძლებთ მის გაუქმებას.',
'prefs-emailconfirm-label'      => 'ელ–ფოსტის დადასტურება:',
'prefs-textboxsize'             => 'რედაქტირების ფანჯრის ზომა',
'youremail'                     => 'ელექტრონული ფოსტა:',
'username'                      => 'მომხმარებლის სახელი:',
'uid'                           => 'მომხმარებლის იდენტიფიკაცია:',
'prefs-memberingroups'          => '{{PLURAL:$1|ჯგუფის|ჯგუფების}} წევრი:',
'prefs-registration'            => 'რეგისტრაციის თარიღი',
'yourrealname'                  => 'ნამდვილი სახელი:',
'yourlanguage'                  => 'ენა:',
'yourvariant'                   => 'ვარიანტი',
'yournick'                      => 'მეტსახელი:',
'prefs-help-signature'          => 'კომენტარები განხილვის გვერდებზე უნდა იყვნენ ხელმოწერილნი «<nowiki>~~~~</nowiki>» სიმბოლოების მეშვეობით, რომლებიც გადაკეთდება თქვენ ხელმოწერად და ხელმოწერის დროთი.',
'badsig'                        => 'არასწორი ნედლი ხელმოწერა; შეამოწმეთ HTML ჭდეები.',
'badsiglength'                  => 'ხელმოწერა ძალიან გრძელია.
უნდა შედგებოდეს მაქსიმუმ $1 ნიშნისაგან.',
'yourgender'                    => 'სქესი:',
'gender-unknown'                => 'არ არის მითითებული',
'gender-male'                   => 'მამრობითი',
'gender-female'                 => 'მდედრობითი',
'prefs-help-gender'             => 'არასავალდებულო ველი: გამოიყენება პროგრამული უზრუნველყოფის იმ შეტყობინებებისთვის, რომლებიც ადამიანის სქესზეა დამოკიდებული.
ეს ინფორმაცია საზოგადოებრივი  იქნება.',
'email'                         => 'ელ. ფოსტა',
'prefs-help-realname'           => 'ნამდვილი სახელის მითითება აუცილებელი არ არის, მაგრამ თუ მიუთითებთ ის გამოყენებული იქნება თქვენი ნამუშევრის აღსანიშნავად.',
'prefs-help-email'              => 'ელ. ფოსტის მისამართი არასავალდებულოა, მაგრამ იძლევა ახალი პაროლის გამოგზავნის საშუალებას თქვენი პაროლის დავიწყების შემთხვევაში.
ასევე შეგიძლიათ საშუალება მისცეთ სხვა მომხმარებლებს დაგიკავშირდნენ თქვენი მომხმარებლის გვერდის ან განხილვის გვერდის მეშვეობით თქვენი ვინაობის ჩვენების საჭიროების გარეშე.',
'prefs-help-email-required'     => 'თქვენი ელ-ფოსტის მისამართი აუცილებელია.',
'prefs-info'                    => 'საბაზისო ინფორმაცია',
'prefs-i18n'                    => 'ინტერნაციონალიზაცია',
'prefs-signature'               => 'ხელმოწერა',
'prefs-dateformat'              => 'თარიღის ფორმატი',
'prefs-timeoffset'              => 'დროის გარდაადგილება',
'prefs-advancedediting'         => 'გაფართოებული პარამეტრები',
'prefs-advancedrc'              => 'გაფართოებული პარამეტრები',
'prefs-advancedrendering'       => 'გაფართოებული პარამეტრები',
'prefs-advancedsearchoptions'   => 'გაფართოებული პარამეტრები',
'prefs-advancedwatchlist'       => 'გაფართოებული კონფიგურაციები',
'prefs-display'                 => 'გამოსახვის კონფიგურაციები',
'prefs-diffs'                   => 'სხვაობა ვერსიებს შორის',

# User rights
'userrights'                   => 'მომხმარებელთა უფლებების მართვა',
'userrights-lookup-user'       => 'მომხმარებელთა ჯგუფების მართვა',
'userrights-user-editname'     => 'მომხმარებლის სახელის შეტანა:',
'editusergroup'                => 'მომხმარებელთა ჯგუფების რედაქტირება',
'editinguser'                  => "მომხმარებლის '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]]) უფლებების შეცვლა",
'userrights-editusergroup'     => 'რედაქტირება გაუკეთეთ მომხმარებელთა ჯგუფებს',
'saveusergroups'               => 'მომხმარებელთა ჯგუფების შენახვა',
'userrights-groupsmember'      => 'ჯგუფის წევრი:',
'userrights-groupsmember-auto' => 'გაუგებარი მონაწილე:',
'userrights-groups-help'       => 'თქვენ შეგიძლიათ შეცვალოთ ჯგუფები, რომელშიც შედის ეს მომხმარებელი.
* თუ ჯგუფის სახელწოდებასთან გაკეთებულია ნიშნული, ე.ი მომხმარებელი შედის ამ ჯგუფში.
* თუ ნიშნული არ არის – მომხმარებელი არ განეკუთვნება არსებულ ჯგუფს.
* ნიშანი * ნიშნავს, რომ თქვენ არ შეგიძლიათ მომხმარებლის ჯგუფიდან წაშლა, თუ დაამატებთ მას იქ ან პირიქით.',
'userrights-reason'            => 'მიზეზი:',
'userrights-no-interwiki'      => 'თქვენ არ გაქვთ მომხმარებლის უფლებების რედაქტირების უფლება სხვა ვიკი-ებში.',
'userrights-nodatabase'        => 'მონაცემთა ბაზა $1 არ არსებობს, ან არ არის ლოკალური.',
'userrights-nologin'           => 'თქვენ უნდა [[Special:UserLogin|წარადგინოთ თავი სისტემისადმი]] ადმინისისტრატორის ანგარიშით იმისთვის, რომ გასცეთ მომხმარებელთა უფლებები.',
'userrights-notallowed'        => 'თქვენ ვერ დანიშნავთ მომხმარებელთა უფლებებს.',
'userrights-changeable-col'    => 'ჯგუფები, რომლებიც შეგიძლიათ შეცვალოთ',
'userrights-unchangeable-col'  => 'ჯგუფები, რომლებიც არ შეგიძლიათ შეცვალოთ',

# Groups
'group'               => 'ჯგუფი:',
'group-user'          => 'მომხმარებლები',
'group-autoconfirmed' => 'ავტომატურად დადასტურებული მომხმარებლები',
'group-bot'           => 'რობოტები',
'group-sysop'         => 'ადმინისტრატორები',
'group-bureaucrat'    => 'ბიუროკრატები',
'group-suppress'      => 'ზედამხედველები',
'group-all'           => '(ყველა)',

'group-user-member'          => 'მომხმარებელი',
'group-autoconfirmed-member' => 'ავტომატურად დადასტურებული მომხმარებელი',
'group-bot-member'           => 'რობოტი',
'group-sysop-member'         => 'ადმინისტრატორი',
'group-bureaucrat-member'    => 'ბიუროკრატი',
'group-suppress-member'      => 'ზედამხედველი',

'grouppage-user'          => '{{ns:project}}:მომხმარებელი',
'grouppage-autoconfirmed' => '{{ns:project}}:ავტომატურად დადასტურებული მომხმარებლები',
'grouppage-bot'           => '{{ns:project}}:რობოტები',
'grouppage-sysop'         => '{{ns:project}}:ადმინისტრატორები',
'grouppage-bureaucrat'    => '{{ns:project}}:ბიუროკრატები',
'grouppage-suppress'      => '{{ns:project}}:ზედამხედველები',

# Rights
'right-read'                  => 'გვერდების წაკითხვა',
'right-edit'                  => 'გვერდების რედაქტირება',
'right-createpage'            => 'გვერდების შექმნა (არა განხილვის გვერდებისა)',
'right-createtalk'            => 'განხილვის გვერდების შექმნა',
'right-createaccount'         => 'მომხმარებლების ახალი ანგარიშების შექმნა',
'right-minoredit'             => 'ცვლილებების მითითება, როგორც "მცირე რედაქტირება"',
'right-move'                  => 'გვერდების გადატანა',
'right-move-subpages'         => 'გვერდები გადამისამართდეს ქვეგვერდებთან ერთად',
'right-move-rootuserpages'    => 'მომხმარებელთა ძირი გვერდების გადატანა',
'right-movefile'              => 'ფაილების გადატანა',
'right-suppressredirect'      => 'არ იქმნება გადამისამართება ძველი სახელიდან გვერდითვის სახელის შეცვლის შემთხვევაში',
'right-upload'                => 'ფაილების ატვირთვა',
'right-reupload'              => 'არსებულ ფაილებზე ზევიდან გადაწერა',
'right-reupload-own'          => 'ფაილის გადაწერა იგივე მომხმარებლის მიერ',
'right-reupload-shared'       => 'ფაილთა შეცვლა საერთო საცავიდან ლოკალურებით',
'right-upload_by_url'         => 'ფაილის ატვირთვა URL-დან',
'right-purge'                 => 'ქეშის გაწმენდა დადასტურების გვერდის გარეშე',
'right-autoconfirmed'         => 'ნაწილობრივ დაცული გვერდების რედაქტირება',
'right-bot'                   => 'ჩაითვალო ავტომატურ პროცესად',
'right-nominornewtalk'        => 'მცირე რედაქტირებების არ ქონის შემთხვევაში ჩაირთვება ახალ შეტყობინებათა რეჟიმი',
'right-apihighlimits'         => 'ნაკლები შეზღუდვა API-მოთხოვნებზე',
'right-writeapi'              => 'API-ს გამოყენება ჩაწერისთვის',
'right-delete'                => 'გვერდების წაშლა',
'right-bigdelete'             => 'გრძელი ისტორიის გვერდების წაშლა',
'right-deleterevision'        => 'გვერდის კონკრეტული ვერსიების წაშლა და აღდგენა',
'right-deletedhistory'        => 'წაშლილი გვერდების ხილავა წაშლილ ტექსთან ურთიერთობის გარეშე',
'right-deletedtext'           => 'წაშლილი ტექსტის და განსხვავებების ხილვა.',
'right-browsearchive'         => 'წაშლილი გვერდების ძიება',
'right-undelete'              => 'გვერდის აღდგენა',
'right-suppressrevision'      => 'ადმინთაგან დამალული გვერდების ხილვა და აღდგენა',
'right-suppressionlog'        => 'კერძო ჟურნალების ნახვა',
'right-block'                 => 'სხვა მომხმარებლების მიერ რედაქტირების აკრძალვა',
'right-blockemail'            => 'ელ ფოსტის გაგზავნის აკრძალვა',
'right-hideuser'              => 'მომხმარებლის სახელის დაბლოკვა და მისი დამალვა საზოგადოებისგან',
'right-ipblock-exempt'        => 'IP ბლოკის, ავტობლოკის და დიაპაზონთა ბლოკის გასვლა',
'right-proxyunbannable'       => 'პროქსის ავტობლოკის გადასვლა',
'right-unblockself'           => 'მოხსნან ბლოკი თვითონ',
'right-protect'               => 'გვერდების დაცვის დონის შეცვლა და დაცული გვერდების რედაქტირება',
'right-editprotected'         => 'დაცული გვერდების რედაქტირება (იერარქიული დაცვის გარეშე)',
'right-editinterface'         => 'მომხმარებლის ინტერფეისის შეცვლა',
'right-editusercssjs'         => 'სხვა მომხმარებლების CSS- и JS- ფაილების შესწორება',
'right-editusercss'           => 'სხვა მომხმარებლების CSS- ფაილების შესწორება',
'right-edituserjs'            => 'სხვა მომხმარებლების JS- ფაილების შესწორება',
'right-rollback'              => 'გარკვეულ გვერდზე ბოლო მომხმარებლის რედაქტირების სწრაფი გაუქმება',
'right-markbotedits'          => 'გაუქმებული შესწორებების მონიშვნა როგორც ბოტის',
'right-noratelimit'           => 'სიჩქარის შეზღუდვის არ არსებობა',
'right-import'                => 'გვერდების იმპორტი სხვა ვიკიდან',
'right-importupload'          => 'გვერდების იმპორტი ფაილების ატვირთვიდან',
'right-patrol'                => 'შესწორების პატრულირებულად მონიშვნა',
'right-autopatrol'            => 'შესწორებები ავტომატურად აღინიშნება როგორც პატრულირებადი',
'right-patrolmarks'           => 'პატრულირების ინფორმაცის ხილვა ბოლო ცვლილებებში',
'right-unwatchedpages'        => 'არაკონტროლირებადი გვერდების სიის ხილვა',
'right-trackback'             => 'Trackback-ის გაგზავნა',
'right-mergehistory'          => 'გააერთიანეთ გვერდების ისტორია',
'right-userrights'            => 'ყველა მომხმარებლის უფლებების შეცვლა',
'right-userrights-interwiki'  => 'შეასწორეთ მომხმარებელთა უფლებები სხვა ვიკიზე',
'right-siteadmin'             => 'მონაცემთა ბაზის დაბლოკვა და განბლოკვა',
'right-reset-passwords'       => 'სხვა მომხმარებლების პაროლების ჩაშვება',
'right-override-export-depth' => 'გვერდების ექსპორტირება, დაკავშირებული გვერდების ჩათვლით 5-მდე სიიღრმით',
'right-sendemail'             => 'გაგუგზავნე ელექტრონული ფოსტა სხვა მომხმარებლებს',

# User rights log
'rightslog'      => 'მომხმარებლის უფლებების ჟურნალი',
'rightslogtext'  => 'მომხმარებელთა უფლებების ცვლილებათა ჟურბალი',
'rightslogentry' => 'შესწორდა მომხმარებლის ჯგუფები $1  $2-სთვის  $3-ზე',
'rightsnone'     => '(არცერთი)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'ამ გვერდის კითხვა',
'action-edit'                 => 'ამ გვერდის რედაქტირება',
'action-createpage'           => 'გვერდების შექმნა',
'action-createtalk'           => 'განხილვის გვერდების შექმნა',
'action-createaccount'        => 'ამ ანგარიშის შექმნა',
'action-minoredit'            => 'მონიშვნა, როგორც მცირე რედაქტირება',
'action-move'                 => 'ამ გვერდის გადატანა',
'action-move-subpages'        => 'გვერდისა და მისი ქვეგვერდების გადატანა',
'action-move-rootuserpages'   => 'მომხმარებელთა საბაზისო გვერდების გადატანა',
'action-movefile'             => 'ფაილის გადატანა',
'action-upload'               => 'ამ ფაილის ატვირთვა',
'action-reupload'             => 'არსებულ ფაილზე გადაწერა',
'action-reupload-shared'      => 'საერთო საცავიდან ფაილის გადაკეტვა',
'action-upload_by_url'        => 'ატვირთეთ ფაილი URL-დან',
'action-writeapi'             => 'API-ს გამოყენება რედაქტირებისთვის',
'action-delete'               => 'ამ გვერდის წაშლა',
'action-deleterevision'       => 'გვერდის ამ ვერსიის წაშლა',
'action-deletedhistory'       => 'ამ გვერდის წაშლილი ისტორიის ხილვა',
'action-browsearchive'        => 'წაშლილი გვერდების ძიება',
'action-undelete'             => 'ამ გვერდის აღდგენა',
'action-suppressrevision'     => 'გვერდის ამ დაფარული ვერსიის ნახვა და აღდგენა',
'action-suppressionlog'       => 'ამ კერძო ჟურნალის ხილვა',
'action-block'                => 'ამ მომხმარებლისთვის რედაქტირების დაბლოკვა',
'action-protect'              => 'ამ გვერდის დაცვის დონის შეცვლა',
'action-import'               => 'ამ გვერდის იმპორტი სხვა ვიკიდან',
'action-importupload'         => 'ამ გვერდის იმპორტი ატვირთული ფაილიდან',
'action-patrol'               => 'სხვა მომხმარებლის შესწორების მონიშვნა შემოწმებულად',
'action-autopatrol'           => 'თქვენი ცვლილების მონიშვნა პატრულირებადით',
'action-unwatchedpages'       => 'იმ გვერდების ხილვა, რომლებიც არავის კონტროლში არ არის შესული',
'action-trackback'            => 'trackback-ის გაგზავნა',
'action-mergehistory'         => 'ამ გვერდის ისტორიის შერწყმა',
'action-userrights'           => 'მომხმარებელთა უფლებების ცვლილება',
'action-userrights-interwiki' => 'მომხმარებლების უფლებების შეცვლა სხვა ვიკიებში',
'action-siteadmin'            => 'მონაცემთა ბაზის დაბლოკვა და განბლოკვა',

# Recent changes
'nchanges'                          => '$1 ცვლილება',
'recentchanges'                     => 'ბოლო ცვლილებები',
'recentchanges-legend'              => 'ბოლო ცვლილებების პარამეტრები',
'recentchangestext'                 => 'უთვალთვალეთ ვიკიში ბოლო ცვლილებებს ამ გვერდზე.',
'recentchanges-feed-description'    => 'ვიკის უახლესი ცვლილებების მეთვალყურეობა ამ არხში.',
'recentchanges-label-legend'        => 'ლეგენდა: $1.',
'recentchanges-legend-newpage'      => '$1 - ახალი გვერდი',
'recentchanges-label-newpage'       => 'ამ რედაქტირებით შეიქმნა ახალი გვერდი',
'recentchanges-legend-minor'        => '$1 - მცირე რედაქტირება',
'recentchanges-label-minor'         => 'ეს არის მცირე შესწორება',
'recentchanges-legend-bot'          => '$1 — ბოტის რედაქტირება',
'recentchanges-label-bot'           => 'ეს არის ბოტის რედაქტირება',
'recentchanges-legend-unpatrolled'  => '$1 - გადაუმოწმებელი შესწორება',
'recentchanges-label-unpatrolled'   => 'ეს რედაქტირება გადაუმოწმებელია',
'rcnote'                            => "ქვემოთ იხილეთ ბოლო '''$1''' ცვლილება უკანასკნელი '''$2''' დღის მანძილზე, $5, $4 მდგომარეობით.",
'rcnotefrom'                        => "ქვემოთ მოყვანილია ცვლილებები '''$2'''-დან (ნაჩვენებია '''$1''').",
'rclistfrom'                        => 'ახალი ცვლილებების ჩვენება დაწყებული $1-დან',
'rcshowhideminor'                   => 'მცირე რედაქტირების $1',
'rcshowhidebots'                    => 'რობოტების  $1',
'rcshowhideliu'                     => 'რეგისტრირებული მომხმარებლების $1',
'rcshowhideanons'                   => 'ანონიმური მომხმარებლების $1',
'rcshowhidepatr'                    => 'გაკონტროლებული ცვლილებების $1',
'rcshowhidemine'                    => 'ჩემი რედაქტირების $1',
'rclinks'                           => 'ბოლო $1 ცვლილების ჩვენება უკანასკნელი $2 დღის მანძილზე<br />$3',
'diff'                              => 'განსხ.',
'hist'                              => 'ისტ.',
'hide'                              => 'დამალვა',
'show'                              => 'ჩვენება',
'minoreditletter'                   => 'მ',
'newpageletter'                     => 'ა',
'boteditletter'                     => 'რ',
'number_of_watching_users_pageview' => '[$1 მომხმარებლის/ები კონტროლი]',
'rc_categories'                     => 'მხოლოდ კატეგორიებიდან (განაცალკევეთ "|"-ის მიხედვით)',
'rc_categories_any'                 => 'ნებისმიერი',
'newsectionsummary'                 => '/* $1 */ ახალი სექცია',
'rc-enhanced-expand'                => 'დეტალების ჩვენება (მოითხოვს ჯავასკრიპტს)',
'rc-enhanced-hide'                  => 'დეტალების დამალვა',

# Recent changes linked
'recentchangeslinked'          => 'დაკავშირებული ცვლილებები',
'recentchangeslinked-feed'     => 'დაკავშირებული ცვლილებები',
'recentchangeslinked-toolbox'  => 'დაკავშირებული ცვლილებები',
'recentchangeslinked-title'    => '"$1"-თან დაკავშირებული ცვლილებები',
'recentchangeslinked-noresult' => 'მითითებულ პერიოდში ცვლილებები დაკავშირებულ გვერდებზე არ მომხდარა.',
'recentchangeslinked-summary'  => "ეს არის მითითებულ გვერდთან (ან მითითებული კატეგორიის წევრებთან) დაკავშირებულ გვერდებში ბოლო დროს განხორციელებული ცვლილებების სია. 
გვერდები [[Special:Watchlist|თქვენი კონტროლის სიაში]] გამოყოფილია '''სქლად'''.",
'recentchangeslinked-page'     => 'გვერდის დასახელება:',
'recentchangeslinked-to'       => 'საპირისპიროდ აჩვენეთ ამ გვერდზე ბმულის მქონე გვერდების ცვლილებები',

# Upload
'upload'                      => 'ფაილის დამატება',
'uploadbtn'                   => 'ფაილის დამატება',
'reuploaddesc'                => 'გააუქმეთ ატვირთვა და დაუბრუნდით ატვირთვის ფორმას.',
'upload-tryagain'             => 'შეინახეთ ფაილის შეცვლილი აღწერა',
'uploadnologin'               => 'რეგისტრაცია არ გაქვთ გავლილი',
'uploadnologintext'           => 'ფაილის ატვირთვისთვის თქვენ უნდა [[Special:UserLogin|შეხვიდეთ]].',
'upload_directory_missing'    => 'შესანახი დირექტორია ($1) არ არსებობს და მისი აღდგენა ვებ-სერვერის მიერ შეუძლებელია.',
'upload_directory_read_only'  => 'ვებსერვერი ვერ იწერს ატვირთვის დირექტორიაში ($1).',
'uploaderror'                 => 'ატვირთვის შეცდომა',
'upload-recreate-warning'     => "'''ყურადღება. ფაილი ამ სახელით წაიშალა ან გადატანილი იქნა.''

ჟურნალი იხილეთ ქვემოთ:",
'uploadtext'                  => "ამ ფორმის გამოყენებისას თქვენ შეძლებთ სერვერზე ფაილების ატვირთვას.

ადრე ატვირთული ფაილების სანახავად მიმართეთ  [[Special:FileList|ატვირთულ ფაილთა სიას]].ატვირთული ფაილები ასევე ჩაიწერება [[Special:Log/upload|ატვირთვათა ჟურნალში]], ხოლო წაშლილი ფაილები ჩაიწერება [[Special:Log/delete|წაშლათა ჟურნალში]].

ფაილის სტატიაში ჩასაწერად გამოიყენეთ:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' ფაილის სრული ვერსიის ჩასასმელად;
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|описание]]</nowiki></tt>''' 200 პიქსელამდე შემცირებული ვერსიის ჩასასმელად აღწერის მითითების შესაძლებლობით;
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' ბმულის ჩასასმელად, გამოსახულების ჩვენების გარეშე.",
'upload-permitted'            => 'მიღებული ფაილის ტიპები: $1.',
'upload-preferred'            => 'სასურველი ფაილის ტიპები: $1.',
'upload-prohibited'           => 'აკრძალული ფაილის ტიპები: $1.',
'uploadlog'                   => 'გადმოტვირთვის რეგისტრაცია',
'uploadlogpage'               => 'გადმოტვირთვის რეგისტრაცია',
'uploadlogpagetext'           => 'ქვემოთ არის ყველაზე ბოლოს ატვირთული ფაილების სია.',
'filename'                    => 'ფაილის სახელი',
'filedesc'                    => 'რეზიუმე',
'fileuploadsummary'           => 'რეზიუმე:',
'filereuploadsummary'         => 'ფაილის ცვლილებები:',
'filestatus'                  => 'საავტორო უფლებების სტატუსი:',
'filesource'                  => 'წყარო:',
'uploadedfiles'               => 'ფაილების დამატება',
'ignorewarning'               => 'გაფრთხილება უგულებელყავი და მაინც შეინახე ფაილი.',
'ignorewarnings'              => 'უგულებელყავი ნებისმიერი გაფრთხილება',
'minlength1'                  => 'ფაილის სახელი უნდა იყოს არანაკლებ ერთი ასო.',
'illegalfilename'             => 'ფაილის სახელი "$1" შეიცავს სიმბოლოებს, რომელთა გამოყენებაც არ არის ნებადართული სათაურებში. გთხოვთ, შეცვალოთ ფაილის სახელი და სცადოთ მისი ხელმეორედ ჩატვირთვა.',
'badfilename'                 => 'ფაილის დასახელება შეცვლილია "$1"-ით.',
'filetype-mime-mismatch'      => 'ფაილის ფორმატი არ ემთხვევა MIME ტიპს.',
'filetype-badmime'            => '"$1" MIME ტიპის ფაილების ატვირთვა დაშვებული არ არის.',
'filetype-bad-ie-mime'        => 'შეუძლებელია ფაილის ატვირთვა, რადგანა Internet Explorer-ი აღიქვამს მას როგორც "$1", რაც აკრძალულია და პოტენციურად სახიფათო ფაილია.',
'filetype-unwanted-type'      => "'''\".\$1\"''' — ფაილის არასასურველი ტიპია.
{{PLURAL:\$3|ფაილის სასურველი ტიპია|ფაილების სასურველი ტიპები:}} \$2.",
'filetype-banned-type'        => "'''\".\$1\"''' მიუღებელი ფაილის ტიპია.
მიღებული ფაილის {{PLURAL:\$3|ტიპია|ტიპებია}} \$2.",
'filetype-missing'            => 'ფაილს არ აქვს გაფართოება (მაგ.: ".jpg").',
'empty-file'                  => 'არჩეული ფაილი ცარიელია.',
'file-too-large'              => 'ფაილი ძალიან დიდია',
'filename-tooshort'           => 'ფაილის სახელი ზედმეტად მოკლეა',
'filetype-banned'             => 'ფაილის ეს ტიპი აკრძალულია',
'verification-error'          => 'ამ ფაილმა არ გაიარა შემოწმების პროცედურა.',
'hookaborted'                 => 'თქვენს მიერ შემოთავაზებული ცვლილება მოინიშნა გაფართოების დოკუმენტაციაში.',
'illegal-filename'            => 'ფაილის ტიპი აკრძალულია.',
'overwrite'                   => 'არსებული ფაილის შეცვლა მიუღებელია.',
'unknown-error'               => 'არასწორი შეცდომა.',
'tmp-create-error'            => 'შეუძლებელია დროებითი ფაილის შექმნა.',
'tmp-write-error'             => 'დროებითი ფაილის წერისას შეცდომა.',
'large-file'                  => 'სასურველია ფაილი არ აღემატებოდეს $1-ს; ეს ფაილია $2.',
'largefileserver'             => 'ეს ფაილი სერვერის მიერ დაშვებულ ზომას აღემატება.',
'emptyfile'                   => 'თქვენს მიერ ჩატვირთული ფაილი ცარიელია. შესაძლოა, შეცდომა მოხდა ფაილის სახელის აკრეფის დროს. გთხოვთ შეამოწმოთ ნამდვილად გსურთ თუ არა ამ ფაილის ჩატვირთვა.',
'fileexists'                  => "ფაილი ამ სახელით უკვე არსებობს, გთხოვთ შეამოწმოთ '''<tt>[[:$1]]</tt>''' თუ არა ხართ დარწმუნებული, რომ მისი შეცვლა ნამდვილად გსურთ.
[[$1|thumb]]",
'filepageexists'              => "ამ ფაილის აღწერს გვერდი უკვე შექმნილია როგორც '''<tt>[[:$1]]</tt>''', მაგრამ ამ სახელის ფაილი ჯერ არ არსებობს. 
შეტანილი აღწერა არ გაჩნდება ფაილის აღწერის გვერდზე.
აღწერის შესაცვლელად თქვენ მოგიწევთ მისი ხელით შესწორება.
[[$1|thumb]]",
'fileexists-extension'        => "ფაილი მსგავსი სახელით არსებობს: [[$2|thumb]]
* ასატვირთი ფაილის სახელი: '''<tt>[[:$1]]</tt>'''
* არსებული ფაილის სახელი: '''<tt>[[:$2]]</tt>'''
გთხოვთ განსხვავებული სახელი აირჩიოთ.",
'fileexists-thumbnail-yes'    => "სავარაუდოდ ფაილი არის შემცირებული კოპია (მინიატურა). [[$1|thumb]]
გთხოვთ შეამოწმოთ ფაილი '''<tt>[[:$1]]</tt>'''.
თუ მოცემული ფაილები ერთი და იგივე გამოსახულებას წარმოადგენენ, შემცირებული ვერსიის ატვირთვა არ ღირს.",
'file-thumbnail-no'           => "ფაილის სახელი იწყება '''<tt>$1</tt>'''-ით.
სავარაუდოდ ფაილი არის შემცირებული კოპია (მინიატურა).
თუ თქვენ გაქვთ მოცემული გამოსახულება სრულ ზომაში, გთხოვთ ატვირთოთ იგი, ან შეასწორეთ ფაილის სახელი.",
'fileexists-forbidden'        => 'ამ სახელის მქონე ფაილი უკვე არსებობს და ვერ გადაიწერება.
თუ თქვენ მაინც გსურთ მისი ატვირთვა დაბრუნდით უკან და ატვირთეთ სხვა სახელით. [[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'ფაილი ამ სახელწოდებით უკვე არსებობს ფაილების საერთო საცავში. თუ შეიძლება, უკან დაბრუნდით და ჩატვირთეთ ფაილი სხვა სახელწოდებით. [[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'ეს ფაილი არის შემდეგი {{PLURAL:$1|შემდეგი ფაილის|сშემდეგი ფაილების}} დუბლიკატი:',
'file-deleted-duplicate'      => 'მსგავსი ფაილი ([[$1]]) უკვე წაშლილა. გთხოვთ, გაეცანით ფაილის წაშლის ისტორიას, მანამდე ვიდრე მას ხელმეორედ ატვირტავთ.',
'successfulupload'            => 'წარმატებული გადატვირთვა',
'uploadwarning'               => 'გადატვირთვის შეხსენება',
'uploadwarning-text'          => 'გთხოვთ ჩაასწოროთ ფაილის აღწერა ქვევით და ხელმეორედ სცადოთ.',
'savefile'                    => 'ფაილის შენახვა',
'uploadedimage'               => 'დამატება "[[$1]]"',
'overwroteimage'              => 'ატვირთულია "[[$1]]"-ის ახალი ვერსია',
'uploaddisabled'              => 'ატვირთვა შეუძლებელია',
'copyuploaddisabled'          => 'URL ატვირთვა გაღიშულია',
'uploadfromurl-queued'        => 'თქვენი ატვირთვა რიგში ჩადგა.',
'uploaddisabledtext'          => 'ფაილების ატვირთვა შეუძლებელია.',
'php-uploaddisabledtext'      => 'ფაილების ატვირთვა შეჩერებულია PHP-ით. გთხოვთ შეამოწმოთ file_uploads-ის მნიშვნელობა.',
'uploadscripted'              => 'ფაილი შეიცავს HTML-კოდს, ან სკრიპტს, რომელიც ბროუზერმა შეიძლება არასწორედ გაანალიზოს.',
'uploadvirus'                 => 'ფაილი ვირუსს შეიცავს! დეტალები: $1',
'upload-source'               => 'ფაილის წყარო',
'sourcefilename'              => 'წყარო:',
'sourceurl'                   => 'Source URL:
წყაროს URL:',
'destfilename'                => 'საბოლოო სახელი:',
'upload-maxfilesize'          => 'ფაილის მაქსიმალური ზომაა $1',
'upload-description'          => 'ფაილის აღწერა',
'upload-options'              => 'ატვირთვის პარამეტრები',
'watchthisupload'             => 'უთვალთვალე ამ ფაილს',
'filewasdeleted'              => 'ამ სახელწოდების ფაილი უკვე არსებობდა, მაგრამ წაშლილ იქნა. ხელმეორედ ჩატვირთვამდე იხილეთ $1.',
'upload-wasdeleted'           => "'''გაფრთხილეა: თქვენ ტვირთავთ ფაილს, რომელიც წინათ წაიშალა.'''

გთხოვთ დაფიქრდეთ რამდენად მიზანშეწონილია ამ ფაილის აქ ატვირთვა.
ინფორმაციისთვის ქვემოთ ამ ფაილის წაშლის ისტორია:",
'filename-bad-prefix'         => "ასატვირთვი ფაილი იწყება '''«$1»''', რაც არის ფოტოკამერის მიერ სურათებისთვის მიცემული სტანდარტული სახელი. გთხოვთ აირჩიოთ ფაილის აღმწერი უკეთესი სახელი.",
'upload-successful-msg'       => 'თქვენი ატვირთვა შეგიძლიათ იხილოთ აქ: $1',
'upload-failure-subj'         => 'ატვირთვის პრობლემა',
'upload-failure-msg'          => 'ატვირთვისას პრობლემა შეიქმნა:

$1',

'upload-proto-error'        => 'არასწორი პროტოკოლი',
'upload-proto-error-text'   => 'ატვირთვის წასაშლელად საჭიროა მისამართი, რომელიც იწყება <code>http://</code> or <code>ftp://</code>-ით.',
'upload-file-error'         => 'შიდა შეცდომა',
'upload-file-error-text'    => 'შიდა შეცდომა სერვერზე დროებითი ფაილის შექმნისას. გთხოვთ მიმართოთ [[Special:ListUsers/sysop|სისტემურ ადმინისტრატორს]].',
'upload-misc-error'         => 'უცნობია ატვირთვის შეცდომა',
'upload-misc-error-text'    => 'ატვირთვისას უცნობი სახის შეცდომა გაიპარა.
გთხოვთ შეამოწმოთ თუ URL სწორია და ხელმისაწვდომია და ისევ სცადოთ.
თუ პრობლემა ვერ გადაიჭრა, მიმართეთ [[Special:ListUsers/sysop|ადმინისტრატორს]].',
'upload-too-many-redirects' => 'URL შეიცავს ძალიან ბევრ გადამისამართებებს',
'upload-unknown-size'       => 'უცნობი ზომა',
'upload-http-error'         => 'მოხდა HTTP შეცდომა: $1',

# img_auth script messages
'img-auth-accessdenied' => 'მოქმედება აკრძალულია',
'img-auth-nopathinfo'   => 'არ არის PATH_INFO.
თქვენი სერვერი არ არის ამ ინფორმაციის გადაცემისთვის გამართული.
შესაძლოა მას იგი მუშაობს CGI-ს ბაზაზე და არ აქვს img_auth-ის მხარდაჭერა.
იხ. http://www.mediawiki.org/wiki/Manual:Image_Authorization.',
'img-auth-notindir'     => 'მოთხოვნილი გზა არ შეესაბამება ატვირთვის ფოლდერს.',
'img-auth-badtitle'     => 'შეუძლებელია სწორი სათაურის შექმნა "$1"-დან.',
'img-auth-nologinnWL'   => 'თქვენ არ შესულხართ სისტემაში, ხოლო «$1» არ არის თეთრ სიაში.',
'img-auth-nofile'       => 'ფაილი "$1" არ არსებობს.',
'img-auth-isdir'        => 'თქვენ ცდილობთ «$1» კატალოგთან მისავლის მიგნებას.
ნებადართულია მხოლოდ ფაილებთან კავშირი.',
'img-auth-streaming'    => 'ნაკადური გადაცემა «$1».',
'img-auth-public'       => 'img_auth.php-ის დანიშვნა გამოიწვევს ფაილების დახურული ვიკიდან გაოტანას.
ეს ვიკი გამართულია როგორც საზოგადი.
უსაფრთხოების ოპტიმიზააციისთვის img_auth.php გათიშულია.',
'img-auth-noread'       => 'მომხმარებელს არა აქვს ნებართვა "$1"-ის წასაკითხად.',

# HTTP errors
'http-invalid-url'      => 'არასწორი ბმული: $1',
'http-invalid-scheme'   => '«$1» სქემის მქონე მისამართები მხარდაჭერილები არ არიან.',
'http-request-error'    => 'HTTP მოთხოვნის შეცდომა უცნობი მიზეზის გამო.',
'http-read-error'       => 'HTTP წაკითხვის შეცდომა.',
'http-timed-out'        => 'HTTP მოთხოვნის დრო გავიდა.',
'http-curl-error'       => 'შეცდომა URL: $1-ის მოთხოვნისას',
'http-host-unreachable' => 'URL მიუწვდომელია',
'http-bad-status'       => 'HTTP მოთხოვნისას აღმოჩენილია შეცდომა - $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'URL მიუწვდომელია',
'upload-curl-error6-text'  => 'წარმოდგენილი URL-ის მიგნება შეუძლებელია. 
გთხოვთ შეამოწმოთ URL-ის სისწორე და ვებ-მისამართის ფუნქციონირება.',
'upload-curl-error28'      => 'დრო, გამოყოფილი ატვირთვაზე ამოწურულია.',
'upload-curl-error28-text' => 'საიტს ძალიან დიდი ხანი დასჭირდა გამოხმაურებისთვის. 
გთხოვთ შეამოწმოთ, რომ საიტი მუშაობს და მცირე ხნის შემდეგ კვლავ სცადეთ. 
ალბათ სასურველია ოპერაცია ნაკლებად გადატვირთულ დროს სცადოთ.',

'license'            => 'ლიცენზია:',
'license-header'     => 'ლიცენზია',
'nolicense'          => 'არაფერი არის მონიშნული',
'license-nopreview'  => '(წინასწარ გადახედვა არ არის ხელმისაწვდომი)',
'upload_source_url'  => ' (სწორი, საზოგადოდ ხელმისაწვდომი URL)',
'upload_source_file' => ' (ფაილი შენს კომპიუტერზე)',

# Special:ListFiles
'listfiles-summary'     => 'ეს სპეციალური გვერდი აჩვენებს ყველა ატვირთულ ფაილს. 
ბოლოს ატვირთული ფაილები სიის თავშია ნაჩვენები.
სვეტის სათაურზე დაჭერა შეცვლის სორტირების წყობას.',
'listfiles_search_for'  => 'ძიება სურათის სახელის მიხედვით:',
'imgfile'               => 'ფაილი',
'listfiles'             => 'სურათების სია',
'listfiles_date'        => 'თარიღი',
'listfiles_name'        => 'სახელი',
'listfiles_user'        => 'მომხმარებელი',
'listfiles_size'        => 'ზომა (ბაიტები)',
'listfiles_description' => 'აღწერილობა',
'listfiles_count'       => 'ვერსიები',

# File description page
'file-anchor-link'          => 'ფაილი',
'filehist'                  => 'ფაილის ისტორია',
'filehist-help'             => 'დააწკაპუნეთ თარიღზე/დროზე, რათა იხილოთ ფაილი, როგორც ის მაშინ გამოიყურებოდა.',
'filehist-deleteall'        => 'წაშალე ყველა',
'filehist-deleteone'        => 'წაშლა',
'filehist-revert'           => 'დააბრუნე',
'filehist-current'          => 'მიმდინარე',
'filehist-datetime'         => 'თარიღი/დრო',
'filehist-thumb'            => 'მინიატურა',
'filehist-thumbtext'        => 'მინიატურა $1 ვერსიისთვის',
'filehist-nothumb'          => 'არ არის მინიატურა',
'filehist-user'             => 'მომხმარებელი',
'filehist-dimensions'       => 'განზომილებები',
'filehist-filesize'         => 'ფაილის ზომა',
'filehist-comment'          => 'კომენტარი',
'filehist-missing'          => 'ფაილი ვერ მოიძებნა',
'imagelinks'                => 'ფაილების ბმულები',
'linkstoimage'              => 'მომდევნო {{PLURAL:$1|გვერდი|გვერდები}} ებმის ამ ფაილს:',
'linkstoimage-more'         => '$1-ზე მეტი {{PLURAL:$1|გვერდები|ფვერდების|გვერდები}} რომლებსაც აქვთ ბმულები ამ ფაილზე.
В данном списке {{PLURAL:$1|წარმოდგენილია მხოლოდ $1 ბმული|წარმოდგენილია მხოლოდ $1 ბმულები|წარმოდგენილია მხოლოდ $1 ბმულების}} ამ ფაილზე
შეგიძლიათ ნახოთ ასევე [[Special:WhatLinksHere/$2|სრული სია]].',
'nolinkstoimage'            => 'არ არსებობს ამ ფაილთან დაკავშირებული გვერდები.',
'morelinkstoimage'          => 'იხილეთ [[Special:WhatLinksHere/$1|სხვა ბმულები]] ამ ფაილზე.',
'redirectstofile'           => 'შემდეგი {{PLURAL:$1|ფაილი გადამისამართებულია|$1 ფაილები გადამისამართებულია}} ამ ფაილზე:',
'duplicatesoffile'          => '{{PLURAL:$1|შემდეგი $1 ფაილი არის დუბლიკატი|შემდეგი $1 ფაილები არიან დუბლიკატები|შემდეგი $1 ფაილები არიან დუბლიკატები}} ამ ფაილისა ([[Special:FileDuplicateSearch/$2|დამატებითი ინფორმაცია]]):',
'sharedupload'              => 'ეს ფაილი $1-დანაა და შეიძლება სხვა პროექტებიც იყენებდეს.',
'sharedupload-desc-there'   => 'ეს ფაილი $1-დან შეიძლება გამოყენებული იქნას სხვა პროექტებშიც.
დამატებითი ინფორმაციის მოპოვება შეიძლება [$2 ფაილის აღწერის გვერდზე].',
'sharedupload-desc-here'    => 'ეს ფაილი $1-დან შეიძლება გამოყენებული იქნას სხვა პროექტებშიც.
მისი [$2 აღწერის გვერდიდან] ინფორმაცია წარმოდგენილია ქვევით.',
'filepage-nofile'           => 'ამ სახელით ფაილი არ არსებობს.',
'filepage-nofile-link'      => 'ამ სახელით ფაილი არ არსებობს, [$1 თუმცა თქვენ მისი ატვირთვა შეგიძლიათ].',
'uploadnewversion-linktext' => 'ატვირთეთ ამ ფაილის ახალი ვერსია',
'shared-repo-from'          => ' $1-დან',
'shared-repo'               => 'საერთო საცავიდან',

# File reversion
'filerevert'                => 'დააბრუნე $1',
'filerevert-legend'         => 'დააბრუნე ფაილი',
'filerevert-intro'          => '<span class="plainlinks">თქვენ აბრუნებთ \'\'\'[[Media:$1|$1]]\'\'\'  [$4 ვერსიას $3, $2]-თან.</span>',
'filerevert-comment'        => 'მიზეზი:',
'filerevert-defaultcomment' => 'დაბრუნება ვერსიასთან $2, $1-დან.',
'filerevert-submit'         => 'გაუქმება',
'filerevert-success'        => "'''[[Media:$1|$1]]''' დაუბრუნდა ვერსიას [$4  $3, $2]-დან.",
'filerevert-badversion'     => 'არ არსებობს ფაილის წინა ლოკალური ვერსია მოთხოვნილი  თარიღითა და დროით',

# File deletion
'filedelete'                  => '$1 წაშლა',
'filedelete-legend'           => 'ფაილის წაშლა',
'filedelete-intro'            => "თქვენ შლით '''[[Media:$1|$1]]''' მისი ისტორიით.",
'filedelete-intro-old'        => '<span class="plainlinks">თქვენ შლით ვერსიას \'\'\'[[Media:$1|$1]]\'\'\'  [$4 $3, $2]-დან.</span>',
'filedelete-comment'          => 'კომენტარი:',
'filedelete-submit'           => 'წაშლა',
'filedelete-success'          => "'''$1''' წაშლილია.",
'filedelete-success-old'      => "ვერსია '''[[Media:$1|$1]]'''  $3 $2-დან წაიშალა.",
'filedelete-nofile'           => "'''$1''' არ არსებობს.",
'filedelete-nofile-old'       => "მითითებული ატრიბუტებით '''$1'''-ის არქივირებული ვერსია არ არსებობს.",
'filedelete-otherreason'      => 'სხვა/დამატებითი მიზეზი:',
'filedelete-reason-otherlist' => 'სხვა მიზეზი',
'filedelete-reason-dropdown'  => '* წაშლის ხშირი მიზეზები
** საავტორო უფლებების დარღვევა
** ფაილი-დუბლიკატი',
'filedelete-edit-reasonlist'  => 'წაშლის მიზეზების რედაქტირება',
'filedelete-maintenance'      => 'ფაილების წაშლა და აღდგენა დროებით გათიშულია ტექნიკური სამუშაობის განმავლობაში.',

# MIME search
'mimesearch'         => 'MIME ძიება',
'mimesearch-summary' => 'ამ გვერდის მეშვეობით ესაძლებელია ფაილების მოძიება მათი MIME-ტიპის მიხედვით. შეტანის ფორმა: შიგთავსის ტიპი/ქვეტიპი, მაგ <tt>image/jpeg</tt>.',
'mimetype'           => 'MIME ტიპი:',
'download'           => 'გადმოტვირთვა',

# Unwatched pages
'unwatchedpages' => 'არაკონტროლირებადი გვერდები',

# List redirects
'listredirects' => 'გადამისამართებების სია',

# Unused templates
'unusedtemplates'     => 'გამოუყენებელი თარგები',
'unusedtemplatestext' => 'ეს გვერდი სახელთა სივრცეში "{{ns:template}}" მოიცავს ყველა იმ გვერდის ჩამონათვალს, რომელიც არ არის მოთავსებული სხვა გვერდებზე.
გახსოვდეთ თარგების სხვა ბმულებს სანამ წაშლით შეამოწმეთ.',
'unusedtemplateswlh'  => 'სხვა ბმულები',

# Random page
'randompage'         => 'ნებისმიერი გვერდი',
'randompage-nopages' => '{{PLURAL:$2|სახელთა შემდეგი სივრცე|სახელთა შემდეგ სივრცეში}} "$1" არ არის გვერდები.',

# Random redirect
'randomredirect'         => 'ნებისმიერი გადამისამართება',
'randomredirect-nopages' => 'სახელთა სივრცეში "$1" არ არის გადამისამართებები.',

# Statistics
'statistics'                   => 'სტატისტიკა',
'statistics-header-pages'      => 'გვერდების სტატისტიკა',
'statistics-header-edits'      => 'რედაქციების სტატისტიკა',
'statistics-header-views'      => 'გვერდის მონახულების სტატისტიკა',
'statistics-header-users'      => 'მომხმარებლის სტატისტიკა',
'statistics-header-hooks'      => 'სხვა სტატისტიკა',
'statistics-articles'          => 'სტატიების',
'statistics-pages'             => 'გვერდები',
'statistics-pages-desc'        => 'ვიკის ყველა გვერდი, განხილვის, გადამისამართების და სხვ. ჩათვლით.',
'statistics-files'             => 'ავტვირთული ფაილები',
'statistics-edits'             => 'გვერდის შესწორებები {{SITENAME}}-ის შექმნიდან',
'statistics-edits-average'     => 'რედაქტირების საერთო რაოდენობა გვერდზე',
'statistics-views-total'       => 'სულ ხილვა',
'statistics-views-peredit'     => 'შესწორებათა ხილვა',
'statistics-users'             => 'დარეგისტრირებული [[Special:ListUsers|მომხმარებლები]]',
'statistics-users-active'      => 'აქტიური მომხმარებლები',
'statistics-users-active-desc' => 'მომხმარებლები, რომლებმაც განახორციელეს ქმედება  {{PLURAL:$1|ბოლო $1 დღე|ბოლო  $1 დღის|ბოლო $1 დღეების}}',
'statistics-mostpopular'       => 'ყველზე ხშირად ხილვადი გვერდები',

'disambiguations'      => 'მრავალმნიშვნელოვანი გვერდები',
'disambiguationspage'  => 'Template:მრავალმნიშვნელოვანი',
'disambiguations-text' => "შემდეგი გვერდები დაკავშირებულები არიან '''მრავალმნიშვნელობის გვერდთან'''.
ამის ნაცვლად იგი უნდა შეესაბამოს კონკრეტულ სტატიას.<br />
გვერდი ითვლება მრავალმნიშვნელოვნად, თუ მასზე გამოყენებულია [[MediaWiki:Disambiguationspage|მითსათითებელი თარგი]].",

'doubleredirects'            => 'ორმაგი გადამისამართება',
'doubleredirectstext'        => 'ამ გვერდზე ჩამოთვლილია გვერდები, რომლებიც გადამისამართებულია სხვა გადამისამართების გვერდებზე.
ყოველი მწკრივი შეიცავს ბმულებს პირველ და მეორე გადამისამართებაზე, აგრეთვე მეორე გადამისამართების ტექსტის პირველ სტრიქონს, რომელშიც ჩვეულებრივ მითითებულია რეალური “სამიზნე” გვერდის სათაური. საჭიროა, რომ პირველი გადამისამართებაც უთითებდეს ამ გვერდზე.
<s>გადახაზული</s> მონაცემები უკვე გამართულია.',
'double-redirect-fixed-move' => '[[$1]] გადატანილ იქნა.
ამჟამად ის გადამისამართებულია [[$2]]-ზე.',
'double-redirect-fixer'      => 'გადამისამართება შემსწორებელი',

'brokenredirects'        => 'გაწყვეტილი გადამისამართება',
'brokenredirectstext'    => 'შემდეგი გადამისამართებები გაკეთებულია არარსებულ გვერდებზე:',
'brokenredirects-edit'   => 'რედაქტირება',
'brokenredirects-delete' => 'წაშლა',

'withoutinterwiki'         => 'გვერდები ენის ბმულების გარეშე',
'withoutinterwiki-summary' => 'შემდეგ გვერდებს სხვა ენების ვერსიებზე არ აქვთ ბმულები:',
'withoutinterwiki-legend'  => 'წინსართი',
'withoutinterwiki-submit'  => 'ჩვენება',

'fewestrevisions' => 'ყველაზე ნაკლებად რედაქტირებული სტატიები',

# Miscellaneous special pages
'nbytes'                  => '$1 ბაიტი',
'ncategories'             => '$1 კატეგორია',
'nlinks'                  => '$1 ბმული',
'nmembers'                => '$1 წევრი',
'nrevisions'              => '$1 რედაქტირება',
'nviews'                  => '$1 ჩვენება',
'specialpage-empty'       => 'ეს გვერდი ცარიელია.',
'lonelypages'             => 'ობოლი გვერდები',
'lonelypagestext'         => 'შემდეგი გვერდები არ არის დაკავშირებული ან ბმული სხვა გვერდებიდან {{SITENAME}}-ში არ მისამართდება.',
'uncategorizedpages'      => 'გვერდები კატეგორიის გარეშე',
'uncategorizedcategories' => 'კატეგორიები კატეგორიის გარეშე',
'uncategorizedimages'     => 'სურათები კატეგორიის გარეშე',
'uncategorizedtemplates'  => 'თარგები კატეგორიების გარეშე',
'unusedcategories'        => 'გამოუყენებელი კატეგორიები',
'unusedimages'            => 'გამოუყენებელი სურათები',
'popularpages'            => 'პოპულარული გვერდები',
'wantedcategories'        => 'მოთხოვნილი კატეგორიები',
'wantedpages'             => 'მოთხოვნილი გვერდები',
'wantedpages-badtitle'    => 'შეცდომითი სათაური მთხოვნაში  $1.',
'wantedfiles'             => 'მოთხოვნილი ფაილები',
'wantedtemplates'         => 'მოთხოვნილი თარგები',
'mostlinked'              => 'ყველაზე მეტი ბმულების მქონე გვერდები',
'mostlinkedcategories'    => 'ყველაზე მეტი ბმულების მქონე კატეგორიები',
'mostlinkedtemplates'     => 'ყველაზე მეტი ბმულების მქონე თარგები',
'mostcategories'          => 'ყველაზე მეტი კატეგორიის მქონე სტატიები',
'mostimages'              => 'ყველაზე მეტი ბმულების მქონე სურათები',
'mostrevisions'           => 'ყველაზე მეტად რედაქტირებული სტატიები',
'prefixindex'             => 'ყველა გვერდი (თავსართით)',
'shortpages'              => 'მოკლე გვერდები',
'longpages'               => 'გრძელი გვერდები',
'deadendpages'            => 'ჩიხის გვერდები',
'deadendpagestext'        => 'ამ ვიკიში შემდგომ გვერდებს არ აქვთ ბმული სხვა გვერდებთან.',
'protectedpages'          => 'დაცული გვერდები',
'protectedpages-indef'    => 'მხოლოდ უვადო დაცვები',
'protectedpages-cascade'  => 'მხოლოდ კასკადური დაცვა',
'protectedpagestext'      => 'შემდეგი გვერდები დაცულია გადატანისა თუ ცვლილებებისგან.',
'protectedpagesempty'     => 'ამ დროისთვის არ არსებობს დაცული გვერდები მოთხოვნილი პარამეტრეით.',
'protectedtitles'         => 'დაცული სათაურები',
'protectedtitlestext'     => 'შემდეგი სახელების გამოყენება არ შეიძლება',
'protectedtitlesempty'    => 'ამ დროისთვის არ არსებობს მოთხოვნილი გვერდები მოცემული პარამეტრებით.',
'listusers'               => 'მომხმარებლების სია',
'listusers-editsonly'     => 'აჩვენთ მხოლოდ ის მომხამრებლები, რომლებსაც ერთი შესწორება აქვს გაკეთებული.',
'listusers-creationsort'  => 'დაალაგეთ შექმნის თარიღის მიხედვით.',
'usereditcount'           => '$1 რედაქტირება',
'usercreated'             => 'შექმნილია  $1  $2-ში',
'newpages'                => 'ახალი გვერდები',
'newpages-username'       => 'მომხმარებლის სახელი:',
'ancientpages'            => 'ხანდაზმული გვერდები',
'move'                    => 'გადატანა',
'movethispage'            => 'ამ გვერდის გადატანა',
'unusedimagestext'        => 'ეს ფაილი არ გამოიყენება არც-ერთ გვერდზე.
გაითვალისწინეთ, რომ სხვა ვებ საიტებმა შესაძლოა გამოიყენონ ეს გამოსახულება პირდაპირ URL0ით.',
'unusedcategoriestext'    => 'შემდეგი კატეგორიები არსებობს, თუმცა მათ სხვა კატეგორიები ან გვერდები არ იყენებს.',
'notargettitle'           => 'სამიზნე არაა',
'notargettext'            => 'თქვენ არ მიუთითეთ სამიზნე გვერდი ან მომხმარებელი
ამ ფუნქციის შესასრულებლად.',
'nopagetitle'             => 'ამგვარი სამიზნე გვერდი არ არსებობს',
'nopagetext'              => 'მოცემული სამიზნო გვერდი არ არის მიითებული.',
'pager-newer-n'           => '{{PLURAL:$1|უახლესი 1|უახლესი $1}}',
'pager-older-n'           => '{{PLURAL:$1|ხანდაზმული 1|ხანდაზმული $1}}',
'suppress'                => 'დამალვა',

# Book sources
'booksources'               => 'წიგნის წყაროები',
'booksources-search-legend' => 'წიგნის წყაროს ძებნა',
'booksources-go'            => 'გადასვლა',
'booksources-text'          => 'ქვემოთ არის ვებ გვერდების ბმულების სია სადაც იყიდება ახალი და ნახმარი წიგნები, და შესაძლოა შეიცავდნენ დამატებით ინფორმაციას წიგნების შესახებ, რომლებსაც ეძებთ:',
'booksources-invalid-isbn'  => 'თქვენს მიერ მითითებული ISBN, შეცდომას შეიცავს.  შეამოწმეთ, თუ თავდაპირველი წყარო სწორადაა აკრეფილი.',

# Special:Log
'specialloguserlabel'  => 'მომხმარებელი:',
'speciallogtitlelabel' => 'სათაური:',
'log'                  => 'ჟურნალები',
'all-logs-page'        => 'ყველა საზოგადო ჟურნალი',
'alllogstext'          => '{{SITENAME}}-ის ყველა არსებული ჩანაწერის კომბინირებული ჩვენება.
შეგიძლიათ გაცხრილოთ იგი ჩანაწერის ტიპის, მომხმარებლის სახელის, ან დაკავშირებული გვერდის შერჩევით.',
'logempty'             => 'რეზულტატები არ არის სიაში.',
'log-title-wildcard'   => 'სათაურების ძებნა, რომლებიც იწყება ამ ტექსტით',

# Special:AllPages
'allpages'          => 'ყველა გვერდი',
'alphaindexline'    => '$1-დან $2-მდე',
'nextpage'          => 'შემდეგი გვერდი ($1)',
'prevpage'          => 'წინა გვერდი ($1)',
'allpagesfrom'      => 'გვერდების ჩვენება დაწყებული:',
'allpagesto'        => 'გვერდები, რომლებიც სრულდება:',
'allarticles'       => 'ყველა სტატია',
'allinnamespace'    => 'ყველა გვერდი ($1 სახელთა სივრცეში)',
'allnotinnamespace' => 'ყველა გვერდი ($1 სახელთა სივრცის გარეშე)',
'allpagesprev'      => 'წინა',
'allpagesnext'      => 'შემდეგი',
'allpagessubmit'    => 'ჩვენება',
'allpagesprefix'    => 'ასახე გვერდები პრეფიქსით:',
'allpagesbadtitle'  => 'მოცემული გვერდის სათაური არასწორია ან აქვს ინტერვიკი ან ნათშორისი პრეფიქსი. იგი შესაძლოა შეიცავდეს ერთ ან მეტ სიმბოლოს, რომელიც არ შეიძლება გამოყენებულ იქნას სათაურში.',
'allpages-bad-ns'   => '{{SITENAME}} "$1" არ აქვს სახელთა სივრცე.',

# Special:Categories
'categories'                    => 'კატეგორიები',
'categoriespagetext'            => 'შემდეგი {{PLURAL:$1|კატეგორია შეიცავს|კატეგორია შეიცავს}} გვერდს ან მედიას.
[[Special:UnusedCategories|გამოუყენებელი კატეგორიები]] აქ ნაჩვენები არ არის.
იხ. ასევე [[Special:WantedCategories|მოთხოვნილი კატეგორიები]].',
'categoriesfrom'                => 'აჩვენეთ კატეგორიები, რომლებიც იწყება:',
'special-categories-sort-count' => 'დაალაგეთ რაოდენობის მიხედვით',
'special-categories-sort-abc'   => 'ანბანზე დალაგება',

# Special:DeletedContributions
'deletedcontributions'             => 'მომხმარებლის წაშლილი წვლილი',
'deletedcontributions-title'       => 'წაშლილი წვლილი',
'sp-deletedcontributions-contribs' => 'წვლილი',

# Special:LinkSearch
'linksearch'       => 'გარე ბმულები',
'linksearch-pat'   => 'ძიების თარგი:',
'linksearch-ns'    => 'სახელთა სივრცე:',
'linksearch-ok'    => 'ძიება',
'linksearch-text'  => 'შეგიძლიათ გამოიყრნოთ ქვეხაზოვანი სიმბოლოები, მაგ<code>*.wikipedia.org</code>.<br />
მხარდამჭერი პროტოკოლები: <tt>$1</tt>',
'linksearch-line'  => 'ბმულები $1-ზე  $2-დან',
'linksearch-error' => 'წარმოდგენილი სიმბოლოების გამოყენება შესაძლებელია მხოლოდ მისამართის დასაწყისში.',

# Special:ListUsers
'listusersfrom'      => 'აჩვენეთ მომხმარებლები, რომლებიც იწყებიან:',
'listusers-submit'   => 'ჩვენება',
'listusers-noresult' => 'მომხმარებელი ვერ ვიპოვეთ.',
'listusers-blocked'  => '(დაბლოკილია)',

# Special:ActiveUsers
'activeusers'            => 'აქტიურ მომხმარებელთა სია',
'activeusers-intro'      => 'ეს არის მომხმარებელთა სია, რომელთაც აქვს წვლილი უკანასკნელი $1 {{PLURAL:$1|დღის|დღის}} განმავლობაში.',
'activeusers-count'      => '$1 {{PLURAL:$1|ცვილება|ცვლილებები|ცვლილებების}} {{PLURAL:$2|$3 დღე|$3 დღეები|$3 დღეების}} განმავლობაში.',
'activeusers-from'       => 'მომხმარებელთა ჩვენება, დაწყებული:',
'activeusers-hidebots'   => 'რობოტების დამალვა',
'activeusers-hidesysops' => 'ადმინისტრატორების დამალვა',
'activeusers-noresult'   => 'მომხმარებლები არ არიან ნაპოვნი.',

# Special:Log/newusers
'newuserlogpage'              => 'მომხმარებლის რეგისტრაციის ჟურნალი',
'newuserlogpagetext'          => 'ბოლო დროს დარეგისტრირებულ მომხმარებელთა სია',
'newuserlog-byemail'          => 'პაროლი ელ-ფოსტითაა გამოგზავნილი',
'newuserlog-create-entry'     => 'ახალი მომხმარებელი',
'newuserlog-create2-entry'    => 'შექმნა ახალი ანგარიში $1',
'newuserlog-autocreate-entry' => 'ავტომატურად შექმნილი ანგარიში',

# Special:ListGroupRights
'listgrouprights'                      => 'მომხმარებელთა ჯგუფების უფლებები',
'listgrouprights-summary'              => 'ქვემოთ წარმოდგენილია ამ ვიკიში გარკვეულ ჯგუფთა სია და მათი უფლებები
შესაძლოა არსებობს[[{{MediaWiki:Listgrouprights-helppage}}|დამატებითი ინფორმაცია]] ინდივიდუალურ უფლებებთან დაკავშირებით.',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">წარმოდგენილი უფლებები</span>
* <span class="listgrouprights-revoked">გაუქმებული უფლებები</span>',
'listgrouprights-group'                => 'ჯგუფი',
'listgrouprights-rights'               => 'უფლებები',
'listgrouprights-helppage'             => 'Help:ჯგუფების უფლებები',
'listgrouprights-members'              => '(წევრების სია)',
'listgrouprights-addgroup'             => 'დაამატეთ   {{PLURAL:$2|ჯგუფი|ჯგუფები}}: $1-ში',
'listgrouprights-removegroup'          => 'ამოიღე {{PLURAL:$2|ჯგუფი|ჯგუფები}}: $1-დან',
'listgrouprights-addgroup-all'         => 'ჩაამატეთ ყველა ჯგუფი',
'listgrouprights-removegroup-all'      => 'ყველა ჯგუფის წაშლა',
'listgrouprights-addgroup-self'        => 'შეუძლია ჩაუმატოს {{PLURAL:$2|ჯგუფი|ჯგუფები}} თავის ანგარიშს: $1',
'listgrouprights-removegroup-self'     => 'შეუძლია წაშალოს {{PLURAL:$2|ჯგყფუ|ჯგუფები}} თავისი ანგარიშიდან: $1',
'listgrouprights-addgroup-self-all'    => 'შეუძლია ყელა ჯგუფია ჩამატება ანგარიშს.',
'listgrouprights-removegroup-self-all' => 'შეუძლია თავისი ანგარიშის ყველა ჯგუფის წაშლა.',

# E-mail user
'mailnologin'          => 'გამგზავნი მისამართი არ არის მითითებული.',
'mailnologintext'      => 'თქვენ უნდა [[Special:UserLogin|წარადგენილი იყოთ სისტემისადმი]] და გქონდეთ წესიერი ელექტრონული ფოსტის მისამართი თქვენს [[Special:Preferences|კონფიგურაციაში]] იმისთვის, რომ გაუგზავნოთ წერილების სხვა მომხმარებლებს.',
'emailuser'            => 'გაუგზავნეთ იმეილი ამ მომხმარებელს',
'emailpage'            => 'ელ. ფოსტა მომხმარებელს',
'emailpagetext'        => 'თუ ამ მომხმარებელმა თავის პარამეტრებში ელ. ფოსტის მოქმედი მისამართი მიუთითა, ქვემოთ მოყვანილი ფორმის შევსებისას შეგიძლიათ მისთვის შეტყობინების გაგზავნა. ელ. ფოსტის მისამართი, რომელიც [[Special:Preferences|თქვენს პარამეტრებში]] მიუთითეთ, დაფიქსირდება “გამომგზავნის” ველში, რათა ადრესატმა პასუხის გაცემა შეძლოს.',
'usermailererror'      => 'ელ. ფოსტა დაბრუნდა შეცდომის გამო:',
'defemailsubject'      => 'ვიკიპედია ელექტრონული ფოსტა',
'usermaildisabled'     => 'მომხმარებლის e-mail გათიშულია',
'usermaildisabledtext' => 'თქვენ ვერ გაგზავნით e-mail-ს.',
'noemailtitle'         => 'ელ. ფოსტის მისამართი მითითებული არ არის',
'noemailtext'          => 'მომხმარებელმა არ მიუთითა მოქმედი ელ. ფოსტის მისამართი.',
'nowikiemailtitle'     => 'წერილების გაგზავნის უფლება არ გაქვთ.',
'nowikiemailtext'      => 'ამ მომხმარებელმა გამოხატა სხვა მომხმარებლებისგან წერილების არ მიღების სურვილი.',
'email-legend'         => 'წერილის გაგზავნა სხვა მომხმარებლისადმი {{grammar:genitive|{{SITENAME}}}}',
'emailfrom'            => 'გამომგზავნი:',
'emailto'              => 'ადრესატი:',
'emailsubject'         => 'თემა:',
'emailmessage'         => 'შეტყობინება:',
'emailsend'            => 'გაგზავნა',
'emailccme'            => 'ელ-ფოსტით გამომიგავნეთ ასლი.',
'emailccsubject'       => 'შეტყობინების ასლი გაუგზავნეთ $1: $2',
'emailsent'            => 'ელ. ფოსტა გაგზავნილია',
'emailsenttext'        => 'თქვენი ელ. შეტყობინება გაგზავნილია.',
'emailuserfooter'      => 'ეს ელ. შეტყობინება $1-მა გაუგზავნა $2-ს "გაუგზავნეთ მომხმარებელს ელ. შეტყობინება" ფუნქციით {{SITENAME}}-დან.',

# User Messenger
'usermessage-summary' => 'სისტემური შეტყობინების დატოვება.',
'usermessage-editor'  => 'სისტემური მესენჯერი',

# Watchlist
'watchlist'            => 'ჩემი კონტროლის სია',
'mywatchlist'          => 'ჩემი კონტროლის სია',
'watchlistfor'         => "('''$1'''-თვის)",
'nowatchlist'          => 'თქვენი კონტროლის სია ცარიელია.',
'watchlistanontext'    => '$1

იხილეთ ან რედაქტირება გაუკეთეთ თქვენი კონტროლის სიაში შეტანილ ერთეულებს.',
'watchnologin'         => 'რეგისტრაცია ვერ შესრულდა',
'watchnologintext'     => 'თქვენ უნდა მოახდინოთ [[Special:UserLogin|რეგისტრაცია]] თქვენი კონტროლის სიის მოდიფიცირებისათვის.',
'addedwatch'           => 'შეტანილია კონტროლის სიაში',
'addedwatchtext'       => "გვერდი \"[[:\$1]]\" დაემატა თქვენი [[Special:Watchlist|კონტროლის სიას]]. მომავალი ცვლილებები ამ გვერდსა და მის განხილვაზე მითითებული იქნება ამ სიაში, ხოლო ბმული ამ გვერდზე [[Special:RecentChanges|უკანასკნელი ცვლილებების სიაში]] გამოჩნდება '''სქლად''' თქვენთვის მათი შემჩნევის გასაადვილებლად.",
'removedwatch'         => 'ამოღებულია კონტროლის სიიდან',
'removedwatchtext'     => 'გვერდი "[[:$1]]" ამოღებულია თქვენი [[Special:Watchlist|კონტროლის სიიდან.]]',
'watch'                => 'კონტროლი',
'watchthispage'        => 'ამ გვერდის კონტროლი',
'unwatch'              => 'კონტროლის მოხსნა',
'unwatchthispage'      => 'შეაჩერეთ კონტროლი',
'notanarticle'         => 'შიგთავსის გვერდი არ არის',
'notvisiblerev'        => 'შესწორება წაშლილია',
'watchnochange'        => 'არც ერთი თქვენი კონტროლის ქვეშ მყოფი ერთეული არ იქნა რედაქტირებული ნაჩვენებ დროში.',
'watchlist-details'    => '$1 გვერდია თქვენი კონტროლის სიაში განხილვის გვერდების ჩაუთვლელად.',
'wlheader-enotif'      => '* ელ. ფოსტით შეტყობინება ჩართულია.',
'wlheader-showupdated' => '* გვერდები, რომლებშიც შეტანილ იქნა ცვლილებები თქვენი ბოლო ვიზიტის შემდეგ, აღნიშნულია მუქად.',
'watchmethod-recent'   => 'მიმდინარეობს უახლესი შესწორებების შემოწმება კონტროლის ქვეშ მყოფი გვერდების მიხედვით.',
'watchmethod-list'     => 'მიმდინარეობს თქვენი კონტროლის ქვეშ მყოფი გვერდების შემოწმება უახლესი შესწორებების მიხედვით.',
'watchlistcontains'    => 'თქვენი კონტროლის სია შეიცავს $1 გვერდს.',
'iteminvalidname'      => "'$1' - პრობლემა აქვს, სახელი არასწორია...",
'wlnote'               => 'ქვემოთ მოყვანილია ბოლო $1 ცვლილება უკანასკნელი <b>$2</b> საათის განმავლობაში.',
'wlshowlast'           => 'აჩვენე ბოლო $1 საათის $2 დღის $3',
'watchlist-options'    => 'კონტროლის სიის პარამეტრები',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'კონტროლებადი...',
'unwatching' => 'არაკონტროლირებადი...',

'enotif_mailer'                => '{{SITENAME}}. ელ. ფოსტით შეტყობინების სამსახური',
'enotif_reset'                 => 'აღნიშნე ყველა გვერდი, როგორც გადასინჯული',
'enotif_newpagetext'           => 'ეს არის ახალი გვერდი.',
'enotif_impersonal_salutation' => 'ვიკიპედიის მომხმარებელი',
'changed'                      => 'შეცვლილი',
'created'                      => 'შექმნილია',
'enotif_subject'               => '{{SITENAME}}: გვერდი $PAGETITLE $CHANGEDORCREATED იქნა მომხმარებლის $PAGEEDITOR მიერ',
'enotif_lastvisited'           => 'იხ. $1 ყველა ცვლილებისთვის თქვენი ბოლო შემოსვლის შემდეგ.',
'enotif_lastdiff'              => 'იხილეთ $1 ამ ცვლილების სანახავად.',
'enotif_anon_editor'           => 'ანონიმური მომხმარებელი $1',
'enotif_body'                  => 'პატივცემულო $WATCHINGUSERNAME,


პროექტ "{{SITENAME}}"-ის გვერდო $PAGETITLE შეიცვალა $CHANGEDORCREATED  $PAGEEDITDATE  $PAGEEDITOR-ის მიერ. იხილეთ $PAGETITLE_URL მოქმედი ვერსიისთვის.

$NEWPAGE

რედაქტორის სიტყვა: $PAGESUMMARY $PAGEMINOREDIT

დაუკავშირდით რედაქტორს:
ფოსტა: $PAGEEDITOR_EMAIL
ვიკი: $PAGEEDITOR_WIKI

შემდგომი ცვლილებების შესახებ შეტყობინებების მისაღებად ამ გვერდს კვლავ უნდა ესტუმროთ. 
აგრეთვე შეგიძლიათ აღადგინოთ შეტყობინებათა პარამეტრები თქვენს კონტროლის სიაში შეტანილი ყველა საკონტროლო გვერდისათვის.

             ღრმა პატივისცემით, {{SITENAME}} შეტყობინებათა სისტემა

--
თქვენი კონტროლის სიის შესასწორებლად იხილეთ
{{fullurl:{{#special:Watchlist}}/edit}}

თქვენი კონტროლის სიიდან გვერდის ამოშლა
$UNWATCHURL

დამატებითი ინფორმაცია
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'გვერდის წაშლა',
'confirm'                => 'დადასტურება',
'excontent'              => "შინაარსი იყო: '$1'",
'excontentauthor'        => "შინაარსი იყო: '$1' (და ერთადერთი ავტორი იყო '$2')",
'exbeforeblank'          => "გვერდის შინაარსი წაშლამდე იყო შემდეგი: '$1'",
'exblank'                => 'გვერდი ცარიელი იყო',
'delete-confirm'         => '"$1"-ის წაშლა',
'delete-legend'          => 'წაშლა',
'historywarning'         => "'''ყურადღება:''' ვერდს, რომლის წაშლასაც აპირებთ, აქვს დიდი ისტორია: ($1)",
'confirmdeletetext'      => 'თქვენ მოითხოვეთ გვერდისა (ან ფაილისა) და მონაცემთა ბაზიდან მისი ისტორიის წაშლა.
გთხოვთ დაადასტუროთ, რომ მართლაც აპირებთ ამის გაკეთებას და გესმით თქვენი ქმედებების ფასი.
ასევე გადაამოწმეთ, თუ ასრულებთ ამას [[{{MediaWiki:Policy-url}}|წესებიდან გამომდინარე]].',
'actioncomplete'         => 'მოქმედება შესრულებულია',
'actionfailed'           => 'მოქმედება ვერ განხორციელდა',
'deletedtext'            => '"<nowiki>$1</nowiki>" წაშლილია. ბოლო წაშლილი გვერდების სია იხილეთ $2-ში.',
'deletedarticle'         => 'წაშლილია "[[$1]]"',
'suppressedarticle'      => 'დამალა «[[$1]]»-მა',
'dellogpage'             => 'წაშლილთა_სია',
'dellogpagetext'         => 'ქვემოთ იხილეთ ახლად წაშლილთა სია.',
'deletionlog'            => 'წაშლილთა სია',
'reverted'               => 'დაბრუნდა წინა ვერსიაზე',
'deletecomment'          => 'წაშლის მიზეზი',
'deleteotherreason'      => 'სხვა/დამატებითი მიზეზი:',
'deletereasonotherlist'  => 'სხვა მიზეზი',
'deletereason-dropdown'  => '* წაშლის ხშირი მიზეზები
** ავტორის თხოვნით
** საავტორო უფლების დარღვევა
** ვანდალიზმი',
'delete-edit-reasonlist' => 'წაშლის მიზეზების რედაქტირება',
'delete-toobig'          => 'ამ გვერდს ძალიან გრძელი ისტორია გააჩნია,  $1 {{PLURAL:$1|ვერსიაზე|ვერსიიებზე|ვერსიებზე}} მეტი. მისი წაშლა აიკრძალა {{SITENAME}}-ის კორექტურად მუშაობის უზრუნველყოფისთვის.',
'delete-warning-toobig'  => 'ამ გვერდს ძალიან გრძელი ისტორია გააჩნია,  $1 {{PLURAL:$1|ვერსიაზე|ვერსიიებზე|ვერსიებზე}} მეტი.
მისმა წაშლამ შესაძლოა გამოიწვიოს საიტის მონაცემთა ბაზის  {{SITENAME}} არაკორექტული მუშაობა;
იმოქმედეთ სიფრთხილით.',

# Rollback
'rollback'          => 'რედაქტირების გაუქმება',
'rollback_short'    => 'გაუქმება',
'rollbacklink'      => 'გაუქმება',
'rollbackfailed'    => 'შეცდომა გაუქმებისას',
'cantrollback'      => 'შეუძლებელია უწინდელი რედაქციის აღდგენა; ის, ვინც უკანასკნელი ცვლილებები შეიტანა, ამ სტატიის ერთადერთი ავტორია.',
'alreadyrolled'     => 'შეუძლებელია ბოლო ცვლილების გაუქმება [[:$1]], გაკეებული [[User:$2|$2]] ([[User talk:$2|განხილვა]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]);
ვიღაცა სხვამ უკვე შეასწორა ან გაააუქმა ეს გვერდი.

ბოლო ცვლილებები შეიტანა  [[User:$3|$3]] ([[User talk:$3|განხილვა]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'       => "რედაქტირება განმარტებული იყო როგორც: \"''\$1''\".",
'revertpage'        => '[[Special:Contributions/$2|$2]]-ის რედაქტირება გაუქმდა; აღდგა ბოლოს [[User:$1|$1]]-ის მიერ რედაქტირებული ვერსია',
'revertpage-nouser' => 'გაუქმდა (მომხმარებლის სახელი წაიშალა) მომხმარებელ [[User:$1|$1]] ბოლო რედაქტირეაზე.',
'rollback-success'  => 'გაუქმდა შესწორება $1; დაბრუნება ვერსიაზე $2.',

# Edit tokens
'sessionfailure' => 'ჩანს, რომ პრობლემაა თქვენი რეგისტრაციის სესიისათვის;
ეს მოქმედება შეჩერდა თქვენი სესიაში შემოჭრის თავიდან ასაცილებლად.
გთხოვთ, დააწკაპუნოთ ღილაკს "უკან" და თავიდან ჩართოთ გვერდი, რომლიდანაც შემოხვედით და სცადოთ განმეორებით.',

# Protect
'protectlogpage'              => 'დაცვის ისტორია',
'protectlogtext'              => 'ქვემოთ წარმოდგენილია გვერდების დაცვაა და დაცვის მოხსნათა ჟურნალი. თქქვენ ასევე შეგიძლიათ იხილოთ ამ [[Special:ProtectedPages|მომენტისთვის დაცული გვერდები. ]].',
'protectedarticle'            => 'დაცულია "[[$1]]"',
'modifiedarticleprotection'   => 'შეცვლილია დაცვის დონე გვერდისთვის "[[$1]]"',
'unprotectedarticle'          => 'დაცვა მოხსნილია "[[$1]]"',
'movedarticleprotection'      => 'დაცვის პარამეტრების გადატანა გვერდიდან «[[$2]]» გვერდზე «[[$1]]»',
'protect-title'               => 'დაცვის დონის შეცვლა გვერდისთვის "$1"',
'prot_1movedto2'              => '[[$1]] გადატანილია გვერდზე [[$2]]',
'protect-legend'              => 'დაცვის დადასტურება',
'protectcomment'              => 'მიზეზი:',
'protectexpiry'               => 'ვადა',
'protect_expiry_invalid'      => 'ვადის გასვლის დრო არასწორია.',
'protect_expiry_old'          => 'ვადის გასვლის დრო წარსულშია.',
'protect-unchain-permissions' => 'მოხსენით ბლოკი დაცვის პარამეტრებს',
'protect-text'                => "თქვენ შეგიძლიათ აქ იხილოთ და შეცვალოთ დაცვის დონე გვერდისთვის '''<nowiki>$1</nowiki>'''.",
'protect-locked-blocked'      => "თქვენ ვერ შეცვლით დაცვლის დონეს, რადგანაც თავად ხართ დაბლოკილი.
მოქმედი დაცვის მონაცემები გვერდისთვის '''$1''':",
'protect-locked-dblock'       => "დაცვის დონე ვერ შეიცვლება, რადგანაც მონაცემთა ბაზა დაბლოკილია. მოქმედი დაცვის საშუალება გვერდისთვის '''$1''':",
'protect-locked-access'       => "თქვენს ანგარიშს არ აქვს გვერდის დაცვის დონეების შეცვლის ნებართვა.
იხილეთ ქვემოთ ამჟამინდელი პარამეტრები გვერდისთვის '''$1''':",
'protect-cascadeon'           => 'ეს გვერდი ამჟამად დაცულია, ვინაიდან იგი ნაწილია ამ {{PLURAL:$1|გვერდის, რომელსაც|გვერდების, რომელთაც}} კასკადური დაცვა აქვს ჩართული.
თქვენ შეგიძლიათ ამ გვერდის დაცვის დონე შეცვალოთ, თუმცა ეს კასკადურ დაცვაზე გავლენას არ იქონიებს.',
'protect-default'             => 'ყველა მომხმარებელი',
'protect-fallback'            => 'საჭიროა "$1"-ის უფლება',
'protect-level-autoconfirmed' => 'ახალი და არარეგისტრირებული მომხმარებლების დაბლოკვა',
'protect-level-sysop'         => 'მხოლოდ ადმინისტრატორები',
'protect-summary-cascade'     => 'იერარქიული',
'protect-expiring'            => 'ვადა გასდის: $1 (UTC)',
'protect-expiry-indefinite'   => 'განუსაზღვრელი',
'protect-cascade'             => 'ამ გვერდში ჩართული გვერდების დაცვა (იერარქიული დაცვა)',
'protect-cantedit'            => 'თქვენ არ შეგიძლიათ ამ გვერდის დაცვის დონის შეცვლა, ვინაიდან არ გაქვთ მისი რედაქტირების ნებართვა.',
'protect-othertime'           => 'სხვა დრო:',
'protect-othertime-op'        => 'სხვა დრო',
'protect-existing-expiry'     => 'დასრულების დრო: $2, $3',
'protect-otherreason'         => 'სხვა/დამატებითი მიზეზი:',
'protect-otherreason-op'      => 'სხვა/დამატებითი მიზეზი',
'protect-dropdown'            => '* დაცვის ტიპიური მიზეზები
** გადაჭარბებული ვანდალიზმი
** სპამი
** რედაქტირებათა ომი
** პოპულარული გვერდი',
'protect-edit-reasonlist'     => 'დაცვის მიზეზთა რედაქტირება',
'protect-expiry-options'      => '1 საათი:1 hour,1 დღე:1 day,1 კვირა:1 week,2 კვირა:2 weeks,1 თვე:1 month,3 თვე:3 months,6 თვე:6 months,1 წელი:1 year,განუსაზღვრელი ვადით:infinite',
'restriction-type'            => 'უფლება',
'restriction-level'           => 'შეზღუდვის დონე:',
'minimum-size'                => 'მინ ზომა',
'maximum-size'                => 'მაქს. ზომა',
'pagesize'                    => '(ბაიტი)',

# Restrictions (nouns)
'restriction-edit'   => 'რედაქტირება',
'restriction-move'   => 'გადატანა',
'restriction-create' => 'შექმნა',
'restriction-upload' => 'ატვირთვა',

# Restriction levels
'restriction-level-sysop'         => 'სრული დაცვა',
'restriction-level-autoconfirmed' => 'ნახევრად დაცვა',
'restriction-level-all'           => 'ნებისმიერი დონე',

# Undelete
'undelete'                     => 'აჩვენე წაშლილი გვერდები',
'undeletepage'                 => 'იხილეთ და აღადგინეთ წაშლილი გვერდები',
'undeletepagetitle'            => "'''ქვემოთ ჩამოთვლილია გვერდის წაშლილი ვერსიები [[:$1|$1]]'''",
'viewdeletedpage'              => 'იხილეთ წაშლილი გვერდები',
'undeletepagetext'             => 'მომდევნო {{PLURAL:$1|გვერდი|$1 გვერდი}} წაშლილია, მაგრამ ჯერ კიდევ არქივშია და შესაძლებელია აღდგენა.
არქივი შესაძლებელია პერიოდულად გასუფთავდეს.',
'undelete-fieldset-title'      => 'წინა ვერსიის აღდგენა',
'undeleteextrahelp'            => "ამ გვერდის მთლიანად აღსადგენად, დატოვეთ ყველა მოსანიშნი უჯრა მოუნიშნავად და დააწკაპუნეთ '''აღდგენა'''-ს. იმისათვის, რომ მოახდინოთ შერჩევითი აღდგენა მონიშნეთ უჯრები აღსადგენი ვერსიების შესაბამისად და დააწკაპუნეთ '''აღდგენა'''-ს. '''გადატვირთვაზე''' დაწკაპუნებით გაუქმდება ყველა კომენტარის ველი და ყველა მოსანიშნი უჯრა.",
'undeleterevisions'            => '$1 ვერსიები დაარქივებულია',
'undeletehistory'              => 'თუ გვერდს აღადგენთ, ყველა ვერსია აღდგება ისტორიაში. 
თუ ახალი გვერდი იგივე სახელით მისი წაშლის შემდეგ უკვე შეიქმნა, აღდგენილი ვერსიები გამოჩნდება წინა ისტორიაში.',
'undeleterevdel'               => 'აღდგენა არ შესრულდება, თუ ის გამოიწვევს გვერდის ბოლო ვერსიის ან ფაილის ნაწილობრივ წაშლას.
ასეთ შემთხვევაში თქვენ უნდა მოხსნათ ნიშნული ან აჩვენოთ ბოლო წაშლილი ვერსიები.',
'undeletehistorynoadmin'       => 'ეს სტატია წაშლილია. წაშლის მიზეზი ნაჩვენებია მოკლე ანოტაციაში ქვემოთ, იმ მომხმარებელთა დეტალებთან ერთად ვინც რედაქტირება გაუკეთა ამ გვერდს წაშლის წინ. იმ წაშლილი ტექსტების აქტუალური ვერსიები მიღწევადია მხოლოდ ადმინისტრატორებისათვის.',
'undelete-revision'            => 'წაიშალა ვერსია $1 ($4-დან  $5) მომხმარებლის $3:',
'undeleterevision-missing'     => 'არასწორი ან არარსებული ვერსია. სავარაუდოდ ქვენ გადახვედით არასწორ ბმულზე, ან იგი წაიშალა არქივიდან.',
'undelete-nodiff'              => 'წინა ცვლილება ვერ ვიპოვეთ.',
'undeletebtn'                  => 'აღდგენა',
'undeletelink'                 => 'ნახვა/აღდგენა',
'undeleteviewlink'             => 'იხილე',
'undeletereset'                => 'გადატვირთეთ',
'undeleteinvert'               => 'გააუქმეთ გამოყოფა',
'undeletecomment'              => 'მიზეზი:',
'undeletedarticle'             => 'აღდგენილია "[[$1]]"',
'undeletedrevisions'           => '$1 ვერსია აღდგენილია',
'undeletedrevisions-files'     => '$1 ვერსია და $2 ფაილი აღდგენილია',
'undeletedfiles'               => '$1 ფაილი აღდგენილია',
'cannotundelete'               => 'წაშლის გაუქმება ვერ განხორციელდა; შესაძლოა თქვენამდე სხვამ უკვე გააუქმა წაშლა.',
'undeletedpage'                => "'''$1 აღდგენილია'''

უკანასკნელი წაშლილთა და აღდგენის სია შეგიძლიათ ნახოთ [[Special:Log/delete|წაშლილთა სიაში]].",
'undelete-header'              => 'ბოლოს წაშლილი გვერდების სიის ნახვა შეიძლება [[Special:Log/delete|წაშლათა ჟურნალში]].',
'undelete-search-box'          => 'წაშლილი გვერდების ძიება',
'undelete-search-prefix'       => 'უჩვენეთ გვერდები, რომლებიც იწყება ამგვარად:',
'undelete-search-submit'       => 'ძიება',
'undelete-no-results'          => 'არ არის ნაპოვნი შესაბამისი გვერდები წაშლათა არქივში.',
'undelete-filename-mismatch'   => 'შეუძლებელია წაშლილი ფაილის აღდგენა $1-ში – განსხვავებები წაშლამდე.',
'undelete-bad-store-key'       => 'შეუძლებელია წაშლილი ფაილის აღდგენა $1-ში – იგი არ არსებობდა წაშლამდე.',
'undelete-cleanup-error'       => 'გამოუყენებელი სარქივო ფაილის «$1» წაშლის შეცდომა:',
'undelete-missing-filearchive' => 'შეუძლებელია ფაილის აღდგენა არქივის იდენტიფიკატორით $1, რადგანაც ის არ არის მონაცემთა ბაზაში. შესაძლებელია ფაილი უკვე აღდგენილია.',
'undelete-error-short'         => 'შეცდომა ფაილის წაშლის გაუქმებაში: $1',
'undelete-error-long'          => 'ფაილის აღდგენისას წარმოიშვა შეცდომები

$1',
'undelete-show-file-confirm'   => 'დარწმუნებული ხართ, რომ გსურთ ფაილ <nowiki>$1</nowiki>-ის წაშლილი ვერსიის ხილვა $2 $3-დან?',
'undelete-show-file-submit'    => 'ჰო',

# Namespace form on various pages
'namespace'      => 'სახელთა სივრცე:',
'invert'         => 'ყველა, მონიშნულის გარდა',
'blanknamespace' => '(მთავარი)',

# Contributions
'contributions'       => 'მომხმარებლის წვლილი',
'contributions-title' => 'მომხმარებლის წვლილი $1',
'mycontris'           => 'ჩემი წვლილი',
'contribsub2'         => '$1 ($2) თვის',
'nocontribs'          => 'ძებნისას მითითებული პარამეტრების შესაბამისი არც ერთი ცვლილება ნაპოვნი არ არის',
'uctop'               => '(თავი)',
'month'               => 'თვე:',
'year'                => 'წელი:',

'sp-contributions-newbies'             => 'მხოლოდ ახალი მომხმარებლების წვლილის ჩვენება',
'sp-contributions-newbies-sub'         => 'ახალბედებისთვის',
'sp-contributions-newbies-title'       => 'ბოლოს დარეგისტრირებულ მომხმარებელთა წვლილი',
'sp-contributions-blocklog'            => 'ბლოკირების ისტორია',
'sp-contributions-deleted'             => 'მომხმარებლის წაშლილი შესწოებები',
'sp-contributions-logs'                => 'ჟურნალები',
'sp-contributions-talk'                => 'განხილვა',
'sp-contributions-userrights'          => 'ომხმარებელთა უფლებების მართვა',
'sp-contributions-blocked-notice'      => 'ეს მომხმარებელი ამჟამად დაბლოკილია. ქვემოთ მოყვანილია ამონაწერი წაშლათა ჟურნალიდან:',
'sp-contributions-blocked-notice-anon' => 'ეს მომხმარებელი ამჟამად დაბლოკილია. 
ქვემოთ მოყვანილია ამონაწერი წაშლათა ჟურნალიდან:',
'sp-contributions-search'              => 'წვლილის ძიება',
'sp-contributions-username'            => 'IP მისამართი ან მომხმარებლის სახელი:',
'sp-contributions-submit'              => 'ძიება',

# What links here
'whatlinkshere'            => 'ბმული გვერდზე',
'whatlinkshere-title'      => 'გვერდები, რომლებიც შეიცავენ ბმულებს "$1"-ზე',
'whatlinkshere-page'       => 'გვერდი:',
'linkshere'                => "მომდევნო გვერდები შეიცავენ ბმულებს '''[[:$1]]'''-ზე:",
'nolinkshere'              => "'''[[:$1]]'''-ზე ბმული არ არის.",
'nolinkshere-ns'           => "არჩეულ სახელთა სივრცეში არ არის გვერდები, რომლებიც მისამართდება '''[[:$1]]'''.",
'isredirect'               => 'გადამისამართების გვერდი',
'istemplate'               => 'ჩართვა',
'isimage'                  => 'სურათის ბმული',
'whatlinkshere-prev'       => '{{PLURAL:$1|წინა|წინა $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|შემდეგი|შემდეგი $1}}',
'whatlinkshere-links'      => '← ბმულები',
'whatlinkshere-hideredirs' => 'გადამისამართების $1',
'whatlinkshere-hidetrans'  => '$1 ჩართვები',
'whatlinkshere-hidelinks'  => 'ბმულების $1',
'whatlinkshere-hideimages' => '$1 სურათის ბმულები',
'whatlinkshere-filters'    => 'ფილტრები',

# Block/unblock
'blockip'                         => 'მომხმარებლის ან IP მისამართის ბლოკირება',
'blockip-title'                   => 'მომხმარებლის დაბლოკვა',
'blockip-legend'                  => 'მომხმარებლის დაბლოკვა',
'blockiptext'                     => 'გამოიყენეთ ქვემოთ მოყვანილი ფორმა სპეციფიური IP მისამართის
ან მომხმარებლისთვის რედაქტირების ბლოკირებისთვის.
ამის გაკეთება შეიძლება მხოლოდ ვანდალიზმის ასარიდებლად,
და [[{{MediaWiki:Policy-url}}|პოლიტიკასთან]] თანხმობაში.
ჩაწერეთ სპეციფიური მიზეზი ქვემოთ (მაგ. მიუთითეთ გვერდები,
რომლებზეც ვანდალიზმი განხორციელდა).',
'ipaddress'                       => 'IP მისამართი',
'ipadressorusername'              => 'IP მისამართი ან მომხმარებლის სახელი',
'ipbexpiry'                       => 'ვადა',
'ipbreason'                       => 'მიზეზი:',
'ipbreasonotherlist'              => 'სხვა მიზეზი',
'ipbreason-dropdown'              => '* დაბლოკვის სტანდარტული მიზეზები
** ცრუ ინფორმაციის ჩამატება
** გვერდების შინაარსის წაშლა
** სპამ ბმულები გარე საიტებზე
** სულელური ტექსტის/ნაგვის ჩამატება
** დაშინება, მომხმარებელთა დარბევა
** რამდენიმე ანგარიშის ბოროტად გამოყენება
** მომხმარებლის მიუღებელი სახელი',
'ipbanononly'                     => 'მხოლოდ ანონიმური მომხმარებლების დაბლოკვა',
'ipbcreateaccount'                => 'ანგარიშის შექმნის აკრძალვა',
'ipbemailban'                     => 'აუკრძალეთ მომხმარებელს ელ-ფოსტის გაგზავნა',
'ipbenableautoblock'              => 'აბომატურად დაბლოკეთ მომხმარებლის მიერ გამოყენებული IP მისამართები.',
'ipbsubmit'                       => 'მომხმარებლის დაბლოკვა',
'ipbother'                        => 'სხვა დრო',
'ipboptions'                      => '2 საათი:2 hours,1 დღე:1 day,3 დღე:3 days,1 კვირა:1 week,2 კვირა:2 weeks,1 თვე:1 month,3 თვე:3 months,6 თვე:6 months,1 წელი:1 year,განუსაზღვრელი ვადით:infinite',
'ipbotheroption'                  => 'სხვა',
'ipbotherreason'                  => 'სხვა/დამატებითი მიზეზი:',
'ipbhidename'                     => 'მომხმარებლის სახელის დამალვა შესწორებებსა და სიებში.შ',
'ipbwatchuser'                    => 'ჩაამატეთ მომხმარებლის პირადი გვერდი და მისი განხილვის გვერდი კონტროლის სიაში.',
'ipballowusertalk'                => 'ნება დართეთ მომხმარებელს შეასწოროს საკუთარი გვერდი ბლოკირებისას',
'ipb-change-block'                => 'გადაბლოკეთ მომხმარებელი შესაბამისი კონფიგურაციი',
'badipaddress'                    => 'არასწორი IP მისამართი',
'blockipsuccesssub'               => 'ბლოკირება შესრულებულია',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] ბლოკირებულ იქნა.<br />
იხილეთ [[Special:IPBlockList|ბლოკირებული IP მისამართების სია]].',
'ipb-edit-dropdown'               => 'დაბლოკვის მიზეზების რედაქტირება',
'ipb-unblock-addr'                => 'ბლოკის მოხსნა $1',
'ipb-unblock'                     => 'მომხმარებლის სახელზე ან IP მისამართზე ბლოკის მოხსნა',
'ipb-blocklist-addr'              => 'მოქმედი ბლოკირება $1-თვის',
'ipb-blocklist'                   => 'იხილე არსებული ბლოკირებები',
'ipb-blocklist-contribs'          => '$1 მომხმარებლის წვლილი',
'unblockip'                       => 'მომხმარებელზე ბლოკის მოხსნა',
'unblockiptext'                   => 'გამოიყენეთ ქვემოთ მოცემული ფორმულარი, რათა  დაბლოკილი IP მისამართი ან მომხმარებლის სახელი აღადგინოთ.',
'ipusubmit'                       => 'ამ ბლოკის მოხსნა',
'unblocked'                       => '[[User:$1|$1]] ბლოკი მოხსნილი აქვს',
'unblocked-id'                    => 'ბლოკი $1 მოიხსნა',
'ipblocklist'                     => 'დაბლოკილი IP მისამართები და მომხმარებლები',
'ipblocklist-legend'              => 'დაბლოკილი მომხმარებლის პოვნა',
'ipblocklist-username'            => 'მომხმარებლის სახელი ან IP მისამართი:',
'ipblocklist-sh-userblocks'       => '$1 ანგარიშის ბლოკი',
'ipblocklist-sh-tempblocks'       => '$1 დროებითი ბლოკირებები',
'ipblocklist-sh-addressblocks'    => 'გარკვეული IP-ს $1 ბლოკირებები',
'ipblocklist-submit'              => 'ძიება',
'ipblocklist-localblock'          => 'ლოკალური ბლოკირება',
'ipblocklist-otherblocks'         => 'სხვა {{PLURAL:$1|დაბლოკვა|დაბლოკვები}}',
'blocklistline'                   => '$1, $2 დაბლოკა $3 ($4)',
'infiniteblock'                   => 'უსასრულო',
'expiringblock'                   => 'ვადის გასვლის დრო $1 $2',
'anononlyblock'                   => 'მხოლოდ ანონ.',
'noautoblockblock'                => 'ავტობლოკირება გათიშულია',
'createaccountblock'              => 'ანგარიშის გახსნა ბლოკირებულია',
'emailblock'                      => 'დაიბლოკა ელ. ფოსტა',
'blocklist-nousertalk'            => 'ვერ შეასწორებთ განხილვის გვერდს',
'ipblocklist-empty'               => 'დაბლოკვის სია ცარიელია.',
'ipblocklist-no-results'          => 'მოთხოვნილი IP-მისამართი არ არის დაბლკილი',
'blocklink'                       => 'ბლოკირება',
'unblocklink'                     => 'ბლოკის მოხსნა',
'change-blocklink'                => 'ბლოკის შეცვლა',
'contribslink'                    => 'წვლილი',
'autoblocker'                     => 'თქვენ ავტომატურად ბლოკირებული ხართ, ვინაიდან თქვენი IP მისამართი ახლახან იქნა გამოყენებული "[[User:$1|$1]]"–ის მიერ. $1-ის ბლოკირების მიზეზი: "\'\'\'$2\'\'\'"',
'blocklogpage'                    => 'დაბლოკილთა აღრიცხვა',
'blocklog-showlog'                => 'ეს მომხმარებელი ამჟამად დაბლოკილია. 
ქვემოთ მოყვანილია ამონაწერი ბოლირებათა ჟურნალი:',
'blocklog-showsuppresslog'        => 'ეს მომხმარებლი უკვე დამალულია და დაბლოკილია.
დაბლოკვათა ჟურნალი ქვემოთ მოყვანილია:',
'blocklogentry'                   => '"[[$1]]" ბლოკირების ვადის გასვლის თარიღი $2 $3.',
'reblock-logentry'                => 'შეასწორა ბლოკირების კონფიგურაცია [[$1]]-სთვის, ვადა გადისშ $2 $3',
'blocklogtext'                    => 'ეს არის მომხმარებლების დაბლოკვის და განბლოკვის ჟურნალი. ავტომატურად დაბლოკილი IP მისამართები არაა ჩამოთვლილი. იხილეთ [[Special:IPBlockList|IP ბლოკირების სია]] მიმდინარე დაბლოკვებისთვის.',
'unblocklogentry'                 => 'ბლოკი მოხსნილია $1',
'block-log-flags-anononly'        => 'მხოლოდ ანონიმური მომხმარებლები',
'block-log-flags-nocreate'        => 'ანგარიშის შექმნა გამორთულია',
'block-log-flags-noautoblock'     => 'ავტობლოკირება გათიშულია',
'block-log-flags-noemail'         => 'დაიბლოკა ელ. ფოსტა',
'block-log-flags-nousertalk'      => 'ვერ შეასწორებს განხილვის გვერდს',
'block-log-flags-angry-autoblock' => 'ჩართულია გაფართოებული ავტობლოკი',
'block-log-flags-hiddenname'      => 'მომხმარებლის სახელი დაფარულია',
'range_block_disabled'            => 'ადმინთათვის დაბლოკვათა აკრძალული დიაპაზონი',
'ipb_expiry_invalid'              => 'მოქმედების მიუღებელი პერიოდი',
'ipb_expiry_temp'                 => 'ბლოკირება მომხმარებლის სახელის დამალვით უვადო უნდა იყოს',
'ipb_hide_invalid'                => 'შეუძლებელია მოხემული ანგარიშის დამალვა, სავარაუდოდ მის მიერ განხორციელებულია ძალიან ბევრი შესწორება',
'ipb_already_blocked'             => '"$1" უკვე ბლოკირებულია',
'ipb-needreblock'                 => '== უკვე დაბლოკილია==
მომხმარებელი $1 უკვე დაიბლოკა. გსურთ დაბლოკვის პარამეტრების შესწორება?',
'ipb-otherblocks-header'          => 'სხვა {{PLURAL:$1|დაბლოკვა|დაბლოკვები}}',
'ipb_cant_unblock'                => 'შეცდომა. ბლოკირება  $1 ID-ით არ არის ნაპოვნი. შესაძლოა იგი უკვე მოხსნილია',
'ipb_blocked_as_range'            => 'შეცდომა:  IP-მისამართი $1 არ იყო პირდაპირ დაბლოკილი, შესაბამისად ვერ მოხდება მისი განბლოკვა.თუმცა იგი ეკუთვნის დიაპაზონს $2, რომლის განბლოკვა შესაძლებელია.',
'ip_range_invalid'                => 'არასწორი IP მისამართი',
'ip_range_toolarge'               => 'დაბლოკვა /$1 დიაპაზონზე ზემოთ აკრძალულია.',
'blockme'                         => 'დამბლოკე',
'proxyblocker'                    => 'პროქსის ბლოკირება',
'proxyblocker-disabled'           => 'ეს ფუნქცია გაუქმებულია.',
'proxyblockreason'                => 'თქვენი IP მისამართი დაიბლოკა, ვინაიდან ის ღია პროქსია. გთხოვთ დაუკავშირდეთ თქვენ ინტერნეტ პროვაიდერს ან ტექ. სამსახურს და აცნობოთ მათ ამ სერიოზული უსაფრთხოების პრობლემის შესახებ.',
'proxyblocksuccess'               => 'შესრულებულია.',
'sorbsreason'                     => 'თქვენი IP-მისამართი მიჩნევა ღია პროქსიდ DNSBL-ის თანახმად.',
'sorbs_create_account_reason'     => 'თქვენი IP-მისამართი ითვლება ღია პროქსიდ DNSBL-ის ანახმად. თქვენ ვერ შექმნით ანგარიშს.',
'cant-block-while-blocked'        => 'თქვენ ვერ დაბლოკავთ სხვა მომხმარებლებს, რადგანაც თავად ხართ დაბლოკილი.',
'cant-see-hidden-user'            => 'მომხმარებელი, რომლის დაბლოკვასაც ცდილოთ, უკვე დაბლოკილია და დამალულია. რადგანაც თქვენ არ გაქვთ დამალულ მომხმარებლებთან მუშაობის ნებართვა, თქვენ ვერ შეცვლით ამ ბლოკს.',
'ipbblocked'                      => 'თქვენ ვერ დაბლოკავთ ან მოხსნით ბლოკს სხვა მომხმარებლებს, რადგანაც თავად ხართ დაბლოკილი.',
'ipbnounblockself'                => 'თქვენ ვერ მოხსნოთ ბლოკს საკუთარ თავს',

# Developer tools
'lockdb'              => 'ჩაკეტე მონაცემთა ბაზა',
'unlockdb'            => 'მოხსენი საკეტი მონაცემთა ბაზაზე',
'lockdbtext'          => 'მონაცემთა ბაზის დაბლოკვა გამოიწვევს გვერდების, მომხმარებელთა კონფიგურაციების, კონტროლის სიების და სხვა ქმედებების აკრძალვას. გთხოვთ დაადასტუროთ, რომ სწორედ ამის გაკეთება გსურთ და მოხსნით ბლოკს როდესაც შეწყვეტთ მონაცემთა ბაზის რედაქტირებას.',
'unlockdbtext'        => 'მონაცემთა ბაზის განბლოკვა აღადგენს ყველა მომხმარებლის შესაძლებლობას რედაქტირება გაუკეთოს გვერდებს, შეცვალოს მათი პარამეტრები, რედაქტირება გაუკეთოს მათს საკონტროლო სიებს და სხვა მოქმედებებს მონაცემთა ბაზაში საჭირო ცვლილებების გასაკეთებლად. გთხოვთ დაადასტურეთ, რომ თქვენ ამის გაკეთება გსურთ.',
'lockconfirm'         => 'დიახ, ნამდვილად მსურს მონაცემთა ბაზის ჩაკეტვა.',
'unlockconfirm'       => 'დიახ, ნამდვილად მსურს მონაცემთა ბაზაზე საკეტის მოხსნა.',
'lockbtn'             => 'მონაცემთა ბაზის ჩაკეტვა',
'unlockbtn'           => 'მონაცემთა ბაზაზე საკეტის მოხსნა',
'locknoconfirm'       => 'თქვენ არ მოგინიშნავთ დასტურის ყუთი.',
'lockdbsuccesssub'    => 'მონაცემთა ბაზა წარმატებით ჩაიკეტა',
'unlockdbsuccesssub'  => 'მონაცემთა ბაზის ბლოკი მოიხსნა',
'lockdbsuccesstext'   => 'პროექტის მონაცემთა ბაზა დაიბლოკა.<br />
არ დაგავიწყდეთ [[Special:UnlockDB|ბლოკის მოხსნა]] მონაცემთა ბაზასთან სამუშაოების გატარების შემდეგ.',
'unlockdbsuccesstext' => 'მომაცემთა ბაზაზე ბლოკი მოიხსნა.',
'lockfilenotwritable' => 'არ გაქვთ უფლება მონაცემთა ბაზის დაცვის ფაილის შესწორების. დასაბლოკად ან ბლოკის მოსახსნელად საჭიროა ფაილი ღია იყოს.',
'databasenotlocked'   => 'მონაცემთა ბაზა არაა ჩაკეტილი.',

# Move page
'move-page'                    => '$1 — გადატანა',
'move-page-legend'             => 'გვერდის გადატანა',
'movepagetext'                 => 'ქვემოთ მოცემული ფორმა გვერდს სახელს გადაარქმევს, რაც გადაიტანს მასთან დაკავშირებულ ისტორიასაც ახალ სახელზე. ძველი სათაური გახდება გადამისამართების გვერდი ახალ სათაურზე. ბმულები ძველი გვერდის სათაურზე არ შეიცვლება; შეამოწმეთ ორმაგი ან გამწყდარი გადამისამართებები. თქვენ ხართ პასუხისმგებელი, რომ ბმულები მკითხველს დანიშნულებისამებრ მიიყვანს.

გაითვალისწინეთ, რომ გვერდი არ გადავა, თუ ახალი სათაურით სტატია უკვე არსებობს, გარდა იმ შემთხვევისა, თუ ის ცარიელია ან გადამისამართებაა და არ აქვს გვერდის რედაქტირების ისტორია. ეს ნიშნავს, რომ თქვენ შეგიძლიათ დაუბრუნოთ ძველი სახელი გვერდს, თუ შეცდომა დაუშვით, მაგრამ არ შეგიძლიათ ზემოთ გადააწეროთ არსებულ გვერდს.

<b>გაფრთხილებთ!</b> ამ მოქმედებამ შეიძლება მნიშვნელოვანი და მოულოდნელი ცვლილება გამოიწვის პოპულარულ გვერდზე; სანამ გააგრძელებდეთ, გთხოვთ დარწმუნდეთ, რომ თქვენ გესმით თქვენი ქმედების შედეგები.',
'movepagetalktext'             => "დაკავშირებული განხილვის გვერდი ავტომატურად გადავა მასთან ერთად, '''გარდა იმ შემთხვევისა, თუ''':
*განხილვის გვერდი ახალი სათაურით და გარკვეული შინაარსით უკვე არსებობს, ან
*თქვენ მოხსნით ნიშნულს ქვევით დაფაზე.

ამ შემთხვევებში, თქვენ თავად მოგიწევთ ამ გვერდის გადატანა, სურვილისამებრ.",
'movearticle'                  => 'გვერდის გადატანა',
'moveuserpage-warning'         => "'''გაფრთხილება:''' თქვენ გადაგაქვთ მომხმარებლის გვერდი. გთხოვთ გაითვალისწინეთ, რომ გადატანა შესრულდება, მომხმარებლის სახელის გადარქმევა კი ''არა''.",
'movenologin'                  => 'რეგისტრაცია ვერ გაიარა',
'movenologintext'              => 'თქვენ უნდა [[Special:UserLogin|წარუდგინოთ თავი]],
სისტემას რათა გადაიტანოთ გვერდები.',
'movenotallowed'               => 'თქვენ არ გაქვთ გვერდების გადატანის უფლება.',
'movenotallowedfile'           => 'თქვენ ვერ გადაიტანთ ფაილებს.',
'cant-move-user-page'          => 'თქვენ ვერ გადაიტანთ მომხმარებელთა გვერდებს.',
'cant-move-to-user-page'       => 'თქვენ ვერ გადაიტანთ მომხმარებლის გვერდებს (გარდა მომხმარებელთა ქვეგვერდებისა)',
'newtitle'                     => 'ახალი სათაური',
'move-watch'                   => 'ამ გვერდის კონტროლი',
'movepagebtn'                  => 'გვერდის გადატანა',
'pagemovedsub'                 => 'გადატანა შესრულებულია',
'movepage-moved'               => '\'\'\'"$1" გადატანილ იქნა "$2"-ზე\'\'\'',
'movepage-moved-redirect'      => 'შეიქმნა გადამისამართება.',
'movepage-moved-noredirect'    => 'გადამისამართება გაუქმდა.',
'articleexists'                => 'ამ დასახელების გვერდი უკვე არსებობს, ან თქვენს მიერ მითითებული დასახელება არასწორია. თუ შეიძლება, მიუთითეთ სხვა სახელი.',
'cantmove-titleprotected'      => 'შეუძლებელია გვერდის გადატანა, რადანაც მისი ახალი სახელი შავ სიაშია.',
'talkexists'                   => "'''თვით გვერდი წარმატებით გადავიდა, ხოლო განხილვის გვერდი ვერ გადავიდა, ვინაიდან ის უკვე არსებობს ახალი სათაურით. გთხოვთ მანუალურად განაცალკევოთ ისინი.'''",
'movedto'                      => 'გადატანილია',
'movetalk'                     => 'დაკავშირებული განხილვის გადატანა',
'move-subpages'                => 'ქვეგვერდების გადატანა  ($1-მდე)',
'move-talk-subpages'           => 'განხილვის ქვეგვერდის გადატანა  ($1-მდე)',
'movepage-page-exists'         => 'გვერდი $1უკვე არსებობს და არ შეიძლება იყოს ავტომატურად გადაწერილი.',
'movepage-page-moved'          => 'გვერდი $1 გადატანილი იქნა $2-ში.',
'movepage-page-unmoved'        => 'გვერდი $1 არ შეიძლება გადატანილი იქნას $2-ზე.',
'movepage-max-pages'           => '$1 {{PLURAL:$1|გვერდი გადაიტანა|გვერდები გადაიტანეს|გადატანილი გვერდების}} — ეს ნაქსიმუმია. ავომატურად მეტი გვერდის გადატანა არ შეიძლება.',
'1movedto2'                    => '[[$1]] გადატანილია გვერდზე [[$2]]',
'1movedto2_redir'              => '[[$1]] გადატანილია [[$2]]-ზე  გადამისამართებულ გვერდში',
'move-redirect-suppressed'     => 'გამოტოვებული გადამისამართება',
'movelogpage'                  => 'გადატანის რეგისტრაცია',
'movelogpagetext'              => 'ქვემოთ წარმოდგენილია გადატანილ გვერდთა სია.',
'movesubpage'                  => '{{PLURAL:$1|ქვეგვერდი|ქვეგვერდები}}',
'movesubpagetext'              => 'ამ გვერდს $1  აქვს {{PLURAL:$1|ქვეგვერდი|ქვეგვერდები|ქვეგვერდები}}.',
'movenosubpage'                => 'ამ გვერდს არა აქვს ქვეგვერდები',
'movereason'                   => 'მიზეზი:',
'revertmove'                   => 'გაუქმება',
'delete_and_move'              => 'წაშლა და გადატანა',
'delete_and_move_text'         => '==საჭიროა წაშლა==

სტატია დასახელებით "[[:$1]]" უკვე არსებობს. გსურთ მისი წაშლა გადატანისთვის ადგილის დასათმობად?',
'delete_and_move_confirm'      => 'დიახ, წაშალეთ ეს გვერდი',
'delete_and_move_reason'       => 'წაშლილია გადატანისთვის ადგილის დასათმობად',
'selfmove'                     => 'წყარო და დანიშნულების სათაურები მსგავსია; შეუძლებელია გვერდის საკუთარ თავზე გადატანა.',
'immobile-source-namespace'    => 'შეუძლებელია სახელის გადარქმევა «$1» სახელთა სივრცეში',
'immobile-target-namespace'    => 'შეუძლებელია გვერდის გადატანა «$1» სახელთა სივრცეში',
'immobile-target-namespace-iw' => 'ინტერვიკის ბმული შეუძლებელია გამოყენებული იქნას გადარქმევისთვის.',
'immobile-source-page'         => 'ამ გვეერდის გადატანა შეუძლებელია.',
'immobile-target-page'         => 'შეუძლებელია მოცემულ სახელზე გადატანა.',
'imagenocrossnamespace'        => 'შეუძლებელია ფაილს მიეცეს სახელი სახელთა სხვა სივრციდან',
'imagetypemismatch'            => 'ფაილს ახალი გაფართოება არ შეესაბამება მის ტიპს',
'imageinvalidfilename'         => 'ფაილის საბოლოო სახელი შეცდომას შეიცავს',
'fix-double-redirects'         => 'ძველ სათაურზე მიმთითებელი გადამისამართების ავტომატურად გასწორება',
'move-leave-redirect'          => 'გადამისამართების დატოვება',
'protectedpagemovewarning'     => "'''ყურადღება.''' ეს არის დაცული გვერდი. მისი გადატანა მხოლოდ ადმინისტრატორებს შეუძლია.
იხილეთ დაცვის ჟურნალის ჩანაწერი ინფორმაციისთვის:",
'semiprotectedpagemovewarning' => "'''ყურადღება.''' ეს გვერდი დაცულია, მისი გადატანა მხოლოდ დარეგისტრირებულ მომხმარებლებს შეუძლიათ.
იხილეთ დაცვის ჟურნალის ჩანაწერი ინფორმაციისთვის:",
'move-over-sharedrepo'         => '==ფაილი არსებობს==
[[:$1]] არსებობს საზიარო საცავში. ფაილის ამ სათაურზე გადმოტანა საზიარო ფაილს გადაფარავს.',
'file-exists-sharedrepo'       => 'არჩეული ფაილის სახელი უკვე გამოყენებულია საზიარო საცავში.
გთხოვთ სხვა სახელი აირჩიოთ.',

# Export
'export'            => 'გვერდების ექსპორტი',
'exporttext'        => 'თქვენ შეგიძლიათ ტექსტებისა, ცვლილებათა ჟურნალის და XML გვერდების ექსპორტირება, რომელიც შეიძლება შემდეგ [[Special:Import||გადატანილი]] იქნას სხვა ვიკიპროექტში, რომელიც მუშაობს MediaWiki-ზე.

გვერდის ექსპორტირებისთვის შეიყვანეთ მათი სახელები თითო ხაზზე და აირჩიეთ, თუ გსურთ სტატიის ყველა ვერსიის გადატანა, თუ მხოლოდ ბოლო ვერსიისა.

თქვენ შეგიძლიათ ასევე გამოიყენოთ სპეციალური მისამართი გვერდის მხოლოდ ბოლო ვერსიის საექსპორტოდ. მაგალითად [[{{MediaWiki:Mainpage}}]]  ეს არის მისამართი [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]].',
'exportcuronly'     => 'მიუთითეთ მხოლოდ მიმდინარე ცვლილება, და არა სრული ისტორია',
'exportnohistory'   => "----
'''ყურადღება:''' გვერდის ყველა ვერსიის ექსპორტირება გათიშუკია სერვერზე დატვირტვის გამო.",
'export-submit'     => 'ექსპორტი',
'export-addcattext' => 'გვერდების დამატება კატეგორიიდან:',
'export-addcat'     => 'დამატება',
'export-addnstext'  => 'ჩაამატეთ გვერდებისახელთა სივრცედან:',
'export-addns'      => 'დამატება',
'export-download'   => 'შეინახე როგორც ფაილი',
'export-templates'  => 'ჩართეთ თარგები',
'export-pagelinks'  => 'ჩართეთ დაკავშირებული გვერდები სიღრმით:',

# Namespace 8 related
'allmessages'                   => 'ყველა სისტემური შეტყობინება',
'allmessagesname'               => 'დასახელება',
'allmessagesdefault'            => 'სტანდარტული ტექსტი',
'allmessagescurrent'            => 'მიმდინარე ტექსტი',
'allmessagestext'               => 'ეს არის სისემურ შეტყობინებათა სია «MediaWiki» სახელთა სივრცეში.
გთხოვთ ეწვიოთ  [http://www.mediawiki.org/wiki/Localisation ლოკალიზაციის აღმწერ] გვერდს [http://translatewiki.net translatewiki.net] პროექტს, თუ გსურთ MediaWiki ლოკალიზაციაში წვლილის შეტანა.',
'allmessagesnotsupportedDB'     => '{{ns:special}}:AllMessages-ის უზრუნველყოფა არ ხდება, ვინაიდან wgUseDatabaseMessages გამორთულია.',
'allmessages-filter-legend'     => 'ფილტრი',
'allmessages-filter'            => 'ფილტრი ცვლილებების სტატუსით:',
'allmessages-filter-unmodified' => 'უცვლადე',
'allmessages-filter-all'        => 'ყველა',
'allmessages-filter-modified'   => 'ცვლადი',
'allmessages-prefix'            => 'წინსართის ფილტრი:',
'allmessages-language'          => 'ენა:',
'allmessages-filter-submit'     => 'გადასვლა',

# Thumbnails
'thumbnail-more'           => 'გაზარდე',
'filemissing'              => 'ფაილი აკლია',
'thumbnail_error'          => 'ესკიზის შექმნის შეცდომა: $1',
'djvu_page_error'          => 'DjVu გვერდის ნომერი',
'djvu_no_xml'              => 'შეუძლებელია XML-ის მიღება DjVu-სთვის',
'thumbnail_invalid_params' => 'მინიატურის არასწორი პარამეტრი',
'thumbnail_dest_directory' => 'შეუძლებელია სამიზნე დირექტორიის შექმნა',
'thumbnail_image-type'     => 'გამოსახულების მოცემული ტიპი არ არის მხარდაჭერილი',
'thumbnail_gd-library'     => 'ბიბლიოთეკა GD-ს არასწორი კონფიგურაცია: $1 ფუნქცია არ არის აღმოჩენილი',
'thumbnail_image-missing'  => 'სავარაუდოდ $1 ფაილი არ არსებობს',

# Special:Import
'import'                     => 'გვერდების იმპორტი',
'importinterwiki'            => 'ტრანსვიკი იმპორტი',
'import-interwiki-text'      => 'წარმოადგინეთ ვიკი და იმპორტირებადი გვერდის სახელი.
ცვლილებათა რიცხვები და ავტორთა სახელები შენნარჩუნდება.
ტრანსვიკი იმპორტის ყველა ოპერაცია რეგისტრირდება [[Special:Log/import|სპეციალურ ჟურნალში]].',
'import-interwiki-source'    => 'ვიკი წყარო/გვერდი:',
'import-interwiki-history'   => 'ამ გვერდის ცვლილებათა ისტორიის კოპირება.',
'import-interwiki-templates' => 'ყველა თარგის ჩართვა',
'import-interwiki-submit'    => 'იმპორტირება',
'import-interwiki-namespace' => 'სამიზნე სახელთა სივრცე',
'import-upload-filename'     => 'ფაილის სახელი:',
'import-comment'             => 'კომენტარი:',
'importtext'                 => 'გთხოვთ, მოახდინოთ ფაილის ექსპორტი თავდაპირველი ვიკიდან  [[Special:Export|Export ხელსაწყოს გამოყენებით]].
შეინახეთ იგი კომპიუტერზე და შემდეგ აქ ჩატვირთეთ.',
'importstart'                => 'გვერდების იმპორტი...',
'import-revision-count'      => '$1 ცვლილება',
'importnopages'              => 'იმპორტისთვის გვერდები არ არის.',
'imported-log-entries'       => 'გადატანილია {{PLURAL:$1|ჟურნალის ჩანაწერი|ჟურნალის ჩანაწერი}} $1.',
'importfailed'               => 'იმპორტი ვერ განხორციელდა: $1',
'importunknownsource'        => 'იმპორტის წყაროს ტიპი უცნობია',
'importcantopen'             => 'იმპორტირებული ფაილი არ გაიხსნა',
'importbadinterwiki'         => 'არასწორი ინტერვიკი ბმული',
'importnotext'               => 'ცარიელია',
'importsuccess'              => 'იმპორტი განხორციელდა!',
'importhistoryconflict'      => 'არსებულ ვერსიათა კონფლიქტი. შესაძლოა იგი უკვე იქნა იმპორტირებული.',
'importnosources'            => 'ტრანსვიკი იმპორტის წყარო არ არის არჩეული. ცვლილებათა ისტორიის პირდაპირი ატვირთვა გათიშულია.',
'importnofile'               => 'საიმპორტო ფაილის ატვირთვა ვერ მოხერხდა.',
'importuploaderrorsize'      => 'ვერ მოხერხდა ფაილის ატვირთვა ან იმპორტირება. ფაილის ზომ არღვევს მითითებულ ზღვარს.',
'importuploaderrorpartial'   => 'ვერ მოხერხდა ფაილის ატვირთვა ან იმპორტირება. იგი ნაწილობრივ ატვირთულია.',
'importuploaderrortemp'      => 'ვერ მოხერხდა ფაილის ატვირთვა ან იმპორტირება. დრებითი ფოლდერი არ არის ნაპოვნი.',
'import-parse-failure'       => 'XML გარჩევის შეცდომა იმპორტისას',
'import-noarticle'           => 'იმპორტირების გვერდი არ არის ნაპოვნი!',
'import-nonewrevisions'      => 'ყველა რედაქცია იმპორტირებული იქნა.',
'xml-error-string'           => '$1 ხაზში $2, პოზიციის $3 (ბაიტი $4): $5',
'import-upload'              => 'XML მონაცემების ატვირთვა',
'import-token-mismatch'      => 'სეანსის მონაცემები დაიკარგა. კიდევ ერთხელ სცადეთ!',
'import-invalid-interwiki'   => 'შეუძლებელია იმპორტირება მოცემული ვიკიდან.',

# Import log
'importlogpage'                    => 'იმპორტის ჟურნალი',
'importlogpagetext'                => 'ადმინისტრატორთა მიერ გვერდების იმპორტირება  ცვლილებების ჩათვლით სხვა ვიკიდან.',
'import-logentry-upload'           => '«[[$1]]» — ფაილის იმპორტი',
'import-logentry-upload-detail'    => '$1 ცვლილება',
'import-logentry-interwiki'        => '«$1» — ტრანსვიკი იმპორტი',
'import-logentry-interwiki-detail' => '$1 ცვლილება $2-დან',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'თქვენი მომხმარებლის გვერდი',
'tooltip-pt-anonuserpage'         => 'ჩემი IP-ის მქონე მომხმარებლის გვერდი',
'tooltip-pt-mytalk'               => 'თქვენი განხილვის გვერდი',
'tooltip-pt-anontalk'             => 'ჩემი  IP-ის განხილვის გვერდი',
'tooltip-pt-preferences'          => 'ჩემი კონფიგურაცია',
'tooltip-pt-watchlist'            => 'გვერდების სია, რომელთა ცვლილებებს თქვენ უთვალთვალებთ',
'tooltip-pt-mycontris'            => 'თქვენი წვლილის სია',
'tooltip-pt-login'                => 'სასურველია დარეგისტრირდეთ, თუმცა აუცილებელია არაა.',
'tooltip-pt-anonlogin'            => 'აქ შეიძლება რეგისტრაციის გავლა, თუმცა ეს სავალდებულო არ არის',
'tooltip-pt-logout'               => 'გასვლა',
'tooltip-ca-talk'                 => 'შიგთავსის გვერდის განხილვა',
'tooltip-ca-edit'                 => 'თქვენ შეგიძლიათ ამ გვერდის რედაქტირება. გთხოვთ გამოიყენოთ  წინასწარი ხედვის ღილაკი სანამ გვერდს შეინახავთ.',
'tooltip-ca-addsection'           => 'ახალი სექციის შექმნა',
'tooltip-ca-viewsource'           => 'გვერდი დაცულია. შეგიძლიათ იხილოთ მისი წყარო.',
'tooltip-ca-history'              => 'ამ გვერდის ბოლო ვერსიები.',
'tooltip-ca-protect'              => 'გვერდის დაცვა',
'tooltip-ca-unprotect'            => 'ამ გვერდის დაცვის მოხსნა',
'tooltip-ca-delete'               => 'ამ გვერდის წაშლა',
'tooltip-ca-undelete'             => 'აღადგინეთ გვერდის ცვლილებები მის წაშლამდე.',
'tooltip-ca-move'                 => 'ამ გვერდის გადატანა',
'tooltip-ca-watch'                => 'დაამატეთ ეს გვერდი თქვენი კონტროლის სიას',
'tooltip-ca-unwatch'              => 'მოხსენით ეს გვერდი თქვენი კონტროლის სიიდან',
'tooltip-search'                  => 'ძიება {{SITENAME}}',
'tooltip-search-go'               => 'მოიძიე გვერდი ზუსტად ამ სახელით',
'tooltip-search-fulltext'         => 'მოძებნე გვერდები, რომლებიც ამ ტექსტს შეიცავენ',
'tooltip-p-logo'                  => 'მთავარი გვერდი',
'tooltip-n-mainpage'              => 'იხილეთ მთავარი გვერდი',
'tooltip-n-mainpage-description'  => 'იხილეთ მთავარი გვერდი',
'tooltip-n-portal'                => 'პროექტის შესახებ, რა შეგიძლიათ გააკეთოთ, სად იპოვოთ',
'tooltip-n-currentevents'         => 'გაიგეთ ვრცელი ინფორმაცია მიმდინარე მოვლენებზე',
'tooltip-n-recentchanges'         => 'ვიკიში ბოლო ცვლილებების სია.',
'tooltip-n-randompage'            => 'შემთხვევითი გვერდის ჩვენება',
'tooltip-n-help'                  => 'გვერდი, სადაც იპოვით.',
'tooltip-t-whatlinkshere'         => 'ყველა ვიკი გვერდის სია, რომლებშიც ეს გვერდია მითითებული',
'tooltip-t-recentchangeslinked'   => 'ბოლო ცვლილებები ამ გვერდთან დაკავშირებულ გვერდებზე',
'tooltip-feed-rss'                => 'მოცემული გვერდის RSS არხის ტრანსალაცია',
'tooltip-feed-atom'               => 'მოცემული გვერდის Atom არხის ტრანსალაცია',
'tooltip-t-contributions'         => 'იხილეთ ამ მომხმარებლის წვლილის სია',
'tooltip-t-emailuser'             => 'გაუგზავნე ელ. ფოსტა ამ მომხმარებელს',
'tooltip-t-upload'                => 'ჩატვირთეთ მედიაფაილები',
'tooltip-t-specialpages'          => 'ყველა სპეციალური გვერდის სია',
'tooltip-t-print'                 => 'ამ გვერდის დასაბეჭდი ვერსია',
'tooltip-t-permalink'             => 'მუდმივი ბმული გვერდის ამ ვერსიაზე',
'tooltip-ca-nstab-main'           => 'შინაარსის ჩვენება',
'tooltip-ca-nstab-user'           => 'მომხმარებლის გვერდის ჩვენება',
'tooltip-ca-nstab-media'          => 'მედია-ფაილი',
'tooltip-ca-nstab-special'        => 'ეს სპეციალური გვერდია. მისი რედაქტირება არ შეგიძლიათ.',
'tooltip-ca-nstab-project'        => 'იხილეთ პროექტის გვერდი',
'tooltip-ca-nstab-image'          => 'სურათის გვერდის ჩვენება',
'tooltip-ca-nstab-mediawiki'      => 'იხილე სისტემური შეტყობინება',
'tooltip-ca-nstab-template'       => 'თარგის ჩვენება',
'tooltip-ca-nstab-help'           => 'იხილეთ დახმარების გვერდი',
'tooltip-ca-nstab-category'       => 'გვერდის კატეგორიის ჩვენება',
'tooltip-minoredit'               => 'მონიშნე როგორც მცირე რედაქტირება [alt-i]',
'tooltip-save'                    => 'დაამახსოვრე ცვლილებები',
'tooltip-preview'                 => 'წინასწარ გადახედე ცვლილებებს, გთხოვთ გამოიყენოთ ეს შენახვამდე! [alt-p]',
'tooltip-diff'                    => 'ტექსტში შეტანილი ცვლილებების ჩვენება. [alt-v]',
'tooltip-compareselectedversions' => 'იხილეთ ამ გვერდის  ორ შერჩეულ ვერსიას შორის განსხვავებები.',
'tooltip-watch'                   => 'ამ გვერდის დამატება თქვენს საკონტროლოს სიას [alt-w]',
'tooltip-recreate'                => 'აღადგინე ეს გვერდი მიუხედავად იმისა, რომ წაშლილ იქნა',
'tooltip-upload'                  => 'დაიწყეთ ატვირთვა',
'tooltip-rollback'                => 'ბოლო რედაქტორის მიერ გაკეთებული ცვლილებების გაუქმება ერთი დაჭერით',
'tooltip-undo'                    => 'შეტანილი ცვლილებების გაუქმება და წინასწარ გადახედვის ჩვენება, გაუქმების მიზეზის სქოლიოში ჩაწერასთან ერთად.',
'tooltip-preferences-save'        => 'შეინახეთ კონფიგურაცია',
'tooltip-summary'                 => 'შეიყვანეთ მოკლე სქოლიო',

# Stylesheets
'common.css'   => '/** აქ ჩასმული CSS ყველა გარეკანზე იმოქმედებს */',
'monobook.css' => '/* აქ ჩასმული CSS გავლენას იქონიებს Monobook ინტერფეისის მომხმარებლებზე */',

# Scripts
'common.js' => '/* აქ ნებისმიერი ჯავასკრიპტი ყველა მომხმარებლისთვის ჩაიტვირთება ყველა გვერდზე. */',

# Metadata
'nodublincore'      => 'Dublin Core RDF მეტამონაცემები ამ სერვერისთვის გათიშულია.',
'nocreativecommons' => 'Creative Commons RDF მეტამონაცემები ამ სერვერისთვის გამორთულია.',
'notacceptable'     => 'ვიკი სერვერს არ შეუძლია წარმოგიდგინოთ ინფორმაცია იმ სახით, რომლის კითხვა თქვენ ბრაუზერს შეუძლია.',

# Attribution
'anonymous'        => '{{SITENAME}}-ის ანონიმური {{PLURAL:$1|მომხმარებელი|მომხმარებლები}}',
'siteuser'         => '{{SITENAME}} მომხმარებელი $1',
'anonuser'         => '{{SITENAME}} ანონიმური მომხმარებელი $1',
'lastmodifiedatby' => 'ეს გვერდი ბოლოს შეიცვალა $2, $1  $3-ით.',
'othercontribs'    => '$1-ს ნამუშევრის მიხედვით.',
'others'           => 'სხვები',
'siteusers'        => '{{SITENAME}}-ის {{PLURAL:$2|მომხმარებელი|მომხმარებლები|}} $1',
'anonusers'        => '{{SITENAME}} ანონიმური {{PLURAL:$2|მომხმარებელი|მომხმარებლები}} $1',
'creditspage'      => 'წვლილი',
'nocredits'        => 'აქ ამ გვერდისთვის ხელმისაწვდომი ინფორმაცია არ არსებობს.',

# Spam protection
'spamprotectiontitle' => 'სპამ-ფილტრი',
'spamprotectiontext'  => 'გვერდი, რომლის შენახვასაც ცდილობთ დაბლოკილია სპამ-ფლიტრით.
სავარაუდოდ, თქვენს მიერ ჩამატებული ვებ-გვერდის მისამართი შავ სიაშია.',
'spamprotectionmatch' => 'მომდევნო ტექსტი იყო სპამ-ფილტრის ჩართვის მიზეზი: $1',
'spambot_username'    => 'სპამის გასუფთავება',
'spam_reverting'      => 'დაბრუნება ბოლო ვერსიასთან, რომელიც არ შეიცავს ბმულს $1-თან',
'spam_blanking'       => 'ყველა გვერდი შეიცავს ბმულს $1-გვერდზე. გასუფთავება',

# Info page
'infosubtitle'   => 'გვერდის ინფორმაცია',
'numedits'       => 'რედაქტირების რაოდენობა (სტატია): $1',
'numtalkedits'   => 'რედაქტირების რაოდენობა (განხილვის გვერდი): $1',
'numwatchers'    => 'დამკვირვებელთა რაოდენობა: $1',
'numauthors'     => 'განსხვავებულ ავტორთა რაოდენობა (სტატია): $1',
'numtalkauthors' => 'სხვადასხვა ავტორთა რაოდენობა (განხილვის გვერდი): $1',

# Math options
'mw_math_png'    => 'მუდამ გამოიყენე PNG',
'mw_math_simple' => 'HTML თუ მარტივია, სხვაგვარად PNG',
'mw_math_html'   => 'HTML თუ შესაძლებელია, სხვაგვარად PNG',
'mw_math_source' => 'დატოვე როგორც TeX (ტექსტური ბრაუზერებისთვის)',
'mw_math_modern' => 'მიზანშეწონილია უფრო თანამედროვე ბრაუზერებისთვის',
'mw_math_mathml' => 'MathML თუ შესაძლებელია (ექსპერიმენტული)',

# Math errors
'math_failure'          => 'შეუძლებელია გამონათქვამის გარჩევაშ',
'math_unknown_error'    => 'უცნობი შეცდომა',
'math_unknown_function' => 'უცნობი ფუნქცია',
'math_lexing_error'     => 'ლექსიკური შეცდომა',
'math_syntax_error'     => 'სინტაქსი არასწორია',
'math_image_error'      => 'გარდაქმნისას PNG-ში წარმოიშვა შეცდომა; შეამოწმეთ latex, dvips, gs და convert-ის სისწორე',
'math_bad_tmpdir'       => 'შეუძლებელია ჩანაწერის შექმნა მათემატიკურ დროებით კატალოგში',
'math_bad_output'       => 'შეუძლებელია შექმნა ან ჩაწერა მათემატიკურ გამსვლელ კატალოგში',
'math_notexvc'          => 'შემსრულებელი ფაილი texvc არ არის ნაპოვნი; იხ.math/README ინფორმაციისთვის.',

# Patrolling
'markaspatrolleddiff'                 => 'მონიშნე როგორც პატროლირებული',
'markaspatrolledtext'                 => 'მონიშნე ეს სტატია როგორც პატროლირებული',
'markedaspatrolled'                   => 'მონიშნულია როგორც პატროლირებული',
'markedaspatrolledtext'               => 'არჩეული ვერსია მონიშნულია [[:$1]] როგორც შემოწმებული',
'rcpatroldisabled'                    => 'ბოლო ცვლილებების პატრულირება აკრძალულია',
'rcpatroldisabledtext'                => 'ბოლო ცვლილებების პატრულირების შესაძლებლობა ამ მომენტისთვის გათიშულია',
'markedaspatrollederror'              => 'შეუძლებელია ამ სტატიის მოhttp://translatewiki.net/w/i.php?title=MediaWiki:Markedaspatrollederror/ka&action=edit&loadgroup=core&loadtask=untranslatedნიშნვნა პატრულირებულად.',
'markedaspatrollederrortext'          => 'თქვენ უნდა მონიშნოთ ვერსია, რომელიც პატრულირებულად ჩაითვლება.',
'markedaspatrollederror-noautopatrol' => 'თქვენ ვერ მონიშნავთ ამ შესწორებას შემოწმებულად.',

# Patrol log
'patrol-log-page'      => 'პატრულირების ჟურნალი',
'patrol-log-header'    => 'ეს არის პატრულირებულ ვერსიათა ჟურნალი.',
'patrol-log-line'      => 'შემოწმდა $1  $2 $3-დან',
'patrol-log-auto'      => '(ავტომატური)',
'patrol-log-diff'      => 'ვერსია $1',
'log-show-hide-patrol' => '$1 პატრულირების ჟურნალი',

# Image deletion
'deletedrevision'                 => 'წაშლილია ძველი ვერსია $1.',
'filedeleteerror-short'           => 'შეცდომა ფაილის $1 წაშლისას',
'filedeleteerror-long'            => 'ფაილის წაშლისას წარმოიშვა შეცდომები:

$1',
'filedelete-missing'              => 'ფაილი «$1» ვერ წაიშლება, რადგანაც არ არსებობს.',
'filedelete-old-unregistered'     => 'მოთხოვნილი «$1» ფაილის ვესია არ არსებობს მონაცემთა ბაზაში.',
'filedelete-current-unregistered' => 'მოთხოვნილი ფაილი «$1»არ არსებობს მონაცემთა ბაზაში.',
'filedelete-archive-read-only'    => 'საარქივო ფოლდერი «$1» მიუწვდომელია ვებ-სერვერის ჩასაწერად.',

# Browsing diffs
'previousdiff' => '← წინა ცვლილება',
'nextdiff'     => 'შემდეგი ცვლილება →',

# Media information
'mediawarning'         => "'''ყურადღება''': ეს ფაილი შესაძლოა შეიცავდეს მავნე კოდს.
მისმა ჩატვირთვამ შესაძლოა თქვენი სისტემა დააზიანოს.<hr />",
'imagemaxsize'         => "სურათის მაქსიმალური ზომა <br />''აღწერილობის გვერდზე:''",
'thumbsize'            => 'შემცირებული ზომა:',
'widthheightpage'      => '$1×$2, $3 გვერდი',
'file-info'            => '(ფაილის ზომა: $1, MIME ტიპი: $2)',
'file-info-size'       => '($1 × $2 პიქსელი, ფაილის ზომა: $3, MIME ტიპი: $4)',
'file-nohires'         => '<small>უფრო მაღალი გარჩევადობა არ არის შესაძლებელი.</small>',
'svg-long-desc'        => '(ფაილი SVG, ნომინალურად $1 × $2 პიქსელი, ფაილის ზომა: $3)',
'show-big-image'       => 'სრული გარჩევადობა',
'show-big-image-thumb' => '<small>ზომა წინასწარი გადახედვისას: $1 × $2 პიქსელი</small>',
'file-info-gif-looped' => 'დარგოლილი',
'file-info-gif-frames' => '$1 კადრი',

# Special:NewFiles
'newimages'             => 'ახალი სურათები',
'imagelisttext'         => "ქვემოთ მოცემულია '''$1''' ფაილის სია დახარისხებული მომხმარებლის $2 მიერ.",
'newimages-summary'     => 'ეს სპეცგვერდი აჩვენებს ბოლო დროს ატვირთულ ფაილებს.',
'newimages-legend'      => 'ფილტრი',
'newimages-label'       => 'ფაილის (ან მისი სახელის) ნაწილი',
'showhidebots'          => '(რობოტების $1)',
'noimages'              => 'გადასახედი არაფერია.',
'ilsubmit'              => 'ძიება',
'bydate'                => 'თარიღით',
'sp-newimages-showfrom' => 'ახალი ფაილების ჩვენება დაწყებული $2, $1-იდან',

# Bad image list
'bad_image_list' => 'ფორმატი შემდეგია:

მხოლოდ სიაში (ხაზები რომლებიც იწყება *-ით) მითითებული პირობები არის გათვალისწინებული.
პირველი ბმული ხაზზე უნდა იყოს ბმული ხარვეზიან ფაილზე.
ნებისმიერი შემდგომი ბმული იმავე ხაზზე მიჩნეულია, როგორც გამონაკლისი, მაგ. გვერდები, სადაც ფაილი შეიძლება ხაზებს შორის იყოს ჩასმული.',

# Metadata
'metadata'          => 'მეტამონაცემები',
'metadata-help'     => 'ეს ფაილი შეიცავს დამატებით ინფორმაციას, სავარაუდოდ ციფრული კამერიდან ან სკანერიდან, რომელიც მის შესაქმნელად გამოიყენეს. თუ ფაილის ორიგინალი შეცვლილია, ზოგიერთი დეტალი შესაძლოა სრულად არ ასახავდეს ფაილში შეტანილ ცვლილებებს.',
'metadata-expand'   => 'დეტალების ჩვენება ვრცლად',
'metadata-collapse' => 'დეტალების დამალვა',
'metadata-fields'   => 'EXIF მეტამონაცემების ჩამონათვალი ამ შეტყობინებაში დამატებული იქნება სურათის გვერდზე, როცა მეტამონაცემების ცხრილი გახსნილია.
სხვები უპირობოდ დამალული იქნება.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'სიგანე',
'exif-imagelength'                 => 'სიმაღლე',
'exif-bitspersample'               => 'ფერის კომპონენტთა სიღრმე',
'exif-compression'                 => 'შეკუმშვის მეთოდი',
'exif-photometricinterpretation'   => 'პიქსელთა შემადგენლობა',
'exif-orientation'                 => 'ორიენტაცია',
'exif-samplesperpixel'             => 'კომპონენტთა რიცხვი',
'exif-planarconfiguration'         => 'მონაცემთა ორგანიზაციის პრინციპი',
'exif-ycbcrsubsampling'            => 'კომპონენტ Y-ის შეფარდება C-სდამი',
'exif-ycbcrpositioning'            => 'კომპონენტ Y-სა და C-ს განლაგების წესი',
'exif-xresolution'                 => 'ჰორიზონტალური გაფართოება',
'exif-yresolution'                 => 'ვერტიკალური გაფართოება',
'exif-resolutionunit'              => 'გაფორთოების გაზომვის ერთეული',
'exif-stripoffsets'                => 'მონაცემთა ბლოკის მდებარეობა',
'exif-rowsperstrip'                => '1 ბლოკში ხაზთა რაოდენობა',
'exif-stripbytecounts'             => 'შეკუმშული ბლოკის ზომა',
'exif-jpeginterchangeformat'       => 'ბლოკ preview-ს მდებარეობა',
'exif-jpeginterchangeformatlength' => 'JPEG მონაცემთა ზომა',
'exif-transferfunction'            => 'ტრანსფერის ფუნქცია',
'exif-whitepoint'                  => 'თეთრი წერტილის ფერადობა',
'exif-primarychromaticities'       => 'ძირითადი ფერების ფერადობა',
'exif-ycbcrcoefficients'           => 'ფერადი მოდელის გარდაქმნის კოეფიციენტი',
'exif-referenceblackwhite'         => 'შავი და თეთრი წერტილების მდებარეობა',
'exif-datetime'                    => 'ფაილის შეცვლის თარიღი და დრო',
'exif-imagedescription'            => 'სურათის ტიტული',
'exif-make'                        => 'კამერის მწარმოებელი',
'exif-model'                       => 'კამერის მოდელი',
'exif-software'                    => 'გამოყენებული პროგრამა',
'exif-artist'                      => 'ავტორი',
'exif-copyright'                   => 'საავტორო უფლებების მფლობელი',
'exif-exifversion'                 => 'ვერსია Exif',
'exif-flashpixversion'             => 'FlashPix-ის მხარდამჭერი ვერსია',
'exif-colorspace'                  => 'ფერთა სივრცე',
'exif-componentsconfiguration'     => 'ცალკეულ კომპონენტთა კონფიგურაცია',
'exif-compressedbitsperpixel'      => 'სურათის შეკუმშვის რეჟიმი',
'exif-pixelydimension'             => 'გამოსახულების სრული სიმაღლე',
'exif-pixelxdimension'             => 'გამოსახულების სრული სიგანე',
'exif-makernote'                   => 'მწარმოებლის შენიშვნები',
'exif-usercomment'                 => 'მომხმარებლის კომენტარი',
'exif-relatedsoundfile'            => 'შესაბამისი აუდიო ფაილი',
'exif-datetimeoriginal'            => 'გენერირების თარიღი და დრო',
'exif-datetimedigitized'           => 'ციფრირების თარიღი და დრო',
'exif-subsectime'                  => 'წამების მეათედები ფაილის ცვლილებისას',
'exif-subsectimeoriginal'          => 'წამების მეათედები ორიგინალურ დროში',
'exif-subsectimedigitized'         => 'წამების მეათედები ფაილების კომპიუტერიზაციისას',
'exif-exposuretime'                => 'ექსპოზიციის დრო',
'exif-exposuretime-format'         => '$1 წამ ($2)',
'exif-fnumber'                     => 'F ნომერი',
'exif-exposureprogram'             => 'ექსპოზიციის პროგრამა',
'exif-spectralsensitivity'         => 'სპექტრული გრძNობადობა',
'exif-isospeedratings'             => 'ISO ფერისგრძნობადობა',
'exif-oecf'                        => 'ოპტიკური კონვერციის ფაქტორი',
'exif-shutterspeedvalue'           => 'დახურვის სიჩქარე',
'exif-aperturevalue'               => 'დიაფრაგმა',
'exif-brightnessvalue'             => 'სიმკვეთრე',
'exif-exposurebiasvalue'           => 'ექსპოზიციის კომპენსაცია',
'exif-maxaperturevalue'            => 'დიაფრაგმას მინიმალური რიცხვი',
'exif-subjectdistance'             => 'ობიექტამდე მანძილი',
'exif-meteringmode'                => 'ექსპოზიციის დათვლის რეჟიმი',
'exif-lightsource'                 => 'განათების წყარო',
'exif-flash'                       => 'ფლეშის სტატუსი',
'exif-focallength'                 => 'ფოკუსური დაშორება',
'exif-focallength-format'          => '$1 მმ',
'exif-subjectarea'                 => 'გადაღების ობიექტის მდებარეობა და ფართობი',
'exif-flashenergy'                 => 'ფლეშის ენერგია',
'exif-spatialfrequencyresponse'    => 'ფართობი და სიხშირეთა ქარაქტერისტიკა',
'exif-focalplanexresolution'       => 'გაფართოება X ფოტოკალური სიბრტყით',
'exif-focalplaneyresolution'       => 'გაფართოება Y ფოტოკალური სიბრტყით',
'exif-focalplaneresolutionunit'    => 'გაფართოების საზომვის ერთეული ფოტოკალურ სიბრტყეში',
'exif-subjectlocation'             => 'ობიექტის მდებარეობა',
'exif-exposureindex'               => 'ექსპოზიციის ინდექსი',
'exif-sensingmethod'               => 'სენსორის ტიპი',
'exif-filesource'                  => 'ფაილის წყარო',
'exif-scenetype'                   => 'სცენის ტიპი',
'exif-cfapattern'                  => 'CFA შაბლონი',
'exif-customrendered'              => 'სურათის ინდივიდუალური დამუშავება',
'exif-exposuremode'                => 'ექსპოზიციის არჩევის რეჟიმი',
'exif-whitebalance'                => 'თეთრის ბალანსი',
'exif-digitalzoomratio'            => 'ციფრული გადიდების კოეფიციენტი (ციფრული ზუმი)',
'exif-focallengthin35mmfilm'       => 'ეკვივალენტური ფოკუსური მანძილი (35 მმ-იანი პლიონკისთვის)',
'exif-scenecapturetype'            => 'სცენის ტიპი გადაღებისას',
'exif-gaincontrol'                 => 'სცენის კონტროლი',
'exif-contrast'                    => 'კონტრასტი',
'exif-saturation'                  => 'ნაჯერობა',
'exif-sharpness'                   => 'სიმკვეთრე',
'exif-devicesettingdescription'    => 'მოწყობილობის პარამეტრების აღწერილობა',
'exif-subjectdistancerange'        => 'მანძილი გადაღების ობიექტამდე',
'exif-imageuniqueid'               => 'გამოსახულების ნომერი (ID)',
'exif-gpsversionid'                => 'GPS ინფორმაციის ბლოკის ვერსია',
'exif-gpslatituderef'              => 'განედის ინდექსი',
'exif-gpslatitude'                 => 'განედი',
'exif-gpslongituderef'             => 'გრძედის ინდექსი',
'exif-gpslongitude'                => 'გრძედი',
'exif-gpsaltituderef'              => 'სიმაღლის ინდექსი',
'exif-gpsaltitude'                 => 'სიმაღლე',
'exif-gpstimestamp'                => 'ზუსტი დრო UTC-თ',
'exif-gpssatellites'               => 'გამოყენებული თანამგზავრების აღწერა',
'exif-gpsstatus'                   => 'რისივერის სტატუსი',
'exif-gpsmeasuremode'              => 'მდებარეობის გამოთვლის მეთოდი',
'exif-gpsdop'                      => 'გაზომვის სიზუსტე',
'exif-gpsspeedref'                 => 'სიჩქარის ერთეული',
'exif-gpsspeed'                    => 'GPS რისივერის სიჩქარე',
'exif-gpstrackref'                 => 'GPS მიმღების აზიმუტი',
'exif-gpstrack'                    => 'მოძრაობის მიმართულება',
'exif-gpsimgdirectionref'          => 'გამოსახულების აზიმუტი',
'exif-gpsimgdirection'             => 'სურათზე მიმართულება',
'exif-gpsmapdatum'                 => 'გამოყენებული კორდინატთა გეოდეზური სისტემა',
'exif-gpsdestlatituderef'          => 'ობიექტის გაედის ინდექსი',
'exif-gpsdestlatitude'             => 'ობიექტის გრძედი',
'exif-gpsdestlongituderef'         => 'ობიექტის განედი',
'exif-gpsdestlongitude'            => 'ობიექტის სიგანე',
'exif-gpsdestbearingref'           => 'მიმართულების ორიენტირების სახე',
'exif-gpsdestbearing'              => 'ორიენტირების სახე',
'exif-gpsdestdistanceref'          => 'მანძილის გაზომვის ერთეულები',
'exif-gpsdestdistance'             => 'მანძილი დანიშნულებამდე',
'exif-gpsprocessingmethod'         => 'მდებარეობის გამოთვლის მეთოდი',
'exif-gpsareainformation'          => 'GPS მხარის სახელწოდება',
'exif-gpsdatestamp'                => 'GPS-ის მონაცემი',
'exif-gpsdifferential'             => 'დიფერენციალური შესწორება',

# EXIF attributes
'exif-compression-1' => 'შეუკუმშავი',

'exif-unknowndate' => 'უცნობი თარიღი',

'exif-orientation-1' => 'ნორმალური',
'exif-orientation-2' => 'ჰორიზონტალით აირეკლა',
'exif-orientation-3' => '180°-ით შებრუნდა',
'exif-orientation-4' => 'აირეკლა ვერტიკალურად',
'exif-orientation-5' => 'შეტრიალებული 90°-ით CCW და ვერტიკალურად აირეკლა',
'exif-orientation-6' => 'შეტრიალებულია 90°-ით CW',
'exif-orientation-7' => 'შეტრიალებულია 90°-ით CW და ვერტიკალურად აირეკლა',
'exif-orientation-8' => 'შებრუნება 90°-ით CCW',

'exif-planarconfiguration-1' => 'ფორმატი «chunky»',
'exif-planarconfiguration-2' => 'ფორმატი «planar»',

'exif-componentsconfiguration-0' => 'არ არსებობს',

'exif-exposureprogram-0' => 'უცნობია',
'exif-exposureprogram-1' => 'მანუალური',
'exif-exposureprogram-2' => 'სტანდარტული პროგრამა',
'exif-exposureprogram-3' => 'დიაფრაგმის პრიორიტეტი',
'exif-exposureprogram-4' => 'ჩამკეტის პრიორიტეტი',
'exif-exposureprogram-5' => 'მხატვრული პროგრამა (აქცენტი სიმკვეთრის სიღრმეზე)',
'exif-exposureprogram-6' => 'სპორტული რეჟიმი (ჩამკეტის მაქსიმალური სისწრაფით)',
'exif-exposureprogram-7' => 'პორტრეტის რეჟიმი (მსხვილი პლანებისთვის ფონით ფოკუსის
გარეშე)',
'exif-exposureprogram-8' => 'პეიზაჟის რეჟიმი (პანორამული ფოტოებისთვის ფონით ფოკუსში)',

'exif-subjectdistance-value' => '$1 მეტრი',

'exif-meteringmode-0'   => 'უცნობი',
'exif-meteringmode-1'   => 'საშუალო',
'exif-meteringmode-2'   => 'ცენტრულადაწონილი',
'exif-meteringmode-3'   => 'წერტილოვანი',
'exif-meteringmode-4'   => 'მულტიწერტილოვანი',
'exif-meteringmode-5'   => 'მატრიცული',
'exif-meteringmode-6'   => 'ნაწილობრივი',
'exif-meteringmode-255' => 'სხვა',

'exif-lightsource-0'   => 'უცნობი',
'exif-lightsource-1'   => 'დღის სინათლე',
'exif-lightsource-2'   => 'დღის სინათლის ლამპა',
'exif-lightsource-3'   => 'ნათურა',
'exif-lightsource-4'   => 'ფლეში',
'exif-lightsource-9'   => 'კარგი ამინდი',
'exif-lightsource-10'  => 'მოღრუბლული ამინდი',
'exif-lightsource-11'  => 'ჩრდილი',
'exif-lightsource-12'  => 'ღის სინათლის ნათურა D (5700 − 7100K)',
'exif-lightsource-13'  => 'დღის სინათლის ნათურა N(4600 − 5400K)',
'exif-lightsource-14'  => 'დღის სინათლის ნათურა W (3900 − 4500K)',
'exif-lightsource-15'  => 'დღის სინათლის ნათურა WW (3200 − 3700K)',
'exif-lightsource-17'  => 'სტანდარტული განათება A',
'exif-lightsource-18'  => 'სტანდარტული განათება B',
'exif-lightsource-19'  => 'სტანდარტული განათება C',
'exif-lightsource-24'  => 'სტტუდიური ნათურა  ISO სტანდარტის',
'exif-lightsource-255' => 'განათების სხვა წყარო',

# Flash modes
'exif-flash-fired-0'    => 'ფლეში არ მუშაობს',
'exif-flash-fired-1'    => 'ფლეში მოქმედებს',
'exif-flash-return-0'   => 'წინასწარი ფლეშის რეჟიმი გათიშულია',
'exif-flash-return-2'   => 'წინასწარი ფლეშ იმპულსი არ არის მიღებული',
'exif-flash-return-3'   => 'მიღებულია ფლეშის უკუიმპულსი',
'exif-flash-mode-1'     => 'ფლეშის იმპულსი',
'exif-flash-mode-2'     => 'ფლეშის ჩახშობა',
'exif-flash-mode-3'     => 'ავტო რეჟიმი',
'exif-flash-function-1' => 'ფლეშის გათიშვა',
'exif-flash-redeye-1'   => 'წითელი თვალების მოშორების რეჟიმი',

'exif-focalplaneresolutionunit-2' => 'დიუმი',

'exif-sensingmethod-1' => 'განუსაზღვრელი',
'exif-sensingmethod-2' => 'ერთჩიპიანი მატრიცული ფერადი სენსორი',
'exif-sensingmethod-3' => 'ორ მატრიციანი სენსორი',
'exif-sensingmethod-4' => 'სამმატრიციანი სენსორი',
'exif-sensingmethod-5' => 'მატრიციანი სენსორი ფერების შეცვლით',
'exif-sensingmethod-7' => 'სამფერიანი ხაზოვანი სენსორი',
'exif-sensingmethod-8' => 'ხაზოვანი სენსორი ფერთა შეცვლით',

'exif-scenetype-1' => 'გამოსახულება გადაღებულია პირდაპირ',

'exif-customrendered-0' => 'სტანდარტული დამუშავება',
'exif-customrendered-1' => 'არასტანდარტული დამუშავება',

'exif-exposuremode-0' => 'ავტომატური ექსპოზიცია',
'exif-exposuremode-1' => 'მანუალური ექსპოზიცია',
'exif-exposuremode-2' => 'ფოტოფირის ექსპონირების მწკრივი (ბრეკეტინგი)',

'exif-whitebalance-0' => 'თეთრის ავტობალანსი',
'exif-whitebalance-1' => 'თეთრის ბალანსის ხელოვნური დაყენება',

'exif-scenecapturetype-0' => 'სტანდარტული',
'exif-scenecapturetype-1' => 'პეიზაჟი',
'exif-scenecapturetype-2' => 'პორტრეტი',
'exif-scenecapturetype-3' => 'ღამის კადრი',

'exif-gaincontrol-0' => 'არაფერი',
'exif-gaincontrol-1' => 'მცირე გადიდება',
'exif-gaincontrol-2' => 'დიდი გადიდება',
'exif-gaincontrol-3' => 'მცირე გადიდება',
'exif-gaincontrol-4' => 'დიდი შემცირება',

'exif-contrast-0' => 'ნორმალური',
'exif-contrast-1' => 'სუსტი',
'exif-contrast-2' => 'ძლიერი',

'exif-saturation-0' => 'ნორმალური',
'exif-saturation-1' => 'მცირე სავსებადობა',
'exif-saturation-2' => 'დიდი სავსებადობა',

'exif-sharpness-0' => 'ნორმალური',
'exif-sharpness-1' => 'სუსტი',
'exif-sharpness-2' => 'ძლიერი',

'exif-subjectdistancerange-0' => 'უცნობი',
'exif-subjectdistancerange-1' => 'მაკროგადაღება',
'exif-subjectdistancerange-2' => 'ახლო მანძილიდან გადაღება',
'exif-subjectdistancerange-3' => 'შორიდან გადაღება',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'ჩრდილოეთი განედი',
'exif-gpslatitude-s' => 'სამხრეთი განედი',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'აღმოსავლეთი განედი',
'exif-gpslongitude-w' => 'დასავლეთი განედი',

'exif-gpsstatus-a' => 'ცვლილება დაუსრულებელია',
'exif-gpsstatus-v' => 'მონაცემთა გადაცემისთვის მზადაა',

'exif-gpsmeasuremode-2' => '2 კოორდინატის ცვლილება',
'exif-gpsmeasuremode-3' => '3-განზომილებიანი გაზომვა',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'კილომეტრი საათში',
'exif-gpsspeed-m' => 'მილი საათში',
'exif-gpsspeed-n' => 'კვანძები',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'ჭეშმარიტი',
'exif-gpsdirection-m' => 'მაგნიტური',

# External editor support
'edit-externally'      => 'ამ ფაილის რედაქტირებისას გამოიყენეთ გარე პროგრამა',
'edit-externally-help' => '(დაწვრილებითი ინფორმაციისთვის იხილეთ [http://www.mediawiki.org/wiki/Manual:External_editors ჩადგმის ინსტრუქციები])',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'ყველა',
'imagelistall'     => 'ყველა',
'watchlistall2'    => 'ყველა',
'namespacesall'    => 'ყველა',
'monthsall'        => 'ყველა',
'limitall'         => 'ყველა',

# E-mail address confirmation
'confirmemail'              => 'ელ. ფოსტის მისამართის დადასტურება',
'confirmemail_noemail'      => 'თქვენ არ გაქვს მითითებული მართებული ელმისამართი [[Special:Preferences|მომხმარებლის პარამეტრებში]].',
'confirmemail_text'         => '{{SITENAME}} ითხოვს თქვენი ელ. ფოსტის დადასტურებას, სანამ ელ.
ფოსტის ფუნქციების გამოყენებას შეძლებთ.
გააქტიურეთ ღილაკი ქვემოთ თქვენს მისამართზე დამადასტურებელი შეტყობინების გასაგზავნად.
თქვენს ელ. წერილში მითითებული იქნება ბმული შესაბამის კოდზე;
გახსენით ბმული თქვენს ბრაუზერში თქვენი ელ.
ფოსტის მისამართის გასააქტიურებლად.',
'confirmemail_pending'      => 'წერილი დადასტურების კოდით უკვე გაგზავნილია.
თუ თქვენ ამწამს შექმენით ანგარიში გთხოვთ დალოდოთ ცოტა ხანი კოდის ახლად მოთხოვნამდე.',
'confirmemail_send'         => 'დადასტურების კოდის გაგზავნა',
'confirmemail_sent'         => 'დამადასტურებელი შეტყობინება გაგზავნილია.',
'confirmemail_oncreate'     => 'წერილი დადასტურების კოდით გაიგზავნა თქვენს მიერ მითთებულ საფოსტო ყუთზე.
მოცემული კოდი არ არის საჭირო სისტემაში შესვლისთვის, თუმცა თქვენ უნდა წარმოადგინოთ იგი.
მანამ, სანამ მიიღებთ ელ-ფოსტის გამოყენებას პროექტში.',
'confirmemail_sendfailed'   => 'შეუძლებელია დამადასტურებელი შეტყობინების გაგზავნა.
გადაამოწმეთ მისამართის შემადგენელი სიმბოლოების სისწორე.

სერვერის პასუხი: $1',
'confirmemail_invalid'      => 'არასწორი კოდი. შესაძლოა კოდი ძალადაკარგული იყოს.',
'confirmemail_needlogin'    => 'თქვენ გჭირდებათ $1 თქვენი ელ-ფოსტის მისამართის დასადასტურებლად.',
'confirmemail_success'      => 'თქვენი ელ. ფოსტის მისამართის დადასტურება მიღებულია. შეგიძლიათ ვიკიში შესვლა.',
'confirmemail_loggedin'     => 'თქვენი ელ. ფოსტის მისამართის დადასტურება მიღებულია.',
'confirmemail_error'        => 'შეცდომა მოხდა თქვენი ელ. ფოსტის მისამართის დადასტურების დროს.',
'confirmemail_subject'      => '{{SITENAME}} ელ. ფოსტის მისამართის დადასტურება',
'confirmemail_body'         => 'ვიღაცამ, შესაძლოა თქვენ, IP მისამართით $1, დაარეგისტრირეთ
ანგარიში "$2" ამ ელ-ფოსტის მისამართით აქ {{SITENAME}}.

იმის დასადასტურებლად, რომ ეს ანგარიში ნამდვილად თქვენ გეკუთვნით
და ელ-ფოსტის შესაძლებლობების  გადააქტიურებლად {{SITENAME}} გვერდზე,
გახსენით ეს ბმული თქვენს ბრაუზერში:

$3

თუ ეს თქვენ *არ* იყავით, მაშინ ნუ შეხვალთ ამ ბმულზე.
დადასტურების კოდის ვადა ამოიწურება $4-თვის.',
'confirmemail_body_changed' => 'ვიღაცამ, შესაძლოა თქვენ, IP მისამართით $1,
შეცვალა ანარიშის იმეილი "$2" ამ ელ-ფოსტის მისამართით {{SITENAME}}-ზე.

იმის დასადასტურებლად, რომ ეს ანგარიში ნამდვილად თქვენ გეკუთვნით
და ელ-ფოსტის შესაძლებლობების  გადააქტიურებლად {{SITENAME}} გვერდზე,

გახსენით ეს ბმული თქვენს ბრაუზერში:

$3

თუ ეს თქვენ *არ* იყავით, მაშინ ნუ შეხვალთ მიყევით ამ ბმულს იმეილის შემოწმების გასათიშად.

$5

წერილი მოძველდება $4.',
'confirmemail_invalidated'  => 'ელ–ფოსტის დადასტურება გაუქმდა',
'invalidateemail'           => 'ელ-ფოსტის დადასტურების გაუქმება',

# Scary transclusion
'scarytranscludedisabled' => '[«Interwiki transcluding» გათიშულია]',
'scarytranscludefailed'   => '[$1-თან დაკავშირების შეცდომა]',
'scarytranscludetoolong'  => '[URL ძალიან გრძელია]',

# Trackbacks
'trackbackbox'      => 'Trackbacks ამ სტატიისთვის:<br />
$1',
'trackbackremove'   => '([$1 წაშალე])',
'trackbacklink'     => 'Trackback',
'trackbackdeleteok' => 'Trackback წარმატებულად წაიშალა',

# Delete conflict
'deletedwhileediting' => "'''ყურადღება''': ეს გვერდი წაიშალა მას შემდეგ, რაც თქვენ მისი რედაქტირება დაიწყეთ!",
'confirmrecreate'     => "მომხმარებელმა [[User:$1|$1]] ([[User talk:$1|განხილვა]]) წაშალა ეს გვერდი მას შემდეგ რაც თქვენ დაიწყეთ რედაქტირება შემდეგი მიზეზით:
: ''$2''
გთხოვთ დაადასტუროთ, რომ ნამდვილად გსურთ ამ გვერდის აღდგენა.",
'recreate'            => 'აღადგინე',

# action=purge
'confirm_purge_button' => 'კარგი',
'confirm-purge-top'    => 'გსურთ ამ გვერდის ქეშის წაშლა?',
'confirm-purge-bottom' => 'ქეშის გაწმენდის შემდეგ იქნება ნაჩვენები ბოლო ვერსია.',

# Multipage image navigation
'imgmultipageprev' => '&larr; წინა გვერდი',
'imgmultipagenext' => 'შემდეგი გვერდი &rarr;',
'imgmultigo'       => 'გადასვლა',
'imgmultigoto'     => 'გადასვლა გვერდზე $1',

# Table pager
'ascending_abbrev'         => 'დაბრ',
'descending_abbrev'        => 'აღწერა',
'table_pager_next'         => 'შემდეგი გვერდი',
'table_pager_prev'         => 'წინა გვერდი',
'table_pager_first'        => 'პირველი გვერდი',
'table_pager_last'         => 'ბოლო გვერდი',
'table_pager_limit'        => 'აჩვენეთ $1 ელემნტი გვერდზე',
'table_pager_limit_label'  => 'ჩანაწერი გვერდზე:',
'table_pager_limit_submit' => 'აჩვენე',
'table_pager_empty'        => 'შედეგები არაა',

# Auto-summaries
'autosumm-blank'   => 'გვერდის შიგთავსი დაცარიელდა',
'autosumm-replace' => "შინაარსი შეიცვალა '$1'-ით",
'autoredircomment' => 'გადამისამართება [[$1]]-ზე',
'autosumm-new'     => 'ახალი გვერდი: $1',

# Size units
'size-bytes'     => '$1 ბ',
'size-kilobytes' => '$1 კბ',
'size-megabytes' => '$1 მბ',
'size-gigabytes' => '$1 გბ',

# Live preview
'livepreview-loading' => 'იტვირთება…',
'livepreview-ready'   => 'იტვირთება… მზადაა!',
'livepreview-failed'  => 'ვვერ მოხერხდა ჩქარი წინასწარ გადახედვის განხორციელება. ეცადეთ ჩვეულებრივი წინასწარ გადახედვის გამოყენება/',
'livepreview-error'   => 'ვერ მოხერხდა დაკავშირება: $1 «$2». ეცადეთ ჩვეულებრივი წინასწარ გადახედვის გამოყენება.',

# Friendlier slave lag warnings
'lag-warn-normal' => 'სიაში $1 {{PLURAL:$1|წამი|წამები|წამებში}} განხორციელებული ცვლილებები არ იქნება ნაჩვენები ამ სიაში.',
'lag-warn-high'   => 'სერვერთა სიქრონიზაციაში შეფერხების გამო $1 {{PLURAL:$1|წამი|წამები|წამებში}} განხორციელებული ცვლილებები არ იქნება ნაჩვენები ამ სიაში.',

# Watchlist editor
'watchlistedit-numitems'       => 'თქვენი კონტროლის სია $1 სათაურს შეიცავს, განხილვის გვერდების გარდა.',
'watchlistedit-noitems'        => 'თქვენი კონტროლის სია ცარიელია.',
'watchlistedit-normal-title'   => 'კონტროლის სიის რედაქტირება',
'watchlistedit-normal-legend'  => 'მოხსენით სათაურები კონტროლის სიიდან',
'watchlistedit-normal-explain' => "ქვემოთ წარმოდგენილია თქვენი კონტროლის სიის გვერდები. 
წაშლისთვის მონიშნეთ გვერდები დაა დააჭირეთ '''«ჩანაწერების წაშლას»'''.
თქვენ ასევე შეგიძლიათ მისი  [[Special:Watchlist/raw|ტექსტად შესწორება]].",
'watchlistedit-normal-submit'  => 'სათაურების წაშლა',
'watchlistedit-normal-done'    => '$1 სათაური მოიხსნა თქვენი კონტროლის სიიდან.',
'watchlistedit-raw-title'      => 'კონტროლის სიის რედაქტირება ტექსტის ფორმატში',
'watchlistedit-raw-legend'     => 'კონტროლის სიის რედაქტირება ტექსტის ფორმატში',
'watchlistedit-raw-explain'    => 'ქვემოთ წარმოდგენილია თქვენი კონტროლის სიის გვერდები. 
თქვენ შეგიძლიათ ამ სიის შეცვლა მისგან სათაურების სტრიქონების წაშლით.
შესწორებათა დასრულების შემდეგ დააჭირეთ «ცვლილებათა შენახვას».
თქვენ ასევე შეგიძლიათ გვერდების წაშლა [[Special:Watchlist/edit| ჩვეულებრივი ხერხით]].',
'watchlistedit-raw-titles'     => 'სათაურები:',
'watchlistedit-raw-submit'     => 'კონტროლის სიის განახლება',
'watchlistedit-raw-done'       => 'თქვენი კონტროლის სია განახლდა.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1 სათაური|$1 სათაურები}} მიემატა:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1 სათაური|$1 სათაურები}} წაიშალა:',

# Watchlist editing tools
'watchlisttools-view' => 'დაკავშირებული ცვლილებების ხილვა',
'watchlisttools-edit' => 'კონტროლის სიის ხილვა და რედაქტირება',
'watchlisttools-raw'  => 'კონტროლის სიის რედაქტირება ტექსტის ფორმატში',

# Core parser functions
'unknown_extension_tag' => 'უცნობი დამატების «$1» თეგი',
'duplicate-defaultsort' => "'''ყურადღება.'''სორტირების გასაღებს «$2»-ს გააჭრის წინა გასაღებს «$1»-ს.",

# Special:Version
'version'                          => 'ვერსია',
'version-extensions'               => 'დაყენებული გაფართოებები',
'version-specialpages'             => 'სპეციალური გვერდები',
'version-parserhooks'              => 'სინტაქსური ანალიზატორის ჰუკები',
'version-variables'                => 'смфдуифвуиш',
'version-other'                    => 'სხვა',
'version-mediahandlers'            => 'მედია დამუშავება',
'version-hooks'                    => 'ჰუკებш',
'version-extension-functions'      => 'გაფართოებათა ფუნქციები',
'version-parser-extensiontags'     => 'სინტაქსური ანალიზატორის თეგი',
'version-parser-function-hooks'    => 'სინტაქსური ანალიზატორის ჰუკი',
'version-skin-extension-functions' => 'გაფართოებათა თემების  ფუნქციები',
'version-hook-name'                => 'ჰუკის სახელი',
'version-hook-subscribedby'        => 'ჩაწერილია',
'version-version'                  => '(ვერსია $1)',
'version-license'                  => 'ლიცენზია',
'version-software'                 => 'დაინსტალირებული პროგრამული უზრუნველყოფა',
'version-software-product'         => 'პროდუქტი',
'version-software-version'         => 'ვერსია',

# Special:FilePath
'filepath'         => 'გზა ფაილისდამი',
'filepath-page'    => 'ფაილი:',
'filepath-submit'  => 'წავიდა',
'filepath-summary' => 'მოცემული სპეცგვერდი აბრუნებს ზუსტ გზას ფაილისდამი იმ სახით, რომლითაც იგი დისკზეა შენახული

 შეიყვანეთ ფაილის სახელი პრეფიქს <code>{{ns:file}}:</code>-ის გარეშე.',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'ერთნაირი ფაილების ძიება',
'fileduplicatesearch-summary'  => 'ერთნაირი ფაილების ძიება ჰეშ-კოდის მიხედვით.

შეიყვანეთ ფაილის სახელი წინსართ  "{{ns:file}}:"-ის გარეშე.',
'fileduplicatesearch-legend'   => 'დუბლიკატების ძიება',
'fileduplicatesearch-filename' => 'ფაილის სახელი:',
'fileduplicatesearch-submit'   => 'ძიება',
'fileduplicatesearch-info'     => '$1 × $2 პიქსელზე<br />ფაილის ზომაა: $3<br />MIME-ტიპი: $4',
'fileduplicatesearch-result-1' => 'ფაილ «$1» არ გააჩნია იდენტური დუბლიკატები.',
'fileduplicatesearch-result-n' => 'ფაილს «$1» გააჩნია $2 {{PLURAL:$2|იდენტური დუბლიკატი|იდენტური დუბლიკატები|იდენტური დუბლიკატი}}.',

# Special:SpecialPages
'specialpages'                   => 'სპეციალური გვერდები',
'specialpages-note'              => '----
* ჩვეულებრივი სპეცგვერდები.
* <strong class="mw-specialpagerestricted">სპეცგვერდები შეზღუდული მისაწვდომობით.</strong>',
'specialpages-group-maintenance' => 'ტექნიკური მომსახურების ანგარიშები',
'specialpages-group-other'       => 'სხვა სპეციალური გვერდები',
'specialpages-group-login'       => 'შესვლა / რეგისტრაცია',
'specialpages-group-changes'     => 'ბოლო ცვლილებები და ჟურნალები',
'specialpages-group-media'       => 'მედია მასალებისა და ატვირთვების ანგარიშები',
'specialpages-group-users'       => 'მომხმარებლები და უფლებები',
'specialpages-group-highuse'     => 'ხშირად გამოყენებული გვერდები',
'specialpages-group-pages'       => 'გვერდების სიები',
'specialpages-group-pagetools'   => 'ინსტრუმენტები გვერდებისთვის',
'specialpages-group-wiki'        => 'ვიკი–მონაცემები და ინსტრუმენტები',
'specialpages-group-redirects'   => 'სპეცგვერდების გადამისამართება',
'specialpages-group-spam'        => 'ინსტრუმენტები სპამის წინააღმდეგ',

# Special:BlankPage
'blankpage'              => 'ცარიელი გვერდი',
'intentionallyblankpage' => 'ეს გვერდი სპეციალურად დარჩა ცარიელი',

# External image whitelist
'external_image_whitelist' => '  #დატოვეთ ეს ხაზი ისე, როგორც არის <pre>
#განათვსეთ აქ რეგულარულ გამოთქმათა ფრაგმენტები (ისინი, რომლებიც // შორის იმყოფება)
#ისინი იქნებიან შეფარდებულები გარე გამოსახულებათა URL-თან.
#მოგერგებული იქნება ნაჩვენები გამოსახულებათა სახით, ხოლო სხვები ბმულების სახით.
#ხაზები, რომლებიც იწყება #, ითვლება კომენტარად.
#ხაზები გრძნობადები არიან რეგისტრისადმი.',

# Special:Tags
'tags'                    => 'ცვლილებათა მოქმედი აღნიშვნები',
'tag-filter'              => '[[Special:Tags|აღნიშვნათა]] ფილტრი',
'tag-filter-submit'       => 'გაფილტვრა',
'tags-title'              => 'აღნიშვნები',
'tags-intro'              => 'ამ გვერდზე წარმოდგენილია იმ აღნიშვნათა სია, რომელითაც პროგრამული უზრუნველყოფა აღნიშნავს შესწორებებს, და ასევე ამ აღნიშვნათა მნიშვნელობებს.',
'tags-tag'                => 'ტეგის სახელი',
'tags-display-header'     => 'რედაქტირებების სიაში ცვლილებების წარმოდგენა',
'tags-description-header' => 'მნიშვნელობის სრული აღწერა',
'tags-hitcount-header'    => 'აღნიშნული ცვლილებები',
'tags-edit'               => 'რედაქტირება',
'tags-hitcount'           => '$1 ცვლილება',

# Special:ComparePages
'comparepages'     => 'გვერდების შედარება',
'compare-selector' => 'გვერდების ვერსიების შედარება',
'compare-page1'    => '1 გვერდი',
'compare-page2'    => '2 გვერდი',
'compare-rev1'     => 'პირველი ვერსია',
'compare-rev2'     => 'მეორე ვერსია',
'compare-submit'   => 'შედარება',

# Database error messages
'dberr-header'      => 'ეს ვიკი განიცდის პრობლემას',
'dberr-problems'    => 'ბოდიში! საიტზე დროებითი ტექნიკური პრობლემებია',
'dberr-again'       => 'ეცადეთ რამდენიმე წუთით დაცდა და ამ გვერდის გადატვირთვა',
'dberr-info'        => 'ვერ მოხერხდა ინფორმაციის $1 სერვერთან დაკავშირება',
'dberr-usegoogle'   => 'ამ დროს კი  შეგიძლიათ Google-ით ძიება',
'dberr-outofdate'   => 'გაითვალისწინეთ, რომ თქვენი კონტენტის ინდექსები შეიძლება შეუსაბამო იყოს',
'dberr-cachederror' => 'ეს არის მოთხოვნილი გვერდის კეშირებული ვერსია, და შესაძლება მოძველდა.',

# HTML forms
'htmlform-invalid-input'       => 'თქვენს მიერ შეყვანილი ინფორმაციის ნაწილმა გამოიწვია პრობლემები',
'htmlform-select-badoption'    => 'თქვენს მიერ მითითებული მნიშვნელობა მიუღებელია.',
'htmlform-int-invalid'         => 'თქვენს მიერ მითითებული მნიშვნელობა არ არის მთელი რიცხვი.',
'htmlform-float-invalid'       => 'თქვენს მიერ მითითებული მნიშვნელობა არ არის რიცხვი.',
'htmlform-int-toolow'          => 'თქვენს მიერ მითითებული მნიშვნელობა მინიმუმზე დაბალია — $1',
'htmlform-int-toohigh'         => 'თქვენს მიერ მითითებული მნიშვნელობა მაქსიმალურს აღემატება — $1',
'htmlform-required'            => 'ეს მნიშვნელობა საჭიროა',
'htmlform-submit'              => 'შენახვა',
'htmlform-reset'               => 'ცვლილებების გაუქმება',
'htmlform-selectorother-other' => 'სხვა',

);
