<?php
/** Malayalam (മലയാളം)
 *
 * @addtogroup Language
 *
 * @author Ævar Arnfjörð Bjarmason <avarab@gmail.com>
 * @author Sadik Khalid <sadik.khalid@gmail.com>
 * @author Manjith Joseph <manjithkaini@gmail.com>
 * @author Praveen Prakash <me.praveen@gmail.com>
 * @author Shiju Alex <shijualexonline@gmail.com>
 * @author לערי ריינהארט
 * @author Jyothis
 * @author Anoopan
 * @author Shijualex
 * @author Jacob.jose
 * @author Siebrand
 * @author Nike
 */

$namespaceNames = array(
	NS_MEDIA => 'മീഡിയ',
	NS_SPECIAL => 'പ്രത്യേകം',
	NS_MAIN => '',
	NS_TALK => 'സംവാദം',
	NS_USER => 'ഉപയോക്താവ്',
	NS_USER_TALK => 'ഉപയോക്താവിന്റെ_സംവാദം',
	# NS_PROJECT set by $wgMetaNamespace
	NS_PROJECT_TALK => '$1_സംവാദം',
	NS_IMAGE => 'ചിത്രം',
	NS_IMAGE_TALK => 'ചിത്രത്തിന്റെ_സംവാദം',
	NS_MEDIAWIKI => 'മീഡിയവിക്കി',
	NS_MEDIAWIKI_TALK => 'മീഡിയവിക്കി_സംവാദം',
	NS_TEMPLATE => 'ഫലകം',
	NS_TEMPLATE_TALK => 'ഫലകത്തിന്റെ_സംവാദം',
	NS_CATEGORY => 'വിഭാഗം',
	NS_CATEGORY_TALK => 'വിഭാഗത്തിന്റെ_സംവാദം',
	NS_HELP => 'സഹായം',
	NS_HELP_TALK => 'സഹായത്തിന്റെ_സംവാദം',
);

$namespaceAliases = array(
	"അംഗം" 			=> NS_USER,
	"അംഗങ്ങളുടെ സംവാദം" 		=> NS_USER_TALK,
);

$skinNames = array(
	'standard'      => 'സാര്‍വത്രികം',
	'simple'        => 'ലളിതം',
	'nostalgia'     => 'ഗൃഹാതുരത്വം',
	'cologneblue'   => 'ക്ലോണ്‍ നീല',
	'monobook'      => 'മോണോബുക്ക്',
	'chick'         => 'സുന്ദരി',
);

/**
 * Magic words
 * Customisable syntax for wikitext and elsewhere
 *
 * Note to translators:
 *   Please include the English words as synonyms.  This allows people
 *   from other wikis to contribute more easily.
 *
 * This array can be modified at runtime with the LanguageGetMagic hook
 */
$magicWords = array(
#   ID                                 CASE  SYNONYMS
	'redirect'               => array( 0, '#REDIRECT' , '#തിരിച്ചുവിടുക' , 'തിരിച്ചുവിടല്‍' ),
	'notoc'                  => array( 0, '__NOTOC__' , '__ഉള്ളടക്കംവേണ്ട__' ),
	'nogallery'              => array( 0, '__NOGALLERY__' , '__ചിത്രസഞ്ചയംവേണ്ട__' ),
	'forcetoc'               => array( 0, '__FORCETOC__' , '__ഉള്ളടക്കംഇടുക__' ),
	'toc'                    => array( 0, '__TOC__' , '__ഉള്ളടക്കം__' ),
	'noeditsection'          => array( 0, '__NOEDITSECTION__' , '__സംശോധിക്കേണ്ട__' ),
	'start'                  => array( 0, '__START__' , '__തുടക്കം__' , '__പ്രാരംഭം__' ),

	'currentmonth'           => array( 1,'CURRENTMONTH' , 'മാസം' ),
	'currentmonthname'       => array( 1, 'CURRENTMONTHNAME' , 'മാസത്തിന്റെപേര്‌' ),
	'currentmonthabbrev'     => array( 1, 'CURRENTMONTHABBREV'  , 'മാസത്തിന്റെപേര്‌സംഗ്രഹം' , 'മാസത്തിന്റെപേര്‌ചുരുക്കം' ),
	'currentday'             => array( 1, 'CURRENTDAY' , 'ദിവസം' ),
	'currentday2'            => array( 1, 'CURRENTDAY2' , 'ദിവസം2' ),
	'currentdayname'         => array( 1, 'CURRENTDAYNAME' , 'ദിവസത്തിന്റെപേര്‌' ),
	'currentyear'            => array( 1, 'CURRENTYEAR' , 'വര്‍ഷം' ),
	'currenttime'            => array( 1, 'CURRENTTIME' , 'സമയം' ),
	'currenthour'            => array( 1, 'CURRENTHOUR' , 'മണിക്കൂര്‍' ),

	'localmonth'             => array( 1, 'LOCALMONTH' , 'പ്രാദേശികമാസം' ),
	'localmonthname'         => array( 1, 'LOCALMONTHNAME' , 'പ്രാദേശികമാസത്തിന്റെപേര്‌' ),
	'localmonthabbrev'       => array( 1, 'LOCALMONTHABBREV' , 'പ്രാദേശികമാസത്തിന്റെപേര്‌സംഗ്രഹം' ,  'പ്രാദേശികമാസത്തിന്റെപേര്‌ചുരുക്കം' ),
	'localday'               => array( 1, 'LOCALDAY' , 'പ്രാദേശികദിവസം' ),
	'localday2'              => array( 1, 'LOCALDAY2' , 'പ്രാദേശികദിവസം2' ),
	'localdayname'           => array( 1, 'LOCALDAYNAME' , 'പ്രാദേശികദിവസത്തിന്റെപേര്‌' ),
	'localyear'              => array( 1, 'LOCALYEAR' , 'പ്രാദേശികവര്‍ഷം' ),
	'localtime'              => array( 1, 'LOCALTIME' , 'പ്രാദേശികസമയം' ),
	'localhour'              => array( 1, 'LOCALHOUR' , '', 'പ്രാദേശികമണിക്കൂര്‍' ),

	'numberofpages'          => array( 1, 'NUMBEROFPAGES' , 'താളുകളുടെഎണ്ണം' ),
	'numberofarticles'       => array( 1, 'NUMBEROFARTICLES' , 'ലേഖങ്ങളുടെഎണ്ണം' ),
	'numberoffiles'          => array( 1, 'NUMBEROFFILES' , 'പ്രമാണങ്ങളുടെഎണ്ണം'),
	'numberofusers'          => array( 1, 'NUMBEROFUSERS' , 'ഉപയോക്താക്കളുടെഎണ്ണം' , 'അംഗങ്ങളുടെഎണ്ണം' ),

	'pagename'               => array( 1, 'PAGENAME' , 'താളിന്റെപേര്‌' ),
	'pagenamee'              => array( 1, 'PAGENAMEE' , 'താളിന്റെപേര്‌സമഗ്രം' ),
	'namespace'              => array( 1, 'NAMESPACE' , 'നാമമേഖല' ),
	'namespacee'             => array( 1, 'NAMESPACEE' , 'നാമമേഖലസമഗ്രം' ),
	'talkspace'              => array( 1, 'TALKSPACE' , 'സംവാദമേഖല' ),
	'talkspacee'             => array( 1, 'TALKSPACEE' , 'സംവാദമേഖലസമഗ്രം' ),
	'subjectspace'           => array( 1, 'SUBJECTSPACE', 'ARTICLESPACE'  , 'വിഷയമേഖല' , 'ലേഖനമേഖല' ),
	'subjectspacee'          => array( 1, 'SUBJECTSPACEE', 'ARTICLESPACEE'  , 'വിഷയമേഖലസമഗ്രം'  , 'ലേഖനമേഖലസമഗ്രം' ),
	'fullpagename'           => array( 1, 'FULLPAGENAME' , 'താളിന്റെമുഴുവന്‍പേര്‌' ),
	'fullpagenamee'          => array( 1, 'FULLPAGENAMEE'  , 'താളിന്റെമുഴുവന്‍പേര്സമഗ്രം'  ),
	'subpagename'            => array( 1, 'SUBPAGENAME' , 'അനുബന്ധതാളിന്റെപേര്‌'),
	'subpagenamee'           => array( 1, 'SUBPAGENAMEE'  , 'അനുബന്ധതാളിന്റെപേര്സമഗ്രം' ),
	'basepagename'           => array( 1, 'BASEPAGENAME' , 'അടിസ്ഥാനതാളിന്റെപേര്‌' ),
	'basepagenamee'          => array( 1, 'BASEPAGENAMEE'  , 'അടിസ്ഥാനതാളിന്റെപേര്‌സമഗ്രം' ),
	'talkpagename'           => array( 1, 'TALKPAGENAME' , 'സംവാദതാളിന്റെപേര്‌'),
	'talkpagenamee'          => array( 1, 'TALKPAGENAMEE' , 'സംവാദതാളിന്റെപേര്‌സമഗ്രം' ),
	'subjectpagename'        => array( 1, 'SUBJECTPAGENAME', 'ARTICLEPAGENAME' , 'ലേഖനതാളിന്റെപേര്‌' ),
	'subjectpagenamee'       => array( 1, 'SUBJECTPAGENAMEE', 'ARTICLEPAGENAMEE' , 'ലേഖനതാളിന്റെപേര്‌സമഗ്രം' ),

	'msg'                    => array( 0, 'MSG:' , 'സന്ദേശം:' ),
	'subst'                  => array( 0, 'SUBST:' , 'ബദല്‍:' ),
	'msgnw'                  => array( 0, 'MSGNW:' , 'മൂലരൂപം:' ),
	'end'                    => array( 0, '__END__' , '__ശുഭം__' ),

	'img_thumbnail'          => array( 1, 'thumbnail', 'thumb' , 'ലഘുചിത്രം' , 'ലഘു' ),
	'img_manualthumb'        => array( 1, 'thumbnail=$1', 'thumb=$1' , 'ലഘുചിത്രം=$1' , 'ലഘു=$1' ),
	'img_right'              => array( 1, 'right' , 'വലത്ത്‌' , 'വലത്‌' ),
	'img_left'               => array( 1, 'left' , 'ഇടത്ത്‌' , 'ഇടത്‌' ),
	'img_none'               => array( 1, 'none' , 'ശൂന്യം' ),
	'img_width'              => array( 1, '$1px' , '$1ബിന്ദു' ),
	'img_center'             => array( 1, 'center', 'centre' , 'നടുവില്‍' , 'നടുക്ക്‌' ),
	'img_framed'             => array( 1, 'framed', 'enframed', 'frame' , 'ചട്ടം', 'ചട്ടത്തില്‍' ),
	'img_page'               => array( 1, 'page=$1', 'page $1', 'താള്‍=$1', 'താള്‍ $1' ),

	'sitename'               => array( 1, 'SITENAME' ,'സൈറ്റിന്റെപേര്' ),
	'ns'                     => array( 0, 'NS:' , 'നാമേ:' , 'നാമമേഖല' ),
	'localurl'               => array( 0, 'LOCALURL:' , 'ലോക്കല്‍യുആര്‍എല്‍:' ),
	'localurle'              => array( 0, 'LOCALURLE:' , 'ലോക്കല്‍യുആര്‍എല്‍ഇ:' ),
	'server'                 => array( 0, 'SERVER' , 'സെര്‍വര്‍' ),
	'servername'             => array( 0, 'SERVERNAME' , 'സെര്‍വറിന്റെപേര്' ),
	'scriptpath'             => array( 0, 'SCRIPTPATH' ,'സ്ക്രിപ്റ്റ്പാത്ത്'),
	'grammar'                => array( 0, 'GRAMMAR:' , 'വ്യാകരണം:' ),

	'currentweek'            => array( 1, 'CURRENTWEEK' , 'ആഴ്ച' ,'ആഴ്‌ച' ),
	'currentdow'             => array( 1, 'CURRENTDOW', 'ദിവസത്തിന്റെപേര്‌അക്കത്തില്‍' ),
	'localweek'              => array( 1, 'LOCALWEEK' , 'പ്രാദേശികആഴ്ച' , 'പ്രാദേശികആഴ്‌ച' ),
	'localdow'               => array( 1, 'LOCALDOW' , 'ആഴ്ചയുടെപേര്‌അക്കത്തില്‍' , 'ആഴ്‌ചയുടെപേര്‌അക്കത്തില്‍' ),

	'revisionid'             => array( 1, 'REVISIONID' , 'തിരുത്തല്‍അടയാളം' ),
	'revisionday'            => array( 1, 'REVISIONDAY' , 'തിരുത്തിയദിവസം' , 'തിരുത്തിയദിനം' ),
	'revisionday2'           => array( 1, 'REVISIONDAY2' , 'തിരുത്തിയദിവസം2' , 'തിരുത്തിയദിനം2'),
	'revisionmonth'          => array( 1, 'REVISIONMONTH' , 'തിരുത്തിയമാസം'),
	'revisionyear'           => array( 1, 'REVISIONYEAR' , 'തിരുത്തിയവര്‍ഷം' ),
	'revisiontimestamp'      => array( 1, 'REVISIONTIMESTAMP' , 'തിരുത്തിയസമയമുദ്ര' ),

	'plural'                 => array( 0, 'PLURAL:' , 'ബഹുവചനം:'),
	'raw'                    => array( 0, 'RAW:' , 'വരി:' ),
	'displaytitle'           => array( 1, 'DISPLAYTITLE' , 'ശീര്‍ഷകംപ്രദര്‍ശിപ്പിക്കുക' , 'തലക്കെട്ട്പ്രദര്‍ശിപ്പിക്കുക'  ),
	'rawsuffix'              => array( 1, 'R' , 'വ' ),
	'newsectionlink'         => array( 1, '__NEWSECTIONLINK__' , '__പുതിയവിഭാഗംകണ്ണി__', '__പുതിയഖണ്ഡിക്കണ്ണി__'),

	'currentversion'         => array( 1, 'CURRENTVERSION' , 'പതിപ്പ്' ),
	'currenttimestamp'       => array( 1, 'CURRENTTIMESTAMP' , 'സമയമുദ്ര' ),
	'localtimestamp'         => array( 1, 'LOCALTIMESTAMP' , 'പ്രാദേശികസമയമുദ്ര' ),
	'directionmark'          => array( 1, 'DIRECTIONMARK', 'DIRMARK' , 'ദിശാ‍അടയാളം' ),
	'language'               => array( 0, '#LANGUAGE:' , '#ഭാഷ:' ),
	'contentlanguage'        => array( 1, 'CONTENTLANGUAGE', 'CONTENTLANG' , 'ഉള്ളടക്കഭാഷ' ),
	'pagesinnamespace'       => array( 1, 'PAGESINNAMESPACE:', 'PAGESINNS:' , 'നാമമേഖലയിലുള്ളതാളുകള്‍' ),
	'numberofadmins'         => array( 1, 'NUMBEROFADMINS'  , 'കാര്യനിര്‍വ്വാഹകരുടെഎണ്ണം' ),
	'formatnum'              => array( 0, 'FORMATNUM' , 'ദശാംശഘടന' , 'സംഖ്യാഘടന' ),
	'padleft'                => array( 0, 'PADLEFT' , 'ഇടത്ത്നിറക്കുക' ),
	'padright'               => array( 0, 'PADRIGHT' , 'വലത്ത്നിറക്കുക' ),
	'special'                => array( 0, 'special' , 'പ്രത്യേകം' ),
);

$messages = array(
# User preference toggles
'tog-underline'               => 'കണ്ണികള്‍ക്ക് അടിവരയിടുക:',
'tog-highlightbroken'         => 'നിലവിലില്ലാത്ത കണ്ണികകള്‍ <a href="" class="new">ഇങ്ങിനെ</a> അടയാളപ്പെടുത്തുക (അഥവാ: ഇങ്ങിനെ<a href="" class="internal">?</a>).',
'tog-justify'                 => 'ഖണ്ഡികകള്‍ തിരിച്ചെഴുതുക',
'tog-hideminor'               => 'പുതിയ മാറ്റങ്ങളുടെ പട്ടികയില്‍ ചെറിയ തിരുത്തലുകള്‍ പ്രദര്‍ശിപ്പിക്കാതിരിക്കുക',
'tog-usenewrc'                => 'വിപുലീകരിച്ച പുതിയ മാറ്റങ്ങള്‍ (ജാവാസ്ക്രിപ്റ്റ്)',
'tog-numberheadings'          => 'ഉപവിഭാഗങ്ങള്‍ക്ക് നമ്പര്‍ കൊടുക്കുക',
'tog-showtoolbar'             => 'എഡിറ്റ് റ്റൂള്‍ബാര്‍  പ്രദര്‍ശിപ്പിക്കുക്ക (ജാവാസ്ക്രിപ്റ്റ്)',
'tog-editondblclick'          => 'താളുകളില്‍ ഡബിള്‍ ക്ലിക്ക് ചെയ്യുമ്പോള്‍ തിരുത്താനനുവദിക്കുക (ജാവാസ്ക്രിപ്റ്റ്)',
'tog-editsection'             => 'ഉപവിഭാഗങ്ങളുടെ തിരുത്തല്‍ [തിരുത്തുക] എന്ന കണ്ണിയുപയോഗിച്ച് ചെയ്യുവാന്‍ അനുവദിക്കുക',
'tog-editsectiononrightclick' => 'ഉപവിഭാഗങ്ങളുടെ തലക്കെട്ടില്‍ റൈറ്റ് ക്ലിക്ക് ചെയ്യുന്നതു വഴി തിരുത്താനനുവദിക്കുക (ജാവാസ്ക്രിപ്റ്റ്)',
'tog-showtoc'                 => 'ഉള്ളടക്കപ്പട്ടിക പ്രദര്‍ശിപ്പിക്കുക (മൂന്നില്‍ കൂടുതല്‍ തലക്കെട്ട്‍ ഉള്ള താളുകള്‍ക്കു മാത്രം)',
'tog-rememberpassword'        => 'എന്റെ പ്രവേശനം ഈ കമ്പ്യൂട്ടറില്‍ ഓര്‍ത്തുവെക്കുക',
'tog-editwidth'               => 'തിരുത്താനുള്ള സ്ഥലം മുഴുവന്‍ വീതിയില്‍ ലഭ്യമാക്കുക',
'tog-watchcreations'          => 'ഞാന്‍ നിര്‍മ്മിക്കുന്ന താളുകള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ ചേര്‍ക്കുക',
'tog-watchdefault'            => 'ഞാന്‍ തിരുത്തുന്ന താളുകള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ ചേര്‍ക്കുക',
'tog-watchmoves'              => 'ഞാന്‍ പേരു മാറ്റുന്ന താളുകള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ ചേര്‍ക്കുക',
'tog-watchdeletion'           => 'ഞാന്‍ നീ‍ക്കം ചെയ്യുന്ന താളുകള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ ചേര്‍ക്കുക',
'tog-minordefault'            => 'എല്ലാ തിരുത്തലുകളും ചെറുതിരുത്തലുകളായി സ്വയം കുറിക്കുക',
'tog-previewontop'            => 'പ്രിവ്യൂ കാട്ടാനുള്ള ബട്ടണ്‍ വേണം',
'tog-previewonfirst'          => 'തിരുത്തലുകളുടെ പ്രിവ്യൂ ആദ്യം കാട്ടുക',
'tog-enotifwatchlistpages'    => 'ഞാന്‍ ശ്രദ്ധിക്കുന്ന താളിനു മാറ്റം സംഭവിച്ചാല്‍ ഈമെയില്‍ അയക്കുക',
'tog-enotifusertalkpages'     => 'എന്റെ സം‌വാദം താളിനു മാറ്റം സംഭവിച്ചാല്‍ ഈമെയില്‍ അയക്കുക',
'tog-enotifminoredits'        => 'ചെറുതിരുത്തലുകള്‍ക്കും എനിക്ക് ഇ-മെയില്‍ അയയ്ക്കുക',
'tog-enotifrevealaddr'        => 'വിജ്ഞാപന മെയിലുകളില്‍ എന്റെ ഇ-മെയില്‍ വിലാസം വെളിവാകാന്‍ അനുവദിക്കുക',
'tog-shownumberswatching'     => 'ശ്രദ്ധിക്കുന്ന ഉപയോക്താക്കളുടെ എണ്ണം കാണിക്കുക',
'tog-fancysig'                => 'ഒപ്പില്‍ ലിങ്ക് സ്വയം ചേര്‍ക്കരുത്',
'tog-externaleditor'          => 'തിരുത്തലുകള്‍ക്കായി ബാഹ്യ ഉപകരണങ്ങള്‍ സ്വയം ഉപയോഗിക്കുക',
'tog-externaldiff'            => 'വ്യത്യാസം അറിയാനായി ബാഹ്യ ഉപകരണങ്ങള്‍ സ്വയം ഉപയോഗിക്കുക',
'tog-forceeditsummary'        => 'തിരുത്തലുകളുടെ ചുരുക്കം നല്‍കിയില്ലങ്കില്‍ എന്നെ ഓര്‍മ്മിപ്പിക്കുക',
'tog-watchlisthideown'        => 'ഞാന്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍നിന്ന് എന്റെ തിരുത്തലുകള്‍ നീക്കം ചെയ്യുക',
'tog-watchlisthidebots'       => 'ഞാന്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍നിന്ന് യന്ത്രങ്ങള്‍ വരുത്തിയ തിരുത്തലുകള്‍ നീക്കം ചെയ്യുക',
'tog-watchlisthideminor'      => 'ഞാന്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍നിന്ന് ചെറുതിരുത്തലുകള്‍ നീക്കം ചെയ്യുക',
'tog-ccmeonemails'            => 'ഞാന്‍ മറ്റുള്ളവര്‍ക്കയക്കുന്ന എഴുത്തുകളുടെ പകര്‍പ്പ് എനിക്കും അയക്കുക',
'tog-diffonly'                => 'രണ്ട് പതിപ്പുകള്‍ തമ്മിലുള്ള വ്യത്യാസത്തിനു താഴെ താളിന്റെ ഉള്ളടക്കം കാണിക്കരുത്.',

'underline-always'  => 'എല്ലായ്പ്പോഴും',
'underline-never'   => 'ഒരിക്കലും അരുത്',
'underline-default' => 'ബ്രൗസറിലേതു പോലെ',

'skinpreview' => '(പ്രിവ്യൂ)',

# Dates
'sunday'        => 'ഞായര്‍',
'monday'        => 'തിങ്കള്‍',
'tuesday'       => 'ചൊവ്വ',
'wednesday'     => 'ബുധന്‍',
'thursday'      => 'വ്യാഴം',
'friday'        => 'വെള്ളി',
'saturday'      => 'ശനി',
'sun'           => 'ഞാ.',
'mon'           => 'തി.',
'tue'           => 'ചൊ.',
'wed'           => 'ബു.',
'thu'           => 'വ്യാ.',
'fri'           => 'വെ.',
'sat'           => 'ശ.',
'january'       => 'ജനുവരി',
'february'      => 'ഫെബ്രുവരി',
'march'         => 'മാര്‍ച്ച്',
'april'         => 'ഏപ്രില്‍',
'may_long'      => 'മേയ്',
'june'          => 'ജൂണ്‍',
'july'          => 'ജൂലൈ',
'august'        => 'ഓഗസ്റ്റ്‌',
'september'     => 'സെപ്റ്റംബര്‍',
'october'       => 'ഒക്ടോബര്‍',
'november'      => 'നവംബര്‍',
'december'      => 'ഡിസംബര്‍',
'january-gen'   => 'ജനുവരി',
'february-gen'  => 'ഫെബ്രുവരി',
'march-gen'     => 'മാര്‍ച്ച്',
'april-gen'     => 'ഏപ്രില്‍',
'may-gen'       => 'മേയ്',
'june-gen'      => 'ജൂണ്‍',
'july-gen'      => 'ജൂലൈ',
'august-gen'    => 'ഓഗസ്റ്റ്',
'september-gen' => 'സെപ്റ്റംബര്‍',
'october-gen'   => 'ഒക്ടോബര്‍',
'november-gen'  => 'നവംബര്‍',
'december-gen'  => 'ഡിസംബര്‍',
'jan'           => 'ജനു.',
'feb'           => 'ഫെബ്രു.',
'mar'           => 'മാര്‍.',
'apr'           => 'ഏപ്രി.',
'may'           => 'മേയ്‌',
'jun'           => 'ജൂണ്‍',
'jul'           => 'ജൂലൈ',
'aug'           => 'ഓഗ.',
'sep'           => 'സെപ്റ്റം.',
'oct'           => 'ഒക്ടോ‍.‍',
'nov'           => 'നവം.',
'dec'           => 'ഡിസം.',

# Bits of text used by many pages
'categories'            => 'വിഷയ സൂചിക',
'pagecategories'        => '{{PLURAL:$1|വിഭാഗം|വിഭാഗങ്ങള്‍}}',
'category_header'       => '"$1" വിഭാഗത്തിലെ ലേഖനങ്ങള്‍',
'subcategories'         => 'ഉപസൂചികകള്‍',
'category-media-header' => '"$1" എന്ന വിഭാഗത്തിലുള്ള മീഡിയ',
'category-empty'        => "''ഈ വിഭാഗത്തില്‍ താളുകളോ പ്രമാണങ്ങളോ ഇല്ല.''",

'about'          => 'വിവരണം',
'article'        => 'വ്യാഖ്യാനം',
'newwindow'      => '(പുതിയ വിന്‍ഡോയില്‍ തുറന്നു വരും)',
'cancel'         => 'നിരാകരിക്കുക',
'qbfind'         => 'കണ്ടെത്തുക',
'qbbrowse'       => 'പരതുക',
'qbedit'         => 'തിരുത്തുക',
'qbpageoptions'  => 'ഈ താള്‍',
'qbpageinfo'     => 'സന്ദര്‍ഭം',
'qbmyoptions'    => 'എന്റെ താളുകള്‍',
'qbspecialpages' => 'പ്രത്യേക താളുകള്‍',
'moredotdotdot'  => 'കൂടുതല്‍...',
'mypage'         => 'എന്റെ താള്‍',
'mytalk'         => 'എന്റെ സംവാദവേദി',
'anontalk'       => 'ഈ ഐപിയോടു സംവദിക്കുക',
'navigation'     => 'ഉള്ളടക്കം',

# Metadata in edit box
'metadata_help' => 'മെറ്റാഡാറ്റ:',

'errorpagetitle'    => 'കുഴപ്പം',
'returnto'          => '$1 എന്ന താളിലേക്ക് തിരിച്ചുപോവുക.',
'tagline'           => '{{SITENAME}} സംരംഭത്തില്‍ നിന്ന്',
'help'              => 'സഹായി',
'search'            => 'തിരയുക',
'searchbutton'      => 'തിരയുക',
'go'                => 'പോവുക',
'searcharticle'     => 'ലേഖനത്തിലേക്ക്',
'history'           => 'ഈ താളിന്റെ പഴയ പതിപ്പുകള്‍',
'history_short'     => 'നാള്‍വഴി',
'updatedmarker'     => 'എന്റെ കഴിഞ്ഞ സന്ദര്‍ശനത്തിനുശേഷം നവീകരിക്കപ്പെട്ടവ',
'info_short'        => 'വൃത്താന്തം',
'printableversion'  => 'അച്ചടിരൂപം',
'permalink'         => 'സ്ഥിരംകണ്ണി',
'print'             => 'പ്രിന്റ്',
'edit'              => 'മാറ്റിയെഴുതുക',
'editthispage'      => 'ഈ താള്‍ തിരുത്തുക',
'delete'            => 'താള്‍ മായ്ക്കുക',
'deletethispage'    => 'ഈ താള്‍ നീക്കം ചെയ്യുക',
'undelete_short'    => '{{PLURAL:$1|ഒരു തിരുത്തല്‍|$1 തിരുത്തലുകള്‍}} പുനഃസ്ഥാപിക്കുക',
'protect'           => 'സം‌രക്ഷിക്കുക',
'protect_change'    => 'സംരക്ഷണമാനത്തില്‍ വ്യതിയാനം വരുത്തുക',
'protectthispage'   => 'ഈ താള്‍ സം‌രക്ഷിക്കുക',
'unprotect'         => 'സം‌രക്ഷണരഹിതമാക്കുക',
'unprotectthispage' => 'ഈ താള്‍ സം‌രക്ഷണരഹിതമാക്കുക',
'newpage'           => 'പുതിയ താള്‍',
'talkpage'          => 'ഈ പേജിനെക്കുറിച്ച്‌ ചര്‍ച്ച ചെയ്യുക',
'talkpagelinktext'  => 'സംവാദം',
'specialpage'       => 'പ്രത്യേക പേജ്',
'personaltools'     => 'സ്വകാര്യതാളുകള്‍',
'postcomment'       => 'അഭിപ്രായം ചേര്‍ക്കുക',
'articlepage'       => 'ലേഖനം കാണുക',
'talk'              => 'സംവാദം',
'views'             => 'താളിന്റെ അനുബന്ധങ്ങള്‍',
'toolbox'           => 'പണിസഞ്ചി',
'userpage'          => 'ഉപയോക്താവിന്റെ താള്‍ കാണുക',
'projectpage'       => 'സം‌രംഭംതാള്‍ കാണുക',
'imagepage'         => 'ചിത്ര താള്‍ പ്രദര്‍ശിപ്പിക്കുക',
'mediawikipage'     => 'സന്ദേശങ്ങളുടെ താള്‍ കാണുക',
'templatepage'      => 'ഫലകം താള്‍ കാണുക',
'viewhelppage'      => 'സഹായംതാള്‍ കാണുക',
'categorypage'      => 'വിഭാഗം താള്‍ കാണുക',
'viewtalkpage'      => 'ചര്‍ച്ച ശ്രദ്ധിക്കുക',
'otherlanguages'    => 'ഇതര ഭാഷകളില്‍',
'redirectedfrom'    => '($1-ല്‍ നിന്നും തിരിച്ചു വിട്ടതു പ്രകാരം)',
'redirectpagesub'   => 'തിരിച്ചുവിടല്‍ താള്‍',
'lastmodifiedat'    => 'ഈ താള്‍ അവസാനം തിരുത്തപ്പെട്ടത് $2, $1.', # $1 date, $2 time
'viewcount'         => 'ഈ താള്‍ $1 പ്രാവശ്യം സന്ദര്‍ശിക്കപ്പെട്ടിട്ടുണ്ട്.',
'protectedpage'     => 'സംരക്ഷിത താള്‍',
'jumpto'            => 'പോവുക:',
'jumptonavigation'  => 'വഴികാട്ടി',
'jumptosearch'      => 'തിരച്ചില്‍',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => '{{SITENAME}}:വിവരണം',
'aboutpage'         => 'Project:വിവരണം',
'bugreports'        => 'ബഗ് റിപ്പോര്‍ട്ടുകള്‍',
'bugreportspage'    => 'Project:ബഗ് റിപ്പോര്‍ട്ടുകള്‍',
'copyright'         => 'ഉള്ളടക്കം $1 പ്രകാരം ലഭ്യം.',
'copyrightpagename' => '{{SITENAME}} പകര്‍പ്പവകാശം',
'copyrightpage'     => 'Project:പകര്‍പ്പവകാശം',
'currentevents'     => 'സമകാലികം',
'currentevents-url' => 'Project:സമകാലികം',
'disclaimers'       => 'ബാധ്യതാനിരാകരണരേഖ',
'disclaimerpage'    => 'Project:സാമാന്യ ബാധ്യതാനിരാകരണരേഖ',
'edithelp'          => 'എഡിറ്റിങ്ങ് സഹായി',
'edithelppage'      => 'സഹായം:എഡിറ്റിങ് വഴികാട്ടി',
'faq'               => 'പതിവുചോദ്യങ്ങള്‍',
'faqpage'           => 'Project:പതിവുചോദ്യങ്ങള്‍',
'helppage'          => 'സഹായം:ഉള്ളടക്കം',
'mainpage'          => 'പ്രധാന താള്‍',
'policy-url'        => 'Project:നയങ്ങള്‍',
'portal'            => 'വിക്കി സമൂഹം',
'portal-url'        => 'Project:വിക്കി സമൂഹം',
'privacy'           => 'സ്വകാര്യതാ‍നയം',
'privacypage'       => 'Project:സ്വകാര്യതാനയം',
'sitesupport'       => 'സംഭാവന',
'sitesupport-url'   => 'Project:സംഭാവന',

'badaccess'        => 'അനുമതിപ്രശ്നം',
'badaccess-group0' => 'താങ്കള്‍ ആവശ്യപ്പെട്ട കാര്യം ചെയ്യാന്‍ താങ്കള്‍ യോഗ്യനല്ല',
'badaccess-group1' => 'താങ്കള്‍ ആവശ്യപ്പെട്ട കാര്യം ചെയ്യാന്‍ $1 ഗ്രൂപ്പില്‍ പെട്ടവര്‍ക്കു മാതമേ സാധിക്കൂ',
'badaccess-group2' => 'താങ്കള്‍ ആവശ്യപ്പെട്ട കാര്യം ചെയ്യാന്‍ $1 ഗ്രൂപ്പുകളില്‍ ഏതെങ്കിലും ഒന്നിലെ അംഗങ്ങള്‍ക്കു മാത്രമേ സാധിക്കൂ',
'badaccess-groups' => 'താങ്കള്‍ ആവശ്യപ്പെട്ട കാര്യം ചെയ്യാന്‍ $1 ഗ്രൂപ്പുകളില്‍ ഏതെങ്കിലും ഒന്നിലെ അംഗങ്ങള്‍ക്കു മാത്രമേ സാധിക്കൂ',

'versionrequired'     => 'മീഡിയവിക്കി വേര്‍ഷന്‍ $1 ആവശ്യമാണ്',
'versionrequiredtext' => 'ഈ പേജ് ഉപയോഗിക്കാന്‍ മീഡിയവിക്കി വേര്‍ഷന്‍ $1 ആവശ്യമാണ്.കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് [[Special:Version|വേര്‍ഷന്‍ പേജ്]] കാണുക.',

'ok'                      => 'ശരി',
'retrievedfrom'           => '"$1" എന്ന താളില്‍നിന്നു ശേഖരിച്ചതു',
'youhavenewmessages'      => 'താങ്കള്‍ക്ക് $1 ഉണ്ട്($2).',
'newmessageslink'         => 'പുതിയ സന്ദേശങ്ങള്‍',
'newmessagesdifflink'     => 'അവസാന മാറ്റം‍',
'youhavenewmessagesmulti' => 'താങ്കള്‍ക്ക് $1-ല്‍ പുതിയ സന്ദേശങ്ങള്‍ ഉണ്ട്',
'editsection'             => 'തിരുത്തുക',
'editold'                 => 'തിരുത്തുക',
'editsectionhint'         => 'വിഭാഗം തിരുത്തുക: $1',
'toc'                     => 'ഉള്ളടക്കം',
'showtoc'                 => 'കാട്ടുക',
'hidetoc'                 => 'മറയ്ക്കുക',
'thisisdeleted'           => '$1 വീക്ഷിക്കുകയോ പുനഃസ്ഥാപിക്കുകയോ ചെയ്യേണ്ടതുണ്ടോ?',
'viewdeleted'             => '$1 കാണണോ?',
'restorelink'             => '{{PLURAL:$1|നീക്കംചെയ്താ ഒരു തിരുത്തല്‍|നീക്കം ചെയ്ത $1 തിരുത്തലുകള്‍}}',
'site-rss-feed'           => '$1 ന്റെ ആര്‍‍.എസ്.എസ് ഫീഡ്',
'site-atom-feed'          => '$1 ന്റെ ആറ്റം ഫീഡ്',
'page-rss-feed'           => '"$1" ന്റെ ആര്‍എസ്എസ് ഫീഡ്',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'ലേഖനം',
'nstab-user'      => 'ഉപയോക്താവിനുള്ള താള്‍',
'nstab-media'     => 'മീഡിയാ താള്‍',
'nstab-special'   => 'പ്രത്യേക താള്‍',
'nstab-project'   => 'പദ്ധതി താള്‍',
'nstab-image'     => 'ചിത്രം',
'nstab-mediawiki' => 'സന്ദേശം',
'nstab-template'  => 'ഫലകം',
'nstab-help'      => 'സഹായം',
'nstab-category'  => 'വിഭാഗം',

# Main script and global functions
'nosuchaction'      => 'അത്തരത്തില്‍ ഒരു പ്രവര്‍ത്തനമില്ല',
'nosuchactiontext'  => 'താങ്കള്‍ നല്‍കിയ യു.ആര്‍.എല്‍ വിക്കിയില്‍ നിര്‍‌വചിക്കപ്പെട്ടിട്ടില്ല.',
'nosuchspecialpage' => 'അത്തരമൊരു പ്രത്യേകതാള്‍ നിലവിലില്ല',

# General errors
'error'                => 'കുഴപ്പം',
'databaseerror'        => 'ഡേറ്റാബേസ് പിശക്',
'nodb'                 => '$1 എന്ന ഡാറ്റാബേസ് തിരഞ്ഞെടുക്കാന്‍ പറ്റിയില്ല.',
'laggedslavemode'      => 'മുന്നറിയിപ്പ്: താളില്‍ അടുത്തകാലത്ത് വരുത്തിയ പുതുക്കലുകള്‍ ഉള്‍പ്പെടുത്തപ്പെട്ടിരിക്കില്ല.',
'filecopyerror'        => '"$1" എന്ന ഫയല്‍ "$2" എന്ന ഫയലിലേക്കു പകര്‍ത്താന്‍ സാധിച്ചില്ല.',
'filerenameerror'      => 'ഫയല്‍ "$1", "$2" എന്ന തലക്കെട്ടിലേയ്ക്കു മാറ്റാന്‍ സാധിച്ചില്ല.',
'filedeleteerror'      => '"$1" നീക്കം ചെയ്യാന്‍ സാധിച്ചില്ല.',
'directorycreateerror' => '"$1" എന്ന directory സൃഷ്ടിക്കാന്‍ സാധിച്ചില്ല.',
'filenotfound'         => 'ഫയല്‍ "$1" കണ്ടെത്താനായില്ല.',
'fileexistserror'      => '"$1" എന്ന ഫയലിലേക്കു എഴുതാന്‍ പറ്റിയില്ല: ഫയല്‍ നിലവിലുണ്ട്',
'unexpected'           => 'പ്രതീക്ഷിക്കാത്ത മൂല്യം: "$1"="$2".',
'formerror'            => 'പിശക്: ഫോം സമര്‍പ്പിക്കുവാന്‍ പറ്റിയില്ല',
'badarticleerror'      => 'നിങ്ങള്‍ ചെയ്യാനുദ്ദേശിക്കുന്നത് ഈ പേജില്‍ സാധ്യമല്ല',
'cannotdelete'         => 'സൂചിപ്പിച്ച താളോ ഫയലോ നീക്കം ചെയ്യാന്‍ സാധിച്ചില്ല. (അതു മറ്റാരെങ്കിലും മുമ്പേ നീക്കം ചെയ്തിട്ടുണ്ടാവാം.)',
'badtitle'             => 'അസാധുവായ തലക്കെട്ട്',
'badtitletext'         => 'നിങ്ങള്‍ ആവശ്യപ്പെട്ട പേരില്‍ ഒരു താള്‍ നിലവിലില്ല. അതു ഒന്നുകില്‍ തെറ്റായി അന്തര്‍ഭാഷാ/അന്തര്‍വിക്കി ലിങ്ക് ചെയ്യപ്പെട്ടതാണു അല്ലെങ്കില്‍ അതിന്റെ‍ തലക്കെട്ടില്‍ ഉപയോഗിക്കരുതാത്ത ചില അക്ഷരരൂപങ്ങള്‍ ഉണ്ടായിരുന്നേക്കാം.',
'perfcachedts'         => 'താഴെയുള്ള വിവരങ്ങള്‍ ശേഖരിച്ച് വെച്ചവയില്‍ പെടുന്നു, അവസാനം പുതുക്കിയത് $1 -ന്‌ ആണ്‌.',
'querypage-no-updates' => 'ഈ താളിന്റെ പുതുക്കല്‍ ഇപ്പോള്‍ നിര്‍ത്തി വച്ചിരിക്കുന്നു. ഇവിടുള്ള വിവരങ്ങള്‍ ഏറ്റവും പുതിയതാവണമെന്നില്ല.',
'viewsource'           => 'മൂലരൂപം കാണുക',
'viewsourcefor'        => 'താള്‍:- $1',
'actionthrottledtext'  => 'സ്പാമിനെതിരെയുള്ള മുന്‍‌കരുതല്‍ എന്ന നിലയില്‍ ഒരേ പ്രവര്‍ത്തി കുറഞ്ഞ സമയത്തിനുള്ളില്‍ നിരവധി തവണ ആവര്‍ത്തിക്കുന്നതു പരിമിതപ്പെടുത്തിയിരിക്കുന്നു. നിങ്ങള്‍ ആ പരിധി ലംഘിച്ചിരിക്കുന്നു. കുറച്ച് മിനിറ്റുകള്‍ക്കു ശേഷം വീണ്ടും പരിശ്രമിക്കുക.',
'protectedpagetext'    => 'ഈ താള്‍ തിരുത്തുവാന്‍ സാധിക്കാത്ത വിധം സംരക്ഷിക്കപ്പെട്ടിട്ടുള്ളതാണ്.',
'viewsourcetext'       => 'താങ്കള്‍ക്ക് ഈ താളിന്റെ മൂലരൂപം കാണാനും പകര്‍ത്താനും സാധിക്കും:',
'editinginterface'     => "'''മുന്നറിയിപ്പ്:''' വിക്കി സോഫ്റ്റ്‌വെയറില്‍ അത്യാവശ്യമായ ബാഹ്യസന്ദേശങ്ങള്‍ നല്‍കുന്ന ഒരു താളാണു താങ്കള്‍ തിരുത്തുവാന്‍ പോകുന്നതു. ഈ താളില്‍ താങ്കള്‍ വരുത്തുന്ന മാറ്റങ്ങള്‍ ഉപയോക്താവ് വിക്കി കാണുന്ന വിധത്തെ മാറ്റിമറിച്ചേക്കാം.   മീഡിയവിക്കി സന്ദേശങ്ങളുടെ പരിഭാഷകള്‍ക്ക് മീഡിയവിക്കി സന്ദേശങ്ങളുടെ ലോക്കലൈസേഷന്‍ സംരംഭം ആയ [http://translatewiki.net/wiki/Main_Page?setlang=ml ബീറ്റാവിക്കി] ഉപയോഗിക്കുവാന്‍ താല്പര്യപ്പെടുന്നു.",
'namespaceprotected'   => "'''$1''' നെയിംസ്പേസിലുള്ള താളുകള്‍ തിരുത്താന്‍ താങ്കള്‍ക്ക് അനുവാദമില്ല.",
'customcssjsprotected' => 'ഇത് മറ്റൊരു ഉപയോക്താവിന്റെ ക്രമീകരണങ്ങളുള്‍ക്കൊള്ളുന്ന താളാണ്‌, അതിനാല്‍ താങ്കള്‍ക്ക് ഈ താള്‍ തിരുത്താന്‍ അനുവാദമില്ല.',
'ns-specialprotected'  => 'പ്രത്യേകം എന്ന നെയിംസ്പേസില്‍ പെടുന്ന താളുകള്‍ തിരുത്താവുന്നവയല്ല.',

# Login and logout pages
'logouttitle'                => 'യൂസര്‍ ലോഗൌട്ട്',
'logouttext'                 => '<strong>താങ്കള്‍ ഇപ്പോള്‍ {{SITENAME}} സംരംഭത്തില്‍‍നിന്നും ലോഗ് ഔട്ട് ചെയ്തിരിക്കുന്നു</strong><br />
ഇനി തിരികെ ലോഗിന്‍ ചെയ്യുന്നതു വരെ {{SITENAME}} തിരുത്തലുകളില്‍ താങ്കളുടെ ഐ.പി. വിലാസമായിരിക്കും രേഖപ്പെടുത്തുക, ഇതേ നാമത്തിലോ അല്ലെങ്കില്‍ നിലവിലുള്ള മറ്റേതെങ്കിലും നാമത്തിലോ ഏതു സമയത്തും താങ്കള്‍ക്ക് {{SITENAME}} സംരംഭത്തില്‍ വീണ്ടും ലോഗിന്‍ ചെയ്യാന്‍ സാധിക്കുന്നതാണ്. ശ്രദ്ധിക്കുക താങ്കള്‍ വെബ് ബ്രൌസറിന്റെ ക്യാഷ് ശൂന്യമാക്കിയിട്ടില്ലെങ്കില്‍ ചില താളുകള്‍ താങ്കള്‍ ലോഗിന്‍ ചെയ്തിരിക്കുന്നതായി കാണിക്കാന്‍ സാധ്യതയുണ്ട്.',
'welcomecreation'            => '== മലയാളം {{SITENAME}} സംരംഭത്തിലേയ്ക്കു സ്വാഗതം  Welcome, $1! ==

താങ്കളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കപ്പെട്ടിരിക്കുന്നു. താങ്കളുടെ {{SITENAME}} ക്രമീകരണങ്ങള്‍ മാറ്റാന്‍ മറക്കരുതേ..

==പ്രത്യേകം ശ്രദ്ധിക്കുക==
{{SITENAME}} സംരംഭത്തിലേയ്ക്ക് [[{{SITENAME}}:സ്വാഗതം, നവാഗതരെ|സ്വാഗതം]].. !

*മലയാളത്തില്‍ എങ്ങനെ ടൈപ്പ് ചെയ്യണം എന്നറിയാന്‍ [[സഹായം:ടൈപ്പിംഗ്‌|ഈ താള്‍]] സന്ദര്‍ശിക്കുക.
*{{SITENAME}} സംരംഭത്തില്‍ താളുകള്‍ എഡിറ്റു ചെയ്യുന്നതെങ്ങനെ എന്നറിയുവാന്‍ [[സഹായം:എങ്ങിനെ താളുകള്‍ സംശോധിക്കാം|ഈ താള്‍]] സന്ദര്‍ശിക്കുക.
*{{SITENAME}} സംരംഭത്തില്‍ നിര്‍വചനങ്ങള്‍ തുടങ്ങുന്നതിനെക്കുറിച്ച് കൂടുതല്‍ സഹായം ആവശ്യമെങ്കില്‍ [[Help:ഉള്ളടക്കം|ഈ ഉള്ളടക്കം താളില്‍]] സൂചിപ്പിച്ചിരിക്കുന്ന സഹായം താളുകള്‍ ശ്രദ്ധിക്കുക.
*താങ്കള്‍ക്ക് എഴുത്തുപരിശീലനത്തിന്‌ [[{{SITENAME}}:എഴുത്തുകളരി|{{SITENAME}} സംരംഭത്തിലെ എഴുത്തുകളരി]] ഉപയോഗപ്പെടുത്താവുന്നതാണ്‌.


*നിങ്ങളുടെ അക്കൌണ്ടിനൊപ്പം ഇ-മെയില്‍ വിലാസം നല്‍കുന്നത് എപ്പോഴും നല്ലതാണ്. പാസ്‌വേഡ് നഷ്ടപ്പെടുകയാണെങ്കില്‍ അതു വീണ്ടെടുക്കാന്‍ ഇമെയില്‍ വിലാസം ഉപകരിക്കും.',
'loginpagetitle'             => 'ഉപയോക്തൃ ലോഗിന്‍',
'yourname'                   => 'ഉപയോക്തൃനാമം:',
'yourpassword'               => 'രഹസ്യവാക്ക്:',
'yourpasswordagain'          => 'രഹസ്യവാക്ക് ഒരിക്കല്‍ക്കൂടി:',
'remembermypassword'         => 'എന്റെ പ്രവേശനം ഈ കമ്പ്യൂട്ടറില്‍ ഓര്‍ത്തുവെക്കുക.',
'yourdomainname'             => 'താങ്കളുടെ ഡൊമെയിന്‍:',
'loginproblem'               => '<b>താങ്കള്‍ ലോഗിന്‍ ചെയ്തപ്പോള്‍ എന്തോ പ്രശ്നം ഉണ്ടായി.</b><br />ദയവായി ഒന്നുകൂടി ശ്രമിക്കൂ!',
'login'                      => 'പ്രവേശിക്കുക',
'loginprompt'                => '{{SITENAME}} സംരംഭത്തില്‍ ലോഗിന്‍ ചെയ്യാന്‍ താങ്കള്‍ കുക്കികള്‍ (Cookies) സജ്ജമാക്കിയിരിക്കണം.',
'userlogin'                  => 'ലോഗിന്‍ ചെയ്യുക / അംഗത്വമെടുക്കുക',
'logout'                     => 'പുറത്തുകടക്കുക',
'userlogout'                 => 'പുറത്തു കടക്കുക',
'notloggedin'                => 'ലോഗിന്‍ ചെയ്തിട്ടില്ല',
'nologin'                    => 'അംഗത്വമില്ലേ? $1.',
'nologinlink'                => 'ഒരെണ്ണം എടുക്കുക',
'createaccount'              => 'അക്കൗണ്ട് സൃഷ്ടിക്കുക',
'gotaccount'                 => 'നിങ്ങള്‍ക്ക് അക്കൗണ്ട് ഉണ്ടോ? $1.',
'gotaccountlink'             => 'ലോഗിന്‍ ചെയ്യുക',
'createaccountmail'          => 'ഇ-മെയില്‍ വഴിയായി',
'badretype'                  => 'നിങ്ങള്‍ ടൈപ്പു ചെയ്ത രഹസ്യവാക്കുകള്‍ തമ്മില്‍ യോജിക്കുന്നില്ല.',
'userexists'                 => 'ഈ പേരില്‍ മറ്റൊരു ഉപയോക്താവ് നിലവിലുണ്ട്. ദയവായി മറ്റൊരു ഉപയോക്തൃനാമം തിരഞ്ഞെടുക്കുക.',
'youremail'                  => 'ഇ-മെയില്‍ *:',
'username'                   => 'ഉപയോക്തൃനാമം:',
'uid'                        => 'ഉപയോക്ത ഐഡി:',
'yourrealname'               => 'യഥാര്‍ത്ഥ പേര്‌:',
'yourlanguage'               => 'ഭാഷ:',
'yourvariant'                => 'വ്യത്യാസമാനം',
'yournick'                   => 'വിളിപ്പേര്:',
'badsig'                     => 'അനുവദനീയമല്ലാ‍ത്ത രൂപത്തിലുള്ള ഒപ്പ്. HTML ടാഗുകള്‍ പരിശോധിക്കുക.',
'email'                      => 'ഇ-മെയില്‍',
'prefs-help-realname'        => 'നിങ്ങളുടെ യഥാര്‍ത്ഥ നാമം നല്‍കണമെന്നു നിര്‍ബന്ധമില്ല. പക്ഷെ അങ്ങനെ ചെയ്താല്‍ വിക്കിയിലെ നിങ്ങളുടെ സംഭാവനകള്‍ ആ പേരില്‍ അംഗീകരിക്കപ്പെടും.',
'loginerror'                 => 'പ്രവേശനം സാധിച്ചില്ല',
'prefs-help-email'           => '* ഇ-മെയില്‍ വിലാസം നല്‍കണമെന്ന് നിര്‍ബന്ധമില്ല, പക്ഷേ താങ്കള്‍ക്കായുള്ള താളില്‍ നിന്നോ, താങ്കള്‍ക്കുള്ള സന്ദേശങ്ങളുടെ താളില്‍ നിന്നോ മറ്റുപയോക്താക്കള്‍ക്ക് താങ്കളുടെ വ്യക്തിത്വം മനസ്സിലാക്കാതെ തന്നെ താങ്കള്‍ക്ക് സന്ദേശങ്ങളയയ്ക്കാന്‍ അവസരം നല്‍കുന്നു.',
'prefs-help-email-required'  => 'ഇ-മെയില്‍ വിലാസം ആവശ്യമാണ്‌.',
'nocookiesnew'               => 'ഉപയോക്ത അക്കൌണ്ട് ഉണ്ടാക്കിയിരിക്കുന്നു. പക്ഷെ നിങ്ങള്‍ ലോഗിന്‍ ചെയ്തിട്ടില്ല.  {{SITENAME}}  സംരംഭത്തില്‍ ലോഗിന്‍ ചെയ്യുവാന്‍ കുക്കികള്‍ എനേബിള്‍ ചെയ്തിരിക്കണം. നിങ്ങളുട്രെ കമ്പ്യൂട്ടറില്‍ നിലവില്‍ കുക്കികള്‍ ഡിസേബിള്‍ ചെയ്തിരിക്കുന്നു. അതു എനേബിള്‍ ചെയ്തു നിങ്ങളുടെ ഉപയോക്തനാമവും രഹസ്യവാക്കും ഉപയോഗിച്ച് ലോഗിന്‍ ചെയ്യൂ.',
'noname'                     => 'സാധുവായ ഉപയോക്തൃനാമം വ്യക്തമാക്കിയിട്ടില്ല.',
'loginsuccesstitle'          => 'വിജയകരമായി പ്രവേശിച്ചിരിക്കുന്നു',
'loginsuccess'               => "'''{{SITENAME}} സംരംഭത്തില്‍ \"\$1\" എന്ന പേരില്‍ താങ്കള്‍ ലോഗിന്‍ ചെയ്തിരിക്കുന്നു.'''",
'nosuchuser'                 => '"$1" എന്ന പേരില്‍ ആരും അംഗത്വമെടുത്തിട്ടില്ല. അക്ഷരപിശകുകള്‍ പരിശോധിക്കുക, അഥവാ പുതിയ അംഗത്വമെടുക്കുക.',
'nosuchusershort'            => '"$1" എന്ന പേരില്‍ ഒരു ഉപയോക്താവ് ഇല്ല. അക്ഷരങ്ങള്‍ ഒന്നു കൂടി പരിശോധിക്കുക.',
'nouserspecified'            => 'ഉപയോക്തനാമം നിര്‍ബന്ധമായും ചേര്‍ക്കണം.',
'wrongpassword'              => 'താങ്കള്‍ നല്‍കിയ രഹസ്യവാക്ക് തെറ്റാണ്, വീണ്ടും ശ്രമിക്കുക.',
'wrongpasswordempty'         => 'താങ്കള്‍ പാസ്‌വേഡ് നല്‍കിയിരുന്നില്ല. വീണ്ടും ശ്രമിക്കുക.',
'passwordtooshort'           => 'നിങ്ങളുടെ രഹസ്യവാക്ക് ഒന്നുകില്‍ അസാധുവാണ് അല്ലെങ്കില്‍ വളരെ ചെറുതാണ്. രഹസ്യവാക്കില്‍ കുറഞ്ഞതു $1 അക്ഷരങ്ങളുണ്ടാവണം. രഹസ്യവാക്ക് നിങ്ങളുടെ ഉപയോക്തനാമത്തില്‍ നിന്നു വ്യത്യസ്തമായിരിക്കുകയും വേണം.',
'mailmypassword'             => 'പാസ്‌വേഡ് ഇ-മെയില്‍ ചെയ്യുക',
'passwordremindertitle'      => '{{SITENAME}} സംരംഭത്തില്‍ ഉപയോഗിക്കാനുള്ള താത്ക്കാലിക രഹസ്യവാക്ക്',
'passwordremindertext'       => 'ആരോ (ഒരു പക്ഷേ താങ്കളായിരിക്കാം, $1 എന്ന IP വിലാസത്തില്‍നിന്ന്) {{SITENAME}} ($4) എന്ന അക്കൗണ്ടിന് ഒരു പുതിയ രഹസ്യവാക്ക് വേണമെന്നഭ്യര്‍ത്ഥിച്ചിരിക്കുന്നു. “$2” എന്ന ഉപയോക്താവിന്റെ ഇപ്പോഴത്തെ താല്‍ക്കാലിക രഹസ്യവാക്ക്  “$3” എന്നാണ്. താങ്കള്‍ ഇപ്പോള്‍ ലോഗിന്‍ ചെയ്ത് രഹസ്യവാക്ക് മാറ്റേണ്ടതാണ്.

ഈ അഭ്യര്‍ത്ഥന മറ്റാരോ ആണ് നടത്തിയതെങ്കില്‍, അല്ലെങ്കില്‍, താങ്കള്‍ താങ്കളുടെ പഴയ രഹസ്യവാക്ക് ഓര്‍മ്മിക്കുന്നെങ്കില്‍, അതു മാറ്റാന്‍ താങ്കള്‍ ആഗ്രഹിക്കുന്നില്ലെങ്കില്‍, ഈ സന്ദേശം ഗൗനിക്കാതെ താങ്കള്‍ക്ക് പഴയ രഹസ്യവാക്ക് തന്നെ 
തുടര്‍ന്നും ഉപയോഗിക്കാവുന്നതാണ്‌.',
'noemail'                    => '"$1" എന്ന ഉപയോക്താവ് ഇമെയില്‍ വിലാസം ക്രമീകരിച്ചിട്ടില്ല.',
'passwordsent'               => '‘$1”നായി രജിസ്റ്റര്‍ ചെയ്യപ്പെട്ടിട്ടുള്ള ഇമെയില്‍ വിലാസത്തിലേക്ക് ഒരു പുതിയ രഹസ്യവാക്ക് അയച്ചിട്ടുണ്ട്. അത് ലഭിച്ചശേഷം ദയവായി ലോഗിന്‍ ചെയ്യുക.',
'eauthentsent'               => 'നിങ്ങള്‍ വിക്കിയില്‍ ക്രമീകരിച്ചിട്ടുള്ള ഇമെയില്‍ വിലാസത്തിലേക്ക് സ്ഥിരീകരണത്തിനായി ഒരു മെയില്‍ അയച്ചിട്ടുണ്ട്. ആ ഇമെയില്‍ വിലാസത്തിലേക്ക് മറ്റൊരു മെയില്‍ കൂടി ഇവിടെ നിന്ന് അയക്കുന്നതിനു മുന്‍പായി, അക്കൌണ്ട് നിങ്ങളുടേതു തന്നെ എന്നു ഉറപ്പു വരുത്തുന്നതിനായി, ഇപ്പോള്‍ അയച്ചിട്ടുള്ള മെയിലിലെ നിര്‍ദ്ദേശങ്ങള്‍ നിങ്ങള്‍ പാലിക്കേണ്ടതാണ്.',
'mailerror'                  => 'മെയില്‍ അയയ്ക്കുന്നതില്‍ കുഴപ്പം: $1',
'acct_creation_throttle_hit' => 'ക്ഷമിക്കുക, താങ്കള്‍ ഇപ്പോള്‍ത്തന്നെ $1 അക്കൗണ്ടുകള്‍ സൃഷ്ടിച്ചിട്ടുണ്ട്. ഇനിയും സൃഷ്ടിക്കുക സാധ്യമല്ല.',
'emailauthenticated'         => 'താങ്കളുടെ ഇ-മെയില്‍ വിലാസം $1 -നു സാധുത തെളിയിച്ചതാണ്.',
'emailnotauthenticated'      => 'താങ്കളുടെ ഇ-മെയില്‍ വിലാസം യഥാര്‍ത്ഥമാണെന്ന് ഇതുവരെ സ്ഥിരീകരിക്കപ്പെട്ടിട്ടില്ല. താഴെപ്പറയുന്നവയ്ക്കൊന്നും താങ്കള്‍ക്ക് ഇ-മെയില്‍ അയയ്ക്കുന്നതല്ല.',
'noemailprefs'               => 'ഈ ക്രമീകരണങ്ങള്‍ പ്രവര്‍ത്തിക്കുവാന്‍ സാധുവായ ഒരു ഇമെയില്‍ വിലാസം ഉള്‍പ്പെടുത്തുക.',
'emailconfirmlink'           => 'താങ്കളുടെ ഇ-മെയില്‍ വിലാസം സ്ഥിരീകരിക്കുക',
'invalidemailaddress'        => 'ഇമെയില്‍ വിലാസം സാധുവായ രൂപത്തില്‍ അല്ലാത്തതിനാല്‍ സ്വീകാര്യമല്ല. സാധുവായ രൂപത്തിലുള്ള ഇമെയില്‍ വിലാസം ചേര്‍ക്കുകയോ ഇമെയില്‍ വിലാസത്തിന്റെ ഫീല്‍ഡ് ഒഴിവാക്കിയിടുകയോ ചെയ്യുക.',
'accountcreated'             => 'അക്കൗണ്ട് സൃഷ്ടിച്ചിരിക്കുന്നു',
'accountcreatedtext'         => '$1 എന്ന ഉപയോക്താവിനായുള്ള അക്കൗണ്ട് സൃഷ്ടിക്കപ്പെട്ടിരിക്കുന്നു.',
'createaccount-title'        => '{{SITENAME}} സംരംഭത്തില്‍ അക്കൗണ്ട് സൃഷ്ടിക്കല്‍',
'createaccount-text'         => '{{SITENAME}} സംരംഭത്തില്‍ ($4) താങ്കളുടെ ഇമെയില്‍ വിലാസത്തില്‍ ആരോ ഒരു അക്കൗണ്ട് "$2" എന്ന ഉപയോക്ത നാമത്തില്‍ ഉണ്ടാക്കിയിരിക്കുന്നു (രഹസ്യവാക്ക്: "$3").  നിങ്ങള്‍ ഇപ്പോള്‍ ലോഗിന്‍ ചെയ്തു രഹസ്യവാക്കു മാറ്റേണ്ടതാകുന്നു. 

അക്കൗണ്ട് അബദ്ധവശാല്‍ ഉണ്ടാക്കിയതാണെങ്കില്‍ താങ്കള്‍ക്കു ഈ സന്ദേശം നിരാകരിക്കാവുന്നതാണു.',
'loginlanguagelabel'         => 'ഭാഷ: $1',

# Password reset dialog
'resetpass'           => 'അക്കൗണ്ട് രഹസ്യവാക്ക് പുനഃക്രമീകരിക്കുക',
'resetpass_announce'  => 'താങ്കള്‍ക്ക് ഇമെയില്‍ ആയി കിട്ടിയ താല്‍ക്കാലിക കോഡ് ഉപയോഗിച്ചാണു ഇപ്പോള്‍ ലോഗിന്‍ ചെയ്തിരിക്കുന്നതു. ലോഗിന്‍ പ്രക്രിയ പൂര്‍ത്തിയാകുവാന്‍ പുതിയ ഒരു രഹസ്യവാക്ക് ഇവിടെ കൊടുക്കുക:',
'resetpass_header'    => 'രഹസ്യവാക്ക് പുനഃക്രമീകരിക്കുക',
'resetpass_submit'    => 'രഹസ്യവാക്ക് സജ്ജീകരിച്ചശേഷം ലോഗിന്‍ ചെയ്യുക',
'resetpass_success'   => 'താങ്കളുടെ രഹസ്യവാക്ക് വിജയകരമായി മാറ്റിയിരിക്കുന്നു! ഇപ്പോള്‍ നിങ്ങളെ സംരംഭത്തിലേക്ക് ആനയിക്കുന്നു...',
'resetpass_forbidden' => '{{SITENAME}} സംരംഭത്തില്‍ സൂത്രവാക്കുകള്‍ മാറ്റുന്നത് അനുവദനീയമല്ല',

# Edit page toolbar
'bold_sample'     => 'തടിച്ച എഴുത്ത്',
'bold_tip'        => 'തടിച്ച എഴുത്ത്',
'italic_sample'   => 'ചരിച്ചുള്ള എഴുത്ത്',
'italic_tip'      => 'ഇറ്റാലിക്ക് ടെക്സ്റ്റ്',
'link_sample'     => 'കണ്ണി ചേര്‍ക്കാനുള്ള കോഡ്',
'link_tip'        => 'കണ്ണി ചേര്‍ക്കാനുള്ള കോഡ്',
'extlink_sample'  => 'http://www.example.com കണ്ണി തലക്കെട്ട്',
'extlink_tip'     => 'പുറത്തേക്കുള്ള കണ്ണി (http:// എന്ന പൂര്‍‌വ്വപ്രത്യയം ചേര്‍ക്കാന്‍ ഓര്‍മ്മിക്കുക)',
'headline_sample' => 'തലക്കെട്ടിനുള്ള വാചകം ഇവിടെ ചേര്‍ക്കുക',
'headline_tip'    => 'രണ്ടാംനിര തലക്കെട്ട്',
'math_sample'     => 'ഇവിടെ സൂത്രവാക്യം ചേര്‍ക്കുക',
'math_tip'        => 'ഗണിതസൂത്രവാക്യം (LaTeX)',
'nowiki_sample'   => 'വിക്കിഫോര്‍മാറ്റിങ്ങ് ഉപയോഗിക്കേണ്ടാത്ത എഴുത്ത് ഇവിടെ ചേര്‍ക്കുക',
'nowiki_tip'      => 'വിക്കി രൂപഘടന അവഗണിക്കുക',
'image_tip'       => 'ചിത്രം ചേര്‍ക്കാനുള്ള വിക്കി കോഡ്',
'media_tip'       => 'മീഡിയ പ്രമാണത്തിലേക്കുള്ള കണ്ണി ചേര്‍ക്കാനുള്ള വിക്കി കോഡ്',
'sig_tip'         => 'നിങ്ങളുടെ ഒപ്പ് തിരുത്തല്‍ സമയമടക്കം',
'hr_tip'          => 'തിരശ്ചീനരേഖ (മിതമായി മാത്രം ഉപയോഗിക്കുക)',

# Edit pages
'summary'                  => 'ചുരുക്കം',
'subject'                  => 'വിഷയം/തലക്കെട്ട്',
'minoredit'                => 'ഇതൊരു ചെറിയ തിരുത്തലാണ്',
'watchthis'                => 'ഈ താളിലെ മാറ്റങ്ങള്‍ ശ്രദ്ധിക്കുക',
'savearticle'              => 'സേവ് ചെയ്യുക',
'preview'                  => 'എങ്ങനെയുണ്ടെന്നു കാണുക',
'showpreview'              => 'പ്രിവ്യു കാണുക',
'showlivepreview'          => 'ലൈവ് പ്രിവ്യൂ',
'showdiff'                 => 'മാറ്റങ്ങള്‍ വിശദീകരിക്കുക',
'anoneditwarning'          => "'''മുന്നറിയിപ്പ്:''' താങ്കള്‍ ലോഗിന്‍ ചെയ്തിട്ടില്ല. താങ്കളുടെ ഐ.പി. വിലാസം താളിന്റെ തിരുത്തല്‍ ചരിത്രത്തില്‍ ചേര്‍ക്കുന്നതാണ്.",
'missingsummary'           => "'''ഓര്‍മ്മക്കുറിപ്പ്:''' താങ്കള്‍ തിരുത്തലിന്റെ ചുരുക്കരൂപം നല്‍കിയിട്ടില്ല. ''സേവ് ചെയ്യുക'' ബട്ടണ്‍ ഒരുവട്ടം കൂടി അമര്‍ത്തിയാല്‍ താങ്കള്‍ വരുത്തിയ മാറ്റം കാത്തുസൂക്ഷിക്കുന്നതാണ്.",
'missingcommentheader'     => "'''ഓര്‍മ്മക്കുറിപ്പ്:''' ഈ കുറിപ്പിന് താങ്കള്‍ വിഷയം/തലക്കെട്ട് നല്‍കിയിട്ടില്ല. ''സേവ് ചെയ്യുക'' എന്ന ബട്ടണ്‍ ഒരുവട്ടം കൂടി അമര്‍ത്തിയാല്‍ വിഷയം/തലക്കെട്ട് ഇല്ലാതെ തന്നെ കാത്തുസൂക്ഷിക്കുന്നതാവും.",
'summary-preview'          => 'ചുരുക്കരൂപത്തിന്റെ പ്രിവ്യൂ',
'subject-preview'          => 'വിഷയത്തിന്റെ/തലക്കെട്ടിന്റെ പ്രിവ്യൂ',
'blockedtitle'             => 'ഉപയോക്താവിനെ തടഞ്ഞിരിക്കുന്നു',
'blockedtext'              => "<big>'''നിങ്ങളുടെ ഉപയോക്തനാമത്തേയോ നിങ്ങളുടെ ഐ.പി.യേയോ‍ ഈ വിക്കി തിരുത്തുന്നതില്‍ നിന്നു തടഞ്ഞിരിക്കുന്നു'''</big>

$1 ഈ തടയല്‍ നടത്തിയതു. ''$2'' എന്നതാണു അതിനു രേഖപ്പെടുത്തിയിട്ടുള്ള കാരണം.

* തടയലിന്റെ തുടക്കം: $8
* തടയലിന്റെ കാലാവധി: $6
* തടയപ്പെട്ട ഉപയോക്താവ് : $7

ഈ തടയലിനെ പറ്റി ചര്‍ച്ച ചെയ്യാന്‍ നിങ്ങള്‍ക്ക് $1 നേയോ മറ്റ് [[{{MediaWiki:Grouppage-sysop}}|കാര്യനിര്‍‌വാഹകരെയോ]] സമീപിക്കാവുന്നതാണ്. [[Special:Preferences|നിങ്ങളുടെ ക്രമീകരണങ്ങളില്]] നിങ്ങള്‍ സാധുവായ ഇമെയില്‍ വിലാസം കൊടുത്തിട്ടുണ്ടെങ്കില്‍‍, അതു‍ അയക്കുന്നതില്‍ നിന്നു നിങ്ങള്‍ തടയപ്പെട്ടിട്ടില്ലെങ്കില്‍, 'ഇദ്ദേഹത്തിന് ഇ-മെയില്‍ അയക്കൂ' എന്ന സം‌വിധാനം ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ആളുകളെ ബന്ധപ്പെടാം. നിങ്ങളുടെ നിലവിലുള്ള ഐപി വിലാസം $3 ഉം നിങ്ങളുടെ ബ്ലോക്ക് ഐഡി #$5 ഉം ആണ്‍. ഇവ്‍ രണ്ടും നിങ്ങള്‍ അഡ്‌മിനിസ്റ്റ്രേറ്ററെ ബധപ്പെടുമ്പോള്‍ ചേര്‍ക്കുക.",
'blockednoreason'          => 'കാരണം വ്യക്തമാക്കിയിട്ടില്ല',
'blockedoriginalsource'    => "'''$1''' എന്നതിന്റെ മൂലരൂപം താഴെക്കാണിച്ചിരിക്കുന്നു:",
'blockededitsource'        => "'''$1''' എന്ന താളില്‍ '''താങ്കള്‍ നടത്തിയ തിരുത്തലുകളുടെ''' പൂര്‍ണ്ണരൂപം താഴെക്കാണിച്ചിരിക്കുന്നു:",
'whitelistedittitle'       => 'തിരുത്താന്‍ ലോഗിന്‍ ആവശ്യമാണ്‌',
'whitelistedittext'        => 'താളുകള്‍ തിരുത്താന്‍ താങ്കള്‍ $1 ചെയ്യേണ്ടതാണ്',
'whitelistreadtitle'       => 'വായിക്കാന്‍ ലോഗിന്‍ ആവശ്യമാണ്‌',
'whitelistreadtext'        => 'താളുകള്‍ വായിയ്ക്കാന്‍ താങ്കള്‍ [[Special:Userlogin|ലോഗിന്‍]] ചെയ്യേണ്ടതുണ്ട്.',
'whitelistacctitle'        => 'താങ്കള്‍ക്ക് അക്കൗണ്ട് സൃഷ്ടിക്കാന്‍ അനുവാദമില്ല',
'confirmedittitle'         => 'തിരുത്താന്‍ ഇ-മെയില്‍ വിലാസം സ്ഥിരീകരിക്കേണ്ടതുണ്ട്',
'nosuchsectiontitle'       => 'അത്തരം വിഭാഗം ഒന്നുംതന്നെയില്ല',
'loginreqtitle'            => 'ലോഗിന്‍ ചെയ്യുക ആവശ്യമാണ്‌',
'loginreqlink'             => 'ലോഗിന്‍',
'loginreqpagetext'         => 'മറ്റു താളുകള്‍ കാണാന്‍ താങ്കള്‍ $1 ചെയ്യേണ്ടതാണ്.',
'accmailtitle'             => 'സൂത്രവാക്ക് അയച്ചിരിക്കുന്നു.',
'accmailtext'              => '"$1" എന്ന ഉപയോക്താവിനുള്ള സൂത്രവാക്ക് $2 എന്ന വിലാസത്തിലേക്ക് അയച്ചിട്ടുണ്ട്.',
'newarticle'               => '(പുതിയത്)',
'newarticletext'           => 'ഇതുവരെ നിലവിലില്ലാത്ത ഒരു താള്‍ സൃഷ്ടിക്കാനുള്ള ശ്രമത്തിലാണ് താങ്കള്‍. അതിനായി താഴെ വേണ്ടവിവരങ്ങള്‍ എഴുതിച്ചേര്‍ത്ത് സേവ് ചെയ്യുക(കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് [[{{MediaWiki:Helppage}}|സഹായം താള്‍]] കാണുക). താങ്കളിവിടെ അബദ്ധത്തില്‍ വന്നതാണെങ്കില്‍ ബ്രൌസറിന്റെ ബാക്ക് ബട്ടണ്‍ ഞെക്കിയാല്‍ തിരിച്ചുപോകാം.',
'anontalkpagetext'         => "----''ഇതൊരു അജ്ഞാത ഉപയോക്താവിനുള്ള സന്ദേശങ്ങളുടെ താളാണ്, അദ്ദേഹം ഇതുവരെ അംഗത്വം എടുക്കാതിരിക്കുകയോ അഥവാ എടുത്ത അംഗത്വം ഉപയോഗിക്കാതിരിക്കുകയോ ആവാം. നാം അതിനാല്‍ അദ്ദേഹത്തിന്റെ അക്കരൂപത്തിലുള്ള ഐ.പി. വിലാസം താളുകളില്‍ ചേര്‍ത്ത് അദ്ദേഹത്തെ തിരിച്ചറിയാന്‍ ശ്രമിക്കുന്നു. ഒരു ഐ.പി. വിലാസം തന്നെ പല ഉപയോക്താക്കള്‍ ഉപയോഗിക്കുന്നുണ്ടാവാം, അതുകൊണ്ട് താങ്കള്‍ ലോഗിന്‍ ചെയ്യാതിരിക്കുമ്പോള്‍ അനുയോജ്യമല്ലാത്ത ഒരു സന്ദേശം താങ്കള്‍ക്ക് ലഭിക്കാതിരിക്കുവാന്‍ ദയവായി [[Special:Userlogin|അംഗത്വമെടുക്കുകയോ ലോഗിന്‍ ചെയ്യുകയോ]] ചെയ്യുക. ഇത് ഭാവിയില്‍ ഇതര ഉപയോക്താക്കളുമായി ഉണ്ടായേക്കാവുന്ന ആശയക്കുഴപ്പം ഒഴിവാക്കാന്‍ സഹായിക്കും.''",
'noarticletext'            => 'ഈ താളില്‍ ഇതുവരെ ഉള്ളടക്കം ആയിട്ടില്ല, താങ്കള്‍ക്ക് മറ്റുതാളുകളില്‍ [[Special:Search/Allmessages|ഇതേക്കുറിച്ച് അന്വേഷിക്കാവുന്നതാണ്]] അല്ലെങ്കില്‍ [http://ml.wiktionary.org/w/index.php?title=%E0%B4%AA%E0%B5%8D%E0%B4%B0%E0%B4%A4%E0%B5%8D%E0%B4%AF%E0%B5%87%E0%B4%95%E0%B4%82:Allmessages&action=edit ഈ താള്‍ തിരുത്താവുന്നതാണ്].',
'usercssjsyoucanpreview'   => "<strong>വഴികാട്ടി:</strong>താങ്കളുടെ പുതിയ CSS/JS കാത്തുസൂക്ഷിക്കുന്നതിനുമുമ്പ് 'പ്രിവ്യൂ കാണുക' എന്ന ബട്ടന്‍ ഉപയോഗിച്ച് പരിശോധിക്കുക.",
'updated'                  => '(പുതുക്കിയിരിക്കുന്നു)',
'note'                     => '<strong>കുറിപ്പ്:</strong>',
'previewnote'              => '<strong>ഇതൊരു പ്രിവ്യൂ മാത്രമാണ്, താങ്കള്‍ നടത്തിയ മാറ്റങ്ങള്‍ സേവ് ചെയ്തിട്ടില്ല!</strong>',
'editing'                  => 'തിരുത്തുന്ന താള്‍:- $1',
'editingsection'           => 'തിരുത്തുന്ന താള്‍:- $1 (ഉപവിഭാഗം)',
'editingcomment'           => 'തിരുത്തുന്ന താള്‍:- $1 (കുറിപ്പ്)',
'editconflict'             => 'എഡിറ്റ് കോണ്‍ഫ്ലിറ്റ്: $1',
'yourtext'                 => 'താങ്കള്‍ എഴുതി ചേര്‍ത്തത്',
'storedversion'            => 'സംഭരിക്കപ്പെട്ടിരിക്കുന്ന പതിപ്പ്',
'yourdiff'                 => 'വ്യത്യാസങ്ങള്‍',
'copyrightwarning'         => '{{SITENAME}} സംരംഭത്തില്‍ എഴുതപ്പെടുന്ന ലേഖനങ്ങളെല്ലാം $2 പ്രകാരം സ്വതന്ത്രമാണ് (വിശദാംശങ്ങള്‍ക്ക് കാണുക:$1). താങ്കള്‍ എഴുതുന്ന ലേഖനം തിരുത്തപ്പെടുന്നതിലോ ഒഴിവാക്കപ്പെടുന്നതിലോ എതിര്‍പ്പുണ്ടെങ്കില്‍ ദയവായി ലേഖനമെഴുതാതിരിക്കുക.

ഈ ലേഖനം താങ്കള്‍ത്തന്നെ എഴുതിയതാണെന്നും അതല്ലെങ്കില്‍ പകര്‍പ്പവകാശനിയമങ്ങളുടെ പരിധിയിലില്ലാത്ത ഉറവിടങ്ങളില്‍നിന്നും പകര്‍ത്തിയതാണെന്നും ഉറപ്പാക്കുക.

<strong>പകര്‍പ്പവകാശ സംരക്ഷണമുള്ള സൃഷ്ടികള്‍ ഒരു കാരണവശാലും ഇവിടെ പ്രസിദ്ധീകരിക്കരുത്. </strong>',
'copyrightwarning2'        => '{{SITENAME}} സംരംഭത്തില്‍ താങ്കള്‍ എഴുതി ചേര്‍ക്കുന്നതെല്ലാം മറ്റുപയോക്താക്കള്‍ തിരുത്തുകയോ, മാറ്റം വരുത്തുകയോ, ഒഴിവാക്കുകയോ ചെയ്തേക്കാം. താങ്കള്‍ എഴുതി ചേര്‍ക്കുന്നതു മറ്റ് ഉപയോക്താക്കള്‍ തിരുത്തപ്പെടുന്നതിലോ ഒഴിവാക്കുന്നതിലോ താങ്കള്‍ക്ക് എതിര്‍പ്പുണ്ടെങ്കില്‍ ദയവായി ലേഖനമെഴുതാതിരിക്കുക. 

ഇതു താങ്കള്‍ത്തന്നെ എഴുതിയതാണെന്നും, അതല്ലെങ്കില്‍ പകര്‍പ്പവകാശ നിയമങ്ങളുടെ പരിധിയിലില്ലാത്ത ഉറവിടങ്ങളില്‍നിന്നും പകര്‍ത്തിയതാണെന്നും ഉറപ്പാക്കുക (കുടുതല്‍ വിവരത്തിനു $1 കാണുക). 

<strong>പകര്‍പ്പവകാശ സംരക്ഷണമുള്ള സൃഷ്ടികള്‍ ഒരു കാരണവശാലും ഇവിടെ പ്രസിദ്ധീകരിക്കരുത്!</strong>',
'longpagewarning'          => '<strong>മുന്നറിയിപ്പ്: ഈ താളിന് $1 കിലോബൈറ്റ്സ് നീളമുണ്ട്; ചില ബ്രൌസറുകളില്‍ 32 കിലോബൈറ്റ്സില്‍ കൂടുതല്‍ വലിയ താ‍ളുകള്‍ തിരുത്തുമ്പോള്‍ പ്രശ്നമുണ്ടാകാറുണ്ട്. താളുകളുടെ ഉപവിഭാഗങ്ങള്‍ തിരഞ്ഞെടുത്ത് തിരുത്തുന്നത് പരിഗണിക്കുക.</strong>',
'protectedpagewarning'     => '<strong>മുന്നറിയിപ്പ്:  ഈ താള്‍ സിസോപ്പ് അധികാരമുള്ളവര്‍ക്ക് മാത്രം തിരുത്താന്‍ സാധിക്കാവുന്ന തരത്തില്‍ സം‌രക്ഷിക്കപ്പെട്ടിരിക്കുന്നു </strong>',
'semiprotectedpagewarning' => "'''ശ്രദ്ധിക്കുക:''' ഈ താള്‍ സംരക്ഷിക്കപ്പെട്ടിട്ടുള്ളതാണ്; {{SITENAME}} സംരംഭത്തില്‍ അംഗത്വമെടുത്തിട്ടുള്ളവര്‍ക്കേ ഈ താള്‍ തിരുത്താന്‍ സാധിക്കൂ.",
'titleprotectedwarning'    => '<strong>മുന്നറിയിപ്പ്: ചില പ്രത്യേക ഉപയോക്താക്കള്‍ക്കു മാത്രം സൃഷ്ടിക്കാവുന്ന തരത്തില്‍ ഈ താള്‍ സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു.</strong>',
'templatesused'            => 'ഈ താളില്‍ ഉപയോഗിച്ചിരിക്കുന്ന ഫലകങ്ങള്‍:',
'templatesusedpreview'     => 'ഈ താളില്‍ ഇപ്പോള്‍ ഉപയോഗിച്ചിരിക്കുന്ന ഫലകങ്ങള്‍:',
'templatesusedsection'     => 'ഈ വിഭാഗത്തില്‍ ഉപയോഗിച്ചിരിക്കുന്ന ഫലകങ്ങള്‍:',
'template-protected'       => '(സം‌രക്ഷിതം)',
'template-semiprotected'   => '(അര്‍‌ദ്ധ-സം‌രക്ഷിതം)',
'nocreatetitle'            => 'താളുകള്‍ സൃഷ്ടിക്കുന്നത് നിജപ്പെടുത്തിയിരിക്കുന്നു',
'nocreatetext'             => '{{SITENAME}} സംരംഭത്തില്‍ പുതിയ താളുകള്‍ സൃഷ്ടിക്കുവാനുള്ള അവകാശം പരിമിതപ്പെടുത്തിയിരിക്കുന്നു.
താങ്കള്‍ ദയവായി തിരിച്ചുചെന്ന് നിലവിലുള്ള ഒരു താള്‍ തിരുത്തുകയോ, അഥവാ [[Special:Userlogin|ലോഗിന്‍ ചെയ്യുകയോ ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുകയോ]] ചെയ്യാന്‍ അഭ്യര്‍ത്ഥിക്കുന്നു.',
'nocreate-loggedin'        => 'താങ്കള്‍ക്ക് {{SITENAME}} സംരംഭത്തില്‍‍ പുതിയ താളുകള്‍ സൃഷ്ടിക്കാന്‍ അനുവാദമില്ല.',
'permissionserrors'        => 'അനുമതിപ്രശ്നം',
'recreate-deleted-warn'    => "
'''മുന്നറിയിപ്പ്: മുമ്പ് മായ്ച്ചുകളഞ്ഞ താളാണ്‌ താങ്കള്‍ വീണ്ടും ചേര്‍ക്കാന്‍ ശ്രമിക്കുന്നത്'''

താങ്കള്‍ ചെയ്യുന്നത് ശരിയായ നടപടിയാണോ എന്നു പരിശോധിക്കുക. ഉറപ്പിനായി ഈ താളിന്റെ മായ്ക്കല്‍ രേഖ കൂടെ ചേര്‍ത്തിരിക്കുന്നു.",

# "Undo" feature
'undo-success' => 'ഈ തിരുത്തല്‍ നിങ്ങള്‍ക്ക് തിരസ്ക്കരിക്കാവുന്നതാണു. താഴെ കൊടുത്തിരിക്കുന്ന പതിപ്പുകള്‍ തമ്മിലുള്ള താരതമ്യം ഒന്നു കൂടി പരിശോധിച്ച് ഈ പ്രവൃത്തി ചെയ്യണമോ എന്നതു ഒന്നു കൂടി ഉറപ്പാക്കുക. ഉറപ്പാണെങ്കില്‍ തിരുത്തല്‍ തിരസ്ക്കരിക്കുവാന്‍ താള്‍ സേവ് ചെയ്യുക.',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|സന്ദേശങ്ങള്‍]]) ചെയ്ത തിരുത്തല്‍ $1 നീക്കം ചെയ്യുന്നു',

# Account creation failure
'cantcreateaccounttitle' => 'അക്കൗണ്ട് സൃഷ്ടിക്കാന്‍ സാധിച്ചില്ല',

# History pages
'viewpagelogs'        => 'ഈ താളുമായി ബന്ധപ്പെട്ട രേഖകള്‍ കാണുക',
'nohistory'           => 'ഈ താളിനു തിരുത്തല്‍ ചരിത്രം ആയിട്ടില്ല.',
'revnotfound'         => 'പ്രസ്തുത പതിപ്പ് കണ്ടെത്താനായില്ല',
'loadhist'            => 'താളിന്റെ ചരിത്രം ശേഖരിച്ചുകൊണ്ടിരിക്കുന്നു',
'currentrev'          => 'ഇപ്പോഴുള്ള രൂപം',
'revisionasof'        => '$1-നു നിലവിലുണ്ടായിരുന്ന രൂപം',
'revision-info'       => '$1 -നു ഉണ്ടായിരുന്ന രൂപം, സൃഷ്ടിച്ചത്:- $2',
'previousrevision'    => '←പഴയ രൂപം',
'nextrevision'        => 'പുതിയ രൂപം→',
'currentrevisionlink' => 'ഇപ്പോഴുള്ള രൂപം',
'cur'                 => 'ഏറ്റവും പുതിയ പതിപ്പുമായുള്ള വ്യത്യാസം',
'next'                => 'അടുത്ത',
'last'                => 'തൊട്ടുമുമ്പത്തെ പതിപ്പുമായുള്ള വ്യത്യാസം',
'page_first'          => 'ആദി',
'page_last'           => 'അന്ത്യം',
'histlegend'          => "വ്യത്യാസങ്ങള്‍ ഒത്തുനോക്കാന്‍: ഒത്തുനോക്കേണ്ട പതിപ്പുകള്‍ക്കൊപ്പം ഉള്ള റേഡിയോ ബട്ടണ്‍ തിരഞ്ഞെടുത്ത് ''\"തിരഞ്ഞെടുത്ത പതിപ്പുകള്‍ തമ്മിലുള്ള വ്യത്യാസം കാണുക\"'' എന്ന ബട്ടണ്‍ ഞെക്കുകയോ എന്റര്‍ അടിക്കുകയോ ചെയ്യുക.<br />
സൂചന: (ചെ.) = ചെറിയ തിരുത്തല്‍.",
'deletedrev'          => '[മായ്ച്ചു]',
'histfirst'           => 'പഴയവ',
'histlast'            => 'പുതിയവ',
'historysize'         => '({{PLURAL:$1|1 ബൈറ്റ്|$1 ബൈറ്റുകള്‍}})',
'historyempty'        => '(ശൂന്യം)',

# Revision feed
'history-feed-title'          => 'നാള്‍വഴി',
'history-feed-description'    => 'വിക്കിയില്‍ ഈ താളിന്റെ നാള്‍വഴി',
'history-feed-item-nocomment' => '$1 ല്‍ $2', # user at time

# Revision deletion
'rev-delundel'            => 'പ്രദര്‍ശിപ്പിക്കുക/മറയ്ക്കുക',
'revdelete-nooldid-title' => 'ഉദ്ദിഷ്ടപതിപ്പൊന്നും സൂചിപ്പിച്ചിട്ടില്ല',
'revdelete-selected'      => "'''$1:''' എന്ന താളിന്റെ {{PLURAL:$2|തെരഞ്ഞെടുത്ത പതിപ്പ്|തെരഞ്ഞെടുത്ത പതിപ്പുകള്‍}}",
'revdelete-hide-image'    => 'ഫയലിന്റെ ഉള്ളടക്കം മറയ്ക്കുക',
'revdelete-log'           => 'അഭിപ്രായം രേഖപ്പെടുത്തുക:',

# History merging
'mergehistory-from'   => 'ഉറവിട താള്‍:',
'mergehistory-into'   => 'ലക്ഷ്യതാള്‍:',
'mergehistory-submit' => 'പതിപ്പുകള്‍ ലയിപ്പിക്കുക',
'mergehistory-empty'  => 'പതിപ്പുകളൊന്നും ലയിപ്പിക്കുക സാധ്യമല്ല',

# Merge log
'mergelog' => 'ലയിപ്പിച്ചതിന്റെ രേഖകള്‍',

# Diffs
'history-title'           => '"$1" എന്ന താളിന്റെ നാള്‍‌വഴി',
'difference'              => '(മാറ്റങ്ങള്‍ തമ്മിലുള്ള വ്യത്യാസങ്ങള്‍)',
'lineno'                  => 'വരി $1:',
'compareselectedversions' => 'തിരഞ്ഞെടുത്ത പതിപ്പുകള്‍ തമ്മിലുള്ള വ്യത്യാസം കാണുക',
'editundo'                => 'മാറ്റം തിരസ്ക്കരിക്കുക',
'diff-multi'              => '(ഇടക്കുള്ള $1 മാറ്റങ്ങള്‍ ഇവിടെ കാണിക്കുന്നില്ല)',

# Search results
'searchresulttext' => '{{SITENAME}} സംരംഭത്തില്‍ വിവരങ്ങള്‍ എങ്ങിനെ അന്വേഷിച്ചു കണ്ടെത്താമെന്നറിയാന്‍, [[{{MediaWiki:Helppage}}|{{int:help}}]] എന്ന താള്‍ കാണുക.',
'searchsubtitle'   => "താങ്കള്‍ അന്വേഷിച്ച വാക്ക്- '''[[:$1]]'''",
'noexactmatch'     => "'''\"[[\$1]]\" എന്ന ലേഖനം ഈ വിക്കിയില്‍ നിലവിലില്ല.''' താങ്കള്‍ക്ക് [[:\$1|പ്രസ്തുത ശീര്‍ഷകത്തോടു കൂടിയ ഒരു ലേഖനം]] എഴുതാവുന്നതാണ്.",
'prevn'            => 'പഴയ $1',
'nextn'            => 'അടുത്ത $1',
'viewprevnext'     => '($1 | $2 | $3 മാറ്റങ്ങള്‍ കാണുക)',
'showingresults'   => '#<b>$2</b> മുതലുള്ള <b>$1</b> ഫലങ്ങള്‍ കാട്ടുന്നു',
'powersearch'      => 'തിരയുക',

# Preferences page
'preferences'          => 'ക്രമീകരണങ്ങള്‍',
'mypreferences'        => 'എന്റെ ക്രമീകരണങ്ങള്‍',
'prefs-edits'          => 'ആകെ തിരുത്തലുകള്‍:',
'prefsnologin'         => 'ലോഗിന്‍ ചെയ്തിട്ടില്ല',
'prefsnologintext'     => 'ഉപയോക്തൃക്രമീകരണങ്ങള്‍ മാറ്റാന്‍ താങ്കള്‍ [[Special:Userlogin|ലോഗിന്‍ ചെയ്തിരിക്കണം]].',
'changepassword'       => 'പാസ്‌വേഡ് മാറ്റുക',
'skin'                 => 'രൂപം',
'dateformat'           => 'ദിന ലേഖന രീതി',
'datedefault'          => 'മുന്‍‌തൂക്ക രഹിതം',
'datetime'             => 'ദിവസവും സമയവും',
'prefs-personal'       => 'അഹം',
'prefs-rc'             => 'പുതിയ മാറ്റങ്ങള്‍',
'prefs-watchlist'      => 'ശ്രദ്ധിക്കുന്നവ',
'prefs-watchlist-days' => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ പ്രദര്‍ശിപ്പിക്കേണ്ട പരമാവധി ദിവസങ്ങള്‍:',
'prefs-misc'           => 'പലവക',
'resetprefs'           => 'പുനഃക്രമീകരിക്കുക',
'oldpassword'          => 'പഴയ പാസ്‌വേഡ്:',
'newpassword'          => 'പുതിയ രഹസ്യവാക്ക്:',
'retypenew'            => 'പുതിയ പാസ്‌വേഡ് ഉറപ്പിക്കുക:',
'textboxsize'          => 'തിരുത്തല്‍',
'rows'                 => 'വരി:',
'columns'              => 'നിര:',
'contextlines'         => 'ഈ അടിക്ക് കിട്ടിയ വരികള്‍:',
'recentchangesdays'    => 'പുതിയ മാറ്റങ്ങളില്‍ കാണിക്കേണ്ട ദിവസങ്ങളുടെ എണ്ണം:',
'recentchangescount'   => 'പുതിയ മാറ്റങ്ങളുടെ താളില്‍ പ്രദര്‍ശിപ്പിക്കേണ്ട തിരുത്തലുകളുടെ എണ്ണം:',
'savedprefs'           => 'താങ്കളുടെ ക്രമീകരണങ്ങള്‍ കാത്തുസൂക്ഷിച്ചിരിക്കുന്നു.',
'timezonelegend'       => 'സമയ മേഖല',
'timezonetext'         => 'സെര്‍വര്‍ സമയവും(UTC) താങ്കളുടെ പ്രാദേശിക സമയവും തമ്മിലുള്ള വ്യത്യാസം.',
'localtime'            => 'പ്രാദേശിക സമയം',
'timezoneoffset'       => 'വ്യത്യാസം¹',
'servertime'           => 'സെര്‍വര്‍ സമയം',
'guesstimezone'        => 'സമയവ്യത്യാസം ബ്രൌസറില്‍ നിന്നും ശേഖരിക്കൂ',
'allowemail'           => 'മറ്റുള്ളവരെ എനിക്ക് എഴുത്തയക്കാന്‍ അനുവദിക്കുക',
'defaultns'            => 'പരിശോധിക്കേണ്ട നേംസ്പേസുകള്‍:',
'files'                => 'ഫയലുകള്‍',

# User rights
'userrights-user-editname'  => 'ഒരു ഉപയോക്തൃനാമം എന്റര്‍ ചെയ്യുക:',
'userrights-editusergroup'  => 'ഉപയോക്തൃസമൂഹത്തിലെ അംഗത്വം തിരുത്തുക',
'userrights-reason'         => 'മാറ്റത്തിനുള്ള കാരണം:',
'userrights-available-none' => 'താങ്കള്‍ക്ക് സമൂഹത്തിലെ അംഗത്വം മാറ്റാവുന്നതല്ല',

# Groups
'group-bot'        => 'യന്ത്രങ്ങള്‍',
'group-sysop'      => 'കാര്യനിര്‍‌വാഹകര്‍',
'group-bureaucrat' => 'ബ്യൂറോക്രാറ്റുകള്‍',
'group-all'        => '(എല്ലാം)',

'group-bot-member'        => 'യന്ത്രം',
'group-sysop-member'      => 'കാര്യനിര്‍‌വാഹകന്‍',
'group-bureaucrat-member' => 'ബ്യൂറോക്രാറ്റ്',

'grouppage-bot'   => '{{ns:project}}:യന്ത്രങ്ങള്‍',
'grouppage-sysop' => '{{ns:project}}:കാര്യനിര്‍‌വാഹകര്‍',

# User rights log
'rightslog'  => 'ഉപയോക്താവിന്റെ അവകാശ ലോഗ്',
'rightsnone' => '(ശൂന്യം)',

# Recent changes
'nchanges'                       => '$1 മാറ്റങ്ങള്‍',
'recentchanges'                  => 'പുതിയ മാറ്റങ്ങള്‍',
'recentchangestext'              => '{{SITENAME}} സംരംഭത്തിലെ ഏറ്റവും പുതിയ മാറ്റങ്ങള്‍ ഇവിടെ കാണാം.',
'recentchanges-feed-description' => 'ഈ ഫീഡ് ഉപയോഗിച്ച് വിക്കിയിലെ പുതിയ മാറ്റങ്ങള്‍ നിരീക്ഷിക്കുക.',
'rcnote'                         => 'കഴിഞ്ഞ <strong>$2</strong> ദിനങ്ങള്‍ക്കുള്ളില്‍ സംഭവിച്ച, <strong>$1</strong> തിരുത്തലുകള്‍ താഴെക്കാണാം. ശേഖരിച്ച സമയം: $3.',
'rcnotefrom'                     => '<b>$2</b> മുതലുള്ള മാറ്റങ്ങള്‍ (<b>$1</b> എണ്ണം വരെ കാണാം).',
'rclistfrom'                     => '$1 മുതലുള്ള മാറ്റങ്ങള്‍ കാട്ടുക',
'rcshowhideminor'                => 'ചെറുതിരുത്തലുകള്‍ $1',
'rcshowhidebots'                 => 'ബോട്ടുകളെ $1',
'rcshowhideliu'                  => 'ലോഗിന്‍ ചെയ്തിട്ടുള്ളവരെ $1',
'rcshowhideanons'                => 'അജ്ഞാത ഉപയോക്താക്കളെ $1',
'rcshowhidepatr'                 => '$1 പരിശോധിച്ചു സ്ഥിരീകരിച്ച തിരുത്തലുകള്‍',
'rcshowhidemine'                 => 'എന്റെ തിരുത്തലുകള്‍ $1',
'rclinks'                        => 'കഴിഞ്ഞ $2 ദിവസങ്ങള്‍ക്കുള്ളിലുണ്ടായ $1 മാറ്റങ്ങള്‍ കാട്ടുക<br />$3',
'diff'                           => 'മാറ്റം',
'hist'                           => 'നാള്‍‌വഴി',
'hide'                           => 'മറയ്ക്കുക',
'show'                           => 'പ്രദര്‍ശിപ്പിക്കുക',
'minoreditletter'                => '<sub>(ചെ.)</sub>',
'newpageletter'                  => '(പു.)',
'boteditletter'                  => '(യ.)',
'newsectionsummary'              => '/* $1 */ പുതിയ വിഭാഗം',

# Recent changes linked
'recentchangeslinked'          => 'അനുബന്ധ മാറ്റങ്ങള്‍',
'recentchangeslinked-title'    => '$1 എന്ന താളുമായി ബന്ധപ്പെട്ട മാറ്റങ്ങള്‍',
'recentchangeslinked-noresult' => 'ഈ താളിലേയ്ക്ക് കണ്ണികളുള്ള താളുകള്‍ ഇവിടെ സൂചിപ്പിക്കപ്പെട്ട സമയത്ത് മാറ്റങ്ങള്‍ക്കൊന്നും വിധേയമായിട്ടില്ല.',
'recentchangeslinked-summary'  => "ഈ പ്രത്യേക താള്‍ ഒരു താളിലേയ്ക്ക് കണ്ണികളുള്ള താളുകളില്‍ അവസാനമായി വരുത്തിയ മാറ്റങ്ങളുടെ പട്ടിക നിരത്തുന്നു. ഈ പട്ടികയില്‍ പെടുന്നതും താങ്കള്‍ ശ്രദ്ധിക്കുന്നതുമായ താളുകള്‍ '''കടുപ്പിച്ച്''' കാണിച്ചിരിക്കുന്നു.",

# Upload
'upload'             => 'അപ്‌ലോഡ്‌',
'uploadbtn'          => 'പ്രമാണം അപ്‌ലോഡ് ചെയ്യുക',
'reupload'           => 'ഒന്നുകൂടി അപ്‌ലോഡ് ചെയ്യുക',
'reuploaddesc'       => 'വീണ്ടും അപ്‌ലോഡ് ചെയ്ത് നോക്കാനായി തിരിച്ചു പോവുക.',
'uploadnologin'      => 'ലോഗിന്‍ ചെയ്തിട്ടില്ല',
'uploadnologintext'  => 'പ്രമാണങ്ങള്‍ അപ്‌ലോഡ് ചെയ്യാന്‍ താങ്കള്‍ [[Special:Userlogin|ലോഗിന്‍]] ചെയ്തിരിക്കണം',
'upload-preferred'   => 'അനുവദനീയമായ തരം ഫയലുകള്‍: $1.',
'upload-prohibited'  => 'നിരോധിക്കപ്പെട്ട തരം ഫയലുകള്‍: $1.',
'uploadlog'          => 'അപ്‌ലോഡ് പ്രവര്‍ത്തനരേഖ',
'uploadlogpage'      => 'അപ്‌ലോഡ് പട്ടിക',
'uploadlogpagetext'  => 'സമീപകാലത്ത് അപ്‌ലോഡ് ചെയ്ത പ്രമാണങ്ങളുടെ പട്ടിക താഴെ കാണാം.',
'filename'           => 'ഫയലിന്റെ പേര്',
'filedesc'           => 'ചുരുക്കം',
'fileuploadsummary'  => 'ചുരുക്കം:',
'filestatus'         => 'പകര്‍പ്പവകാശ സ്ഥിതി',
'filesource'         => 'സ്രോതസ്സ്',
'uploadedfiles'      => 'അപ്‌ലോഡ് ചെയ്ത ഫയലുകള്‍',
'ignorewarning'      => 'മുന്നറിയിപ്പ് അവഗണിച്ച് ഫയല്‍ കാത്തു സൂക്ഷിക്കുക.',
'ignorewarnings'     => 'അറിയിപ്പുകള്‍ അവഗണിക്കുക',
'minlength1'         => 'ഫയലുകളുടെ പേരില്‍ ഒരക്ഷരമെങ്കിലും ഉണ്ടാവണം.',
'badfilename'        => 'ചിത്രത്തിന്റെ പേര് "$1" എന്നാക്കി മാറ്റിയിരിക്കുന്നു.',
'filetype-badmime'   => '"$1" എന്ന MIME type-ല്‍ ഉള്ള ഫയലുകള്‍ അപ്‌ലോഡ് ചെയ്യുന്നത് അനുവദനീയമല്ല.',
'large-file'         => 'ഫയലുകള്‍ $1 വലിപ്പത്തില്‍ കൂടരുതെന്നാണ്‌ നിര്‍ദേശിക്കപ്പെട്ടിരിക്കുന്നത്; ഈ ഫയലിന്റെ വലുപ്പം $2 ആണ്‌.',
'largefileserver'    => 'സെര്‍‌വറില്‍ ചിട്ടപ്പെടുത്തിയതുപ്രകാരം ഈ ഫയല്‍ അനുവദനീയമായതിലും വലുതാണ്‌.',
'fileexists-thumb'   => "<center>'''നിലവിലുള്ള ചിത്രം'''</center>",
'successfulupload'   => 'അപ്‌ലോഡ് വിജയിച്ചിരിക്കുന്നു',
'uploadwarning'      => 'അപ്‌ലോഡ് മുന്നറിയിപ്പ്',
'savefile'           => 'ഫയല്‍ കാത്ത് സൂക്ഷിക്കുക',
'uploadedimage'      => '"[[$1]]" അപ്‌ലോഡ് ചെയ്തു.',
'overwroteimage'     => '"[[$1]]" എന്നതിന്റെ പുതിയ പതിപ്പ് അപ്‌ലോഡ് ചെയ്തിരിക്കുന്നു',
'uploaddisabled'     => 'അപ്‌ലോഡുകള്‍ അനുവദനീയമല്ല',
'uploaddisabledtext' => '{{SITENAME}} സംരംഭത്തില്‍ ഫയലുകള്‍ അപ്‌ലോഡ് ചെയ്യുന്നതിന് അനുവാദമില്ല.',
'uploadvirus'        => 'ഫയലില്‍ ഒരു വൈറസുണ്ട്! വിശദാംശങ്ങള്‍: $1',
'sourcefilename'     => 'അപ്‌ലോഡ് ചെയ്യേണ്ട പ്രമാണം',
'destfilename'       => '{{SITENAME}} സംരംഭത്തില്‍ ഉപയോഗിക്കേണ്ട പേര്',
'watchthisupload'    => 'മാറ്റങ്ങള്‍ ശ്രദ്ധിക്കുക',

'upload-proto-error' => 'തെറ്റായ പ്രോട്ടോക്കോള്‍',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6' => 'URL-ല്‍ എത്തിപ്പെടാന്‍ സാധിച്ചില്ല',

'license'            => 'പകര്‍പ്പവകാശ വിവരങ്ങള്‍:',
'nolicense'          => 'പകര്‍പ്പവകാശ ടാഗുകള്‍ ഇവിടെ നിന്നും തിരഞ്ഞെടുക്കുക',
'upload_source_file' => ' (താങ്കളുടെ കമ്പ്യൂട്ടറിലുള്ള ഒരു ഫയല്‍)',

# Image list
'imagelist'                 => 'ഫയല്‍ പട്ടിക',
'imagelist-summary'         => 'ചുരുക്കം',
'ilsubmit'                  => 'അന്വേഷി',
'byname'                    => 'നാമക്രമത്തില്‍',
'bydate'                    => 'ദിനക്രമത്തില്‍',
'bysize'                    => 'വലുപ്പക്രമത്തില്‍',
'imgfile'                   => 'ഫയല്‍',
'filehist'                  => 'ഫയല്‍ നാള്‍‌വഴി',
'filehist-help'             => 'ഏതെങ്കിലും തീയതി/സമയ കണ്ണിയില്‍ ഞെക്കിയാല്‍ പ്രസ്തുതസമയത്ത് ഈ പ്രമാണം എങ്ങിനെയായിരുന്നു എന്നു കാണാം.',
'filehist-current'          => 'ഇപ്പോഴുള്ള രൂപം',
'filehist-datetime'         => 'തീയതി/സമയം',
'filehist-user'             => 'ഉപയോക്താവ്',
'filehist-dimensions'       => 'പരിമാണം',
'filehist-filesize'         => 'ഫയലിന്റെ സൈസ്',
'filehist-comment'          => 'അഭിപ്രായം',
'imagelinks'                => 'കണ്ണികള്‍',
'linkstoimage'              => 'താഴെ കാണുന്ന താളുകളില്‍ ഈ ചിത്രം ഉപയോഗിക്കുന്നു:',
'nolinkstoimage'            => 'ഈ ചിത്രം/പ്രമാണം വിക്കിയിലെ താളുകളിലൊന്നിലും ഉപയോഗിക്കുന്നില്ല.',
'sharedupload'              => 'ഇതു ഒരു പങ്കുവെക്കപ്പെട്ട അപ്‌ലോഡ് ആയതിനാല്‍ മറ്റു സംരംഭങ്ങള്‍ ഇതുപയോഗിക്കുന്നുണ്ടാകാം.',
'noimage'                   => 'ഈ പേരില്‍ പ്രമാണങ്ങള്‍ ഒന്നുമില്ല. നിങ്ങള്‍ക്ക് $1.',
'noimage-linktext'          => 'അപ്‌ലോഡ് ചെയ്യുക',
'uploadnewversion-linktext' => 'ഈ ചിത്രത്തിലും മെച്ചപ്പെട്ടത് അപ്‌ലോഡ് ചെയ്യുക',
'imagelist_date'            => 'തിയതി',
'imagelist_name'            => 'പേര്',
'imagelist_user'            => 'ഉപയോക്താവ്',
'imagelist_size'            => 'വലുപ്പം',
'imagelist_description'     => 'വിവരണം',

# File deletion
'filedelete'                  => '$1 നീക്കം ചെയ്യുക',
'filedelete-legend'           => 'ഫയല്‍ നീക്കംചെയ്യുക',
'filedelete-comment'          => 'നീക്കംചെയ്യാനുള്ള കാരണം:',
'filedelete-submit'           => 'നീക്കംചെയ്യുക',
'filedelete-success'          => "'''$1''' നീക്കം ചെയ്തുകഴിഞ്ഞു.",
'filedelete-nofile'           => "'''$1''' ഈ സൈറ്റില്‍ നിലവിലില്ല.",
'filedelete-otherreason'      => 'മറ്റു/കൂടുതല്‍ കാരണങ്ങള്‍:',
'filedelete-reason-otherlist' => 'മറ്റു കാരണങ്ങള്‍',

# MIME search
'mimesearch' => 'MIME തിരയല്‍',
'download'   => 'ഡൗണ്‍ലോഡ്',

# Unwatched pages
'unwatchedpages' => 'ആരും ശ്രദ്ധിക്കാത്ത താളുകള്‍',

# List redirects
'listredirects' => 'തിരിച്ചുവിടലുകളുടെ പട്ടിക കാണിക്കുക',

# Unused templates
'unusedtemplates'    => 'ഉപയോഗിക്കപ്പെടാത്ത ഫലകങ്ങള്‍',
'unusedtemplateswlh' => 'മറ്റു കണ്ണികള്‍',

# Random page
'randompage' => 'ഓട്ടപ്രദക്ഷിണം',

# Random redirect
'randomredirect' => 'ക്രമരഹിതമായ തിരിച്ചുവിടല്‍',

# Statistics
'statistics'             => 'സ്ഥിതിവിവരക്കണക്കുകള്‍',
'sitestats'              => '{{SITENAME}} സ്ഥിതിവിവരക്കണക്കുകള്‍',
'userstats'              => 'ഉപയോക്താക്കളുടെ സ്ഥിതിവിവരക്കണക്കുകള്‍',
'statistics-mostpopular' => 'ഏറ്റവുമധികം സന്ദര്‍ശിക്കപ്പെട്ട താളുകള്‍',

'disambiguations' => 'നാനാര്‍ത്ഥം താളുകള്‍',

'doubleredirects' => 'ഇരട്ട തിരിച്ചുവിടലുകള്‍',

'brokenredirects'        => 'മുറിഞ്ഞ തിരിച്ചുവിടലുകള്‍',
'brokenredirectstext'    => 'താഴെക്കാണുന്ന തിരിച്ചുവിടലുകള്‍ നിലവിലില്ലാത്ത താളുകളിലേയ്ക്കാണ്‌:',
'brokenredirects-edit'   => '(തിരുത്തുക)',
'brokenredirects-delete' => '(നീക്കംചെയ്യുക)',

'withoutinterwiki'        => 'ഭാഷാകണ്ണികള്‍ ഇല്ലാത്ത താളുകള്‍',
'withoutinterwiki-submit' => 'പ്രദര്‍ശിപ്പിക്കുക',

'fewestrevisions' => 'ഏറ്റവും ചുരുക്കം പ്രാവശ്യം തിരുത്തപ്പെട്ട താളുകള്‍',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|ബൈറ്റ്|ബൈറ്റുകള്‍}}',
'ncategories'             => '$1 വിഭാഗങ്ങള്‍',
'nlinks'                  => '$1 കണ്ണികള്‍',
'nmembers'                => '$1 അംഗങ്ങള്‍',
'specialpage-empty'       => 'ഈ താള്‍ ശൂന്യമാണ്.',
'lonelypages'             => 'അനാഥ താളുകള്‍',
'lonelypagestext'         => 'താഴെക്കാണുന്ന താളുകളിലേക്ക് മലയാളം വിക്കിയിലെ മറ്റു താളുകളൊന്നില്‍ നിന്നും കണ്ണികള്‍ നിലവിലില്ല.',
'uncategorizedpages'      => 'വിഭാഗീകരിക്കാത്ത താളുകള്‍',
'uncategorizedcategories' => 'വിഭാഗീകരിക്കപ്പെടാത്ത വിഭാഗങ്ങള്‍',
'uncategorizedimages'     => 'വിഭാഗീകരിക്കപ്പെടാത്ത ചിത്രങ്ങള്‍',
'uncategorizedtemplates'  => 'വിഭാഗീകരിക്കാത്ത ഫലകങ്ങള്‍',
'unusedcategories'        => 'ഉപയോഗിക്കപ്പെടാത്ത വിഭാഗങ്ങള്‍',
'unusedimages'            => 'ഉപയോഗിക്കാത്ത ഫയലുകള്‍',
'popularpages'            => 'ജനപ്രിയകരമായ താളുകള്‍',
'wantedcategories'        => 'അവശ്യ വിഭാഗങ്ങള്‍',
'wantedpages'             => 'അവശ്യ താളുകള്‍',
'mostlinked'              => 'ഏറ്റവുമധികം കണ്ണികളാല്‍ ബന്ധിപ്പിക്കപ്പെട്ട താളുകള്‍',
'mostlinkedcategories'    => 'വിഭാഗങ്ങളിലേക്ക് ഏറ്റവുമധികം കണ്ണിയുള്ള താളുകള്‍',
'mostlinkedtemplates'     => 'ഫലകങ്ങളിലേക്ക് ഏറ്റവുമധികം കണ്ണിയുള്ള താളുകള്‍',
'mostcategories'          => 'ഏറ്റവും കൂടുതല്‍ വിഭാഗങ്ങളില്‍ പെടുത്തിയിരിക്കുന്ന താളുകള്‍',
'mostimages'              => 'ചിത്രങ്ങളിലേക്ക് ഏറ്റവുമധികം കണ്ണിയുള്ള താളുകള്‍',
'mostimages-summary'      => 'ചുരുക്കം',
'mostrevisions'           => 'ഏറ്റവുമധികം പ്രാവശ്യം തിരുത്തപ്പെട്ട താളുകള്‍',
'allpages'                => 'എല്ലാ പേജുകളും',
'allpages-summary'        => "*'''കുറിപ്പ്:''' [[ചിത്രം:Allpagesredirect.gif]]- ഈ ചിഹ്നം തിരിച്ചുവിടല്‍ താളുകളെ സൂചിപ്പിക്കുന്നു.",
'prefixindex'             => 'പൂര്‍‌വ്വപ്രത്യയസൂചിക',
'shortpages'              => 'വിവരങ്ങള്‍ ഏറ്റവും കുറവുള്ള താളുകള്‍',
'longpages'               => 'വലിയ താളുകളുടെ പട്ടിക',
'deadendpages'            => 'ഇന്റര്‍ വിക്കി കണ്ണിയാല്‍ ബന്ധിപ്പിക്കപ്പെടാത്ത താളുകള്‍',
'deadendpagestext'        => 'താഴെക്കാണുന്ന താളുകളില്‍നിന്ന് ഈ വിക്കിയിലെ മറ്റൊരു താളിലേയ്ക്കും കണ്ണിയില്ല.',
'protectedpages'          => 'സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്ന താളുകള്‍',
'listusers'               => 'ഉപയോക്താക്കളുടെ പട്ടിക',
'specialpages'            => 'പ്രത്യേക പേജുകള്‍',
'spheading'               => 'എല്ലാ ഉപയോക്താക്കള്‍ക്കും‌വേണ്ടിയുള്ള പ്രത്യേക താളുകള്‍',
'newpages'                => 'പുതിയ താളുകള്‍',
'newpages-username'       => 'ഉപയോക്തൃനാമം:',
'ancientpages'            => 'ഏറ്റവും പഴയ താളുകള്‍',
'intl'                    => 'ഭാഷാന്തരകണ്ണികള്‍',
'move'                    => 'തലക്കെട്ടു മാറ്റുക',
'movethispage'            => 'ഈ താള്‍ മാറ്റുക',

# Book sources
'booksources'               => 'പുസ്തക സ്രോതസ്സുകള്‍',
'booksources-search-legend' => 'പുസ്തകസ്രോതസ്സുകള്‍ക്കായി തിരയുക',

'categoriespagetext' => 'വിക്കിയില്‍ നിലനില്‍ക്കുന്ന സൂചികകള്‍ താഴെ കൊടുത്തിരിക്കുന്നു.',
'data'               => 'ഡേറ്റാ',
'userrights'         => 'ഉപയോക്തൃഅവകാശ പരിപാലനം',
'alphaindexline'     => '$1 മുതല്‍ $2 വരെ',
'version'            => 'വെര്‍ഷന്‍',

# Special:Log
'specialloguserlabel'  => 'ഉപയോക്താവ്:',
'speciallogtitlelabel' => 'തലക്കുറി:',
'log'                  => 'പ്രവര്‍ത്തന രേഖകള്‍',
'all-logs-page'        => 'എല്ലാ പ്രവര്‍ത്തനരേഖകളും',
'log-search-legend'    => 'പ്രവര്‍ത്തനരേഖകള്‍ക്കായി തിരയുക',
'alllogstext'          => '{{SITENAME}} സംരംഭത്തില്‍ ലഭ്യമായ പ്രവര്‍ത്തന രേഖകള്‍ സംയുക്തമായി ഈ താളില്‍ കാണാം.
താങ്കള്‍ക്ക് ‘രേഖകളുടെ സ്വഭാവം, ഉപയോക്തൃനാമം, ബന്ധപ്പെട്ട താള്‍’ മുതലായവ തിരഞ്ഞെടുത്ത് അന്വേഷണം കൂടുതല്‍ ക്ഌപ്തപ്പെടുത്താവുന്നതാണ്.',
'logempty'             => 'രേഖകളുമായി ബന്ധപ്പെട്ട് ഒന്നും തന്നെയില്ല.',

# Special:Allpages
'nextpage'          => '($1) അടുത്ത താള്‍',
'prevpage'          => 'മുന്‍പത്തെ താള്‍ ($1)',
'allpagesfrom'      => 'താളുകളുടെ തുടക്കം:',
'allarticles'       => 'എല്ലാ ലേഖനങ്ങളും',
'allnotinnamespace' => 'എല്ലാ താളുകളും ($1 നെയിംസ്പേസിലല്ലാത്തത്)',
'allpagesprev'      => 'മുമ്പത്തെ',
'allpagesnext'      => 'അടുത്ത',
'allpagessubmit'    => 'പോവുക',
'allpagesprefix'    => 'പൂര്‍‌വ്വപ്രത്യയമുള്ള താളുകള്‍ പ്രദര്‍ശിപ്പിക്കുക:',
'allpages-bad-ns'   => '{{SITENAME}} സംരംഭത്തില്‍ "$1" എന്ന നെയിംസ്പേസ് നിലവിലില്ല.',

# Special:Listusers
'listusers-submit' => 'പ്രദര്‍ശിപ്പിക്കുക',

# E-mail user
'mailnologin'     => 'അയയ്ക്കാനുള്ള വിലാസം ലഭ്യമല്ല',
'emailuser'       => 'ഇദ്ദേഹത്തിന് ഇ-മെയില്‍ അയക്കൂ',
'emailpage'       => 'ഉപയോക്താവിന് ഇ-മെയില്‍ ചെയ്യുക',
'emailpagetext'   => 'ഒരു ഉപയോക്താവ് അദ്ദേഹത്തിന്റെ ക്രമീകരണങ്ങളില്‍ സ്വന്തം ഇ-മെയില്‍ വിലാസത്തിന്റെ സാധുത തെളിയിച്ചിട്ടുണ്ടെങ്കില്‍, താഴെയുള്ള ഫോം സന്ദേശം അയക്കാന്‍ ഉപയോഗിക്കാം. താങ്കളുടെ ക്രമീകരണങ്ങളില്‍ താങ്കള്‍ ചേര്‍ത്തിട്ടുള്ള ഇ-മെയില്‍ വിലാസം, അയക്കുന്ന ആളുടെ വിലാസമായി സ്വീകര്‍ത്താവിന് ലഭിക്കുന്നതായിരിക്കും, അതുകൊണ്ട് സ്വീകര്‍ത്താവിന് താങ്കള്‍ക്ക് മറുപടി അയക്കാന്‍ സാധിക്കും.',
'defemailsubject' => '{{SITENAME}} ഇ-മെയില്‍',
'noemailtitle'    => 'ഇ-മെയില്‍ വിലാസം ഇല്ല',
'emailfrom'       => 'ദാതാവ്',
'emailto'         => 'സ്വീകര്‍ത്താവ്',
'emailsubject'    => 'തലക്കുറി',
'emailmessage'    => 'സന്ദേശം',
'emailsend'       => 'അയക്കുക',
'emailccme'       => 'ഇ-മെയിലിന്റെ പകര്‍പ്പ് എനിക്കും അയക്കുക.',
'emailccsubject'  => '$1: $2 എന്ന ഉപയോക്താവിനുള്ള സന്ദേശത്തിന്റെ പകര്‍പ്പ്',
'emailsent'       => 'ഇ-മെയില്‍ അയച്ചിരിക്കുന്നു',
'emailsenttext'   => 'താങ്കളുടെ ഇ-മെയില്‍ അയച്ചു കഴിഞ്ഞിരിക്കുന്നു.',

# Watchlist
'watchlist'            => 'ഞാന്‍ ശ്രദ്ധിക്കുന്നവ',
'mywatchlist'          => 'ഞാന്‍ ശ്രദ്ധിക്കുന്നവ',
'watchlistfor'         => "('''$1''')",
'nowatchlist'          => 'താങ്കള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ ഇനങ്ങളൊന്നുമില്ല.',
'watchnologin'         => 'ലോഗിന്‍ ചെയ്തിട്ടില്ല',
'addedwatch'           => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ ചേര്‍ത്തിരിക്കുന്നു',
'addedwatchtext'       => "\"[[:\$1]]\" എന്ന ഈ താള്‍ താങ്കള്‍ [[Special:Watchlist|ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയിലേക്കു]] ചേര്‍ത്തിരിക്കുന്നു. ഇനിമുതല്‍ ഈ താളിലും ബന്ധപ്പെട്ട ചര്‍ച്ചാതാളിലും ഉണ്ടാകുന്ന മാറ്റങ്ങള്‍ മേല്‍‌പറഞ്ഞ പട്ടികയില്‍ കാണാവുന്നതാണ്. കൂടാതെ [[Special:Recentchanges|പുതിയ മാറ്റങ്ങള്‍]] താളില്‍ ആ മാറ്റങ്ങള്‍ താങ്കള്‍ക്ക് എളുപ്പത്തില്‍ തിരിച്ചറിയാന്‍ '''കടുപ്പത്തില്‍''' കാണിക്കുകയും ചെയ്യും.

ഇനി എന്നെങ്കിലും പ്രസ്തുത താള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ നിന്നു നീക്കം ചെയ്യണമെങ്കില്‍, താളിന്റെ മുകളിലെ വരിയില്‍ കാണുന്ന \"മാറ്റങ്ങള്‍ അവഗണിക്കുക\" എന്ന റ്റാബില്‍ ഞെക്കിയാല്‍ മതിയാകും.",
'removedwatch'         => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ നിന്നും നീക്കിയിരിക്കുന്നു',
'removedwatchtext'     => '"[[:$1]]" എന്ന താള്‍ താങ്കള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ നിന്നും നീക്കം ചെയ്തിരിക്കുന്നു.',
'watch'                => 'മാറ്റങ്ങള്‍ ശ്രദ്ധിക്കുക',
'watchthispage'        => 'ഈ താള്‍ ശ്രദ്ധിക്കുക',
'unwatch'              => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ നിന്നു മാറ്റുക',
'unwatchthispage'      => 'ശ്രദ്ധിക്കുന്നത് അവസാനിപ്പിക്കുക',
'notanarticle'         => 'ഒരു ഉള്ളടക്ക താള്‍ അല്ല',
'watchlist-details'    => 'സം‌വാദം താളുകള്‍ ഒഴിച്ച് $1 താളുകള്‍ ശ്രദ്ധിക്കുന്നുണ്ട്.',
'wlheader-enotif'      => '* ഇ-മെയില്‍‌ വിജ്ഞാപനം സാധ്യമാക്കിയിരിക്കുന്നു.',
'watchlistcontains'    => 'താങ്കള്‍ $1 താളുകള്‍ ശ്രദ്ധിക്കുന്നുണ്ട്.',
'wlshowlast'           => 'ഒടുവിലത്തെ $1 മണിക്കൂറുകള്‍ $2 ദിനങ്ങള്‍, $3 കാട്ടുക',
'watchlist-show-bots'  => 'ബോട്ടുകളുടെ തിരുത്തലുകള്‍ കാട്ടുക',
'watchlist-hide-bots'  => 'ബോട്ടുകളുടെ തിരുത്തലുകള്‍ മറയ്ക്കുക',
'watchlist-show-own'   => 'എന്റെ തിരുത്തലുകള്‍ കാട്ടുക',
'watchlist-hide-own'   => 'എന്റെ തിരുത്തലുകള്‍ മറയ്ക്കുക',
'watchlist-show-minor' => 'ചെറുതിരുത്തലുകള്‍ കാട്ടുക',
'watchlist-hide-minor' => 'ചെറുതിരുത്തലുകള്‍ മറയ്ക്കുക',

# Displayed when you click the "watch" button and it's in the process of watching
'watching'   => 'ശ്രദ്ധിക്കുന്നു...',
'unwatching' => 'അവഗണിക്കുന്നു...',

'enotif_mailer'                => '{{SITENAME}} വിജ്ഞാപന മെയിലര്‍',
'enotif_reset'                 => 'എല്ലാ താളുകളും സന്ദര്‍ശിച്ചതായി രേഖപ്പെടുത്തുക',
'enotif_newpagetext'           => 'ഇതൊരു പുതിയ താളാണ്‌',
'enotif_impersonal_salutation' => '{{SITENAME}} ഉപയോക്താവ്',
'changed'                      => 'മാറ്റിയിരിക്കുന്നു',
'created'                      => 'സൃഷ്ടിച്ചു',
'enotif_subject'               => '{{SITENAME}} സംരംഭത്തിലെ $PAGETITLE എന്ന താള്‍ $PAGEEDITOR $CHANGEDORCREATED ചെയ്തിരിക്കുന്നു',
'enotif_anon_editor'           => 'അജ്ഞാത ഉപയോക്താവ് $1',

# Delete/protect/revert
'deletepage'                  => 'താള്‍ നീക്കം ചെയ്യുക',
'confirm'                     => 'സ്ഥിരീകരിക്കുക',
'excontent'                   => "ഉള്ളടക്കം: '$1'",
'exbeforeblank'               => "ശൂന്യമാക്കപ്പെടുന്നതിനുമുമ്പുള്ള ഉള്ളടക്കം: '$1'",
'exblank'                     => 'താള്‍ ശൂന്യമായിരുന്നു',
'historywarning'              => 'മുന്നറിയിപ്പ്: നിങ്ങള്‍ മായ്ക്കുവാന്‍ പോകുന്ന താള്‍ തിരുത്തല്‍ ചരിത്രം ഉള്ള ഒരു താളാണ്.',
'confirmdeletetext'           => 'നിങ്ങള്‍ ഒരു താള്‍‍ അതിന്റെ തിരുത്തല്‍ ചരിത്രമടക്കം മായ്ക്കുവാന്‍ പോവുകയാണ്. നിങ്ങള്‍ ചെയ്യുന്നതിന്റെ പരിണതഫലം നിങ്ങള്‍ക്കറിയാമെന്നും, നിങ്ങളുടെ‍ ഈ മായ്ക്കല്‍ [[{{MediaWiki:Policy-url}}|വിക്കിയുടെ നയം]] അനുസരിച്ചാണു ചെയ്യുന്നതെന്നും ഉറപ്പാക്കുക.',
'actioncomplete'              => 'പ്രവൃത്തി പൂര്‍ത്തിയായിരിക്കുന്നു',
'deletedtext'                 => '"$1" മായ്ച്ചിരിക്കുന്നു. പുതിയതായി നടന്ന മായ്ക്കലുകളുടെ വിവരങ്ങള്‍ $2 ഉപയോഗിച്ച് കാണാം.',
'deletedarticle'              => '"[[$1]]" മായ്ച്ചിരിക്കുന്നു',
'dellogpage'                  => 'മായ്ക്കല്‍ പട്ടിക',
'dellogpagetext'              => 'സമീപകാലത്ത് മായ്ച്ചുകളഞ്ഞ താളുകളുടെ പട്ടിക താഴെ കാണാം.',
'deletionlog'                 => 'മായ്ക്കല്‍ പട്ടിക',
'reverted'                    => 'പൂര്‍‌വ്വസ്ഥിതിയിലേക്കാക്കിയിരിക്കുന്നു.',
'deletecomment'               => 'നീക്കം ചെയ്യാനുള്ള കാരണം',
'deleteotherreason'           => 'മറ്റ്/കൂടുതല്‍ കാരണങ്ങള്‍:',
'deletereasonotherlist'       => 'മറ്റു കാരണങ്ങള്‍',
'rollbacklink'                => 'റോള്‍ബാക്ക്',
'revertpage'                  => '[[Special:Contributions/$2|$2]] ([[User_talk:$2|സന്ദേശങ്ങള്‍]]) നടത്തിയ തിരുത്തലുകള്‍ നീക്കം ചെയ്തിരിക്കുന്നു; നിലവിലുള്ള അവസ്ഥ [[User:$1|$1]] സൃഷ്ടിച്ചതാ‍ണ്', # Additional available: $3: revid of the revision reverted to, $4: timestamp of the revision reverted to, $5: revid of the revision reverted from, $6: timestamp of the revision reverted from
'protectlogpage'              => 'സംരക്ഷണ ലോഗ്',
'protectedarticle'            => '"[[$1]]" സം‌രക്ഷിച്ചിരിക്കുന്നു',
'unprotectedarticle'          => '"[[$1]]" സം‌രക്ഷണരഹിതമാക്കി',
'confirmprotect'              => 'സം‌രക്ഷണം സ്ഥിരീകരിക്കുക',
'protectcomment'              => 'അഭിപ്രായം:',
'protectexpiry'               => 'കാലാവധി തീരുന്നത്:',
'protect_expiry_invalid'      => 'കാലാവധി തീരുന്ന സമയം അസാധുവാണ്.',
'protect_expiry_old'          => 'കാലവധി തീരുന്ന സമയം ഭൂതകാലത്തിലാണ്.',
'unprotectsub'                => '("$1" സം‌രക്ഷണരഹിതമാക്കുന്നു)',
'protect-unchain'             => 'തലക്കെട്ടുമാറ്റാ‍നുള്ള അനുമതികള്‍ പുനഃസ്ഥാ‍പിക്കുക',
'protect-text'                => 'താങ്കള്‍ക്ക് ഇവിടെ <strong>$1</strong> എന്ന താളിന്റെ നിലവിലുള്ള സംരക്ഷണമാനം ദര്‍ശിക്കുകയും അതില്‍ മാറ്റംവരുത്തുകയും ചെയ്യാം.',
'protect-locked-access'       => 'താളുകളുടെ സംരക്ഷണമാനത്തില്‍ വ്യതിയാനംവരുത്തുവാനുള്ള അനുമതി താങ്കളുടെ അക്കൗണ്ടിനില്ല.
<strong>$1</strong> എന്ന താളിന്റെ നിലവിലുള്ള ക്രമീകരണങ്ങള്‍ ഇതാ:',
'protect-cascadeon'           => 'ഈ താള്‍ നിര്‍ഝരിതസംരക്ഷിതമായ {{PLURAL:$1|ഒരു താളില്‍|പല താളുകളില്‍}} ഉള്‍പ്പെടുത്തപ്പെടുത്തപ്പെട്ടിരിക്കുന്നതിനാല്‍ ഇത് സംരക്ഷിത താളാണ്. എന്നാല്‍ താങ്കള്‍ക്ക് ഈ താളിന്റെ സംരക്ഷണമാനം മാറ്റുവാന്‍ കഴിയും, അങ്ങനെ ചെയ്താല്‍ നിര്‍ഝരിതസംരക്ഷണത്തിനൊട്ട് മാറ്റം വരില്ലതാനും.',
'protect-default'             => '(സ്വതവെ)',
'protect-fallback'            => '"$1" അനുവാദം അഭ്യര്‍ത്ഥിക്കുക',
'protect-level-autoconfirmed' => 'രെജിസ്റ്റര്‍ ചെയ്യാത്ത ഉപയോക്താക്കളെ തടയുക',
'protect-level-sysop'         => 'കാര്യനിര്‍‌വാഹകര്‍ മാത്രം',
'protect-summary-cascade'     => 'നിര്‍ഝരിതം',
'protect-expiring'            => '$1 (UTC) നു കാലാവധി തീരുന്നു',
'protect-cascade'             => 'ഈ താളില്‍ ഉള്‍പ്പെട്ടിരിക്കുന്ന താളുകള്‍ എല്ലാം സംരക്ഷിക്കുക (നിര്‍ഝരിത സംരക്ഷണം)',
'protect-cantedit'            => 'ഈ താള്‍ തിരുത്തുവാനുള്ള അധികാരമില്ലാത്തതിനാല്‍ ഈ താളിന്റെ സംരക്ഷണതലം മാറ്റുവാന്‍ താങ്കള്‍ക്ക് സാധിക്കുകയില്ല.',
'restriction-type'            => 'അനുമതി:',
'restriction-level'           => 'പരിമിതിയുടേ മാനം:',
'maximum-size'                => 'പരമാവധി വലുപ്പം',

# Undelete
'undelete'               => 'നീക്കംചെയ്ത താളുകള്‍ കാണുക',
'undeletepage'           => 'നീക്കം ചെയ്ത താളുകള്‍ കാണുകയും പുനഃസ്ഥാപിക്കുകയും ചെയ്യുക',
'viewdeletedpage'        => 'നീക്കം ചെയ്ത താളുകള്‍ കാണുക',
'undeletebtn'            => 'പുനഃസ്ഥാപിക്കുക',
'undeletedarticle'       => '"[[$1]]" പുനഃസ്ഥാപിച്ചു',
'undeletedfiles'         => '$1 ഫയലുകള്‍ പുനഃസ്ഥാപിച്ചു',
'undelete-header'        => 'അടുത്തകാലത്ത് നീക്കം ചെയ്ത താളുകളുടെ പട്ടികയ്ക്ക് [[Special:Log/delete|നീക്കം ചെയ്യല്‍ പ്രവര്‍ത്തനരേഖ]] കാണുക.',
'undelete-search-box'    => 'നീക്കം ചെയ്ത താളുകളില്‍ തിരയുക',
'undelete-search-prefix' => 'ഇവിടം മുതല്‍ തുടങ്ങുന്ന താളുകള്‍ കാണിക്കുക:',

# Namespace form on various pages
'namespace'      => 'നെയിംസ്പേസ്:',
'invert'         => 'ഈ പെട്ടിയില്‍ സൂചിപ്പിച്ചിരിക്കുന്നതിനു വിപരീതം',
'blanknamespace' => '(വ്യാഖ്യാനങ്ങള്‍)',

# Contributions
'contributions' => 'ഉപയോക്താവിന്റെ സംഭാവനകള്‍',
'mycontris'     => 'എന്റെ സംഭാവനകള്‍',
'contribsub2'   => '$1 എന്ന ഉപയോക്താവിന്റെ $2.',
'ucnote'        => 'ഉപയോക്താവിന്റെ കഴിഞ്ഞ <b>$2</b> ദിവസങ്ങളിലെ <b>$1</b> തിരുത്തലുകള്‍ താഴെക്കാണിച്ചിരിക്കുന്നവയാണ്‌.',
'uclinks'       => 'പഴയ $1 മാറ്റങ്ങള്‍ കാണുക; കഴിഞ്ഞ $2 ദിവസങ്ങളില്‍നിന്നും.',
'uctop'         => ' (അവസാനം)',
'month'         => 'മാസം:',
'year'          => 'വര്‍ഷം:',

'sp-contributions-newbies'     => 'പുതിയ അംഗങ്ങള്‍ ചെയ്ത സേവനങ്ങള്‍ മാത്രം',
'sp-contributions-newbies-sub' => 'പുതിയ അക്കൗണ്ടുകള്‍ക്ക്',
'sp-contributions-blocklog'    => 'തടയല്‍ പട്ടിക',
'sp-contributions-search'      => 'ചെയ്ത സേവനങ്ങള്‍',
'sp-contributions-username'    => 'ഐ.പി. വിലാസം അഥവാ ഉപയോക്തൃനാമം:',
'sp-contributions-submit'      => 'അന്വേഷിക്കൂ',

# What links here
'whatlinkshere'       => 'കണ്ണികള്‍',
'whatlinkshere-title' => '$1 എന്ന താളിലേക്കുള്ള കണ്ണികള്‍',
'whatlinkshere-page'  => 'താള്‍:',
'linklistsub'         => '(കണ്ണികളുടെ പട്ടിക)',
'linkshere'           => "താഴെക്കൊടുത്തിരിക്കുന്ന താളുകളില്‍ നിന്നും '''[[:$1]]''' എന്ന താളിലേക്ക് കണ്ണികളുണ്ട്:",
'nolinkshere'         => "'''[[:$1]]''' എന്ന താളിലേക്ക് കണ്ണികളൊന്നും നിലവിലില്ല.",
'nolinkshere-ns'      => "തിരഞ്ഞെടുത്ത നെയിംസ്പേസില്‍ '''[[:$1]]''' എന്ന താളിലേക്ക് മറ്റൊരു താളുകളില്‍നിന്നും കണ്ണികളില്ല.",
'isredirect'          => 'തിരിച്ചുവിടല്‍ താള്‍',
'istemplate'          => 'ഉള്‍പ്പെടുത്തല്‍',
'whatlinkshere-prev'  => 'മുന്‍ $1',
'whatlinkshere-next'  => 'അടുത്ത $1',
'whatlinkshere-links' => '← കണ്ണികള്‍',

# Block/unblock
'blockip'                  => 'ഉപയോക്താവിനെ വിലക്കുക',
'ipaddress'                => 'IP വിലാസം:',
'ipadressorusername'       => 'IP വിലാസം അല്ലെങ്കില്‍ ഉപയോക്തൃനാമം:',
'ipbreason'                => 'കാരണം:',
'ipbreasonotherlist'       => 'മറ്റു കാരണം',
'ipbanononly'              => 'അജ്ഞാത ഉപയോക്താക്കളെ മാത്രം തടയുക',
'ipbcreateaccount'         => 'അക്കൗണ്ട് സൃഷ്ടിക്കുന്നത് തടയുക',
'ipbsubmit'                => 'ഈ ഉപയോക്താവിനെ തടയുക',
'ipboptions'               => '2 മണിക്കൂര്‍ നേരത്തേയ്ക്ക്:2 hours,1 ദിവസത്തേയ്ക്ക്:1 day,3 ദിവസത്തേയ്ക്ക്:3 days,1 ആഴ്ചത്തേയ്ക്ക്:1 week,2 ആഴ്ചത്തേയ്ക്ക്:2 weeks,1 മാസത്തേയ്ക്ക്:1 month,3 മാസത്തേയ്ക്ക്:3 months,6 മാസത്തേയ്ക്ക്:6 months,1 വര്‍ഷത്തേയ്ക്ക്:1 year,അനന്തകാലത്തേയ്ക്ക്:infinite', # display1:time1,display2:time2,...
'ipbotherreason'           => 'മറ്റ്/കൂടുതല്‍ കാരണം:',
'badipaddress'             => 'IP വിലാസം അസാധുവാണ്.',
'blockipsuccesssub'        => 'തടയല്‍ വിജയിച്ചിരിക്കുന്നു',
'ipb-edit-dropdown'        => 'തടഞ്ഞതിന്റെ കാരണം തിരുത്തുക',
'unblockip'                => 'ഉപയോക്താവിനെ പുനഃസ്ഥാപിച്ചിരിക്കുന്നു',
'unblocked'                => '[[User:$1|$1]] എന്ന ഉപയോക്താവിനെ പുനഃസ്ഥാപിച്ചിരിക്കുന്നു',
'unblocked-id'             => 'തറ്റയല്‍ $1 നീക്കം ചെയ്തിരിക്കുന്നു',
'ipblocklist'              => 'തടഞ്ഞുവച്ചിരിക്കുന്ന IP വിലാസങ്ങളും ഉപയോക്താക്കളും',
'ipblocklist-legend'       => 'തടഞ്ഞ ഒരു ഉപയോക്താവിനെ തിരയുക',
'ipblocklist-username'     => 'ഉപയോക്തൃനാമം അല്ലെങ്കില്‍ IP വിലാസം:',
'ipblocklist-submit'       => 'തിരയുക',
'infiniteblock'            => 'അനിശ്ചിത',
'anononlyblock'            => 'അജ്ഞാ. മാത്രം',
'noautoblockblock'         => 'യാന്ത്രികതടയല്‍ ഒഴിവാക്കിയിരിക്കുന്നു',
'createaccountblock'       => 'അക്കൗണ്ട് സൃഷ്ടിക്കുന്നതില്‍നിന്ന് തടഞ്ഞിരിക്കുന്നു',
'emailblock'               => 'ഇ-മെയില്‍ തടഞ്ഞിരിക്കുന്നു',
'ipblocklist-empty'        => 'തടയല്‍‌പ്പട്ടിക ശൂന്യമാണ്‌.',
'blocklink'                => 'വിലക്കുക',
'unblocklink'              => 'പുനഃസ്ഥാപിക്കുക',
'contribslink'             => 'സംഭാവനകള്‍',
'blocklogpage'             => 'തടയല്‍ പട്ടിക',
'blocklogentry'            => '[[$1]]-നെ $2 വിലക്കിയിരിക്കുന്നു $3',
'blocklogtext'             => '{{SITENAME}} സംരംഭത്തില്‍ പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും ആളുകളെ തടഞ്ഞതിന്റേയും, പുന:പ്രവര്‍ത്തനാനുമതി നല്‍കിയതിന്റേയും രേഖകള്‍ താഴെ കാണാം. {{SITENAME}} സ്വയം  തടയുന്ന ഐ.പി. വിലാസങ്ങള്‍ ഈ പട്ടികയില്‍ ഇല്ല. [[Special:Ipblocklist|തടയപ്പെട്ടിട്ടുള്ള ഐ.പി. വിലാസങ്ങളുടെ പട്ടിക]] എന്നതാളില്‍ ഇപ്പോള്‍ അനുഭവത്തിലുള്ള നിരോധനങ്ങളേയും തടയലുകളേയും കാണാവുന്നതാണ്.',
'unblocklogentry'          => '$1 എന്ന ഉപയോക്താവിനെ പുനഃസ്ഥാപിച്ചിരിക്കുന്നു',
'block-log-flags-anononly' => 'അജ്ഞാത ഉപയോക്താക്കളെ മാത്രം',
'block-log-flags-nocreate' => 'അക്കൗണ്ട് സൃഷ്ടിക്കുന്നതും തടഞ്ഞിരിക്കുന്നു',
'block-log-flags-noemail'  => 'ഇ-മെയില്‍ അയയ്ക്കുന്നത് തടഞ്ഞിരിക്കുന്നു',
'ipb_already_blocked'      => '"$1" പണ്ടേ തടയപ്പെട്ടിരിക്കുന്നു',
'blockme'                  => 'എന്നെ തടയുക',
'proxyblocker'             => 'പ്രോക്സി തടയല്‍',
'proxyblocksuccess'        => 'ചെയ്തു കഴിഞ്ഞു.',

# Move page
'movepage'                => 'താള്‍ മാറ്റുക',
'movepagetext'            => 'താഴെയുള്ള ഫോം താളിനെ പുനര്‍നാമകരണം ചെയ്യാനുള്ളതാണ്. താളിന്റെ പഴയരൂപങ്ങളും ഈ മാറ്റത്തിന് വിധേയമാക്കപ്പെടും. പഴയ തലക്കെട്ട്, പുതിയ തലക്കെട്ടുള്ള താളിലേക്കുള്ള ഒരു റീഡിറക്റ്റ് ആയി മാറും. പഴയതാളിലോട്ടുള്ള ലിങ്കുകള്‍ ഈ മാറ്റത്തില്‍ മാറത്തില്ല. ഇരട്ട റീഡിറക്റ്റുകളോ, ഫലപ്രദമല്ലാത്ത റീഡിറക്റ്റുകളോ ഉണ്ടാകുന്നുണ്ടോയെന്ന് പരിശോധിക്കുക. ലിങ്കുകള്‍ ശരിയായി പ്രവര്‍ത്തിക്കുന്നുണ്ടോ എന്ന് താങ്കള്‍ സ്വയം പരിശോധിക്കേണ്ടതാണ്.

താങ്കള്‍ പുതിയതായി ഉദ്ദേശിക്കുന്ന തലക്കെട്ടില്‍ ഒരു താള്‍ നേരത്തേ നിലവിലുണ്ടെങ്കില്‍ അതൊരു റീഡിറക്റ്റ് താളോ ശൂന്യമായ താളോ അതിനു മറ്റുപഴയരൂപങ്ങള്‍ ഇല്ലാതിരിക്കുകയോ അല്ലങ്കില്‍ “പുനര്‍നാമകരണം സാധിക്കില്ല“. അതായത് താങ്കള്‍ ഒരു താള്‍ തെറ്റായി പുനര്‍നാമകരണം ചെയ്താല്‍ മാത്രമേ അതിനേ തിരിച്ചാക്കാന്‍ സാധിക്കുകയുള്ളു. നിലവിലുള്ള ഒരു താളിന്റെ മുകളില്‍ അതേ തലക്കെട്ടില്‍ മറ്റൊരു താളുണ്ടാക്കാന്‍ സാധിക്കില്ല.

<b>മുന്നറിയിപ്പ്!:</b> ഈ പ്രവൃത്തി ഒരു നല്ലതാളില്‍ അപ്രതീക്ഷിതവും, ഉഗ്രവുമായി തീര്‍ന്നേക്കാം. മുന്നോട്ടു പോകുന്നതിനു മുമ്പ് താങ്കള്‍ ചെയ്യുന്നതെന്താണെന്ന് വ്യക്തമായി മനസ്സിലാക്കുക.',
'movepagetalktext'        => "'''ബന്ധപ്പെട്ട ചര്‍ച്ചാതാളും സ്വയം മാറ്റപ്പെടാതിരിക്കാനുള്ള കാരണങ്ങള്‍'''
*അതേ പേരില്‍ തന്നെ ശൂന്യമല്ലാത്ത ഒരു ചര്‍ച്ചാതാള്‍ നിലവിലുണ്ടെങ്കില്‍, അഥവാ
*താങ്കള്‍ താഴെയുള്ള ചെക്‍ബോക്സ് ഉപയോഗിച്ചിട്ടില്ലങ്കില്‍

അത്തരം സന്ദര്‍ഭങ്ങളില്‍ താങ്കള്‍ ചര്‍ച്ചാതാളുകള്‍ സ്വയം കൂട്ടിച്ചേര്‍ക്കേണ്ടതാണ്.",
'movearticle'             => 'മാറ്റേണ്ട താള്‍',
'movenologin'             => 'ലോഗിന്‍ ചെയ്തിട്ടില്ല',
'movenologintext'         => 'തലക്കെട്ടു മാറ്റാനുള്ള അനുമതി കൈവരിക്കാന്‍ താങ്കള്‍ ഒരു രജിസ്റ്റേര്‍ഡ് ഉപയോക്താവായിരിക്കുകയും [[Special:Userlogin|ലോഗിന്‍ ചെയ്തിരിക്കുകയും]] ചെയ്യേണ്ടത് അത്യന്താപേക്ഷിതമാണ്‌.',
'movenotallowed'          => '{{SITENAME}} താളുകളുടെ തലക്കെട്ടു മാറ്റാന്‍ താങ്കള്‍ക്ക് അനുവാദമില്ല.',
'newtitle'                => 'പുതിയ തലക്കെട്ട്',
'move-watch'              => 'ഈ താളിലെ മാറ്റങ്ങള്‍ ശ്രദ്ധിക്കുക',
'movepagebtn'             => 'മാറ്റുക',
'pagemovedsub'            => 'തലക്കെട്ടു മാറ്റം വിജയിച്ചിരിക്കുന്നു',
'movepage-moved'          => '<big>\'\'\'"$1" എന്ന താള്‍ "$2" എന്നാക്കിയിരിക്കുന്നു\'\'\'</big>', # The two titles are passed in plain text as $3 and $4 to allow additional goodies in the message.
'articleexists'           => 'ഈ പേരില്‍ മറ്റൊരു താള്‍ ഉള്ളതായി കാണുന്നു, അല്ലെങ്കില്‍ നിങ്ങള്‍ തിരഞ്ഞെടുത്ത തലക്കെട്ട് സ്വീകാര്യമല്ല. ദയവായി മറ്റൊരു തലക്കെട്ട് തിരഞ്ഞെടുക്കുക.',
'talkexists'              => "'''താളിന്റെ തലക്കെട്ട് വിജയകരമായി മാറ്റിയിരിക്കുന്നു. പക്ഷെ താളിന്റെ സംവാദത്തിനു അതേ പേരില്‍ മറ്റൊരു സംവാദംതാള്‍ നിലവിലുള്ളതിനാല്‍ മാറ്റം സാധിച്ചില്ല. സംവാദം താള്‍ മാനുവലായി സംയോജിപ്പിക്കുക.'''",
'movedto'                 => 'ഇവിടേക്ക് മാറ്റിയിരിക്കുന്നു',
'movetalk'                => 'ബന്ധപ്പെട്ട ചര്‍ച്ചാതാളും കൂടെ നീക്കുക',
'talkpagemoved'           => 'ബന്ധപ്പെട്ട ചര്‍ച്ചാതാളും മാറ്റിയിരിക്കുന്നു.',
'talkpagenotmoved'        => 'ബന്ധപ്പെട്ട ചര്‍ച്ചാതാളിന്റെ തലക്കെട്ട് <strong>മാറ്റിയിട്ടില്ല</strong>.',
'1movedto2'               => '[[$1]] എന്ന താളിന്റെ പേര്‍ [[$2]] എന്നാക്കിയിരിക്കുന്നു',
'1movedto2_redir'         => 'നിലവിലുണ്ടായിരുന്ന താളിലേക്ക് തലക്കെട്ടു മാറ്റം: [[$1]] >>>  [[$2]]',
'movelogpage'             => 'മാറ്റ പട്ടിക',
'movelogpagetext'         => 'തലക്കെട്ട് മാറ്റിയ താളുകളുടെ പട്ടിക താഴെ കാണാം.',
'movereason'              => 'കാരണം',
'revertmove'              => 'പൂര്‍വ്വസ്ഥിതിയിലാക്കുക',
'delete_and_move_text'    => '==താള്‍ മായ്ക്കേണ്ടിയിരിക്കുന്നു==

താങ്കള്‍ സൃഷ്ടിക്കാന്‍ ശ്രമിച്ച "[[$1]]" എന്ന താള്‍ നിലവിലുണ്ട്. ആ താള്‍ മായ്ച്ച് പുതിയ തലക്കെട്ട് നല്‍കേണ്ടതുണ്ടോ?',
'delete_and_move_confirm' => 'ശരി, താള്‍ നീക്കം ചെയ്യുക',
'delete_and_move_reason'  => 'താള്‍ മാറ്റാനായി മായ്ച്ചു',

# Export
'export'            => 'താളുകള്‍ എക്പോര്‍ട്ട് ചെയ്യുക',
'exportcuronly'     => 'നിലവിലുള്ള രൂപം മാത്രം ചേര്‍ക്കുക, പൂര്‍ണ്ണചരിത്രം വേണ്ട',
'export-addcattext' => 'വിഭാഗത്തില്‍നിന്നും താളുകള്‍ ചേര്‍ക്കുക:',
'export-addcat'     => 'ചേര്‍ക്കുക',
'export-download'   => 'ഒരു ഫയല്‍ ആക്കി സൂക്ഷിക്കാനുള്ള വാഗ്ദാനം',
'export-templates'  => 'ഫലകങ്ങളും ഉള്‍പ്പെടുത്തുക',

# Namespace 8 related
'allmessages'         => 'സന്ദേശസഞ്ചയം',
'allmessagesname'     => 'നാമം',
'allmessagesdefault'  => 'സ്വതവേയുള്ള ഉള്ളടക്കം',
'allmessagescurrent'  => 'നിലവിലുള്ള ഉള്ളടക്കം',
'allmessagestext'     => 'ഇത് മീഡിയവിക്കി നെയിംസ്പേസില്‍ ലഭ്യമായ വ്യവസ്ഥാസന്ദേശങ്ങളുടെ ഒരു പട്ടിക ആണ്‌.',
'allmessagesfilter'   => 'സന്ദേശങ്ങള്‍ പേരുപയോഗിച്ചു ഫില്‍റ്റര്‍ ചെയ്യുക:',
'allmessagesmodified' => 'മാറ്റം വരുത്തിയവ മാത്രം പ്രദര്‍ശിപ്പിക്കുക',

# Thumbnails
'thumbnail-more'  => 'വലുതാക്കി കാണിക്കുക',
'thumbnail_error' => 'തമ്പ്‌നെയില്‍ സൃഷ്ടിക്കുന്നതില്‍ പിഴവ്: $1',

# Special:Import
'importbadinterwiki' => 'മോശമായ അന്തര്‍‌വിക്കി കണ്ണി',

# Import log
'importlogpage' => 'ഇം‌പോര്‍ട്ട് ലോഗ്',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'എന്റെ താളിലേക്കുള്ള കണ്ണി',
'tooltip-pt-mytalk'               => 'എന്റെ ചര്‍ച്ചാതാളിലേക്കുള്ള കണ്ണി',
'tooltip-pt-anontalk'             => 'ഈ ip വിലാസത്തില്‍നിന്നുള്ള തിരുത്തലുകളെക്കുറിച്ചുള്ള ചര്‍ച്ച',
'tooltip-pt-preferences'          => 'എന്റെ ക്രമീകരണങ്ങളിലേക്കുള്ള കണ്ണി',
'tooltip-pt-watchlist'            => 'മാറ്റങ്ങളുണ്ടായിട്ടുണ്ടോ എന്നറിയാന്‍ വേണ്ടി നിങ്ങള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടിക',
'tooltip-pt-mycontris'            => 'എന്റെ സേവനങ്ങളുടെ പട്ടിക',
'tooltip-pt-login'                => 'ലോഗിന്‍ ചെയ്യണമെന്നു നിര്‍ബന്ധം ഇല്ലെങ്കിലും ലോഗിന്‍ ചെയ്യുവാന്‍ താല്പര്യപ്പെടുന്നു.',
'tooltip-pt-logout'               => 'പുറത്തു കടക്കാനുള്ള കണ്ണി',
'tooltip-ca-talk'                 => 'ഉള്ളടക്കം താളിനെക്കുറിച്ചുള്ള ചര്‍ച്ച',
'tooltip-ca-edit'                 => 'നിങ്ങള്‍ക്ക് ഈ താള്‍ തിരുത്താവുന്നതാണ്. തിരുത്തിയ താള്‍ സേവ് ചെയ്യൂന്നതിനു മുന്‍പ് പ്രിവ്യൂ കാണുക.',
'tooltip-ca-addsection'           => 'ഈ സംവാദത്തിനു ഒരു കുറിപ്പ് ചേര്‍ക്കുക.',
'tooltip-ca-viewsource'           => 'ഈ താള്‍ സം‌രക്ഷിക്കപ്പെട്ടിരിക്കുന്നു. താങ്കള്‍ക്ക് ഈ താളിന്റെ മൂലരൂപം കാണാവുന്നതാണ്‌.',
'tooltip-ca-protect'              => 'ഈ താള്‍ സം‌രക്ഷിക്കുക',
'tooltip-ca-delete'               => 'ഈ താള്‍ നീക്കം ചെയ്യുക',
'tooltip-ca-undelete'             => 'ഈ താള്‍ നീക്കം ചെയ്തതിനുമുമ്പ് വരുത്തിയ തിരുത്തലുകള്‍ പുനഃസ്ഥാപിക്കുക',
'tooltip-ca-move'                 => 'ഈ താള്‍ നീക്കുക',
'tooltip-ca-watch'                => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയിലേയ്ക്ക് ഈ താള്‍ ചേര്‍ക്കുക',
'tooltip-ca-unwatch'              => 'ഈ താള്‍ ഞാന്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍നിന്നു നീക്കുക',
'tooltip-search'                  => '{{SITENAME}} സംരംഭത്തില്‍ തിരയുക',
'tooltip-p-logo'                  => 'പ്രധാന താള്‍',
'tooltip-n-mainpage'              => 'പ്രധാന താള്‍ സന്ദര്‍ശിക്കുക',
'tooltip-n-portal'                => 'പദ്ധതി താളിനെക്കുറിച്ച്, താങ്കള്‍ക്കെന്തൊക്കെ ചെയ്യാം, കാര്യങ്ങള്‍ ഒക്കെ എവിടെനിന്ന് കണ്ടെത്താം',
'tooltip-n-currentevents'         => 'സമകാലീനസംഭവങ്ങളുടെ പശ്ചാത്തലം അന്വേഷിക്കുക',
'tooltip-n-recentchanges'         => 'വിക്കിയിലെ പുതിയ മാറ്റങ്ങളുടെ പട്ടിക',
'tooltip-n-randompage'            => 'ക്രമരഹിതമായി ഒരു താള്‍ നോക്കുക',
'tooltip-n-help'                  => 'സഹായം ലഭ്യമായ ഇടം',
'tooltip-n-sitesupport'           => 'ഞങ്ങളെ പിന്തുണക്കുക',
'tooltip-t-whatlinkshere'         => 'ഈ താളിലേക്കു കണ്ണിയാല്‍ ബന്ധിപ്പിക്കപ്പെട്ടിരിക്കുന്ന എല്ലാ വിക്കി താളുകളുടേയും പട്ടിക.',
'tooltip-t-contributions'         => 'ഉപയോക്താവിന്റെ സംഭാവനകളുടെ പട്ടിക കാണുക',
'tooltip-t-emailuser'             => 'ഈ ഉപയോക്താവിനു ഇമെയില്‍ അയക്കുക',
'tooltip-t-upload'                => 'ചിത്രങ്ങളും മീഡിയാഫയലുകളും അപ്‌ലോഡ് ചെയ്യുവാ‍നുള്ള കണ്ണി',
'tooltip-t-specialpages'          => 'പ്രത്യേകതാളുകളുടെ പട്ടിക',
'tooltip-ca-nstab-main'           => 'ഉള്ളടക്കം താള്‍ കാണുക',
'tooltip-ca-nstab-user'           => 'ഉപയോക്താവിന്റെ താള്‍ കാണുക',
'tooltip-ca-nstab-special'        => 'ഇതൊരു പ്രത്യേക താളാണ്‌. ഇത് തിരുത്തുക സാധ്യമല്ല.',
'tooltip-ca-nstab-project'        => 'പദ്ധതി താള്‍ കാണുക',
'tooltip-ca-nstab-image'          => 'ചിത്രം താള്‍ കാണുക',
'tooltip-ca-nstab-mediawiki'      => 'വ്യവസ്ഥാസന്ദേശം കാണുക',
'tooltip-ca-nstab-template'       => 'ഫലകം കാണുക',
'tooltip-ca-nstab-help'           => 'സഹായം താള്‍ കാണുക',
'tooltip-ca-nstab-category'       => 'വിഭാഗം താള്‍ കാണുക',
'tooltip-minoredit'               => 'ഇത് ഒരു ചെറുതിരുത്തലായി അടയാളപ്പെടുത്തുക',
'tooltip-save'                    => 'മാറ്റങ്ങള്‍ സംരക്ഷിക്കുന്നു',
'tooltip-preview'                 => 'നിങ്ങള്‍ വരുത്തിയ മാറ്റത്തിന്റെ പരിണതഫലം താള്‍ സംരക്ഷിക്കുന്നതിനു മുന്‍പ് കാണുന്നതിനു ഈ ബട്ടണ്‍ ഉപയോഗിക്കുക!',
'tooltip-diff'                    => 'താങ്കള്‍ ഉള്ളടക്കത്തില്‍ വരുത്തിയ മാറ്റങ്ങള്‍ ഏതൊക്കെയെന്നു പ്രദര്‍ശിപ്പിക്കുക',
'tooltip-compareselectedversions' => 'ഈ താളിന്റെ നിങ്ങള്‍ തിരഞ്ഞെടുത്ത രണ്ട് പതിപ്പുകള്‍ തമ്മിലുള്ള വ്യത്യാസം കാണുക.',
'tooltip-watch'                   => 'ഈ താള്‍ നിങ്ങള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയിലേക്കു മാറ്റുക.',
'tooltip-upload'                  => 'അപ്‌ലോഡ് തുടങ്ങുക',

# Attribution
'anonymous' => '{{SITENAME}} സംരംഭത്തിലെ അജ്ഞാത ഉപയോക്താവ്/ഉപയോക്താക്കള്‍',
'siteuser'  => '{{SITENAME}} ഉപയോക്താവ് $1',

# Spam protection
'subcategorycount'       => 'ഈ വിഷയവുമായി ബന്ധപ്പെട്ട $1 ഉപസൂചികകള്‍ ഉണ്ട്.',
'categoryarticlecount'   => 'ഈ വിഷയവുമായി ബന്ധപ്പെട്ട $1 ലേഖനങ്ങള്‍ ഉണ്ട്.',
'category-media-count'   => 'ഈ വിഭാഗത്തില്‍ {{PLURAL:$1|ഒരു ഫയല്‍|$1 ഫയലുകള്‍}} ഉണ്ട്.',
'listingcontinuesabbrev' => ' തുടര്‍ച്ച..',

# Info page
'numedits'       => 'എഡിറ്റുകളുടെ എണ്ണം(ലേഖനം): $1',
'numtalkedits'   => 'തിരുത്തലുകളുടെ എണ്ണം (സം‌വാദം താള്‍): $1',
'numwatchers'    => 'ശ്രദ്ധിക്കുന്നവരുടെ എണ്ണം: $1',
'numauthors'     => 'വ്യത്യസ്തരായ രചയിതാക്കളുടെ എണ്ണം (താളിന്റെ): $1',
'numtalkauthors' => 'വ്യത്യസ്തരായ രചയിതാക്കളുടെ എണ്ണം (സം‌വാദം താളിന്റെ): $1',

# Math options
'mw_math_modern' => 'മോഡേണ്‍ ബ്രൗസറുകള്‍ക്കൊക്കെ നിര്‍ദേശിക്കപ്പെട്ടത്',

# Patrolling
'markaspatrolleddiff'                 => 'റോന്തുചുറ്റിയതായി അടയാളപ്പെടുത്തുക',
'markaspatrolledtext'                 => 'ഈ താളില്‍ റോന്ത് ചുറ്റിയതായി അടയാളപ്പെടുത്തുക',
'markedaspatrolled'                   => 'റോന്തുചുറ്റിയതായി അടയാളപ്പെടുത്തിയിരിക്കുന്നു',
'markedaspatrolledtext'               => "\"'''Allmessages'''\" എന്ന ലേഖനത്തില്‍ റോന്തുചുറ്റിയതായി അടയാളപ്പെടുത്തിക്കഴിഞ്ഞു.",
'markedaspatrollederror'              => 'റോന്തുചുറ്റിയതായി അടയാളപ്പെടുത്തുക സാധ്യമല്ല',
'markedaspatrollederror-noautopatrol' => 'സ്വന്തം മാറ്റങ്ങള്‍ റോന്തുചുറ്റിയതായി അടയാളപ്പെടുത്തുക അനുവദനീയമല്ല.',

# Patrol log
'patrol-log-page' => 'റോന്തുചുറ്റല്‍ പ്രവര്‍ത്തനരേഖ',
'patrol-log-auto' => '(യാന്ത്രികം)',

# Image deletion
'filedeleteerror-short' => 'ഫയല്‍ നീക്കം ചെയ്യുമ്പോള്‍ കുഴപ്പം: $1',
'filedeleteerror-long'  => 'ഫയല്‍ നീക്കം ചെയ്യുമ്പോള്‍ ചില കുഴപ്പങ്ങള്‍ സംഭവിച്ചു:

$1',
'filedelete-missing'    => '"$1" എന്ന ഫയല്‍ നീക്കം ചെയ്യുക സാധ്യമല്ല, കാരണം അതു നിലവിലില്ല.',

# Browsing diffs
'previousdiff' => '← മുന്‍‌പത്തെ വ്യത്യാസം',
'nextdiff'     => 'അടുത്ത വ്യത്യാസം →',

# Media information
'imagemaxsize'         => 'ചിത്രത്താളുകളില്‍ ചിത്രത്തിന്റെ വലിപ്പം:',
'thumbsize'            => 'ലഘുചിത്രത്തിന്റെ വലിപ്പം:',
'file-info-size'       => '($1 × $2 പിക്സല്‍, ഫയലിന്റെ വലുപ്പം: $3, MIME തരം: $4)',
'file-nohires'         => '<small>കൂടുതല്‍ വ്യക്തതയുള്ള ചിത്രം ലഭ്യമല്ല.</small>',
'svg-long-desc'        => '(SVG ഫയല്‍, നാമമാത്രമായ $1 × $2 പിക്സലുകള്‍, ഫയലിന്റെ വലുപ്പം: $3)',
'show-big-image'       => 'പൂര്‍ണ്ണ റെസലൂഷന്‍',
'show-big-image-thumb' => '<small>ഈ പ്രിവ്യൂവിന്റെ വലുപ്പം: $1 × $2 പിക്സലുകള്‍</small>',

# Special:Newimages
'newimages'         => 'പുതിയ പ്രമാണങ്ങളുടെ ഗാലറി',
'newimages-summary' => 'ചുരുക്കം',

# Bad image list
'bad_image_list' => 'ഇതിന്റെ ഫോര്‍മാറ്റ് താഴെ കാണുന്ന പ്രകാരമാണ്:


ലിസ്റ്റില്‍ ഉള്ള ഇനങ്ങള്‍ (* എന്നു തുടങ്ങുന്ന വരികള്‍) മാത്രമേ പരിഗണിക്കൂ. The first link on a line must be a link to a bad image. Any subsequent links on the same line are considered to be exceptions, i.e. pages where the image may occur inline.',

# Metadata
'metadata'          => 'മെറ്റാഡാറ്റ',
'metadata-help'     => 'ഡിജിറ്റല്‍ ക്യാമറയില്‍ നിന്നുള്ളതോ, സ്കാനര്‍ ഉപയോഗിച്ച് നിര്‍മ്മിച്ചതോ ഡിജിറ്റൈസ് ചെയ്തിട്ടുള്ളതില്‍ നിന്നുള്ളതോ ഉള്ള, അതോ മറ്റേതെങ്കിലും വിധത്തിലോ ചേര്‍ക്കപ്പെട്ട അധിക വിവരങ്ങള്‍ ഈ ഫയലില്‍ ഉണ്ട്. ഈ ഫയല്‍ അതിന്റെ ആദ്യസ്ഥിതിയില്‍ നിന്നും മാറ്റിയിട്ടുണ്ടെങ്കില്‍, ഇപ്പോള്‍ എല്ലാ വിശദാംശങ്ങളും പ്രതിഫലിപ്പിക്കണമെന്നില്ല.',
'metadata-expand'   => 'അധികവിവരങ്ങള്‍ കാണിക്കുക',
'metadata-collapse' => 'അധികവിവരങ്ങള്‍ മറയ്ക്കുക',
'metadata-fields'   => 'ഈ സന്ദേശത്തില്‍ തന്നിട്ടുള്ള EXIF മെറ്റാഡാറ്റ ഫീല്‍ഡുകള്‍ ചിത്രത്തിന്റെ താളില്‍ മെറ്റാഡാറ്റ ടേബിള്‍ മറഞ്ഞിരിക്കുമ്പോഴും ഉള്‍ക്കൊള്ളിച്ചിരിക്കും. മറ്റുള്ള ഫീല്‍ഡുകള്‍ സ്വതവേ മറഞ്ഞിരിക്കും. 
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* focallength', # Do not translate list items

# EXIF tags
'exif-imagewidth'       => 'വീതി',
'exif-imagelength'      => 'നീളം',
'exif-imagedescription' => 'ചിത്രത്തിന്റെ തലക്കെട്ട്',
'exif-artist'           => 'ഛായാഗ്രാഹകന്‍',
'exif-lightsource'      => 'പ്രകാശ സ്രോതസ്സ്',
'exif-gpslatituderef'   => 'ഉത്തര അല്ലെങ്കില്‍ ദക്ഷിണ അക്ഷാംശം',
'exif-gpslatitude'      => 'അക്ഷാംശം',
'exif-gpslongitude'     => 'രേഖാംശം',
'exif-gpssatellites'    => 'അളക്കാന്‍ ഉപയോഗിച്ച കൃത്രിമോപഗ്രഹങ്ങള്‍',
'exif-gpsspeed'         => 'GPS പരിഗ്രാഹിയുടെ ഗതിവേഗം (Speed of GPS receiver)',

'exif-exposureprogram-0' => 'നിര്‍‌വചിക്കപ്പെട്ടിട്ടില്ല',

'exif-lightsource-0'  => 'അജ്ഞാതം',
'exif-lightsource-1'  => 'പകല്‍‌പ്രകാശം',
'exif-lightsource-10' => 'മൂടിക്കെട്ടിയ കാലാവസ്ഥ',
'exif-lightsource-11' => 'തണല്‍',

'exif-focalplaneresolutionunit-2' => 'ഇഞ്ച്',

'exif-sensingmethod-1' => 'നിര്‍‌വചിക്കപ്പെട്ടിട്ടില്ല',

'exif-subjectdistancerange-0' => 'അജ്ഞാതം',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'ഉത്തര അക്ഷാംശം',
'exif-gpslatitude-s' => 'ദക്ഷിണ അക്ഷാംശം',

'exif-gpsmeasuremode-2' => 'ദ്വിമാന അളവ്',
'exif-gpsmeasuremode-3' => 'ത്രിമാന അളവ്',

# External editor support
'edit-externally'      => 'ഈ പ്രമാണം ഒരു ബാഹ്യ ആപ്ലിക്കേഷന്‍ ഉപയോഗിച്ച് തിരുത്തുക',
'edit-externally-help' => 'ഈ [http://meta.wikimedia.org/wiki/Help:External_editors തിരുത്തല്‍ മാര്‍ഗ്ഗങ്ങള്‍] ശ്രദ്ധിക്കുക',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'എല്ലാം',
'imagelistall'     => 'എല്ലാം',
'watchlistall2'    => 'എല്ലാം',
'namespacesall'    => 'എല്ലാം',
'monthsall'        => 'എല്ലാ മാസങ്ങളും',

# E-mail address confirmation
'confirmemail'          => 'ഇ-മെയില്‍ വിലാസം സ്ഥിരീകരിക്കുക',
'confirmemail_noemail'  => '[[Special:Preferences|താങ്കളുടെ ക്രമീകരണങ്ങളുടെ കൂടെ]] സാധുവായ ഒരു ഇ-മെയില്‍ വിലാസം ഇല്ല.',
'confirmemail_send'     => 'സ്ഥിരീകരണ കോഡ് (confirmation code) മെയില്‍ ചെയ്യുക',
'confirmemail_sent'     => 'സ്ഥിരീകരണ ഇ-മെയില്‍ അയച്ചിരിക്കുന്നു.',
'confirmemail_success'  => 'താങ്കളുടെ ഇ-മെയില്‍ വിലാസം സ്ഥിരീകരിക്കപ്പെട്ടിരിക്കുന്നു. ഇനി താങ്കള്‍ക്ക് ലോഗിന്‍ ചെയ്തശേഷം വിക്കി ആസ്വദിക്കാം.',
'confirmemail_loggedin' => 'താങ്കളുടെ ഇ-മെയില്‍ വിലാസം സ്ഥിരീകരിക്കപ്പെട്ടിരിക്കുന്നു.',
'confirmemail_error'    => 'താങ്കളുടെ സ്ഥിരീകരണം സൂക്ഷിച്ചുവയ്ക്കാനുള്ള ശ്രമത്തിനിടയ്ക്ക് എന്തോ കുഴപ്പം സംഭവിച്ചു.',
'confirmemail_subject'  => '{{SITENAME}} ഇ-മെയില്‍ വിലാസ സ്ഥിരീകരണം',

# Delete conflict
'confirmrecreate' => "താങ്കള്‍ ഈ താള്‍ തിരുത്താന്‍ തുടങ്ങിയതിനുശേഷം [[User:$1|$1]] ([[User talk:$1|talk]]) എന്ന ഉപയോക്താവ് ഇങ്ങനെ ഒരു കാരണം നല്‍കി ഈ താള്‍ നീക്കം ചെയ്തു:
: ''$2''
ദയവായി താള്‍ പുനഃസൃഷ്ടിക്കേണ്ടതുണ്ടെന്നതു സ്ഥിരീകരിക്കുക.",
'recreate'        => 'പുനഃസൃഷ്ടിക്കുക',

# HTML dump
'redirectingto' => '[[$1]] എന്ന താളിലേയ്ക്കു തിരിച്ചുവിടുന്നു...',

# action=purge
'confirm_purge_button' => 'ശരി',

# AJAX search
'articletitles' => "''$1'' എന്നു തുടങ്ങുന്ന താളുകള്‍",
'hideresults'   => 'ഫലങ്ങള്‍ മറയ്ക്കുക',

# Multipage image navigation
'imgmultipageprev' => '← മുമ്പത്തെ താള്‍',
'imgmultipagenext' => 'അടുത്ത താള്‍ →',
'imgmultigotopre'  => 'ഈ താളിലേക്കു പോവുക',

# Table pager
'table_pager_next'  => 'അടുത്ത താള്‍',
'table_pager_prev'  => 'മുമ്പത്തെ താള്‍',
'table_pager_first' => 'ആദ്യത്തെ താള്‍',
'table_pager_last'  => 'അവസാനത്തെ താള്‍',
'table_pager_limit' => 'ഓരോ താളിലും $1 ഇനങ്ങള്‍ വീതം പ്രദര്‍ശിപ്പിക്കുക',
'table_pager_empty' => 'ഫലങ്ങള്‍ ഒന്നുമില്ല',

# Auto-summaries
'autosumm-blank'   => 'താളിലെ എല്ലാവിവരങ്ങളും നീക്കം ചെയ്യുന്നു',
'autosumm-replace' => 'താളിലെ വിവരങ്ങള്‍ $1 എന്നാക്കിയിരിക്കുന്നു',
'autoredircomment' => '[[$1]]-ലേക്ക് തിരിച്ചുവിടുന്നു',
'autosumm-new'     => 'പുതിയ താള്‍: $1',

# Live preview
'livepreview-loading' => 'ശേഖരിച്ചുകൊണ്ടിരിക്കുന്നു…',
'livepreview-ready'   => 'ശേഖരിച്ചുകൊണ്ടിരിക്കുന്നു… തയ്യാര്‍!',

# Friendlier slave lag warnings
'lag-warn-normal' => '$1 സെക്കന്റുകള്‍ക്കുള്ളില്‍ നടന്ന തിരുത്തലുകള്‍ ഈ പട്ടികയില്‍ ഉണ്ടാകാനിടയില്ല.',

# Watchlist editor
'watchlistedit-numitems'       => 'താങ്കള്‍ സം‌വാദം താളുകള്‍ ഒഴിച്ച് $1 താളുകള്‍ ശ്രദ്ധിക്കുന്നുണ്ട്.',
'watchlistedit-noitems'        => 'താങ്കള്‍ നിലവില്‍ ഒരു താളും ശ്രദ്ധിക്കുന്നില്ല.',
'watchlistedit-normal-legend'  => 'ശ്രദ്ധിക്കുന്നവയുടെ പട്ടികയില്‍ നിന്നും ഒഴിവാക്കുക',
'watchlistedit-normal-explain' => 'താങ്കള്‍ ശ്രദ്ധിക്കുന്ന താളുകള്‍ താഴെ കൊടുത്തിരിക്കുന്നു. നീക്കം ചെയ്യേണ്ടവ തിരഞ്ഞെടുത്ത ശേഷം തിരഞ്ഞെടുത്തവ നീക്കുക എന്ന ബട്ടണില്‍ ഞെക്കിയാല്‍ നീക്കം ചെയ്യപ്പെടുന്നതാണ്‌. താങ്കള്‍ക്ക് [[Special:Watchlist/raw|അവ ചിട്ടപ്രകാരമല്ലാതെ നീക്കുകയോ]], [[Special:Watchlist/clear|എല്ലാ താളുകളും ഒഴിവാക്കുകയോ]] ചെയ്യാവുന്നതാണ്‌.',
'watchlistedit-normal-submit'  => 'തിരഞ്ഞെടുത്തവ നീക്കുക',
'watchlistedit-normal-done'    => '$1 താളുകള്‍ താങ്കള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയില്‍ നിന്നും ഒഴിവാക്കിയിരിക്കുന്നു:',
'watchlistedit-raw-titles'     => 'തലക്കെട്ടുകള്‍:',
'watchlistedit-raw-submit'     => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടിക നവീകരിക്കുക',

# Watchlist editing tools
'watchlisttools-view' => 'ബന്ധപ്പെട്ട മാറ്റങ്ങള്‍ കാട്ടുക',
'watchlisttools-edit' => 'ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടിക കാട്ടുക, തിരുത്തുക',
'watchlisttools-raw'  => 'നിങ്ങള്‍ ശ്രദ്ധിക്കുന്ന താളുകളുടെ പട്ടികയുടെ മൂലരൂപം തിരുത്തുക',

# Special:Version
'version-specialpages' => 'പ്രത്യേക താളുകള്‍',
'version-variables'    => 'ചരങ്ങള്‍',

);
