<?php
/** Rusyn (русиньскый язык)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Gazeb
 * @author Tkalyn
 */

$fallback = 'uk';

$messages = array(
# User preference toggles
'tog-underline'               => 'Підкреслёвати одказы:',
'tog-highlightbroken'         => 'Форматовати одказы на неекзістуючі сторінкы <a href="" class="new">так</a> (алтернатіва: так<a href="" class="internal">?</a>).',
'tog-justify'                 => 'Зарівнати текст до блоку',
'tog-hideminor'               => 'Сховати малы едітованя в списку послїднїх змін',
'tog-hidepatrolled'           => 'Сховати патролёваны едітованя в списку послїднїх змін',
'tog-newpageshidepatrolled'   => 'Сховати патролёваны сторінкы зо списку новых сторінок',
'tog-extendwatchlist'         => 'Росшыреный список слїдованых сторінок, обсягує вшыткы зміны, не лем послїднї',
'tog-usenewrc'                => 'Хосновати здоконалены послїднї зміны (JavaScript)',
'tog-numberheadings'          => 'Автоматічно нумеровати надписы',
'tog-showtoolbar'             => 'Вказати панел інштрументів (потрібный JavaScript)',
'tog-editondblclick'          => 'Едітовати двоїтым кликом (JavaScript)',
'tog-editsection'             => 'Поволити едітованя секції сторінкы через одказ [едіт.]',
'tog-editsectiononrightclick' => 'Поволити едітованя секції сторінкы через кликаня правов клопков мышкы на надписы сторінок  (JavaScript)',
'tog-showtoc'                 => 'Вказовати обсяг (на сторінках з веце як трёма надписами)',
'tog-rememberpassword'        => 'Запамятати моє приголошіня на тім компютері (максімално $1 {{PLURAL:$1|день|днів}})',
'tog-watchcreations'          => 'Придавати сторінкы створены мнов  до мого списку слїдованых',
'tog-watchdefault'            => 'Придавати мнов едітованы сторінкы до списку слїдованых',
'tog-watchmoves'              => 'Придавати переменованы сторінкы до мого списку слїдованых',
'tog-watchdeletion'           => 'Придавати сторінкы котры змажу, міджі слїдованы',
'tog-minordefault'            => 'Імпліцітно позначіти вшыткы зміны як малы',
'tog-previewontop'            => 'Вказовати нагляд перед окном едітованя  (не за ним)',
'tog-previewonfirst'          => 'Вказати нагляд при першій едітації',
'tog-nocache'                 => 'Заборонити кешованя сторінок',
'tog-enotifwatchlistpages'    => 'Послати електронічну пошту, кідь ся змінила сторінка з мого списку слїдованя',
'tog-enotifusertalkpages'     => 'Послати електронічну пошту при змінї моёй діскузной сторінкы',
'tog-enotifminoredits'        => 'Послати електронічну пошту і про меншы едітованя',
'tog-enotifrevealaddr'        => 'Прозрадити мою поштову адресу в поштї  увідомлїня',
'tog-shownumberswatching'     => 'Вказати кілько хоснователїв придало сторінку до свого списку слїдованых',
'tog-oldsig'                  => 'Нагляд екзістуючого підпису:',
'tog-fancysig'                => 'Хосновати про підпис вікітекст (без автоматічного одказу)',
'tog-externaleditor'          => 'Імпліцітно хосновати екстерный едітор',
'tog-externaldiff'            => 'Імпліцітно хосновати екстерный проґрам про порівнованя верзії',
'tog-showjumplinks'           => 'Актівізовати допоможны одказы "перейти дo"',
'tog-uselivepreview'          => 'Хосновати фрішный нагляд (JavaScript, експеріменрално)',
'tog-forceeditsummary'        => 'Упозорнити ня, кідь не є выповнене згорнутя едітованя',
'tog-watchlisthideown'        => 'Сховати мої едітованя на списку слїдованых сторінок',
'tog-watchlisthidebots'       => 'Сховати едітованя ботів у списку слїдованых сторінок',
'tog-watchlisthideminor'      => 'Сховати малы едітованя зо списку слїдованых сторінок',
'tog-watchlisthideliu'        => 'У списку слїдованых сторінок сховати едітації приголошеных хоснователїв',
'tog-watchlisthideanons'      => 'У списку слїдованых сторінок сховати едітації анонімів',
'tog-watchlisthidepatrolled'  => 'Сховати патролёваны едітації у слїдованых сторінках',
'tog-ccmeonemails'            => 'Посылати мі копії пошты, котру пошлю іншым хоснователям',
'tog-diffonly'                => 'Не вказовати обсяг сторінкы під роздїлом  верзій',
'tog-showhiddencats'          => 'Вказати схованы катеґорії',
'tog-norollbackdiff'          => 'По вернутю зміны не вказовати порівнаня роздїлів',

'underline-always'  => 'Все',
'underline-never'   => 'Нїґда',
'underline-default' => 'Хосновати наставлиня переглядача',

# Font style option in Special:Preferences
'editfont-style'     => 'Тіп писма в едітачнім полю:',
'editfont-default'   => 'Хосновати наставлиня переглядача',
'editfont-monospace' => 'Писмо зо сталов шырков',
'editfont-sansserif' => 'Писмо без пяты',
'editfont-serif'     => 'Писмо з пятов',

# Dates
'sunday'        => 'недїля',
'monday'        => 'понедїлёк',
'tuesday'       => 'вівторок',
'wednesday'     => 'середа',
'thursday'      => 'четверь',
'friday'        => 'пятніця',
'saturday'      => 'субота',
'sun'           => 'Нд',
'mon'           => 'Пн',
'tue'           => 'Вт',
'wed'           => 'Ср',
'thu'           => 'Чт',
'fri'           => 'Пт',
'sat'           => 'Сб',
'january'       => 'януар',
'february'      => 'фебрувар',
'march'         => 'марец',
'april'         => 'апріль',
'may_long'      => 'май',
'june'          => 'юній',
'july'          => 'юлій',
'august'        => 'авґуст',
'september'     => 'септембер',
'october'       => 'октобер',
'november'      => 'новембер',
'december'      => 'децембер',
'january-gen'   => 'януаря',
'february-gen'  => 'фебруара',
'march-gen'     => 'марца',
'april-gen'     => 'апріля',
'may-gen'       => 'мая',
'june-gen'      => 'юнія',
'july-gen'      => 'юлія',
'august-gen'    => 'авґуста',
'september-gen' => 'септембра',
'october-gen'   => 'октобра',
'november-gen'  => 'новембра',
'december-gen'  => 'децембра',
'jan'           => 'ян',
'feb'           => 'феб',
'mar'           => 'мар',
'apr'           => 'апр',
'may'           => 'май',
'jun'           => 'юн',
'jul'           => 'юл',
'aug'           => 'авґ',
'sep'           => 'сеп',
'oct'           => 'окт',
'nov'           => 'нов',
'dec'           => 'дец',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Катеґорія|Катеґорії}}',
'category_header'                => 'Сторінки в катеґорії «$1»',
'subcategories'                  => 'Підкатегорії',
'category-media-header'          => 'Файлы в категорії «$1»',
'category-empty'                 => "''Тота катеґорія порожня.''",
'hidden-categories'              => '{{PLURAL:$1|Скрыта катеґорія|Скрыты катеґорії}}',
'hidden-category-category'       => 'Схованы катеґорії',
'category-subcat-count'          => '{{PLURAL:$2|Тота катеґорія має лем таку підкатеґорію.|{{PLURAL:$1|Показана $1 підкатеґорія|Показаны $1 підкатеґорії|Показані $1 підкатеґорій}} із $2.}}',
'category-subcat-count-limited'  => 'В тїй катеґорії {{PLURAL:$1|$1 підкатеґорія|$1 підкатеґорії|$1 підкаґегорій}}.',
'category-article-count'         => '{{PLURAL:$2|Тота катеґорія має лем таку сторінку.|{{PLURAL:$1|Показана $1 сторінка|Показаны $1 сторінкы|Показані $1 сторінок}} той катеґорії з $2.}}',
'category-article-count-limited' => 'В тій катеґорії {{PLURAL:$1|$1 сторінка|$1 сторінкы|$1 сторінок}}.',
'category-file-count'            => '{{PLURAL:$2|Тота катеґорія обсягує лем тот файл.|{{PLURAL:$1|Вказаный $1 файл|Вказаны $1 файлы|Вказаных $1 файлів}} той катеґорії з $2.}}',
'category-file-count-limited'    => 'В тій катеґорії {{PLURAL:$1|$1 файл|$1 файлы|$1 файлів}}.',
'listingcontinuesabbrev'         => '(дале)',
'index-category'                 => 'Індексованы сторінкы',
'noindex-category'               => 'Неіндексованы сторінкы',

'mainpagetext'      => "'''MediaWiki была успішнї наіншталована.'''",
'mainpagedocfooter' => '[http://meta.wikimedia.org/wiki/Help:Contents Мануял хоснователя] Вам порадить, як хосновати MediaWiki.

== Про початок ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Наставлїня конфіґурації]
* [http://www.mediawiki.org/wiki/Manual:FAQ Часты вопросы о MediaWiki]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce Розосыланя повідомлїнь про новы верзії MediaWiki]',

'about'         => 'О',
'article'       => 'Обсягова сторінка',
'newwindow'     => '(отворить ся в новім окнї)',
'cancel'        => 'Зрушыти',
'moredotdotdot' => 'Детайлнїше…',
'mypage'        => 'Моя сторінка',
'mytalk'        => 'Моя діскузія',
'anontalk'      => 'Діскузія ку тотїй IP-адресі',
'navigation'    => 'Навіґація',
'and'           => '&#32;і',

# Cologne Blue skin
'qbfind'         => 'Найти',
'qbbrowse'       => 'Переглядати',
'qbedit'         => 'Едітовати',
'qbpageoptions'  => 'Тота сторінка',
'qbpageinfo'     => 'Контекст',
'qbmyoptions'    => 'Мої сторінкы',
'qbspecialpages' => 'Шпеціалны сторінкы',
'faq'            => 'Часты звідованя',
'faqpage'        => 'Project:Часты звідованя',

# Vector skin
'vector-action-addsection'       => 'Придати тему',
'vector-action-delete'           => 'Вымазати',
'vector-action-move'             => 'Переменовати',
'vector-action-protect'          => 'Хранити',
'vector-action-undelete'         => 'Обновити',
'vector-action-unprotect'        => 'Одомкнути',
'vector-namespace-category'      => 'Катеґорія',
'vector-namespace-help'          => 'Сторінка помочі',
'vector-namespace-image'         => 'Файл',
'vector-namespace-main'          => 'Сторінка',
'vector-namespace-media'         => 'Медіа-сторінка',
'vector-namespace-mediawiki'     => 'Ознам',
'vector-namespace-project'       => 'Сторінка проєкту',
'vector-namespace-special'       => 'Шпеціална сторінка',
'vector-namespace-talk'          => 'Діскузія',
'vector-namespace-template'      => 'Шаблона',
'vector-namespace-user'          => 'Сторінка хоснователя',
'vector-simplesearch-preference' => 'Поволити росшырены пропозіції гляданя (лем взгляд Vector )',
'vector-view-create'             => 'Вытворити',
'vector-view-edit'               => 'Едітовати',
'vector-view-history'            => 'Відїти історію',
'vector-view-view'               => 'Чітати',
'vector-view-viewsource'         => 'Відїти код',
'actions'                        => 'Дїї',
'namespaces'                     => 'Просторы назв',
'variants'                       => 'Варіанты',

'errorpagetitle'    => 'Хыба',
'returnto'          => 'Навернутя до сторінкы «$1».',
'tagline'           => 'Матеріал з {{grammar:genitive|{{SITENAME}}}}',
'help'              => 'Поміч',
'search'            => 'Глядати',
'searchbutton'      => 'Найти',
'go'                => 'Перейти',
'searcharticle'     => 'Перейти',
'history'           => 'Історія сторінкы',
'history_short'     => 'Історія',
'updatedmarker'     => 'змінено од послїдный навщівы',
'info_short'        => 'Інформація',
'printableversion'  => 'Верзія про друк',
'permalink'         => 'Перманентный одказ',
'print'             => 'Друк',
'edit'              => 'Едітовати',
'create'            => 'Створити',
'editthispage'      => 'Едітовату тоту сторінку',
'create-this-page'  => 'Створити тоту сторінку',
'delete'            => 'Вымазати',
'deletethispage'    => 'Змазати тоту сторінку',
'undelete_short'    => 'Обновити $1 {{PLURAL:$1|верзію|верзії|верзії}}',
'protect'           => 'Хранити',
'protect_change'    => 'змінити',
'protectthispage'   => 'Хранити тоту сторінку',
'unprotect'         => 'Одомкнути',
'unprotectthispage' => 'Одомкнути сторінку',
'newpage'           => 'Нова сторінка',
'talkpage'          => 'Діскутовати тоту сторінку',
'talkpagelinktext'  => 'діскузія',
'specialpage'       => 'Шпеціална сторінка',
'personaltools'     => 'Особны інштрументы',
'postcomment'       => 'Нова секція',
'articlepage'       => 'Перегляднути сторінку',
'talk'              => 'Діскузія',
'views'             => 'Перегляды',
'toolbox'           => 'Інштрументы',
'userpage'          => 'Відїти сторінку хоснователя',
'projectpage'       => 'Відїти сторінку проєкту',
'imagepage'         => 'Відїти сторінку файлу',
'mediawikipage'     => 'Відїти сторінку вістї',
'templatepage'      => 'Відїти шаблону',
'viewhelppage'      => 'Відїти сторінку помочі',
'categorypage'      => 'Відїти сторінку катеґорії',
'viewtalkpage'      => 'Відїти діскузію',
'otherlanguages'    => 'Іншыма языками',
'redirectedfrom'    => '(Напрямленый з $1)',
'redirectpagesub'   => 'Сторінка-напрямлиня',
'lastmodifiedat'    => 'Послїдня зміна той сторінкы: $2, $1.',
'viewcount'         => 'Сторінка была зображена  {{PLURAL:$1|раз|$1разы|$1раз}}.',
'protectedpage'     => 'Замкнута сторінка',
'jumpto'            => 'Перейти до:',
'jumptonavigation'  => 'навіґація',
'jumptosearch'      => 'Найти',
'view-pool-error'   => 'Перебачте, серверы суть теперь перетяжены.
Тоту сторінку сі теперь перезерать много хоснователів.
Просиме Вас, почекайте і спробуйте доступность пізнїше.

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'O  {{grammar:accusative|{{SITENAME}}}}',
'aboutpage'            => 'Project:Описаня',
'copyright'            => 'Обсяг є доступный з $1.',
'copyrightpage'        => '{{ns:project}}:Авторьске право',
'currentevents'        => 'Актуалны подїї',
'currentevents-url'    => 'Project:Актуалны подїї',
'disclaimers'          => 'Вылучіня зодповідности',
'disclaimerpage'       => 'Project:Вылучіня зодповідности',
'edithelp'             => 'Поміч про едітованя',
'edithelppage'         => 'Help:Едітованя',
'helppage'             => 'Help:Обсяг',
'mainpage'             => 'Головна сторінка',
'mainpage-description' => 'Головна сторінка',
'policy-url'           => 'Project:Правила',
'portal'               => 'Портал комуниты',
'portal-url'           => 'Project:Портал комуниты',
'privacy'              => 'Політіка охраны особных дат',
'privacypage'          => 'Project:Охрана особных дат',

'badaccess'        => 'Хыба оправнїня',
'badaccess-group0' => 'Вам не є поволено выконавати тоту дїю.',
'badaccess-groups' => 'Дїя, яку сьте хотіли зробити, поволена лем хоснователям із {{PLURAL:$2|ґрупы|ґруп}}: $1.',

'versionrequired'     => 'Потрібна MediaWiki верзії $1',
'versionrequiredtext' => 'Про роботу з тов сторінков потрібна MediaWiki верзії $1. Відь [[Special:Version|сторінку верзії]].',

'ok'                      => 'ОК',
'retrievedfrom'           => 'Обтримане з "$1"',
'youhavenewmessages'      => 'Маєте $1 ($2).',
'newmessageslink'         => 'новы ознамы',
'newmessagesdifflink'     => 'послїдня зміна',
'youhavenewmessagesmulti' => 'Маєте новы ознамы на $1',
'editsection'             => 'едіт.',
'editold'                 => 'едіт.',
'viewsourceold'           => 'відїти код',
'editlink'                => 'едітовати',
'viewsourcelink'          => 'переглянути істочный код',
'editsectionhint'         => 'Едітовати секцію: $1',
'toc'                     => 'Обсяг',
'showtoc'                 => 'вказати',
'hidetoc'                 => 'сховати',
'thisisdeleted'           => 'Перегляднути ці обновити $1?',
'viewdeleted'             => 'Зобразити $1?',
'restorelink'             => '{{PLURAL:$1|змазанов едітаціёв|$1 змазаны едітації|$1 змазаных едітацій}}',
'feedlinks'               => 'Каналы:',
'feed-invalid'            => 'Неправилный тіп каналу.',
'feed-unavailable'        => 'Каналы не суть доступны',
'site-rss-feed'           => '$1 RSS канал',
'site-atom-feed'          => '$1 Atom канал',
'page-rss-feed'           => '"$1" RSS канал',
'page-atom-feed'          => '"$1" Atom канал',
'red-link-title'          => '$1 (така сторінка не екзістує)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Сторінка',
'nstab-user'      => 'Сторінка хоснователя',
'nstab-media'     => 'Медіа-сторінка',
'nstab-special'   => 'Шпеціална сторінка',
'nstab-project'   => 'Сторінка проекту',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'Ознам',
'nstab-template'  => 'Шаблона',
'nstab-help'      => 'Сторінка помочі',
'nstab-category'  => 'Катеґорія',

# Main script and global functions
'nosuchaction'      => 'Такой дїї не має',
'nosuchactiontext'  => 'Дїя, уведжена в URL, неправилна.
Могли сьте неправилно написати URL або перейти через некоректный одказ . 
Може тыж значіти хыбу в програмовім забезпечіню {{GRAMMAR:genitive|{{SITENAME}}}}.',
'nosuchspecialpage' => 'Такой шпеціалной сторінкы не має',
'nospecialpagetext' => '<strong>Така шпеціална сторінка не екзістує.</strong>

Відь [[Special:SpecialPages|список шпеціалных сторінок]].',

# General errors
'error'                => 'Хыба',
'databaseerror'        => 'Датабазова хыба',
'dberrortext'          => 'Найджена  сінтактічна хыба в запросї до датабазы.
Тото може вказовати на хыбу в проґрамовім забезпечіню. 
Послїднїй запрос до датабазы: 
<blockquote><tt>$1</tt></blockquote>
з функції "<tt>$2</tt>".
Датабаза вернула хыбу "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'Найджена сінтактічна хыба в запросї до датабазы.
Послїднїй запрос до датабазы:
«$1»
з функції «$2».
Датабаза вернула хыбу «$3: $4».',
'laggedslavemode'      => 'Увага: Сторінка не мусить быти актуална',
'readonly'             => 'Датабаза є замкнута',
'enterlockreason'      => 'Удайте причіну замкнутя і приближный термін одомкнутя',
'readonlytext'         => 'Датабаза є теперь замкнута, также ся не дають укладати новы статї і зміны. Причінов є асі плановане утримованя, по котрій ся вшытко верне до нормалного ставу.

Адміністратор, котрый датабазу замкнув, охабив тото пояснїня: $1',
'missing-article'      => 'В датабазї са ненашов просеный текст сторінкы «$1» $2.

Подобна сітуація звычайнї взникає при спробі переходу по застаралому одказованю на історію змін сторінкы, яка была вымазана.

Кідь то не є тот припад, може сьте нашли помылку в проґрамовім забезпечіню.
Просиме Вас, оголоште то [[Special:ListUsers/sysop|адміністраторам]], придайте і URL.',
'missingarticle-rev'   => '(ревізія № $1)',
'missingarticle-diff'  => '(Роздїл: $1, $2)',
'readonly_lag'         => 'Датабаза автоматічно заблокована од змін, докы ся другый датабазовый сервер не сінхронізує з мастером',
'internalerror'        => 'Інтерна хыба',
'internalerror_info'   => 'Інтерна хыба: $1',
'fileappenderrorread'  => 'В часі прыдаваня ся не подарило прочітати  "$1".',
'fileappenderror'      => 'Не подарило ся придати «$1» до «$2».',
'filecopyerror'        => 'Не было можне копіровати файл «$1» на «$2».',
'filerenameerror'      => 'Не было можне переменовати файл «$1» на «$2».',
'filedeleteerror'      => 'Не было можне змазаты файл «$1».',
'directorycreateerror' => 'Не є можне вытворити адресарь «$1».',
'filenotfound'         => 'Не было можне найти файл «$1».',
'fileexistserror'      => 'Не дасть ся записати до файлу «$1»: файл екзістує.',
'unexpected'           => 'Неочекавана годнота: «$1»=«$2».',
'formerror'            => 'Хыба: небыло можне одослати формуларь',
'badarticleerror'      => 'Тота дїя не може быти выконана на тій сторінцї.',
'cannotdelete'         => 'Не є можне вымазати сторінку або файл "$1".
Може уж быв(а)  змазаный(а) дакым іншым.',
'badtitle'             => 'Неприпустна назва',
'badtitletext'         => 'Пожадована назжа сторінкы неправилна, порожня, бо неправилно одказована як міджі-язычного ці міджі-вікі назва.
Може ся хоснують сімболы, котры не можуть быти хоснованы в назвах.',
'perfcached'           => 'Наслїдуючі дата суть взяты з кешу і не мусять быти актуалны.',
'perfcachedts'         => 'Наслїдуючі дата суть взяты з кешу, котра была послїднїй раз актуалізована $1.',
'querypage-no-updates' => 'Зміны той сторінкы заборонены. Дата нынї не можуть быти обновлены.',
'wrong_wfQuery_params' => 'Неправилны параметры функцій wfQuery()<br />
Функція: $1<br />
Запрос: $2',
'viewsource'           => 'Перегляд',
'viewsourcefor'        => 'Сторінка «$1»',
'actionthrottled'      => 'Акція была придушена',
'actionthrottledtext'  => 'Взглядом ку протиспамовым опатрїням не можете жадану акцію провести барз часто в короткім часї. Спробуйте то знову о пару мінут.',
'protectedpagetext'    => 'Тота сторінка была замкнута, также ся не дасть едітовати',
'viewsourcetext'       => 'Можете відїти і копіровати код той сторінкы:',
'protectedinterface'   => 'Тота сторінка є частинов інтрефейсу проґрамового забезпечіня і єй можуть едітовати лем адміністраторы проєкту.',
'editinginterface'     => "'''Увага:''' Едітуєте сторінку,котра є частинов текстового інтерфейсу. Зміны той сторінкы выкличуть зміну інтерфейсу про іншых хоснователїв. Про переклад увідомлїня хоснуйте [http://translatewiki.net/wiki/Main_Page?setlang=uk translatewiki.net] — проєкт, што ся занимає локалізаціёв MediaWiki.",
'sqlhidden'            => '(SQL запрос скрытый)',
'cascadeprotected'     => 'Сторінка є замнкута, бо є вложена до  {{PLURAL:$1|наслїдуючой сторінкы замкнуты|наслїдуючіх сторінок замнкнутых|наслїдуючіх сторінок замнкнутых}} каскадовым замком:
$2',
'namespaceprotected'   => 'Не маєте права едітовати сторінкы в просторї  назв «$1».',
'customcssjsprotected' => 'Не маєте права едітовати тоту сторінку, бо обсягує персоналны наставлїна іншого хоснователя.',
'ns-specialprotected'  => 'Шпеціалны сторінкы не є можне едітовати.',
'titleprotected'       => "Створїня сторінкы з таков назвов было заборонене хоснователём [[User:$1|$1]] з причінов: ''$2''.",

# Virus scanner
'virus-badscanner'     => "Зла конфіґурація: незнамый антивіровый проґрам: ''$1''",
'virus-scanfailed'     => 'скенованя ся не подарило (код $1)',
'virus-unknownscanner' => 'незнамый антівірус',

# Login and logout pages
'logouttext'                 => "'''Нынї сьте одголошеный(а).'''

Можете продовжовати в анонімнім перезераню і едітації {{grammar:2sg|{{SITENAME}}}}, або ся можете [[Special:UserLogin|зясь приголосити]] як тот самый або як іншый хоснователь. Даякы сторінкы ся можуть зображовати як кібы сьте были дотеперь приголошены, покы не змажете кеш переглядача.",
'welcomecreation'            => '== Вітаєме вас, $1! ==
Ваше конто было вытворене.
Не забудьте змінити свої [[Special:Preferences|наставлиня сайту]].',
'yourname'                   => 'Мено хоснователя:',
'yourpassword'               => 'Гесло:',
'yourpasswordagain'          => 'Повторяйте гесло:',
'remembermypassword'         => 'Запамятати моє приголошіня на тім компютері (максімално $1 {{PLURAL:$1|день|днів}})',
'yourdomainname'             => 'Ваша домена:',
'externaldberror'            => 'Або ся стала хыба екстерной автентіфікачной датабазы, або не маєте поволено мінити своє екстерне конто.',
'login'                      => 'Приголошіня',
'nav-login-createaccount'    => 'Приголошіня / Вытворїня конта',
'loginprompt'                => 'Ку приголошіню до {{grammar:2sg|{{SITENAME}}}} мусите мати поволены cookies.',
'userlogin'                  => 'Приголошіня / вытвориня конта',
'userloginnocreate'          => 'Приголошіня',
'logout'                     => 'Одголосити',
'userlogout'                 => 'Одголошіня',
'notloggedin'                => 'Не сьте приголошеный(а)',
'nologin'                    => "До теперь не маєте конто? '''$1'''.",
'nologinlink'                => 'Вытворити конто',
'createaccount'              => 'Вытворити конто',
'gotaccount'                 => "Уж сьте реґістрованы? '''$1'''.",
'gotaccountlink'             => 'Приголошіня',
'createaccountmail'          => 'електроничнов поштов',
'badretype'                  => 'Вами написаны гесла не сугласять.',
'userexists'                 => 'Уведжене мено хоснователя уж екзістує.
Звольте інше мено.',
'loginerror'                 => 'Хыба при приголошованю',
'createaccounterror'         => 'Не подарило ся створити конто хоснователя: $1',
'nocookiesnew'               => 'Конто хоснователя было створене, але не сьте приголошены.
{{SITENAME}} хоснує cookies про приголошіня але вы маєте cookies выпнуты .
Просиме Вас, повольте їх, а потім ся приголоште знову з вашым новым меном і геслом.',
'nocookieslogin'             => '{{SITENAME}} хоснує cookies про приголошіня хоснователїв. Вы маєте cookies выпнуты. Просиме Вас, повольте їх і спобуйте знова.',
'noname'                     => 'Мусите увести мено свого конта.',
'loginsuccesstitle'          => 'Успішне приголошіня',
'loginsuccess'               => "'''Теперь працуєте {{grammar:locative|{{SITENAME}}}} під меном $1.'''",
'nosuchuser'                 => 'Не екзістує хоснователь з меном «$1». У хосновательскых мен ся розлишують малы/великы писмена. Сконтролюйте запис, або собі [[Special:UserLogin/signup|зареґіструйте нове конто]].',
'nosuchusershort'            => 'Хоснователь з меном <nowiki>$1</nowiki> не екзістує.
Перевірте правилность написаня мена.',
'nouserspecified'            => 'Мусите задати мено хоснователя.',
'login-userblocked'          => 'Тот хоснователь є заблокованый. Приголошіня не є доволене.',
'wrongpassword'              => 'Задали сьте хыбне гесло. Спробуйте іщі раз.',
'wrongpasswordempty'         => 'Было задане порожнє гесло. Спробуйте іщі раз.',
'passwordtooshort'           => 'Гесло мусить быти довге холем  $1 {{PLURAL:$1|знак|знакы|знаків}}.',
'password-name-match'        => 'Ваше гесло не може быти таке саме як і ваше хосновательске мено.',
'mailmypassword'             => 'Послати нове гесло',
'passwordremindertitle'      => 'Нове дочасне гесло на {{grammar:4sg|{{SITENAME}}}}',
'passwordremindertext'       => 'Хтось (може Вы, з IP адресы $1) пожадав, жебы сьме Вам послали нове гесло
про приголошіня до {{grammar:2sg|{{SITENAME}}}} ($4). Хоснователёви „$2“ было
прото наставлено дочасне гесло „$3“. Кідь сьте то быв(а) вы, можете ся нынї
приголосити і зволити собі нове гесло. Ваше дочасне гесло кінчіть
о {{PLURAL:$5| єден день|$5 днї|$5 днїв}}.

Кідь сьте о зміну гесла не жадав(а) або сьте собі спомянув(а) на ваше гесло
а уж го мінити не хочете, можете тото повідомліня іґноровати
і хосновати нове гесло.',
'noemail'                    => 'Хоснователь "$1" не має реґістровану адресу електронічной пошты.',
'noemailcreate'              => 'Мусите задати правилну адресу електронічной пошты',
'passwordsent'               => 'Нове гесло было послане на адресу електронічной пошты реґістровану про „$1“. Приголосьте ся зясь, кідь го обтримете.',
'blocked-mailpassword'       => 'Вашій IP адресї была заблокована можность едітації і сучасно з тым є заблокована функція про засланя нового гесла.',
'eauthentsent'               => 'На задану адресу електронічной пошты было послане підтверджіня,
Передтым як вам на тоту адресу буде мочі быти засылана далша пошта, наслїдуйте інштрукції в ел. пошті, жебы сьте підтвердили, же тота адреса справды належыть вам.',
'throttled-mailpassword'     => 'Гесло уж было раз заслане почас уплынулых $1 годин.
Гесло може быти заслане лем раз за $1 {{PLURAL:$1|годину|годины|годин}}.',
'mailerror'                  => 'Хыба засыланя ел. пошты: $1',
'acct_creation_throttle_hit' => 'Хоснователї приходячі з вашой IP адресы уж днесь створили {{PLURAL:$1|конто|конта|конт}}, што є доволене максімум. Зато теперь не є доволено з той IP адресы закладати далшы конта.',
'emailauthenticated'         => 'Адреса вашой ел. пошты была овірена дня $2 о $3.',
'emailnotauthenticated'      => 'Адреса вашой ел. пошты дотеперь не была овірена, функції ел. пошты суть недоступны.',
'noemailprefs'               => 'Шпеціфікуйте адресу ел. пошты, жебы наслїднуючі можности могли фунґовати.',
'emailconfirmlink'           => 'Підтвердьте свою адресу ел. пошты',
'invalidemailaddress'        => 'Уведена адреса ел. пошты не може быти прията, бо она не має правилный формат.
Просиме Вас, уведьте коректну адесу або зохабте поле порожнє.',
'accountcreated'             => 'Конто вытворене',
'accountcreatedtext'         => 'Конто хоснователя $1 было вытворене.',
'createaccount-title'        => 'Вытвориня конта про  {{SITENAME}}',
'createaccount-text'         => 'Хтось створив про Вас конто «$2» на сервері проєкту {{SITENAME}} ($4) з геслом «$3», і зазначів вашу адресу електронічной пошты. Мали бы сьте ся што найскоре приголосити і змінити гесло.

Іґноруйте дане повідомлїня, кідь конто было створено помылково.',
'usernamehasherror'          => 'Мено хоснователя не сміє обсяговати сімбол мережка (#)',
'login-throttled'            => 'Зробили сьте дуже много спроб о приголошіня.
Просиме Вас, почекайте перед далшов спробов.',
'loginlanguagelabel'         => 'Язык: $1',
'suspicious-userlogout'      => 'Ваша пожадавка на одголошіня была одвергнута, бо вызерає то так, же была послана розбитым переглядачом або кешуючім проксі-сервером.',

# Password reset dialog
'resetpass'                 => 'Змінити гесло',
'resetpass_announce'        => 'Приголошуєте ся дочасным геслом, котре было послане електронічнов поштов. Про закончіня приголошіня треба задати нове гесло гев:',
'resetpass_header'          => 'Зміна гесла',
'oldpassword'               => 'Старе гесло:',
'newpassword'               => 'Нове гесло:',
'retypenew'                 => 'Напиште знову нове гесло:',
'resetpass_submit'          => 'Наставити гесло а приголосити ся',
'resetpass_success'         => 'Ваше гесло было успішно змінено! Теперь ся приголосуєте...',
'resetpass_forbidden'       => 'Гесла не є можне змінити',
'resetpass-no-info'         => 'Ку тій сторінцї мають прямый приступ лем приголошены хоснователї.',
'resetpass-submit-loggedin' => 'Змінити гесло',
'resetpass-submit-cancel'   => 'Сторно',
'resetpass-wrong-oldpass'   => 'Неправилне дочасне або актуалне гесло.
Може сьте собі уж гесло успішно змінили, або сьте выжадали нове дочасне гесло.',
'resetpass-temp-password'   => 'Дочасне гесло:',

# Edit page toolbar
'bold_sample'     => 'Тучный текст',
'bold_tip'        => 'Шырокый текст',
'italic_sample'   => 'Курсива',
'italic_tip'      => 'Курсива',
'link_sample'     => 'Назва одказу',
'link_tip'        => 'Інтерный одказ',
'extlink_sample'  => 'http://www.example.com назва одказу',
'extlink_tip'     => 'Екстерный одказ (не забудьте http:// prefix)',
'headline_sample' => 'Текст заголовка',
'headline_tip'    => 'Заголовок 2-го рівня',
'math_sample'     => 'Вложте ту формулу',
'math_tip'        => 'Математична формула (LaTeX)',
'nowiki_sample'   => 'Вложте ту неформатованый текст',
'nowiki_tip'      => 'Іґноровати вікі-форматованя',
'image_tip'       => 'Файл',
'media_tip'       => 'Одказ на медіа-файл',
'sig_tip'         => 'Ваш підпис з датумом і часом',
'hr_tip'          => 'Горізонтална лінія (хоснуйте єй скупо)',

# Edit pages
'summary'                          => 'Куртый опис змін:',
'subject'                          => 'Тема/заголовок:',
'minoredit'                        => 'Незначна зміна',
'watchthis'                        => 'Слїдовати тоту сторінку',
'savearticle'                      => 'Уложыти сторінку',
'preview'                          => 'Перегляд',
'showpreview'                      => 'Вказати перегляд',
'showlivepreview'                  => 'Фрішный перегляд',
'showdiff'                         => 'Вказати зміны',
'anoneditwarning'                  => "'''Увага''': Не сте приголошены. Ваша IP-адреса буде записана до історії змін той сторінкы.",
'anonpreviewwarning'               => "''Не сьте приголошеный(а). Уложінём буде ваша IP адреса записана в історії  той сторінкы.''",
'missingsummary'                   => "'''Припомянутя:''' Не задали сьте згорнутя едітації. Кідь іщі раз кликтете на Уложыти зміны, буде вапа едітація записана без згорнутя.",
'missingcommenttext'               => 'Задайте коментарь',
'missingcommentheader'             => "'''Припомянутя:''' Не задали сьте тему/надпис про тот коментарь.
Кідь іщі раз кликнете на „{{int:savearticle}}“, буде ваша едітація записана і без того.",
'summary-preview'                  => 'Опис буде:',
'subject-preview'                  => 'Нагляд темы/надпису:',
'blockedtitle'                     => 'Хоснователь є блокованый',
'blockedtext'                      => "'''Ваше хосновательске мено або IP адреса была заблокована.'''

Блокованя зробив $1.
Причіна є ''$2''.

* Початок блокованя: $8
* Конец блокованя: $6
* Блокованый хоснователь: $7

Можете контактовати $1 або іншого [[{{MediaWiki:Grouppage-sysop}}|адміністратора]].
Уважте, же не можете поужыти 'Послати e-mail', кідь не маєте платну адресу ел. пошты во вашых [[Special:Preferences|наставлїня конта]] і кідь вам тота можность не была заказана.
Ваша IP адреса є $3, і ID блокованя є #$5.
Просиме Вас, пиште тоты детайлы во вшыткых запытах на адміністратора.",
'autoblockedtext'                  => "'''Ваше хосновательске мено або IP адреса была заблокована.'''

Блокованя зробив $1.
Причіна є ''$2''.

* Початок блокованя: $8
* Конец блокованя: $6
* Блокованый хоснователь: $7

Можете контактовати $1 або іншого [[{{MediaWiki:Grouppage-sysop}}|адміністратора]].
Уважте, же не можете поужыти 'Послати e-mail', кідь не маєте платну адресу ел. пошты во вашых [[Special:Preferences|наставлїня конта]] і кідь вам тота можность не была заказана.
Ваша IP адреса є $3, і ID блокованя є #$5.
Просиме Вас, пиште тоты детайлы во вшыткых запытах на адміністратора.",
'blockednoreason'                  => 'причіна не была задана',
'blockedoriginalsource'            => "Здройовый текст сторінкы '''$1''' є вказаный ниже:",
'blockededitsource'                => "Текст '''вашых едітовань''' сторінкы «$1» наслїдує:",
'whitelistedittitle'               => 'Про едітованя є выжадоване приголошіня',
'whitelistedittext'                => 'Про едітованя ся мусите $1.',
'confirmedittext'                  => 'Мусите підтвердити вашу адресу ел. пошты передтым як будете едітовати сторінкы.
На сторінцї [[Special:Preferences|наставлїня]] задайте і зохабте собі підтвердити свою адресу ел. пошты.',
'nosuchsectiontitle'               => 'Секція ненайдена',
'nosuchsectiontext'                => 'Пробуєте едітовати секцію, котра не екзістує.
Може была переменована або змазана, покы сьте перезерали сторінку.',
'loginreqtitle'                    => 'Выжадоване приголошіня',
'loginreqlink'                     => 'Приголосити ся',
'loginreqpagetext'                 => 'Ку перезераню іншых сторінок ся мусите $1.',
'accmailtitle'                     => 'Гесло одослане.',
'accmailtext'                      => 'Нагодно выґенероване гесло про хоснователя [[User talk:$1|$1]] было послане на $2.
Гесло того нового конта буде можне по приголошіню змінити на [[Special:ChangePassword|сторінцї про зміну гесла]].',
'newarticle'                       => '(Нова)',
'newarticletext'                   => "Перешли сте на сторінку, котра іщі не екзістує.
Нову сторінку створите так, же зачнете писати в окнї ниже (вид. [[{{MediaWiki:Helppage}}|сторінка помочі]], про вецей інформації).
Кідь сте ту помылково, просто кликните в переглядачу на '''назад'''",
'anontalkpagetext'                 => "----''Тото є діскузна сторінка анонімного хоснователя, котрый іщі не має конто або го не хоснує. Ку&nbsp;ёго ідентіфікації прото мусиме хосновати IP адресу. Таку IP адресу може хосновати декілько хоснователів. Покы сьте анонімный хоснователь і&nbsp;і уважуєте, же вам суть адресованы ірелевантны коментарї, просиме, [[Special:UserLogin/signup|створьте собі конто]] або [[Special:UserLogin|ся приголосте]], уникнете тым будучій замінї з&nbsp;іншыма анонімныма хоснователями.''",
'noarticletext'                    => 'Теперь на тїй сторінцї не є текст.
Можете [[Special:Search/{{PAGENAME}}|глядати тоту назву]] в іншых сторінках,
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} глядати в лоґах]
або [{{fullurl:{{FULLPAGENAME}}|action=edit}} вытворити сторінку з таков назвов]</span>.',
'noarticletext-nopermission'       => 'Теперь на тїй сторінцї не є текст.
Можете [[Special:Search/{{PAGENAME}}|глядати тоту назву]] в іншых сторінках,
або <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} глядати в лоґах].',
'userpage-userdoesnotexist'        => 'Хосновательске конто під назвов  "$1" не є реґістроване. Сконтролюйте ці хочете вытворити/едітовати тоту сторінку.',
'userpage-userdoesnotexist-view'   => 'Хосновательске конто „$1 не є реґістроване.',
'blocked-notice-logextract'        => 'Тот хоснователь є теперь блокованый.
Послїднїй запис в лоґах блоковань є такый:',
'updated'                          => '(Зміна уложена)',
'previewnote'                      => "'''Памятайте, же то лем попереднїй перегляд,
текст іщі не є уложеный!'''",
'editing'                          => 'Едітованя $1',
'editingsection'                   => 'Едітованя $1 (роздїл)',
'editingcomment'                   => 'Едітованя $1 (нова секція)',
'editconflict'                     => 'Конфлікт едітованя: $1',
'yourtext'                         => 'Ваш текст',
'storedversion'                    => 'Уложена верзія',
'yourdiff'                         => 'Роздїлы',
'copyrightwarning'                 => "Просиме Вас, уважте, што вшыткы додаваня і зміны до {{grammar:genitive|{{SITENAME}}}} будуть выпущены під ліценціёв $2 (від. $1).
Кідь не хочете, жебы написане вами ся немилосерднї едітовало і шырило, пак не пиште гев.<br />
Вы тыж підтверджуєте, што написане вами ту належыть вам або взяте з джерела, што є  верейным ці вольным джерелом.
'''НЕ ПУБЛІКУЙТЕ ТУ БЕЗ ПОВОЛИНЯ МАТЕРІАЛЫ, ШТО СЯ ОХРАНЮЮТЬ АВТОРСКЫМ ПРАВОМ!''",
'templatesused'                    => '{{PLURAL:$1|Шаблона, хоснована|Шаблоны, хоснованы}} на тій сторінці:',
'templatesusedpreview'             => '{{PLURAL:$1|Шаблона, хоснована|Шаблоны, хоснованы}} у тім перегляді:',
'templatesusedsection'             => '{{PLURAL:$1|Шаблона, хоснована|Шаблоны, хоснованы}} у тій секції:',
'template-protected'               => '(хранена)',
'template-semiprotected'           => '(частково хранено)',
'hiddencategories'                 => 'Тота сторінка належыть до $1 {{PLURAL:$1|схованa катеґорія|схованы катеґорії|схованы катеґорії}}:',
'nocreate-loggedin'                => 'Не маєте права створёвати новы сторінкы.',
'permissionserrors'                => 'Хыба оправнїня',
'permissionserrorstext-withaction' => 'Не маєте поволїня на $2 з {{PLURAL:$1|такой причіны|такых причін}}:',

# Account creation failure
'cantcreateaccounttitle' => 'Не є можне вытворити конто',

# History pages
'viewpagelogs'           => 'Вказати лоґы про тоту сторінку',
'nohistory'              => 'Про тоту статю не екзістує історія едітовань.',
'currentrev'             => 'Актуална ревізія',
'currentrev-asof'        => 'Точна ревізія на $1',
'revisionasof'           => 'Ревізія $1',
'revision-info'          => 'Верзія од $1; $2',
'previousrevision'       => 'Старша верзія',
'nextrevision'           => 'Новша ревізія →',
'currentrevisionlink'    => 'Актуална ревізія',
'cur'                    => 'актуална',
'next'                   => 'насл.',
'last'                   => 'ост.',
'page_first'             => 'перша',
'page_last'              => 'послїдня',
'histlegend'             => "(теперь) = роздїлы од актуалной верзії,
(послїдня) = роздїлы од попереднёй верзії, '''м''' = мале едітованя",
'history-fieldset-title' => 'Перегляднути історію',
'history-show-deleted'   => 'Лем змазаны',
'histfirst'              => 'найстаршы',
'histlast'               => 'послїднї',
'historysize'            => '($1 {{PLURAL:$1|байт|байты|байтів}})',
'historyempty'           => '(порожнё)',

# Revision feed
'history-feed-title'          => 'Історія едітовань',
'history-feed-description'    => 'Історія едітовань той сторінкы на вікі',
'history-feed-item-nocomment' => '$1 в $2',
'history-feed-empty'          => 'Такой сторінкы не екзістує.
Могли єй вымазати ці переменовати.
Спробуйте [[Special:Search|найти во вікі]] подобны сторінкы.',

# Revision deletion
'rev-deleted-comment'         => '(коментарь вымазаный)',
'rev-deleted-user'            => '(мено автора стерто)',
'rev-deleted-event'           => '(лоґ одстраненый)',
'rev-delundel'                => 'вказати/сховати',
'rev-showdeleted'             => 'вказати',
'revdelete-show-file-submit'  => 'Гей',
'revdelete-selected'          => "'''{{PLURAL:$2|Выбрана ревізія|Выбраны ревізії}} з [[:$1]]:'''",
'revdelete-hide-text'         => 'Сховати текст ревізії',
'revdelete-hide-image'        => 'Сховати обсяг файлу',
'revdelete-hide-name'         => 'Сховати дїю а ціль',
'revdelete-hide-comment'      => 'Сховати коментарь',
'revdelete-hide-user'         => 'Сховату мено автора/IP-адресу',
'revdelete-radio-same'        => '(не мінити)',
'revdelete-radio-set'         => 'Гей',
'revdelete-radio-unset'       => 'Нє',
'revdelete-log'               => 'Причіна про вымазаня:',
'revdel-restore'              => 'Змінити відимость',
'revdel-restore-deleted'      => 'вымазаны ревізії',
'revdel-restore-visible'      => 'видимы ревізії',
'pagehist'                    => 'Історія сторінкы',
'deletedhist'                 => 'Вымазана історія',
'revdelete-content'           => 'обсяг',
'revdelete-summary'           => 'коментарь едітованя',
'revdelete-uname'             => 'мено хоснователя',
'revdelete-restricted'        => 'приданы обмеджіня про адміністраторів',
'revdelete-unrestricted'      => 'зняты обмеджіня про адміністраторів',
'revdelete-hid'               => 'сховав $1',
'revdelete-unhid'             => 'одкрыв $1',
'revdelete-log-message'       => '$1 $2 ревіз{{PLURAL:$2|ї|я|ї}}',
'logdelete-log-message'       => '$1 про $2 {{PLURAL:$2|події|подїй}}',
'revdelete-hide-current'      => 'Хыба сховаваня положкы з $1 $2: їднать ся о сучасну ревізію.
Тота ся не дасть сховати.',
'revdelete-show-no-access'    => 'Хыба зображіня положкы з $1 $2: оно є позначене як «з обмедженым приступом».
Не маєте приступ до нёго.',
'revdelete-modify-no-access'  => 'Хыба зміны положкы з $1 $2: оно є позначене як «з обмедженым приступом».
Не маєте приступ до нёго.',
'revdelete-modify-missing'    => 'Хыба зміны положкы з ID $1: положка ся не нашла в датабазї!',
'revdelete-no-change'         => "'''Увага:''' положка од $2, $1 уж має запрошены наштелёваня видимости.",
'revdelete-concurrent-change' => 'Хыба зміны положкы з $1 $2. Видить ся, же міджітым як сьте едітовали вы, єй став змінив хтось іншый.
Просиме, перевірте лоґы.',
'revdelete-otherreason'       => 'Інша/далша причіна:',
'revdelete-reasonotherlist'   => 'Інша причіна',
'revdelete-edit-reasonlist'   => 'Едітуй причіны вымазаня',
'revdelete-offender'          => 'Автор ревізії:',

# Revision move
'moverevlogentry'              => 'перенїс {{PLURAL:$3|єдну ревізію|$3 ревізії|$3 ревізій}} з $1 до $2',
'revisionmove'                 => 'Переміщеня ревізій з "$1"',
'revmove-legend'               => 'Настав цілёву сторінку і коментарь',
'revmove-submit'               => 'Пересунути ревізію на выбрану сторінку',
'revisionmoveselectedversions' => 'Перемістити выбраны верзії',
'revmove-reasonfield'          => 'Причіна:',
'revmove-titlefield'           => 'Цілёва сторінка:',
'revmove-badparam-title'       => 'Неправилны параметры',
'revmove-badparam'             => 'Ваша пожадавка обсягує недоволены або недостаточны параметры. Стисните "back" і спробуйте знову.',
'revmove-norevisions-title'    => 'Хыбна цілёва ревізія',
'revmove-norevisions'          => 'Не задали сьте єдну або веце цілёвых ревізій жебы ся выконала тота функція або задана ревізія не екзістує.',
'revmove-nullmove-title'       => 'Неприпустна назва',
'revmove-nullmove'             => 'Здройова а цілёва сторінка є ідентічна. Стисните "back" і задайте сторінку різну од "$1".',
'revmove-success-existing'     => '{{PLURAL:$1|Єдна ревізія з [[$2]] має|$1 ревізії з [[$2]] має}} была пересунута на екзістуючу сторінку [[$3]].',
'revmove-success-created'      => '{{PLURAL:$1|Єдна ревізія з [[$2]] має|$1 ревізії з [[$2]] має}} была пересунута на новостворену сторінку [[$3]].',

# History merging
'mergehistory'                     => 'Злучованя історії сторінок',
'mergehistory-header'              => 'Тота сторінка Вам доволить злучіти історію єдной здройовой сторінкы з новшов сторінков.
Пересвідчте ся, же тота зміна утриме цалосность і поступность  історії сторінкы.',
'mergehistory-box'                 => 'Злучіти ревізії двох сторінок:',
'mergehistory-from'                => 'Здроёва сторінка:',
'mergehistory-into'                => 'Цілёва сторінка:',
'mergehistory-list'                => 'Історія злучітельных сторінок',
'mergehistory-merge'               => 'Наслїдуючі верзії сторінкы [[:$1|$1]] можуть быти злучены в [[:$2]]. Перепиначом выберте верзію, котра урчіть, же лем тота і старшы едітації будуть злучены. Рахуйте з тым, же хоснованём  навіґачных одказів будуть дата страчены.',
'mergehistory-go'                  => 'Вказати злучітельны едітації',
'mergehistory-submit'              => 'Споїти ревізії',
'mergehistory-empty'               => 'Не дають ся споїти жадны ревізії.',
'mergehistory-success'             => '$3 {{PLURAL:$3|ревізія|ревізії|ревізійí}} сторінкы [[:$1]] {{PLURAL:$3|была успішно злучена|были успішно злучены|было успішно злуґено}} до сторінкы [[:$2]].',
'mergehistory-fail'                => 'Злучіня історій ся не дасть зробити. Перевірте заданы сторінкы і їх історії',
'mergehistory-no-source'           => 'Здроёва сторінка $1 не екзістує.',
'mergehistory-no-destination'      => 'Цілёва сторінка «$1» не екзістує.',
'mergehistory-invalid-source'      => 'Здройова сторінка мусить мати правилну назву.',
'mergehistory-invalid-destination' => 'Цілёва сторінка мусить мати правилну назву.',
'mergehistory-autocomment'         => 'Злучена сторінка [[:$1]] до сторінкы [[:$2]]',
'mergehistory-comment'             => 'Злучена сторінка [[:$1]] до сторінкы [[:$2]]: $3',
'mergehistory-same-destination'    => 'Здройова і цілёва сторінка не можуть быти такы самы',
'mergehistory-reason'              => 'Причіна',

# Merge log
'mergelog'           => 'Книга злучованя',
'pagemerge-logentry' => 'злучує сторінку [[$1]] зо сторінков [[$2]] (верзії до $3)',
'revertmerge'        => 'Роздїлити',
'mergelogpagetext'   => 'Ниже є список найновшых злучінь історії єдной сторінкы з другов.',

# Diffs
'history-title'            => 'Історія змін сторінкы «$1»',
'difference'               => '(роздїл міджі ревізіями)',
'lineno'                   => 'Рядок $1:',
'compareselectedversions'  => 'Порівнати выбраны верзії',
'showhideselectedversions' => 'Вказати/скрыти выбраны ревізії',
'editundo'                 => 'вернути назад',

# Search results
'searchresults'                    => 'Резултаты гляданя',
'searchresults-title'              => 'Резултаты гляданя про "$1"',
'searchresulttext'                 => 'Про детайлнїшы інформації про гляданя у проектї, від. [[{{MediaWiki:Helppage}}|сторінка помочі]]',
'searchsubtitle'                   => 'Глядали сьте «[[:$1]]» ([[Special:Prefixindex/$1|вшыткы сторінкы, што ся зачінають на «$1»]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|вшыткы сторінкы, што мають одказ на «$1»]])',
'searchsubtitleinvalid'            => "Глядали сте '''$1'''",
'titlematches'                     => 'Сторінкы з одповідаючов назвов',
'notitlematches'                   => 'Немає згоду в назвах сторінок',
'textmatches'                      => 'Сторінкы з одповідаючім текстом',
'notextmatches'                    => 'Немає згоду в текстах сторінок',
'prevn'                            => '{{PLURAL:$1|попередня $1|попереднї $1|попереднїх $1}}',
'nextn'                            => 'далшы {{PLURAL:$1|$1}}',
'prevn-title'                      => '{{PLURAL:$1|Попереднїй резултат|Попереднї $1 резултаты|Попереднїх $1 резултатів}}',
'nextn-title'                      => '{{PLURAL:$1|Далшый резултат|Далшы $1 резултаты|Далшых $1 резултатів}}',
'shown-title'                      => 'Вказати $1 {{PLURAL:$1|резултат|резултаты|резултатів}} на сторінку',
'viewprevnext'                     => 'Перегляднути ($1 {{int:pipe-separator}} $2) ($3).',
'searchmenu-legend'                => 'Параметры гляданя',
'searchmenu-exists'                => "'''У тій вікі є сторінка з назвов «[[:$1]]»'''",
'searchmenu-new'                   => "'''Створити сторінку «[[:$1]]» у тій вікі!'''",
'searchhelp-url'                   => 'Help:Обсяг',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|Вказати сторінкы з тым префіксом]]',
'searchprofile-articles'           => 'Статї',
'searchprofile-project'            => 'Сторінкы помочі і проєкту',
'searchprofile-images'             => 'Мултімедія',
'searchprofile-everything'         => 'Вшытко',
'searchprofile-advanced'           => 'Росшырене',
'searchprofile-articles-tooltip'   => 'Переглядавати: $1',
'searchprofile-project-tooltip'    => 'Переглядавати: $1',
'searchprofile-images-tooltip'     => 'Глядати файлы',
'searchprofile-everything-tooltip' => 'Переглядавати вшыток обсяг (рахувчі діскузны сторінкы)',
'searchprofile-advanced-tooltip'   => 'Наставлити меновы просторы, в котрых ся має глядати',
'search-result-size'               => '$1 ({{PLURAL:$2|слово|слова|слов}})',
'search-result-category-size'      => '{{PLURAL:$1|1 член|$1 члена|$1 членів}} ({{PLURAL:$2|1 підкатеґорія|$2 підкатеґорії|$2 підкатеґорії}}, {{PLURAL:$3|1 файл|$3 файлы|$3 файлів}})',
'search-result-score'              => 'Одповідность: $1 %',
'search-redirect'                  => '(напрямити $1)',
'search-section'                   => '(секція $1)',
'search-suggest'                   => 'Може сте мали на мыслї: $1',
'search-interwiki-caption'         => 'Сестерьскы проєкты',
'search-interwiki-default'         => '$1 резултаты:',
'search-interwiki-more'            => '(веце)',
'search-mwsuggest-enabled'         => 'з порадамі',
'search-mwsuggest-disabled'        => 'без порад',
'search-relatedarticle'            => 'Звязаный',
'mwsuggest-disable'                => 'Выпнути пораду AJAX',
'searcheverything-enable'          => 'Глядати во вшыткых просторах назв',
'searchrelated'                    => 'звязаный',
'searchall'                        => 'вшыткы',
'showingresults'                   => "Ниже {{PLURAL:$1|вказане|вказаны|вказаных}} '''$1''' {{PLURAL:$1|резултат|резултаты|резултатів}}, почінаючіх з №&nbsp;'''$2'''",
'showingresultsnum'                => 'Ниже вказано <strong>$3</strong> {{PLURAL:$3|резултат|резултаты|резултатів}}, почінаючі з №&nbsp;<strong>$2</strong>.',
'showingresultsheader'             => "{{PLURAL:$5|Резултат '''$1''' з '''$3'''|Резултаты '''$1 — $2''' з '''$3'''}}  про '''$4'''",
'nonefound'                        => "'''Познамка:''' Штандарднї ся глядать лем в дакотрых просторах назв. 
Хоснуйте префікс ''all:'', жебы глядати у вшыткых просторах назв (рахувчі тыж сторінкы діскузії, шаблоны ітд.), або зазначте потрібный простор назв.",
'search-nonefound'                 => 'На ваш запрос не были найджены жадны резултаты.',
'powersearch'                      => 'Розшырене гляданя',
'powersearch-legend'               => 'Розшырене гляданя',
'powersearch-ns'                   => 'Глядати у просторах назв:',
'powersearch-redir'                => 'Список напрямлинь',
'powersearch-field'                => 'Глядати',
'powersearch-togglelabel'          => 'Позначіти:',
'powersearch-toggleall'            => 'Вшыткы',
'powersearch-togglenone'           => 'Жадный',
'search-external'                  => 'Екстерне гляданя',

# Quickbar
'qbsettings'               => 'Панел навіґації',
'qbsettings-none'          => 'Жадный',
'qbsettings-fixedleft'     => 'Лежыть влїво',
'qbsettings-fixedright'    => 'Лежыть вправо',
'qbsettings-floatingleft'  => 'Плаваюча влїво',
'qbsettings-floatingright' => 'Плаваюча вправо',

# Preferences page
'preferences'                 => 'Наставлїня',
'mypreferences'               => 'Наставлїня',
'prefs-edits'                 => 'Почет едітовань:',
'prefsnologin'                => 'Не сьте приголошеный(а)!',
'changepassword'              => 'Змінити гесло',
'prefs-skin'                  => 'Взгляд',
'skin-preview'                => 'Попереднїй нагляд',
'prefs-math'                  => 'Математіка',
'datedefault'                 => 'Імпліцітный',
'prefs-datetime'              => 'Датум і час',
'prefs-personal'              => 'Інформації о хоснователёві',
'prefs-rc'                    => 'Послїднї зміны',
'prefs-watchlist'             => 'Слїдованы сторінкы',
'prefs-watchlist-days'        => 'Рахунок днїв зображеных в слїдованых сторінках:',
'prefs-watchlist-days-max'    => '(максімалнї 7 днїв)',
'prefs-watchlist-edits-max'   => '(максімалне чісло: 1000)',
'prefs-misc'                  => 'Іншы наставлиня',
'prefs-resetpass'             => 'Змінити гесло',
'prefs-email'                 => 'Параметры електронічной пошты',
'prefs-rendering'             => 'Взгляд',
'saveprefs'                   => 'Уложыти',
'resetprefs'                  => 'Вернути неуложены зміны',
'restoreprefs'                => 'Обновити вшыткы штандартны наставлїня',
'prefs-editing'               => 'Едітованя',
'prefs-edit-boxsize'          => 'Розмір окна едітованя:',
'rows'                        => 'Рядкы:',
'columns'                     => 'Колонка:',
'searchresultshead'           => 'Гляданя',
'resultsperpage'              => 'Почет резултатів на сторінку:',
'contextlines'                => 'Почет рядків на резултат',
'contextchars'                => 'Почет сімболів контексту на рядок',
'stub-threshold'              => 'Поріг про форматованя одказу як <a href="#" class="stub">одказів на "stub"</a> (v bajtech):',
'recentchangesdays'           => 'На кілько днїв вказовати новы едітованя',
'recentchangesdays-max'       => '(максімум $1 {{PLURAL:$1|день|днї|днїв}})',
'savedprefs'                  => 'Ваше наставлиня было уложене.',
'timezonelegend'              => 'Часова зона:',
'localtime'                   => 'Містный час:',
'timezoneuseserverdefault'    => 'Хосновати наставлиня сервера',
'timezoneuseoffset'           => 'Інше (задайте посун)',
'timezoneoffset'              => 'Посун¹:',
'servertime'                  => 'Час сервера:',
'guesstimezone'               => 'Начітати з переглядача',
'timezoneregion-africa'       => 'Африка',
'timezoneregion-america'      => 'Америка',
'timezoneregion-antarctica'   => 'Антарктіда',
'timezoneregion-arctic'       => 'Арктіка',
'timezoneregion-asia'         => 'Азія',
'timezoneregion-atlantic'     => 'Атлантічный океан',
'timezoneregion-australia'    => 'Австралія',
'timezoneregion-europe'       => 'Европа',
'timezoneregion-indian'       => 'Індійскый океан',
'timezoneregion-pacific'      => 'Тихый океан',
'allowemail'                  => 'Поволити електронічну пошту од іншых хоснователїв',
'prefs-searchoptions'         => 'Параметры гляданя',
'prefs-namespaces'            => 'Просторы назв',
'defaultns'                   => 'Інакше глядати в такых просторах назв:',
'default'                     => 'імпліцітне',
'prefs-files'                 => 'Файлы',
'prefs-custom-css'            => 'Властный CSS',
'prefs-custom-js'             => 'Властный JS',
'prefs-emailconfirm-label'    => 'Підтвердженя електронічной пошты:',
'prefs-textboxsize'           => 'Розмір окна едітованя',
'youremail'                   => 'Адреса електронічной пошты:',
'username'                    => 'Мено хоснователя:',
'uid'                         => 'Ідентіфікатор хоснователя:',
'prefs-memberingroups'        => 'Член {{PLURAL:$1|ґрупы|ґруп}}:',
'prefs-registration'          => 'Час реґістрації:',
'yourlanguage'                => 'Язык:',
'yournick'                    => 'Підпис:',
'badsig'                      => 'Неправилний підпис.
Перевірте коректность HTML-теґів.',
'badsiglength'                => 'Ваш підпис барз довгый.
Мусить быти куртшый як $1 {{PLURAL:$1|сімвол|сімволы|сімволів}}.',
'yourgender'                  => 'Поглавя:',
'gender-unknown'              => 'Нешпеціфіковано',
'gender-male'                 => 'Мужске',
'gender-female'               => 'Женьске',
'email'                       => 'Електронічна пошта',
'prefs-help-realname'         => 'Скуточне мено (волительно): кідь го задаєте, буде поужыте про означіня авторства вашой роботы на сторінцї.',
'prefs-help-email'            => 'Адреса електронічной пошты не є повинна, але є потрібна про засыланя нового гесла в припадї, же сьте своє гесло забыли.
Тыж можете доволити іншым хоснователям вас контактовати з помочов вашой сторінкы, без того жебы была ваша адреса прозраджена.',
'prefs-help-email-required'   => 'Адреса електронічной пошты є потрібна.',
'prefs-info'                  => 'Основны інформації',
'prefs-i18n'                  => 'Інтернаціоналізація',
'prefs-signature'             => 'Підпис',
'prefs-dateformat'            => 'Формат датуму',
'prefs-timeoffset'            => 'Часовый посун',
'prefs-advancedediting'       => 'Розшырены можности',
'prefs-advancedrc'            => 'Розшырены мовности',
'prefs-advancedrendering'     => 'Розшырены можности',
'prefs-advancedsearchoptions' => 'Розшырены можности',
'prefs-advancedwatchlist'     => 'Розшырены можности',
'prefs-display'               => 'Наставлїня  взгляду',
'prefs-diffs'                 => 'Порівнаня верзії',

# User rights
'userrights'                   => 'Справа хосновательскых ґруп',
'userrights-lookup-user'       => 'Управовати хосновательскы ґрупы',
'userrights-user-editname'     => 'Задайте мено хоснователя:',
'editusergroup'                => 'Едітовати хосновательскы ґрупы',
'editinguser'                  => "Зміна прав хоснователя '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'     => 'Змінити ґрупы хоснователя',
'saveusergroups'               => 'Уложыти хосновательскы ґрупы',
'userrights-groupsmember'      => 'Член ґруп:',
'userrights-groupsmember-auto' => 'Автоматічный  член ґруп:',
'userrights-groups-help'       => 'Можете мінити ґрупы, до котрых належыть хоснователь:
* Кідь є позначене  поличко, хоснователь належыть до той ґрупы.
* Не позначене  поличко значіть, же хоснователь у тій ґрупі не є.
* Звіздочка (*) значіть, же не можете тоту ґрупу одобрати, буде ли придана, або наспак.',
'userrights-reason'            => 'Причіна:',
'userrights-no-interwiki'      => 'Не маєте поволїня мінити права хоснователїв на іншых вікі.',
'userrights-nodatabase'        => 'Датабаза $1 не екзістує або не є місцёва.',
'userrights-nologin'           => 'Мусите ся [[Special:UserLogin|приголосити]] на конто адміністратора, жебы сьте могли мінити права хоснователїв.',
'userrights-changeable-col'    => 'Ґрупы, котры можете змінити',
'userrights-unchangeable-col'  => 'Ґрупы, котры не можете змінити',

# Groups
'group'               => 'Ґрупа:',
'group-user'          => 'Хоснователї',
'group-autoconfirmed' => 'Автопідтверджены хоснователї',
'group-bot'           => 'Боты',
'group-sysop'         => 'Адміністраторы',
'group-bureaucrat'    => 'Бірократы',
'group-suppress'      => 'Ревізоры',
'group-all'           => '(вшыткы)',

'group-user-member'          => 'хоснователь',
'group-autoconfirmed-member' => 'автопідтвердженый хоснователь',
'group-bot-member'           => 'бот',
'group-sysop-member'         => 'адміністратор',
'group-bureaucrat-member'    => 'бірократ',
'group-suppress-member'      => 'ревізор',

'grouppage-user'          => '{{ns:project}}:Хоснователї',
'grouppage-autoconfirmed' => '{{ns:project}}:Автопідтверджены хоснователї',
'grouppage-bot'           => '{{ns:project}}:Боты',
'grouppage-sysop'         => '{{ns:project}}:Адміністраторы',
'grouppage-bureaucrat'    => '{{ns:project}}:Бірократы',
'grouppage-suppress'      => '{{ns:project}}:Ревізоры',

# Rights
'right-read'                  => 'Чітаня сторінок',
'right-edit'                  => 'Едітованя сторінок',
'right-createpage'            => 'Вытворїня сторінок (не діскузных)',
'right-createtalk'            => 'Вытворїня сторінок діскузії',
'right-createaccount'         => 'Вытворїня новых конт хоснователїв',
'right-minoredit'             => 'Означованя  едітовань як малых',
'right-move'                  => 'Переменованя сторінок',
'right-move-subpages'         => 'Переменованя сторінок і їх підсторінок',
'right-move-rootuserpages'    => 'Переменованя корінёвых сторінок хоснователїв',
'right-movefile'              => 'Переменовати файлы',
'right-upload'                => 'Награваня файлів',
'right-reupload'              => 'Переписованя екзістуючіх файлів',
'right-writeapi'              => 'Хосновати API про писаня',
'right-delete'                => 'Змазаня сторінок',
'right-browsearchive'         => 'Гляданя вымазаных сторінок',
'right-undelete'              => 'Обновлїня вымазаных сторінок',
'right-block'                 => 'Блокованя іншых хоснователів од едітованя',
'right-blockemail'            => 'Блокованя хоснователя од посыланя е-пошты',
'right-hideuser'              => 'Блокованя мена хоснователя і ёго схованя',
'right-unblockself'           => 'Одблоковати самого себе',
'right-editinterface'         => 'Едітованя інтерфейсу хоснователя',
'right-import'                => 'Імпорт сторінок з іншых вікі',
'right-patrol'                => 'Позначованя едітовань як перевіреных',
'right-autopatrol'            => 'Автоматічне означованя едітовань як перевіреных',
'right-patrolmarks'           => 'Зобразованя патролёваных сторінок в Послїднїх змінах',
'right-unwatchedpages'        => 'Зображіня списку неслїдованых сторінок',
'right-trackback'             => 'Засыланя Trackback',
'right-mergehistory'          => 'Злучованя історії сторінок',
'right-userrights'            => 'Зміна вшыткых прав остатнім хоснователям',
'right-userrights-interwiki'  => 'Зміна прав хоснователям на іншых вікі',
'right-siteadmin'             => 'Замыкана і одомыканя датабазы',
'right-reset-passwords'       => 'Наставованя гесел іншым хоснователям',
'right-override-export-depth' => 'Експорт сторінок включаючі звязаны сторінкы з глубков до 5',
'right-sendemail'             => 'Посыланя пошты іншым хоснователям',
'right-revisionmove'          => 'Перенесеня ревізій',

# User rights log
'rightslog'      => 'Лоґ хосновательскых прав',
'rightslogtext'  => 'Тото є протокол зміны прав хоснователїв',
'rightslogentry' => 'змінив членство в ґрупах про хоснователя $1 з $2 на $3',
'rightsnone'     => '(жадне)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'прочітати тоту сторінку',
'action-edit'                 => 'едітованя той сторінкы',
'action-createpage'           => 'створіня сторінок',
'action-createtalk'           => 'Вытворїня сторінок діскузії',
'action-createaccount'        => 'Вытворїня того конта хоснователя',
'action-minoredit'            => 'означіти тото едітованя як мале',
'action-move'                 => 'Переменовати тоту сторінку',
'action-move-subpages'        => 'переменованя той сторінкы зо вшыткыма єй підсторінками',
'action-move-rootuserpages'   => 'переменовати корінёвы сторінкы хостователїв',
'action-movefile'             => 'переменовати тот файл',
'action-upload'               => 'награти тот файл',
'action-reupload'             => 'переписати тот екзістуючій файл',
'action-reupload-shared'      => 'перекрыти тот файл зо сполочного уложыштя',
'action-upload_by_url'        => 'награти тот файл з URL адресы',
'action-writeapi'             => 'хосновати API про писаня',
'action-delete'               => 'Вымазати тоту сторінку',
'action-deleterevision'       => 'вымазати тоту ревізію сторінкы',
'action-deletedhistory'       => 'зобразити  історію змазаных ревізій той сторінкы',
'action-browsearchive'        => 'глядати змазаны сторінкы',
'action-undelete'             => 'обновити тоту сторінку',
'action-suppressrevision'     => 'сконтролёвати і обновити тоту сховану ревізію',
'action-suppressionlog'       => 'перегляд того пріватного лоґу',
'action-block'                => 'блокованя того хоснователя',
'action-protect'              => 'змінити рівень охраны той сторінкы',
'action-import'               => 'імпорт той сторінкы з іншой вікі',
'action-importupload'         => 'імпорт той сторінкы з файлу',
'action-patrol'               => 'позначчти чуджі едітованя як перевірены',
'action-unwatchedpages'       => 'зображіня списку неслїдованых сторінок',
'action-trackback'            => 'послати Trackback',
'action-mergehistory'         => 'Злучіти історію той сторінкы',
'action-userrights'           => 'Зміна прав вшыткым хоснователям',
'action-userrights-interwiki' => 'зміна прав хоснователів на іншых вікі',
'action-siteadmin'            => 'замыкати або одомыкати датабазу',
'action-revisionmove'         => 'Перенесеня ревізій',

# Recent changes
'nchanges'                         => '$1 {{PLURAL:$1|зміна|зміны|змін}}',
'recentchanges'                    => 'Послїднї зміны',
'recentchanges-legend'             => 'Можности послїднїх змін',
'recentchanges-feed-description'   => 'На тотїм каналу слїдуєте послїднї зміны на {{grammar:6sg|{{SITENAME}}}}.',
'recentchanges-label-legend'       => 'Леґенда: $1.',
'recentchanges-legend-newpage'     => '$1 — нова сторінка',
'recentchanges-label-newpage'      => 'Тым едітованём была створена нова сторінка',
'recentchanges-legend-minor'       => '$1 малы едітованя',
'recentchanges-label-minor'        => 'Тото є мала зміна',
'recentchanges-legend-bot'         => '$1 — ботове едітованя',
'recentchanges-label-bot'          => 'Тото едітованя зроблене ботом',
'recentchanges-legend-unpatrolled' => '$1 – неперевірене едітованя',
'rcnote'                           => "{{PLURAL:$1|Послїдня '''$1''' зміна|Послїднї '''$1''' зміны|Послїднїх '''$1''' змін}} за '''$2''' {{PLURAL:$2|день|днї|днїв}}, на час $5, $4.",
'rclistfrom'                       => 'Вказати едітованя починаючі з $1.',
'rcshowhideminor'                  => '$1 маленькы едітованя',
'rcshowhidebots'                   => '$1 ботів',
'rcshowhideliu'                    => '$1 приголошеных',
'rcshowhideanons'                  => '$1 анонімів',
'rcshowhidemine'                   => '$1 мої едітованя',
'rclinks'                          => 'Вказати послїднї $1 зміны за $2 днїв<br />$3',
'diff'                             => 'різн.',
'hist'                             => 'історія',
'hide'                             => 'сховати',
'show'                             => 'вказати',
'minoreditletter'                  => 'м',
'newpageletter'                    => 'Н',
'boteditletter'                    => 'б',
'rc_categories_any'                => 'Будь-якый',
'newsectionsummary'                => '/* $1 */ нова секція',
'rc-enhanced-expand'               => 'Вказати детайлы (потрібный JavaScript)',
'rc-enhanced-hide'                 => 'Сховати детайлы',

# Recent changes linked
'recentchangeslinked'         => 'Повязаны зміны',
'recentchangeslinked-title'   => 'Зміны звязаны з «$1»',
'recentchangeslinked-summary' => "Тото є список недавных змін на сторінках на котры одказує задана сторінка (або котры патрят до той катеґорії).
Сторінкы з [[Special:Watchlist|вашого списку слїдованых]] суть вызначены '''тучно'''.",
'recentchangeslinked-page'    => 'Назва сторінкы:',
'recentchangeslinked-to'      => 'Вказати зміны на сторінках, одказуючіх на задану сторінку',

# Upload
'upload'                => 'Награти файл',
'uploadbtn'             => 'Начітати файл',
'reuploaddesc'          => 'Зрушыти начітаня а вернути ся до формы начітаня',
'upload-tryagain'       => 'Уложыти зміненый попис файлу',
'uploadnologin'         => 'Не сьте приголошеный(а)',
'upload-permitted'      => 'Доволены тіпы  файлів: $1.',
'upload-preferred'      => 'Преферованы тіпы файлів: $1',
'upload-prohibited'     => 'Заказаны тіпы файлів: $1.',
'uploadlog'             => 'книга награваня',
'uploadlogpage'         => 'Лоґ награных файлів',
'filename'              => 'Назва файлу:',
'filedesc'              => 'Попис',
'fileuploadsummary'     => 'Попис:',
'filereuploadsummary'   => 'Зміны у файлі:',
'filestatus'            => 'Авторьскы права:',
'filesource'            => 'Джерело:',
'uploadedfiles'         => 'Начітаны файлы',
'ignorewarning'         => 'Іґноровати варованя тай начітати файл.',
'ignorewarnings'        => 'Іґноровати вшыткы варованя',
'minlength1'            => 'Назва файлу мусить мати холем єдну літеру.',
'filetype-missing'      => 'Файл не має росшыріня (наприклад, «.jpg»).',
'empty-file'            => 'Начітаный файл є порожнїй.',
'file-too-large'        => 'Начітаный файл є барз великый.',
'filename-tooshort'     => 'Назва файлу є барз коротка.',
'filetype-banned'       => 'Тот тіп файлу є заказаный.',
'verification-error'    => 'Тот файл не перешов овіринём файлів.',
'savefile'              => 'Уложыти файл',
'uploadedimage'         => 'награв "[[$1]]"',
'uploadscripted'        => 'Тот файл обсягує HTML-код або скріпт, якый може быти неправилно інтерпретованый вебовым переглядячом.',
'uploadvirus'           => 'Файл обсягує вірус! Детайлы: $1',
'upload-source'         => 'Здройовый файл',
'sourcefilename'        => 'Назва здройового файлу:',
'sourceurl'             => 'Здройова URL-адреса:',
'destfilename'          => 'Назва цілёвого файлу:',
'upload-maxfilesize'    => 'Максімалный розмір файлу: $1',
'upload-description'    => 'Попис файлу',
'upload-options'        => 'Параметры начітаня',
'watchthisupload'       => 'Слїдовати тот файл',
'upload-successful-msg' => 'Вами начітаный файл є доступный гев: $1',
'upload-failure-subj'   => 'Проблем з начітаным файлом',
'upload-failure-msg'    => 'У вами начітаного файлу взникнув проблем:

$1',

'upload-file-error'         => 'Інтерна хыба',
'upload-misc-error'         => 'Незнама хыба',
'upload-too-many-redirects' => 'URL обсягує барз велё напрямлінь',
'upload-unknown-size'       => 'Незнамый розмір',
'upload-http-error'         => 'Дішло ку хыбі HTTP: $1',

# img_auth script messages
'img-auth-accessdenied' => 'Приступ одопертый',
'img-auth-nofile'       => 'Файл «$1» не екзістує.',
'img-auth-streaming'    => 'Переношать ся „$1“.',

'license'            => 'Ліценцованя:',
'license-header'     => 'Ліценцованя',
'nolicense'          => 'Без заданя ліценції',
'license-nopreview'  => '(Нагляд недоступный)',
'upload_source_url'  => ' (платна, публічно доступна інтернет-адреса)',
'upload_source_file' => ' (файл на вашім компютерї)',

# Special:ListFiles
'imgfile'               => 'файл',
'listfiles'             => 'Список файлів',
'listfiles_date'        => 'Датум',
'listfiles_name'        => 'Назва',
'listfiles_user'        => 'Хоснователь',
'listfiles_size'        => 'Розмір (в байтах)',
'listfiles_description' => 'Опис',
'listfiles_count'       => 'Верзії',

# File description page
'file-anchor-link'          => 'Файл',
'filehist'                  => 'Історія файлу',
'filehist-help'             => 'Кликнути на датум/час, жебы відїти, як тогды вызерав файл.',
'filehist-deleteall'        => 'змазати вшытко',
'filehist-deleteone'        => 'змазати',
'filehist-revert'           => 'вернути назад',
'filehist-current'          => 'актуална',
'filehist-datetime'         => 'Датум/час',
'filehist-thumb'            => 'Мініатура',
'filehist-thumbtext'        => 'Мініатура верзії з $1',
'filehist-nothumb'          => 'Без мініатуры',
'filehist-user'             => 'Хоснователь',
'filehist-dimensions'       => 'Розмір обєкта',
'filehist-filesize'         => 'Розмір файлу',
'filehist-comment'          => 'Коментарь',
'filehist-missing'          => 'Файл хыбіть',
'imagelinks'                => 'Одказы на файл',
'linkstoimage'              => '{{PLURAL:$1|Далша сторінка ся одказує|Далшы сторінкы ся одказують}} на тот файл:',
'nolinkstoimage'            => 'На тот файл не одказує жадна сторінка',
'sharedupload'              => 'Тот файл є з $1 і є доступным про іншы проекты.',
'filepage-nofile'           => 'Не екзістує файл з таков назвов',
'uploadnewversion-linktext' => 'Награти нову верзію того файлу',
'shared-repo-from'          => 'з $1',

# File reversion
'filerevert'         => 'Вернути назад $1',
'filerevert-legend'  => 'Вернути назад файл',
'filerevert-comment' => 'Причіна:',
'filerevert-submit'  => 'Вернути назад',

# File deletion
'filedelete'                  => 'Змазаня файлу $1',
'filedelete-legend'           => 'Змазати файл',
'filedelete-comment'          => 'Причіна змазаня:',
'filedelete-submit'           => 'Вымазати',
'filedelete-success'          => "Файл '''$1''' быв змазаный.",
'filedelete-nofile'           => "Файл '''$1''' не екзістує.",
'filedelete-otherreason'      => 'Інша/додаткова причіна:',
'filedelete-reason-otherlist' => 'Інша причіна',

# MIME search
'mimesearch' => 'Гляданя по MIME',
'mimetype'   => 'MIME-тіп:',
'download'   => 'скачати',

# List redirects
'listredirects' => 'Список напрямлинь',

# Unused templates
'unusedtemplateswlh' => 'іншы одказы',

# Random page
'randompage'         => 'Нагодна статя',
'randompage-nopages' => 'Не є сторінок в {{PLURAL:$2|просторі назв|просторах назв}} $1.',

# Random redirect
'randomredirect' => 'Нагодне напрямлїня',

# Statistics
'statistics'              => 'Штатістіка',
'statistics-header-pages' => 'Штатістіка сторінок',
'statistics-header-edits' => 'Штатістіка едітовань',
'statistics-header-views' => 'Штатістіка зображіня',
'statistics-header-users' => 'Штатістіка хоснователів',
'statistics-header-hooks' => 'Інша штатістіка',
'statistics-articles'     => 'Обсяговы сторінкы',
'statistics-pages'        => 'Сторінкы',
'statistics-files'        => 'Начітаны файлы',
'statistics-views-total'  => 'Вшыткых переглядів',
'statistics-users'        => 'Реґістрованы [[Special:ListUsers|хоснователї]]',
'statistics-users-active' => 'Аківны хоснователї',
'statistics-mostpopular'  => 'Найчітанїшы сторінкы',

'brokenredirects-edit'   => 'едітовати',
'brokenredirects-delete' => 'змазати',

'withoutinterwiki'         => 'Сторінкы без міджіязыковых одказів',
'withoutinterwiki-summary' => 'Тоты сторінкы не мають міджіязыковый одказ:',
'withoutinterwiki-legend'  => 'Префікс',
'withoutinterwiki-submit'  => 'Вказати',

'fewestrevisions' => 'Сторінкы з найменєй ревізіями',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|байт|байты|байтів}}',
'ncategories'             => '$1 {{PLURAL:$1|катеґорія|катеґорії|катеґорій}}',
'nlinks'                  => '$1 {{PLURAL:$1|одказ|одказы|одказів}}',
'nmembers'                => '$1 {{PLURAL:$1|обєкт|обєкты|обєктів}}',
'nrevisions'              => '$1 {{PLURAL:$1|ревізія|ревізії|ревізій}}',
'nviews'                  => '$1 {{PLURAL:$1|навщіва|навщівы|навщів}}',
'lonelypages'             => 'Статї-сыроты',
'uncategorizedpages'      => 'Некатеґоризованы сторінкы',
'uncategorizedcategories' => 'Некатеґоризованы катеґорії',
'uncategorizedimages'     => 'Некатеґоризованы файлы',
'uncategorizedtemplates'  => 'Некатеґоризованы шаблоны',
'unusedcategories'        => 'Нехоснованы катеґорії',
'unusedimages'            => 'Нехоснованы файлы',
'popularpages'            => 'Популарны статї',
'wantedcategories'        => 'Жаданы катеґорії',
'wantedpages'             => 'Пожадованы статї',
'wantedfiles'             => 'Жаданы файлы',
'mostlinkedtemplates'     => 'Найужыванїшы шаблоны',
'mostimages'              => 'Найужыванїшы файлы',
'mostrevisions'           => 'Сторінкы з найвеце ревізіями',
'prefixindex'             => 'Вшыткы сторінкы з початком назв',
'shortpages'              => 'Курты статї',
'longpages'               => 'Найдовшы статті',
'deadendpages'            => 'Слїпы сторінкы',
'protectedpages'          => 'Замкнуты сторінкы',
'protectedtitles'         => 'Замкнуты назвы сторінок',
'listusers'               => 'Список хоснователїв',
'usercreated'             => 'Створеный $1 о $2',
'newpages'                => 'Новы сторінкы',
'newpages-username'       => 'Мено хоснователя:',
'ancientpages'            => 'Сторінкы, якы ся найдовше не едітовали',
'move'                    => 'Переменовати',
'movethispage'            => 'Переменовати тоту сторінку',
'notargettitle'           => 'Без цілёвой сторінкы',
'nopagetitle'             => 'Не екзістує така цілёва сторінка',
'nopagetext'              => 'Задана цілёва сторінка не екзістує',
'pager-newer-n'           => '{{PLURAL:$1|новша|новшы|новшых}} $1',
'pager-older-n'           => '{{PLURAL:$1|старша|старшы|старшых}} $1',
'suppress'                => 'Ревізор',

# Book sources
'booksources'               => 'Джерела книг',
'booksources-search-legend' => 'Гляданя інформації про книгы',
'booksources-go'            => 'Выконати',

# Special:Log
'specialloguserlabel'  => 'Хоснователь:',
'speciallogtitlelabel' => 'Назва:',
'log'                  => 'Лоґы',

# Special:AllPages
'allpages'          => 'Вшыткы сторінкы',
'alphaindexline'    => 'од $1 до $2',
'nextpage'          => 'Далша сторінка ($1)',
'prevpage'          => 'Попередня сторінка ($1)',
'allpagesfrom'      => 'Вказати сторінкы, што ся зачінають на:',
'allpagesto'        => 'Зобразити сторінкы кінчачі на:',
'allarticles'       => 'Вшыткы сторінкы',
'allinnamespace'    => 'Вшыткы сторінкы (простор назв $1)',
'allnotinnamespace' => 'Вшыткы сторінкы (окрем простору назв $1)',
'allpagesprev'      => 'Попереднї',
'allpagesnext'      => 'Далшы',
'allpagessubmit'    => 'Выконати',
'allpages-bad-ns'   => '{{SITENAME}} не має простору назв «$1».',

# Special:Categories
'categories'     => 'Катеґорії',
'categoriesfrom' => 'Вказати сторінкы, што ся зачінають на:',

# Special:DeletedContributions
'deletedcontributions'             => 'Вымазаны приспевкы хоснователя',
'sp-deletedcontributions-contribs' => 'приспевкы',

# Special:LinkSearch
'linksearch'    => 'Екстерны одказы',
'linksearch-ns' => 'Простор назв:',
'linksearch-ok' => 'Глядати',

# Special:ListUsers
'listusersfrom'      => 'Вказати хоснователів, што ся зачінають на:',
'listusers-submit'   => 'Вказати',
'listusers-noresult' => 'Ненайдженый жаден хоснователь.',
'listusers-blocked'  => '({{GENDER:$1|заблокованый|заблокована|заблокованый}})',

# Special:ActiveUsers
'activeusers'            => 'Список актівных хоснователїв',
'activeusers-from'       => 'Вказати хоснователів, што ся зачінають на:',
'activeusers-hidebots'   => 'Сховати ботів',
'activeusers-hidesysops' => 'Сховати адміністраторів',
'activeusers-noresult'   => 'Ненайдженый жаден хоснователь.',

# Special:Log/newusers
'newuserlogpage'              => 'Лоґ вытварянь хоснователів',
'newuserlog-byemail'          => 'гело послане електронічнов поштов',
'newuserlog-create-entry'     => 'Новый хоснователь',
'newuserlog-create2-entry'    => 'вытворив нове конто $1',
'newuserlog-autocreate-entry' => 'Конто вытворене автоматічнї',

# Special:ListGroupRights
'listgrouprights'                 => 'Права ґруп хоснователїв',
'listgrouprights-group'           => 'Ґрупа',
'listgrouprights-rights'          => 'Права',
'listgrouprights-helppage'        => 'Help:Права хоснователїв',
'listgrouprights-members'         => '(списok членїв)',
'listgrouprights-addgroup'        => 'Придаваня хоснователїв до {{PLURAL:$2|ґрупы|ґруп}} $1',
'listgrouprights-removegroup'     => 'Одобераня хоснователїв до {{PLURAL:$2|ґрупы|ґруп}} $1',
'listgrouprights-addgroup-all'    => 'може додавати до вшыткых ґруп',
'listgrouprights-removegroup-all' => 'Одобераня хоснователїв з хоцькотрой ґрупы',
'listgrouprights-addgroup-self'   => 'Приданя свого конта до {{PLURAL:$2|ґрупы|ґруп}} $1',

# E-mail user
'emailuser'       => 'Послати е-маіл тому хоснователёві',
'defemailsubject' => '{{SITENAME}}: лист',
'emailfrom'       => 'Од:',
'emailto'         => 'Кому:',
'emailsubject'    => 'Тема:',
'emailmessage'    => 'Ознам:',
'emailsend'       => 'Одослати',
'emailsent'       => 'Пошта одослана',

# Watchlist
'watchlist'         => 'Слїдованы сторінкы',
'mywatchlist'       => 'Слїдованы сторінкы',
'watchlistfor'      => "(хоснователя '''$1''')",
'watchnologin'      => 'Не сьте приголошеный(а)',
'addedwatch'        => 'Придана до списку слїдованых сторінок',
'addedwatchtext'    => "Сторінка «[[:$1]]» была придана до вашого [[Special:Watchlist|списку слїдованых]].
Будучі зміны той статї і з нёв повязаной сторінков діскузії будуть зображены у тім списку, а тыж будуть выдїлены '''тучнї''' на сторінцї із [[Special:RecentChanges|списком послїднїх змін]], жебы їх было легше вшимнути.",
'removedwatch'      => 'Вымазана зо список слїдованых сторінок',
'removedwatchtext'  => 'Сторінка «[[:$1]]» вымазана з вашого [[Special:Watchlist|списку слїдованых сторінок]].',
'watch'             => 'Слїдовати',
'watchthispage'     => 'Слїдовати тоту сторінку',
'unwatch'           => 'Зрушыти слїдованя',
'watchlist-details' => '{{PLURAL:$1|Єдна слїдована сторінка|слїдованы сторінкы|слїдованых сторінок}} (не рахувчі діскузны сторінкы).',
'wlshowlast'        => 'Вказати зміны за послїднї $1 годин $2 днїв $3',
'watchlist-options' => 'Наставлїна списку слїдованых',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Придаваня до списку слїдованя...',
'unwatching' => 'Одобратя зо списку слїдованя...',

'enotif_newpagetext'           => 'Тото є нова сторінка.',
'enotif_impersonal_salutation' => 'Хоснователь {{grammar:genitive|{{SITENAME}}}}',
'changed'                      => 'змінена',
'created'                      => 'створена',

# Delete
'deletepage'            => 'Змазати сторінку',
'confirm'               => 'Підтверджіня',
'exblank'               => 'сторінка была порожня',
'delete-confirm'        => 'Змазаня  $1',
'delete-legend'         => 'Вымазати',
'confirmdeletetext'     => 'Рыхтуєте ся вымазати сторінку і вшыткы єй лоґы едітовань.
Просиме Вас, потвердьте, же справды тото хочете зробити, повнї розумієте наслыдкы і же робите тото в одповідности з [[{{MediaWiki:Policy-url}}|правилами]].',
'actioncomplete'        => 'Дїя выконана',
'actionfailed'          => 'Операція ся не подарила',
'deletedtext'           => '"<nowiki>$1</nowiki>" было змазане.
Смоть $2 про список послїднїх змазань.',
'deletedarticle'        => 'змазаный "[[$1]]"',
'dellogpage'            => 'Лоґ вымазаня',
'deletecomment'         => 'причіна вымазаня:',
'deleteotherreason'     => 'Інша/додаткова причіна:',
'deletereasonotherlist' => 'Інша причіна',

# Rollback
'rollback_short' => 'Вернути назад',
'rollbacklink'   => 'вернути назад',
'rollbackfailed' => 'Не годно было ся вернути назад',

# Protect
'protectlogpage'              => 'Лоґ охраны',
'protectedarticle'            => 'замыкать "[[$1]]"',
'modifiedarticleprotection'   => 'зміненa рівень охраны сторінкы «[[$1]]»',
'protectcomment'              => 'Причіна:',
'protectexpiry'               => 'Кінчіть:',
'protect_expiry_invalid'      => 'Неправилный час укончіня',
'protect_expiry_old'          => 'Час страты платности є в минулости.',
'protect-text'                => "Ту можете відїти і змінити рівень охраны сторінкы '''<nowiki>$1</nowiki>'''.",
'protect-locked-access'       => "Ваше конто немає права мінити рівень охраны сторінкы.
Моменталны наставлїня про сторінку : '''$1''':",
'protect-cascadeon'           => 'Тота сторінка є теперь хранена, бо є загорнута {{PLURAL:$1|до зазначеной сторінкы ніже, на яку|до ниже зазначеных сторінок, на якы}} становлена каскадова охрана. Вы можете змінити рівень охраны той сторінкы, але тото не буде впливати на каскадову охрану.',
'protect-default'             => 'Доволити вшыткым хоснователям',
'protect-fallback'            => 'Портрібны "$1" права',
'protect-level-autoconfirmed' => 'Блоковати новых і незареґістрованых хоснователїв',
'protect-level-sysop'         => 'Лем адміністраторы',
'protect-summary-cascade'     => 'каскадовый',
'protect-expiring'            => 'кінчіть $1 (UTC)',
'protect-cascade'             => 'Хранити сторінкы вложены до той сторінкы (каскадова охрана)',
'protect-cantedit'            => 'Вы не можете змінювати рівень охороны той сторінкы, тому што вы не маєте прав про єй едитованя.',
'protect-othertime'           => 'Іншый час:',
'protect-othertime-op'        => 'Іншый час',
'protect-otherreason'         => 'Інша/додаткова причіна:',
'protect-otherreason-op'      => 'Інша причіна',
'protect-expiry-options'      => '1 година:1 hour,1 день:1 day,1 тыждень:1 week,2 тыжднї:2 weeks,1 місяць:1 month,3 місяцї:3 months,6 місяцїв:6 months,1 рік:1 year,навсе:infinite',
'restriction-type'            => 'Права',
'restriction-level'           => 'Рівень доступу:',
'minimum-size'                => 'Мінімалный розмір',
'maximum-size'                => 'Максімалный розмір:',
'pagesize'                    => '(байтів)',

# Restrictions (nouns)
'restriction-edit'   => 'Едітованя',
'restriction-move'   => 'Переменовати',
'restriction-create' => 'Вытвориня',
'restriction-upload' => 'Награваня файлів',

# Restriction levels
'restriction-level-autoconfirmed' => 'частково хранено',

# Undelete
'undeletebtn'               => 'Обновити',
'undeletelink'              => 'відїти/обновити',
'undeleteviewlink'          => 'відїти',
'undeletereset'             => 'Ресетовати',
'undeleteinvert'            => 'Інвертовати селекцію',
'undeletecomment'           => 'Причіна:',
'undeletedarticle'          => 'обновів "[[$1]]"',
'undelete-search-box'       => 'Гляданя вымазаных сторінок',
'undelete-search-prefix'    => 'Вказати сторінкы што ся почінають з',
'undelete-search-submit'    => 'Найти',
'undelete-show-file-submit' => 'Гей',

# Namespace form on various pages
'namespace'      => 'Простор назв:',
'invert'         => 'Окрем выбраного',
'blanknamespace' => '(Основный)',

# Contributions
'contributions'       => 'Приспевок хоснователя',
'contributions-title' => 'Приспевок хоснователя $1',
'mycontris'           => 'Мої приспевкы',
'contribsub2'         => 'Приспевок $1 ($2)',
'uctop'               => ' (послїдня)',
'month'               => 'Од місяця (і скоре):',
'year'                => 'Од року (і скоре):',

'sp-contributions-newbies'     => 'Вказати приспевкы лем новых конт',
'sp-contributions-newbies-sub' => 'Новы хоснователї',
'sp-contributions-blocklog'    => 'Лоґ блокованя',
'sp-contributions-talk'        => 'діскузія',
'sp-contributions-search'      => 'Глядати приспевкы',
'sp-contributions-username'    => 'IP-адреса або мено хоснователя:',
'sp-contributions-submit'      => 'Найти',

# What links here
'whatlinkshere'            => 'Одказы на тоту сторінку',
'whatlinkshere-title'      => 'Сторінкы, што ся одказують на "$1"',
'whatlinkshere-page'       => 'Сторінка:',
'linkshere'                => "Наслїдуючі сторінкы ся одказують на '''[[:$1]]''':",
'isredirect'               => 'сторінка напрямлена',
'istemplate'               => 'вложиня',
'isimage'                  => 'одказ на зображіня',
'whatlinkshere-prev'       => '{{PLURAL:$1|попередня|попереднї|попереднї}} $1',
'whatlinkshere-next'       => '{{PLURAL:$1|далша|далшій|далшых}} $1',
'whatlinkshere-links'      => '← одказы',
'whatlinkshere-hideredirs' => '$1 напрямлиня',
'whatlinkshere-hidetrans'  => '$1 вложіня',
'whatlinkshere-hidelinks'  => '$1 одказы',
'whatlinkshere-filters'    => 'Фільтры',

# Block/unblock
'blockip'                      => 'Заблоковати хоснователя',
'blockip-title'                => 'Блокованя хоснователя',
'blockip-legend'               => 'Блокованя хоснователя',
'ipaddress'                    => 'IP-адреса:',
'ipadressorusername'           => 'IP-адреса або мено хоснователя:',
'ipbexpiry'                    => 'Кінчіть:',
'ipbreason'                    => 'Причіна',
'ipbreasonotherlist'           => 'Інша причіна',
'ipbsubmit'                    => 'Заблоковати',
'ipbother'                     => 'Іншый час:',
'ipboptions'                   => '2 годины:2 hours,1 день:1 day,3 днї:3 days,1 тыждень:1 week,2 тыжднї:2 weeks,1 місяць:1 month,3 місяцї:3 months,6 місяцїв:6 months,1 рік:1 year,неограніченї:infinite',
'ipbotheroption'               => 'іншый',
'ipbotherreason'               => 'Інша/додаткова причіна:',
'badipaddress'                 => 'Неправилна IP адреса',
'blockipsuccesssub'            => 'Блокованя проведено',
'ipb-edit-dropdown'            => 'Едітовати причіны блоковань',
'ipb-unblock-addr'             => 'Одблоковати $1',
'ipb-unblock'                  => 'Одблоковати хоснователя або  IP адресу',
'ipb-blocklist-addr'           => 'Екзістуючі блокованя про $1',
'ipb-blocklist'                => 'Вказати екзістуючі блокованя',
'ipb-blocklist-contribs'       => 'Приспевкы хоснователя  $1',
'unblockip'                    => 'Одблоковати хоснователя',
'ipusubmit'                    => 'Зняти тото блокованя',
'unblocked'                    => '[[User:$1|$1]] одблокованый',
'unblocked-id'                 => 'Блокованя $1 было зняте',
'ipblocklist'                  => 'Заблокованы IP адресы і мена хоснователів',
'ipblocklist-legend'           => 'Глядати заблокованого хоснователя',
'ipblocklist-username'         => 'Хоснователь або IP-адреса:',
'ipblocklist-sh-userblocks'    => '$1 заблокованы конта',
'ipblocklist-sh-tempblocks'    => '$1 дочасны заблокованя',
'ipblocklist-sh-addressblocks' => '$1 блокованя єдной IP адресы',
'ipblocklist-submit'           => 'Глядати',
'ipblocklist-localblock'       => 'Локалне блокованя',
'ipblocklist-otherblocks'      => '{{PLURAL:$1|Інше блокованя|Іншы блокованя}}',
'blocklistline'                => '$1, $2 заблоковав $3 ($4)',
'infiniteblock'                => 'до одволаня',
'expiringblock'                => 'до $1, $2',
'anononlyblock'                => 'лем анонімы',
'createaccountblock'           => 'вытваряня конт не є поволене',
'blocklink'                    => 'заблоковати',
'unblocklink'                  => 'одблоковати',
'change-blocklink'             => 'змінити блок',
'contribslink'                 => 'приспевкы',
'blocklogpage'                 => 'Зазнам блоковань',
'blocklogentry'                => 'заблокoвав [[$1]] на термін $2 $3',
'unblocklogentry'              => 'одблоковав $1',
'block-log-flags-nocreate'     => 'вытваряня конт не поволене',
'blockme'                      => 'Заблокуй ня',
'proxyblocker'                 => 'Блокованя проксі',
'proxyblocker-disabled'        => 'Тота фунція є выпнута.',
'proxyblocksuccess'            => 'Готово.',

# Developer tools
'lockdb'             => 'Замкнути датабазу',
'unlockdb'           => 'Одомкнути датабазу',
'lockconfirm'        => 'Гей, справды хочу замкнути датабазу.',
'unlockconfirm'      => 'Гей, справды хочу одомкнути датабазу.',
'lockbtn'            => 'Замкнути датабазу',
'unlockbtn'          => 'Одомкнути датабазу',
'lockdbsuccesssub'   => 'Датабаза замкнута',
'unlockdbsuccesssub' => 'Датабаза одомкнута',
'databasenotlocked'  => 'Датабаза не є замкнута.',

# Move page
'move-page'               => 'Переменовати „$1“',
'move-page-legend'        => 'Переменовати сторінку',
'movepagetext'            => "Хоснувчі форму ниже, можете переменовати сторінку, єдным разом перемістивши на нове місце і лоґ єй едітовань.
Стара назва стане перенапрямлинём на нову назву.
Можете автоматично обновити перенапрямлиня на страу назву.
Кідь вы тото не зробите, просиме Вас, перевірте наявність [[Special:DoubleRedirects|подвойных]] ці [[Special:BrokenRedirects|розорваных]] перенапрямлинь.
Вы зодповідаєте за то, жебы одказы і надалей вказували там, де мають.

Уважте, же сторінка '''не''' буде переменована, кідь сторінка з новов назвов уж екзістує, окрем того, коли она порожня або є перенапрямлинём, а лоґ єй едітовань порожнїй.
То значіть, же вы можете вернути сторінцї стару назву, кідь вы переменовали єй помылково, але вы не можете переписати екзістуючу сторінку.

'''ВАРОВАНЯ!'''
Тота дїя може ся стати причінов серіозных а неочекаваных змін популарных сторінок.
Просиме Вас, перед далшым кроком ся утвердьте, же розуміте вшыткы можны наслїдкы.",
'movepagetalktext'        => "Асоціована діскузна сторінка буде автоматічно переменована, '''окрем:'''
* Непорожня сторінка діскузії з таков назвов уж екзістує або
* Не означіли сьте в полічку ниже.

В тых припадох будете мусити переменовати ці злучіти сторінкы ручнї кідь желаєте єй переменованя.",
'movearticle'             => 'Переменовати сторінку',
'newtitle'                => 'Нова назва:',
'move-watch'              => 'Слїдовати тоту сторінку',
'movepagebtn'             => 'Переменовати сторінку',
'pagemovedsub'            => 'Сторінка переменована',
'movepage-moved'          => "'''Сторінка «$1» переменована на «$2»'''",
'articleexists'           => 'Сторінка з таков назвов уж екзістує або назва вамі выбрата не є платна.
Просиме, выберте іншу назву.',
'talkexists'              => "'''Сторінка була переменована, але діскузна сторінка не могла быти переменована, бо сторінка з таков назвов уж екзістує. Просиме Вас, злучте їх ручнї.'''",
'movedto'                 => 'теперь ся называє',
'movetalk'                => 'Переменовати одповідну діскузну сторінку',
'move-subpages'           => 'Переменовати підсторінкы (до $1)',
'move-talk-subpages'      => 'Переменовати підсторінкы діскузной сторінкы (до $1)',
'1movedto2'               => 'переменовав «[[$1]]» на «[[$2]]»',
'1movedto2_redir'         => 'переменовав «[[$1]]» на «[[$2]]» поверх напрямлиня',
'movelogpage'             => 'Лоґ переменовань',
'movesubpage'             => '{{PLURAL:$1|Підсторінка|Підсторінкы}}',
'movenosubpage'           => 'Тота сторінка не має підсторінок.',
'movereason'              => 'Причіна:',
'revertmove'              => 'вернути',
'delete_and_move'         => 'Змазати і переменовати',
'delete_and_move_confirm' => 'Гей, змазати сторінку',

# Export
'export'            => 'Експорт сторінок',
'export-submit'     => 'Експорт',
'export-addcattext' => 'Додати сторінкы з катеґорії:',
'export-addcat'     => 'Придати',
'export-addnstext'  => 'Додати сторінкы з простору назв:',
'export-addns'      => 'Придати',
'export-download'   => 'Уложыти як файл',

# Namespace 8 related
'allmessagesname'               => 'Назва',
'allmessagesdefault'            => 'Штандартный текст',
'allmessagescurrent'            => 'Актуалный текст',
'allmessages-filter-legend'     => 'Філтер',
'allmessages-filter'            => 'Філтер подля ставу:',
'allmessages-filter-unmodified' => 'Незмінено',
'allmessages-filter-all'        => 'Вшыткы',
'allmessages-filter-modified'   => 'Змінено',
'allmessages-prefix'            => 'Філтер подля префіксу:',
'allmessages-language'          => 'Язык:',
'allmessages-filter-submit'     => 'Выконати',

# Thumbnails
'thumbnail-more' => 'Звекшыти',
'filemissing'    => 'Файл хыбить',

# Special:Import
'import'                     => 'Імпорт сторінок',
'importinterwiki'            => 'Імпорт міджі вікі',
'import-interwiki-source'    => 'Вікі/сторінка-джерело',
'import-interwiki-history'   => 'Копіровати вшыткы історічны верзії той сторінкы',
'import-interwiki-submit'    => 'Імпортовати',
'import-interwiki-namespace' => 'Цілёвый простор назв:',
'import-upload-filename'     => 'Назва файлу:',
'import-comment'             => 'Коментарь:',
'importtext'                 => 'Просиме Вас, експортуйте сторінку з іншой вікі помочов [[Special:Export| експорт]], уложте файл на ваш діск а потім го награйте ту.',
'importstart'                => 'Імпорт сторінок…',
'import-revision-count'      => '$1 {{PLURAL:$1|ревізія|ревізії|ревізій}}',
'importnopages'              => 'Не є што імпортовати.',
'importfailed'               => 'Імпорт ся не подарив: $1',
'importunknownsource'        => 'Незнамый тіп  імпортованой сторінкы',
'importcantopen'             => 'Не дало ся отворити файл імпорту',
'importbadinterwiki'         => 'Неплатный одказ інтервікі',
'importnotext'               => 'Порожнїй або жаден текст',
'importsuccess'              => 'Імпорт сконченый!',
'importhistoryconflict'      => 'Екзістує конфлікт міджі історіямі верзії (може тота сторінка уж была імпортована скоре)',
'importnosources'            => 'Не было выбране джерело імпорту міджі вікі, пряме начітаня історії змін є выпнуте.',
'importnofile'               => 'Не быв начітаный файл імпорту.',
'importuploaderrorsize'      => 'Не подарило ся начітати файл імпорту. Розмір файлу перевышує становлену меджу.',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Ваша сторінка хоснователя',
'tooltip-pt-mytalk'               => 'Ваша діскузна сторінка',
'tooltip-pt-preferences'          => 'Вашы наставлїня',
'tooltip-pt-watchlist'            => 'Список сторінок, на котрых слїдуєте зміны',
'tooltip-pt-mycontris'            => 'Список вашых приспевків',
'tooltip-pt-login'                => 'Рекомендуєме ся приголосити, але не є то повинне.',
'tooltip-pt-logout'               => 'Одголошіня',
'tooltip-ca-talk'                 => 'Діскузія о обсягу сторінкы',
'tooltip-ca-edit'                 => 'Тоту сторінку можно едітовати. Просиме, хоснуйте перегляд перед уложінём.',
'tooltip-ca-addsection'           => 'Створити нову секцію',
'tooltip-ca-viewsource'           => '',
'tooltip-ca-history'              => 'Минулы верзії той сторінкы',
'tooltip-ca-protect'              => 'Хрань тоту сторінку',
'tooltip-ca-delete'               => 'Вымазати тоту сторінку',
'tooltip-ca-move'                 => 'Переменовати тоту сторінку',
'tooltip-ca-watch'                => 'Придати тоту сторінку до вашого списку слїдованых сторінок',
'tooltip-ca-unwatch'              => 'Одобрати тоту сторінку з вашого списку слїдованых сторінок',
'tooltip-search'                  => 'Глядати {{SITENAME}}',
'tooltip-search-go'               => 'Перейти до сторінкы, што має точно таку назву (кідь екзістує)',
'tooltip-search-fulltext'         => 'Найти сторінкы про тот текст',
'tooltip-p-logo'                  => 'Головна сторінка',
'tooltip-n-mainpage'              => 'Перейти на Головну сторінку',
'tooltip-n-mainpage-description'  => 'Перейти на головну сторінку',
'tooltip-n-portal'                => 'О проєкті, што можете зробити, де ся што находить',
'tooltip-n-currentevents'         => 'Актуалны подїї',
'tooltip-n-recentchanges'         => 'Список послїднїх змін',
'tooltip-n-randompage'            => 'Зображіня нагодной сторінкы',
'tooltip-n-help'                  => 'Посмотрити поміч',
'tooltip-t-whatlinkshere'         => 'Список вшыткых сторінок, што одказують на тоту сторінку',
'tooltip-t-recentchangeslinked'   => 'Послїднї зміны на сторінках, котры мають одказ на тій сторінцї',
'tooltip-feed-rss'                => 'RSS канал про тоту сторінку',
'tooltip-feed-atom'               => 'Atom канал про тоту сторінку',
'tooltip-t-contributions'         => 'Перегляд приспевків того хоснователя',
'tooltip-t-emailuser'             => 'Послати е-маіл тому хоснователёві',
'tooltip-t-upload'                => 'Награти файлы',
'tooltip-t-specialpages'          => 'Список вшыткых шпеціалных сторінок',
'tooltip-t-print'                 => 'Верзія той сторінкы про друк',
'tooltip-t-permalink'             => 'Перманентный одказ на тоту верзію сторінкы',
'tooltip-ca-nstab-main'           => 'Обсяг сторінкы',
'tooltip-ca-nstab-user'           => 'Відїти сторінку хоснователя',
'tooltip-ca-nstab-media'          => 'Вказати сторінку файлу',
'tooltip-ca-nstab-special'        => 'Шпеціална сторінка, она недоступна про едітованя',
'tooltip-ca-nstab-project'        => 'Сторінка проєкту',
'tooltip-ca-nstab-image'          => 'Відїти код сторінкы',
'tooltip-ca-nstab-template'       => 'Відїти шаблону',
'tooltip-ca-nstab-help'           => 'Відїти сторінку помочі',
'tooltip-ca-nstab-category'       => 'Сторінка катеґорії',
'tooltip-minoredit'               => 'Позначіти тото як незначне едітованя',
'tooltip-save'                    => 'Уложыти вашы зміны',
'tooltip-preview'                 => 'Попереднїй перегляд сторінкы, просиме Вас, хоснуйте перед зображінём!',
'tooltip-diff'                    => 'Вказати зміны, што были зроблены в тексті.',
'tooltip-compareselectedversions' => 'Відїти роздїл міджі двома вказаними верзіями той сторінкы.',
'tooltip-watch'                   => 'Придати тоту сторінку до списку слїдованых',
'tooltip-upload'                  => 'Почати одосыланя',
'tooltip-rollback'                => 'Єдным кликом вернути зміны, зроблены послїдным приспівателём',
'tooltip-undo'                    => 'Зрушыти зміны і вказати попереднїй перегляд. Доволяє придати причіну до ресуме.',
'tooltip-preferences-save'        => 'Уложыти наставлїня',

# Attribution
'anonymous'        => 'анонімный {{PLURAL:$1|хоснователь|хоснователя|хоснователї}} {{GRAMMAR:2sg|{{SITENAME}}}}',
'siteuser'         => 'хоснователь {{grammar:2sg|{{SITENAME}}}} $1',
'anonuser'         => 'анонімный хоснователь {{grammar:2sg|{{SITENAME}}}} $1',
'lastmodifiedatby' => 'Остатня зміна $2, $1 хоснователём $3.',
'othercontribs'    => 'На базї роботы $1.',
'others'           => 'іншы',
'siteusers'        => '{{PLURAL:$2|Хоснователь|Хоснователї}} {{grammar:genitive|{{SITENAME}}}} $1',
'anonusers'        => '{{PLURAL:$2|анонімный хоснователь|анонімны хоснователї}} {{grammar:genitive|{{SITENAME}}}} $1',
'creditspage'      => 'Заслугы за сторінку',

# Spam protection
'spamprotectiontitle' => 'Спам філтер',

# Info page
'infosubtitle' => 'Інформація про сторінку',

# Math errors
'math_unknown_error' => 'незнама хыба',

# Patrol log
'patrol-log-auto' => '(автоматічно)',
'patrol-log-diff' => 'ревізію $1',

# Browsing diffs
'previousdiff' => '← Старше едітованя',
'nextdiff'     => 'Новше едітованя →',

# Media information
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|сторінка|сторінкы|сторінок}}',
'file-info-size'       => '($1 × $2 пікселів, розмір файлу: $3, MIME-тип: $4)',
'file-nohires'         => '<small>Немає верзію з векшым розлишінём.</small>',
'svg-long-desc'        => '(SVG-файл, номінално $1 × $2 пікселів, розмір файлу: $3)',
'show-big-image'       => 'Повне розлишіня',
'show-big-image-thumb' => '<small>Розмір перегляду: $1 × $2 пікселів</small>',

# Special:NewFiles
'newimages'        => 'Ґалерія новых файлів',
'newimages-legend' => 'Філтер',
'newimages-label'  => 'Назва файлу (або єй частина):',
'showhidebots'     => '($1 ботів)',
'noimages'         => 'Не є што відїти.',
'ilsubmit'         => 'Глядати',
'bydate'           => 'подля датуму',

# Bad image list
'bad_image_list' => 'Формат має быти наступным:


Раховати ся будуть лем елементы (рядкы, што ся почінають з *).
Першый одказ рядка має быти одказом на планый файл.
Далшы одказы у тім самім рядку будуть уважены як выняткы, наприклад сторінкы, де зображіня може быти вложене.',

# Metadata
'metadata'          => 'Метадата',
'metadata-help'     => 'Файл обсягує додатковы інформації, акы ся звычайно додають діґіталными камерами ці скенерами. 
Кідь ся файл зедітовал по вытвориню, даякы параметры можуть не одповідати тому зображіню.',
'metadata-expand'   => 'Вказати додатковы детайлы',
'metadata-collapse' => 'Сховати додатковы детайлы',
'metadata-fields'   => 'Поля метадат, перерахованы у тім списку, будуть автоматично зображены на сторінцї зображіня, вшыткы іншы будуть схованы.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'               => 'Шырька',
'exif-imagelength'              => 'Вышка',
'exif-orientation'              => 'Орієнтація',
'exif-datetime'                 => 'Датум і час вытворїня файлу',
'exif-imagedescription'         => 'Назва образку',
'exif-make'                     => 'Выробник фотоапарату',
'exif-model'                    => 'Модел фотоапарату',
'exif-software'                 => 'Проґрамове забезпечіня',
'exif-artist'                   => 'Автор',
'exif-copyright'                => 'Властник авторьскых прав',
'exif-exifversion'              => 'Верзія Exif',
'exif-flashpixversion'          => 'Підпорована верзія Flashpix',
'exif-colorspace'               => 'Фаребный простор',
'exif-componentsconfiguration'  => 'Конфіґурація компонентів фарбы',
'exif-usercomment'              => 'Додатковый коментарь',
'exif-fnumber'                  => 'Цлона',
'exif-exposureprogram'          => 'Експозічный проґрам',
'exif-spectralsensitivity'      => 'Спектрална чутливость',
'exif-isospeedratings'          => 'Світлочутливость ISO',
'exif-oecf'                     => 'OECF (коефіцієнт оптікоелектрічного перетворїня)',
'exif-aperturevalue'            => 'Цлона',
'exif-brightnessvalue'          => 'Світлость',
'exif-exposurebiasvalue'        => 'Компензація експозіції',
'exif-maxaperturevalue'         => 'Найменша цлона',
'exif-lightsource'              => 'Джерело світла',
'exif-flash'                    => 'Блеск',
'exif-subjectarea'              => 'Положіня обєкту',
'exif-flashenergy'              => 'Енерґія блеску',
'exif-subjectlocation'          => 'Положіня обєкту',
'exif-exposureindex'            => 'Індекс експозіції',
'exif-sensingmethod'            => 'Тіп сензора',
'exif-filesource'               => 'Джерело файлу',
'exif-scenetype'                => 'Тіп сцены',
'exif-exposuremode'             => 'Режім експозіції',
'exif-whitebalance'             => 'Баланс білого',
'exif-digitalzoomratio'         => 'Діґіталный зум',
'exif-scenecapturetype'         => 'Тіп сцены',
'exif-contrast'                 => 'Контраст',
'exif-saturation'               => 'Насыченость',
'exif-sharpness'                => 'Острость',
'exif-devicesettingdescription' => 'Попис наштелёваня заряджіня',
'exif-gpsversionid'             => 'Верзія блоку GPS-інформації',
'exif-gpstimestamp'             => 'GPS час (подля атомовых годин)',
'exif-gpsstatus'                => 'Статус приїмача',
'exif-gpsareainformation'       => 'Назва области GPS',
'exif-gpsdatestamp'             => 'GPS датум',

# EXIF attributes
'exif-compression-1' => 'Нестиснутый',

'exif-unknowndate' => 'Незнамый датум',

'exif-orientation-1' => 'Нормална',

'exif-planarconfiguration-1' => 'формат «chunky»',
'exif-planarconfiguration-2' => 'формат «planar»',

'exif-componentsconfiguration-0' => 'не екзістує',

'exif-exposureprogram-1' => 'Ручный режім',
'exif-exposureprogram-2' => 'Нормалный режім',
'exif-exposureprogram-3' => 'Пріоріта цлоны',

'exif-subjectdistance-value' => '$1 метрів',

'exif-meteringmode-0'   => 'Не є знаме',
'exif-meteringmode-1'   => 'Середнїй',
'exif-meteringmode-3'   => 'Бодове',
'exif-meteringmode-4'   => 'Зонове',
'exif-meteringmode-5'   => 'Матрічный',
'exif-meteringmode-6'   => 'Частковый',
'exif-meteringmode-255' => 'Інше',

'exif-lightsource-0'   => 'Не є знаме',
'exif-lightsource-1'   => 'Денне світло',
'exif-lightsource-2'   => 'Лампа денного світла',
'exif-lightsource-3'   => 'Лампа розжарёваня',
'exif-lightsource-4'   => 'Блеск',
'exif-lightsource-9'   => 'Ясно',
'exif-lightsource-10'  => 'Захмарено',
'exif-lightsource-11'  => 'Тїнь',
'exif-lightsource-12'  => 'Лампа денного світла тіп D (5700 − 7100K)',
'exif-lightsource-13'  => 'Лампа денного світла тіп N (4600 − 5400K)',
'exif-lightsource-14'  => 'Лампа денного світла тіп W (3900 − 4500K)',
'exif-lightsource-15'  => 'Лампа денного світла тіп WW (3200 − 3700K)',
'exif-lightsource-17'  => 'Штандартне світло тіпу A',
'exif-lightsource-18'  => 'Штандартне світло тіпу B',
'exif-lightsource-19'  => 'Штандартне світло тіпу C',
'exif-lightsource-24'  => 'Штудіова лампа штандарду ISO',
'exif-lightsource-255' => 'Інше джерело світла',

# Flash modes
'exif-flash-fired-0' => 'Блеск не працовав',
'exif-flash-fired-1' => 'Блеск працовав',
'exif-flash-mode-3'  => 'автоматічный режім',

'exif-customrendered-0' => 'Нормалне спрацованя',
'exif-customrendered-1' => 'Нештандартне спрацованя',

'exif-exposuremode-0' => 'Автоматічна експозіція',
'exif-exposuremode-1' => 'Ручне наштелёваня експозіції',

'exif-whitebalance-0' => 'Автоматічный баланс білого',
'exif-whitebalance-1' => 'Ручне наштелёваня балансу білого',

'exif-scenecapturetype-0' => 'Штандартный',
'exif-scenecapturetype-1' => 'На шырку',
'exif-scenecapturetype-2' => 'На вышку',
'exif-scenecapturetype-3' => 'Ночна сцена',

'exif-gaincontrol-0' => 'Жадна',
'exif-gaincontrol-1' => 'Невелике звышіня',
'exif-gaincontrol-2' => 'Велике звышіня',
'exif-gaincontrol-3' => 'Невелике зменшіня',
'exif-gaincontrol-4' => 'Силне зменшіня',

'exif-contrast-0' => 'Нормалне',
'exif-contrast-1' => 'Мягке',
'exif-contrast-2' => 'Тверде',

'exif-saturation-0' => 'Нормалне',
'exif-saturation-1' => 'Невелика насыченость',
'exif-saturation-2' => 'Велика насыченость',

'exif-sharpness-0' => 'Нормалне',
'exif-sharpness-1' => 'Мягке',
'exif-sharpness-2' => 'Тверде',

'exif-subjectdistancerange-0' => 'Не є знаме',
'exif-subjectdistancerange-1' => 'Макро',
'exif-subjectdistancerange-2' => 'Детайл',
'exif-subjectdistancerange-3' => 'Погляд здалека',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'Северна шырка',
'exif-gpslatitude-s' => 'Южна шырка',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'Выходна довжка',
'exif-gpslongitude-w' => 'Западна довжка',

'exif-gpsstatus-a' => 'Вымірёваня не є закінчене',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'км/год',
'exif-gpsspeed-m' => 'міль/год',
'exif-gpsspeed-n' => 'узлів',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'Справный курз',
'exif-gpsdirection-m' => 'Маґнетічный курз',

# External editor support
'edit-externally'      => 'Едітовати тот файл хоснувчі екстерну аплікацію',
'edit-externally-help' => '(Вецей інформації найдете в [http://www.mediawiki.org/wiki/Manual:External_editors інштрукції про наставлїня].)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'вшыткы',
'imagelistall'     => 'вшыткы',
'watchlistall2'    => 'вшыткы',
'namespacesall'    => 'вшыткы',
'monthsall'        => 'вшыткы',
'limitall'         => 'вшыткы',

# E-mail address confirmation
'confirmemail' => 'Підтверджіня адресы ел. пошты',

# Scary transclusion
'scarytranscludetoolong' => '[URL дуже довгый]',

# Trackbacks
'trackbackremove' => '([$1 Змазати])',

# action=purge
'confirm_purge_button' => 'OK',
'confirm-purge-top'    => 'Очістити кеш той сторінкы?',

# Multipage image navigation
'imgmultipageprev' => '← попередня сторінка',
'imgmultipagenext' => 'далша сторінка →',
'imgmultigo'       => 'Перейти!',
'imgmultigoto'     => 'Перейти на сторінку $1',

# Table pager
'ascending_abbrev'         => 'зрост',
'descending_abbrev'        => 'спад',
'table_pager_next'         => 'Далша сторінка',
'table_pager_prev'         => 'Попередня сторінка',
'table_pager_first'        => 'Перша сторінка',
'table_pager_last'         => 'Послїдня сторінка',
'table_pager_limit'        => 'Вказовати $1 елементів на сторінцї',
'table_pager_limit_label'  => 'Записів на сторінку:',
'table_pager_limit_submit' => 'Выконати',
'table_pager_empty'        => 'Ніч не было найджене',

# Auto-summaries
'autosumm-blank'   => 'Сторінка очіщена',
'autosumm-replace' => 'Обсяг сторінкы нагородженый текстом „$1“',
'autoredircomment' => 'Напрямлїня на [[$1]]',
'autosumm-new'     => 'Створена сторінка: $1',

# Live preview
'livepreview-loading' => 'Награваня...',
'livepreview-ready'   => 'Награваня… Готово!',

# Watchlist editor
'watchlistedit-normal-title' => 'Едітованя списку слїдованых сторінок',

# Watchlist editing tools
'watchlisttools-view' => 'Зміны на сторінках зо списку',
'watchlisttools-edit' => 'Перегляд і едітованя списку',
'watchlisttools-raw'  => 'Едітовати як текст',

# Special:Version
'version'                     => 'Верзія',
'version-extensions'          => 'Наіншталованы росшыріня',
'version-specialpages'        => 'Шпеціалны сторінкы',
'version-variables'           => 'Перемінны',
'version-other'               => 'Інше',
'version-extension-functions' => 'Функції розшыриня',
'version-hook-subscribedby'   => 'Підписаный на',
'version-version'             => '(Верзія $1)',
'version-license'             => 'Ліценція',
'version-software'            => 'Іншталованый софтвер',
'version-software-product'    => 'Продукт',
'version-software-version'    => 'Верзія',

# Special:FilePath
'filepath'        => 'Стежка ку файлу',
'filepath-page'   => 'Файл:',
'filepath-submit' => 'Выконати',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'Гляданя дуплікатных файлів',
'fileduplicatesearch-legend'   => 'Гляданя дуплікатів',
'fileduplicatesearch-filename' => 'Назва файлу:',
'fileduplicatesearch-submit'   => 'Глядати',
'fileduplicatesearch-result-1' => 'Файл «$1» не має ідентичных файлів.',
'fileduplicatesearch-result-n' => 'Файл «$1» має {{PLURAL:$2|1 ідентичный дуплікат|$2 ідентичных дуплікатів}}.',

# Special:SpecialPages
'specialpages'                   => 'Шпеціалны сторінкы',
'specialpages-note'              => '----
* Нормалны шпеціалны сторінкы.
* <strong class="mw-specialpagerestricted">Шпеціалны сторінкы з&nbsp;обмедженым приступом</strong>',
'specialpages-group-maintenance' => 'Технічны репорты',
'specialpages-group-other'       => 'Іншы',
'specialpages-group-login'       => 'Приголошіня / реґістрація',
'specialpages-group-changes'     => 'Послїднї зміны а лоґы',
'specialpages-group-media'       => 'Файлы',
'specialpages-group-users'       => 'Хоснователї і права',
'specialpages-group-highuse'     => 'Часто поужываны сторінкы',
'specialpages-group-pages'       => 'Спискы сторінок',
'specialpages-group-pagetools'   => 'Інштрументы сторінок',
'specialpages-group-wiki'        => 'Вікі дата і інштрументы',
'specialpages-group-redirects'   => 'Перенапрамлиня',
'specialpages-group-spam'        => 'Протиспамовы інштрументы',

# Special:BlankPage
'blankpage'              => 'Порожня сторінка',
'intentionallyblankpage' => 'Тота сторінка є порожня нароком.',

# Special:Tags
'tag-filter-submit' => 'Філтровати',
'tags-edit'         => 'едітовати',
'tags-hitcount'     => '$1 {{PLURAL:$1|зміна|зміны|змін}}',

# Special:ComparePages
'comparepages'     => 'Порівнаня сторінок',
'compare-selector' => 'Порівнаня ревізій сторінок',
'compare-page1'    => 'Сторінка 1',
'compare-page2'    => 'Сторінка 2',
'compare-rev1'     => 'Ревізія 1',
'compare-rev2'     => 'Ревізія 2',
'compare-submit'   => 'Порівнати',

# Database error messages
'dberr-header'    => 'Тота вікі має даякы проблемы',
'dberr-problems'  => 'Перебачте! Тот сервер має теперь технічны проблемы.',
'dberr-again'     => 'Спробуйте обновити сторінку за пару мінут.',
'dberr-usegoogle' => 'Можете спробовати поглядати за допомогов Google.',

# HTML forms
'htmlform-submit'              => 'Одослати',
'htmlform-reset'               => 'Вернути зміны',
'htmlform-selectorother-other' => 'Інше',

);
