<?php
/** South Azerbaijani (تورکجه)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Amir a57
 * @author Arjanizary
 * @author Calak
 * @author E THP
 * @author Ebrahimi-amir
 * @author Erdemaslancan
 * @author Mousa
 * @author Shirayuki
 */

$fallback = 'fa';
$rtl = true;

$namespaceNames = array(
	NS_MEDIA            => 'مئدیا',
	NS_SPECIAL          => 'اؤزل',
	NS_MAIN             => '',
	NS_TALK             => 'دانیشیق',
	NS_USER             => 'ایستیفاده‌چی',
	NS_USER_TALK        => 'ایستیفاده‌چی_دانیشیغی',
	NS_PROJECT_TALK     => '$1_دانیشیق',
	NS_FILE             => 'فایل',
	NS_FILE_TALK        => 'فایل_دانیشیغی',
	NS_MEDIAWIKI        => 'مئدیا‌ویکی',
	NS_MEDIAWIKI_TALK   => 'مئدیا‌ویکی_دانیشیغی',
	NS_TEMPLATE         => 'شابلون',
	NS_TEMPLATE_TALK    => 'شابلون_دانیشیغی',
	NS_HELP             => 'یاردیم',
	NS_HELP_TALK        => 'یاردیم_دانیشیغی',
	NS_CATEGORY         => 'بؤلمه',
	NS_CATEGORY_TALK    => 'بؤلمه_دانیشیغی',
);

$specialPageAliases = array(
	'Activeusers'               => array( 'چالیشقان_ایستسفاده‌چیلر' ),
	'Allmessages'               => array( 'بوتون_مئساژلار' ),
	'Allpages'                  => array( 'بوتون_صحیفه‌لر' ),
	'Ancientpages'              => array( 'اسکی_صحیفه‌لر' ),
	'Badtitle'                  => array( 'پیس_آد' ),
	'Blankpage'                 => array( 'بوش_صحیفه' ),
	'ChangePassword'            => array( 'رمزی_دَییش' ),
	'CreateAccount'             => array( 'حساب_یارات' ),
	'Mycontributions'           => array( 'چالیشمالاریم' ),
	'Mypage'                    => array( 'صحیفه‌م' ),
	'Mytalk'                    => array( 'دانیشیغیم' ),
	'Myuploads'                 => array( 'یوکله‌دیکلریم' ),
	'Newimages'                 => array( 'یئنی_فایل‌لار' ),
	'Newpages'                  => array( 'یئنی_صحیفه‌لر' ),
	'PasswordReset'             => array( 'رمز_دَییشمه‌' ),
	'Randompage'                => array( 'راست‌گله' ),
	'Recentchanges'             => array( 'سون_دَییشیکلر' ),
	'Search'                    => array( 'آختار' ),
	'Shortpages'                => array( 'قیسسا_صحیفه‌لر' ),
	'Specialpages'              => array( 'اؤزل_صحیفه‌لر' ),
	'Statistics'                => array( 'آمار' ),
	'Unusedcategories'          => array( 'ایشلنممیش_بؤلمه‌لر' ),
	'Unusedimages'              => array( 'ایشلنممیش_فایل‌لار' ),
	'Unusedtemplates'           => array( 'ایشلنممیش_شابلونلار' ),
	'Unwatchedpages'            => array( 'باخیلمامیش_صحیفه‌لر' ),
	'Upload'                    => array( 'یوکله' ),
	'Version'                   => array( 'نوسخه' ),
	'Watchlist'                 => array( 'ایزله‌دیکلر' ),
);

$magicWords = array(
	'numberofpages'             => array( '1', 'صحیفه‌لر_ساییسی', 'تعدادصفحه‌ها', 'NUMBEROFPAGES' ),
	'numberofarticles'          => array( '1', 'مقاله‌لر_ساییسی', 'تعدادمقاله‌ها', 'NUMBEROFARTICLES' ),
	'numberoffiles'             => array( '1', 'قایل‌لار_ساییسی', 'تعدادپرونده‌ها', 'NUMBEROFFILES' ),
	'numberofusers'             => array( '1', 'ایستیفاده‌چیلر_ساییسی', 'تعدادکاربران', 'NUMBEROFUSERS' ),
	'numberofactiveusers'       => array( '1', 'چالیشقان_ایستیفاده‌چیلر', 'کاربران‌فعال', 'کاربران_فعال', 'NUMBEROFACTIVEUSERS' ),
	'numberofedits'             => array( '1', 'دَییشدیرمه_ساییسی', 'تعدادویرایش‌ها', 'NUMBEROFEDITS' ),
	'pagename'                  => array( '1', 'صحیفه‌نین_آدی', 'نام‌صفحه', 'نام_صفحه', 'PAGENAME' ),
	'img_right'                 => array( '1', 'ساغ', 'راست', 'right' ),
	'img_left'                  => array( '1', 'سول', 'چپ', 'left' ),
	'img_none'                  => array( '1', 'هئچ', 'هیچ', 'none' ),
	'img_framed'                => array( '1', 'قابیق', 'قاب', 'framed', 'enframed', 'frame' ),
);

$messages = array(
# User preference toggles
'tog-underline' => 'باغلانتی‌لارین آلتینی خطله:',
'tog-justify' => 'متنی صحیفه بویو پایلا',
'tog-hideminor' => 'سون دییشیکلیکلرده کیچیک‌لری گیزلت',
'tog-hidepatrolled' => 'نظارتلنمیش دَییشیکلیکلری سون دییشیکلیکلرده گیزلت',
'tog-newpageshidepatrolled' => 'نظارتلنمیش صحیفه‌لری یئنی صحیفه‌لر سیاهی‌سیندان گیزلت',
'tog-extendwatchlist' => 'ایزله‌دیکلری، بوتون دیشیکلیکلری گؤسترمک اوچون گئنیشلندیر',
'tog-usenewrc' => 'دَییشیکلیکلری سون دَییشیکلیکلر صحیفه‌سینده ایزله‌دیکلر صحیفه‌سینده گروپ‌لا (جاوااسکریپت لازیم‌دیر)',
'tog-numberheadings' => 'باشلیق‌لاری اوتوماتیک نومره‌له',
'tog-showtoolbar' => 'دَییشدیرمه آراج چوبوغونو گؤستر (جاوااسکریپت لازیم‌دیر)',
'tog-editondblclick' => 'صحیفه‌‌لری ایکی کلیکله دَییشدیر (جاوااسکریپت لازیم‌دیر)',
'tog-editsection' => '[دَییشدیر] باغلانتی‌سیلا بؤلوم دَییشدیرمه‌سینه ایجازه وئر',
'tog-editsectiononrightclick' => 'بؤلوم‌لرین دیشدیرمه‌سینی، باشلیقلارین اوزرینده ساغ‌کلیک ائتمک‌له ایجازه وئر (جاوااسکریپت لازیم‌دیر)',
'tog-showtoc' => 'ایچینده‌کیلر جدولینی گؤستر (۳-دن آرتیق باشلیقلاری اولان صحیفه‌‌لرده)',
'tog-rememberpassword' => 'منیم گیریشیمی بو بیلگی‌سایاردا یاددا ساخلا (چوخو {{PLURAL:$1|بیر گونه|$1 گونه}} کیمی)',
'tog-watchcreations' => 'ياراتدیغیم صحیفه‌‌لری و يوکله‌دیگیم فايل‌لاری ایزله‌مه‌لریمه آرتیر',
'tog-watchdefault' => 'دَییشدیردیگیم صحیفه‌‌لری و فايل‌لاری ایزله‌دیکلریمه آرتیر',
'tog-watchmoves' => 'داشیدیغیم صحیفه‌‌لری و فايل‌لاری ایزله‌دیکلریمه آرتیر',
'tog-watchdeletion' => 'سیلدیگیم صحیفه‌‌لری و فايل‌لاری ایزله‌دیکلریمه آرتیر',
'tog-minordefault' => 'دیفالت اولاراق بوتون دَییشدیر‌مه‌لریمی کیچیک دَییشدیر کیمی نیشانلا',
'tog-previewontop' => 'اؤن‌گؤستریشی يازماق قوتوسوندان قاباق گؤستر',
'tog-previewonfirst' => 'ایلک دَییشدیرمه‌ده اؤن‌گؤستریشی گؤستر',
'tog-nocache' => 'براوزرین کَش ائتمگینی ایشلدن سال',
'tog-enotifwatchlistpages' => 'ایزله‌دیکلریم‌ده اولان صحیفه یوخسا فایل دَییشدیریلنده، منه ایمیل گؤندر',
'tog-enotifusertalkpages' => 'دانیشیق صحیفه‌‌م دَییشدیریلنده منه ایمیل گؤندر',
'tog-enotifminoredits' => 'صحیفه‌لرده و فایل‌لاردا کیچیک دَییشیکلیکلر اولسا دا منه ایمیل گؤندر',
'tog-enotifrevealaddr' => 'منیم ایمیل آدرسیمی خبر وئرمه ایمیل‌لرینده گؤستر',
'tog-shownumberswatching' => 'ایزله‌ين ایستیفاده‌چیلرین سایینی گؤستر',
'tog-oldsig' => 'ایندی‌کی ایمضا:',
'tog-fancysig' => 'ویکی متن کیمی ایمضا (اوتوماتیک باغلانتی‌سیز)',
'tog-uselivepreview' => 'دیری اؤن‌گؤستریش ایشلد (جاوااسکریپت لازیم‌دیر)(تست مرحله‌سینده)',
'tog-forceeditsummary' => 'دَییشیکلیک قیساسی بوش قالاندا منی بیلدیر',
'tog-watchlisthideown' => 'منیم دَییشیکلیکلریمی ایزله‌دیکلردن گیزلت',
'tog-watchlisthidebots' => 'بوت دَییشیکلیکلرینی ایزله‌دیکلردن گیزلت',
'tog-watchlisthideminor' => 'کیچیک دَییشیکلیکلری ایزله‌دیکلردن گیزلت',
'tog-watchlisthideliu' => 'گیرمیش ایستیفاده‌چیلرین دَییشیکلیکلرینی ایزله‌دیکلردن گیزلت',
'tog-watchlisthideanons' => 'تانینمامیش ایستیفاده‌چیلرین دَییشیکلیکلرینی ایزله‌دیکلردن گیزلت',
'tog-watchlisthidepatrolled' => 'نظارتلنمیش دَییشیکلیکلری ایزله‌دیکلردن گیزلت',
'tog-ccmeonemails' => 'باشقا ایستیفاده‌چیلره گؤندردیگیم ایمیل‌لرین کوپیلرینی منه گؤندر',
'tog-diffonly' => 'موقاییسه‌لر آلیتندا صحیفه‌لرین ایچینده‌کیلرینی گؤسترمه',
'tog-showhiddencats' => 'گیزلی بؤلمه‌لری گؤستر',
'tog-norollbackdiff' => 'قایتاراندان سونرا موقاییسه گؤسترمه',
'tog-useeditwarning' => 'دَییشدیرمه صحیفه‌سینده چیخیش زامانی، آچیق و قئید اولمایان دَییشدیرمه صحیفه وارسا منه هشدار وئریلسین',

'underline-always' => 'همیشه',
'underline-never' => 'هئچ واخت',
'underline-default' => 'دیفالت قابیق یوخسا براوزر',

# Font style option in Special:Preferences
'editfont-style' => 'دَییشدیرمه قوتوطونون فونت نؤوعو:',
'editfont-default' => 'براوزر دیفالتی',
'editfont-monospace' => 'ثابیت آرالی فونت',
'editfont-sansserif' => 'بوجاق‌سیز فونت',
'editfont-serif' => 'بوجاق‌لی فونت',

# Dates
'sunday' => 'سود گونو(یکشنبه)',
'monday' => 'دوزگونو(دوشنبه)',
'tuesday' => 'آرا گون(سه‌شنبه)',
'wednesday' => 'اوْدگونو(چهارشنبه)',
'thursday' => 'سوگونو(پنجشنبه)',
'friday' => 'جوما(آینی‌گون)',
'saturday' => 'يئل‌گونو(شنبه)',
'sun' => 'سود گونو(یکشنبه)',
'mon' => 'دوزگونو(دوشنبه)',
'tue' => 'سه‌شنبه(آرا گون)',
'wed' => 'اوْدگونو (چهارشنبه)',
'thu' => 'سوگونو(پنجشنبه)',
'fri' => 'آینی‌گون(جوما)',
'sat' => 'يئل‌گونو(شنبه)',
'january' => 'ژانویه',
'february' => 'فئوریه',
'march' => 'مارس',
'april' => 'آوریل',
'may_long' => 'مئی',
'june' => 'ژوئن',
'july' => 'ژولای',
'august' => 'آقوست',
'september' => 'سئپتامبر',
'october' => 'اوکتوبر',
'november' => 'نووامبر',
'december' => 'دئسامبر',
'january-gen' => 'ژانویه',
'february-gen' => 'فوریه',
'march-gen' => 'مارس',
'april-gen' => 'آوریل',
'may-gen' => 'مِی',
'june-gen' => 'ژوئن',
'july-gen' => 'جولای',
'august-gen' => 'آقوست',
'september-gen' => 'سئپتامبر',
'october-gen' => 'اوکتوبر',
'november-gen' => 'نووامبر',
'december-gen' => 'دئسامبر',
'jan' => 'ژانویه',
'feb' => 'فئوریه',
'mar' => 'مارس',
'apr' => 'آوریل',
'may' => 'مئی',
'jun' => 'ژوئن',
'jul' => 'ژولای',
'aug' => 'آقوست',
'sep' => 'سئپتامبر',
'oct' => 'اوکتوبر',
'nov' => 'نووامبر',
'dec' => 'دئسامبر',
'february-date' => '$1 فئوریه',
'may-date' => '$1 مئی',
'july-date' => '$1 ژولای',
'august-date' => '$1 آقوست',
'september-date' => '$1 سئپتامبر',
'october-date' => '$1 اوکتوبر',
'november-date' => '$1 نووامبر',
'december-date' => '$1 دئسامبر',

# Categories related messages
'pagecategories' => '{{PLURAL:$1|بؤلمه|بؤلمه‌لر}}',
'category_header' => '«$1» بؤلمه‌سین‌ده‌کی مقاله‌لر',
'subcategories' => 'آلت بؤلمه‌لر',
'category-media-header' => '«$1» بؤلمه‌سینده مئدیا',
'category-empty' => "''بو بؤلمه‌نین ایندی فایل یوخسا مئدیاسی یوخدور.''",
'hidden-categories' => '{{PLURAL:$1|گیزلی بؤلمه|گیزلی بؤلمه‌لر}}',
'hidden-category-category' => 'گیزلی بؤلمه‌لر',
'category-subcat-count' => 'بو بؤلمه‌ده {{PLURAL:$2|یالنیز|}} آشاغیداکی {{PLURAL:$1|بیر|$1}} آلت‌بؤلمه وار؛ بو بؤلمه‌نین جمعاً $2 آلت‌بؤلمه‌سی وار.',
'category-subcat-count-limited' => 'بو بؤلمه‌ده آشاغیداکی {{PLURAL:$1|آلت‌بؤلمه|$1 آلت‌بؤلمه}} واردیر.',
'category-article-count' => 'بو بؤلمه‌ده {{PLURAL:$2|یالنیز|}} آشاغیداکی {{PLURAL:$1|بیر|$1}} صحیفه وار؛ بو بؤلمه‌نین جمعاً $2 صحیفه‌سی وار.',
'category-article-count-limited' => 'بو بؤلمه‌ده، آشاغیداکی {{PLURAL:$1|یارپاق|$1 یارپاق}} واردیر.',
'category-file-count' => 'بو بؤلمه‌ده {{PLURAL:$2|یالنیز|}} آشاغیداکی {{PLURAL:$1|بیر|$1}} فایل وار؛ بو بؤلمه‌نین جمعاً $2 فایلی وار.',
'category-file-count-limited' => 'بؤلمه‌ده، بو {{PLURAL:$1|فایل|$1 فایل}} واردیر.',
'listingcontinuesabbrev' => '(قالانی)',
'index-category' => 'ایندئکس‌لشدیریلمیش یارپاقلار',
'noindex-category' => 'ایندئکس‌لشدیریلمه‌ین یارپاقلار',
'broken-file-category' => 'فایل‌لارا قیریلمیش باغلانتیلاری اولان یارپاقلار',

'about' => 'گؤره',
'article' => 'ایچری‌لی یارپاق',
'newwindow' => '(یئنی پنجره‌ده آچیلیر)',
'cancel' => 'لغو ائت',
'moredotdotdot' => 'داها...',
'morenotlisted' => 'داها آرتیق لیست اولونماییب‌دیر...',
'mypage' => 'مقاله',
'mytalk' => 'دانیشیق',
'anontalk' => 'بو آی‌پی آدرسینه دانیشیق',
'navigation' => 'دولانماق',
'and' => '&#32;و',

# Cologne Blue skin
'qbfind' => 'تاپ',
'qbbrowse' => 'گؤزدن گئچید',
'qbedit' => 'دَییشدیر',
'qbpageoptions' => 'بو صحیفه‌‌',
'qbmyoptions' => 'منیم صحیفه‌‌لریم',
'qbspecialpages' => 'اؤزل صحیفه‌لر',
'faq' => 'چوخ سوروشولان سواللار',
'faqpage' => 'Project:چوخلو سوروشولان سورغولار',

# Vector skin
'vector-action-addsection' => 'قونو آرتیر',
'vector-action-delete' => 'سیل',
'vector-action-move' => 'آدینی ديَیشدیر',
'vector-action-protect' => 'قورو',
'vector-action-undelete' => 'سیلمگی قایتار',
'vector-action-unprotect' => 'قوروماغی دَییشدیر',
'vector-simplesearch-preference' => 'ساده‌لشدیریلمیش آختاریش چوبوغو (یالنیز Vector دَری‌سینده)',
'vector-view-create' => 'یارات',
'vector-view-edit' => 'دَییشدیر',
'vector-view-history' => 'گئچمیشه باخ',
'vector-view-view' => 'اوخو',
'vector-view-viewsource' => 'قایناغا باخ',
'actions' => 'ایشلر',
'namespaces' => 'آدلار فضاسی',
'variants' => 'واریانتلار',

'navigation-heading' => 'دولانماق مِنوسو',
'errorpagetitle' => 'خطا',
'returnto' => '$1-ه قاییت.',
'tagline' => '{{SITENAME}} سایتیندان',
'help' => 'یاردیم',
'search' => 'آختار',
'searchbutton' => 'آختار',
'go' => 'گئت',
'searcharticle' => 'گئت',
'history' => 'صحیفه‌‌نین گئچمیشی',
'history_short' => 'گئچمیش',
'updatedmarker' => 'سون باخیشیمدان بویانا، یئنی‌لشیب‌دیر',
'printableversion' => 'چاپ ائتمه‌لی نوسخه',
'permalink' => 'قالان باغلانتی',
'print' => 'یازدیر',
'view' => 'باخ',
'edit' => 'دَییشدیر',
'create' => 'یارات',
'editthispage' => 'بو صحیفه‌‌نی دَییشدیر',
'create-this-page' => 'بو صحیفه‌‌نی يارات',
'delete' => 'سیل',
'deletethispage' => 'بو صحیفه‌‌نی سیل',
'undeletethispage' => 'بو صحیفه‌نی دیریلت',
'undelete_short' => '{{PLURAL:$1|بیر دَییشیکلیگی|$1 دَییشیکلیگی}} برپا ائت',
'viewdeleted_short' => '{{PLURAL:$1|بیر|$1}} سیلینمیش دَییشیکلیگی گؤستر',
'protect' => 'قوروماق',
'protect_change' => 'ديَیشدیر',
'protectthispage' => 'بو صحیفه‌‌نی قورو',
'unprotect' => 'قوروماغی دَییشدیر',
'unprotectthispage' => 'بو یارپاغین قوروماسینی دَییشدیر',
'newpage' => 'يئنی صحیفه‌‌',
'talkpage' => 'بو صحیفه‌یه گؤره دانیشیق آپارین',
'talkpagelinktext' => 'دانیشیق',
'specialpage' => 'اؤزل صحیفه',
'personaltools' => 'شخصی آراجلار',
'postcomment' => 'يئنی بؤلوم',
'articlepage' => 'مقاله‌یه باخین',
'talk' => 'دانیشیق',
'views' => 'گؤرونوشلر',
'toolbox' => 'آراجلار قوتوسو',
'userpage' => 'ایستیفاده‌چی صحیفه‌‌سینی باخین',
'projectpage' => 'پروژه صحیفه‌سینه باخین',
'imagepage' => 'فایل صحیفه‌سینه باخین',
'mediawikipage' => 'مئساژ صحیفه‌سینه باخین',
'templatepage' => 'شابلون صحیفه‌سینه باخین',
'viewhelppage' => 'یاردیم صحیفه‌سینه باخین',
'categorypage' => 'بؤلمه صحیفه‌‌سینی گؤستر',
'viewtalkpage' => 'دانیشیغا باخین',
'otherlanguages' => 'آیری دیل‌لرده',
'redirectedfrom' => '($1 صحیفه‌‌سیندن يؤنلن‌دیریلمیش‌دیر)',
'redirectpagesub' => 'یوللاندیرما صحیفه‌سی',
'lastmodifiedat' => 'بو صحیفه‌‌ سون دفعه‌‌ $1، $2 چاغیندا دَییشیلیب‌دیر.',
'viewcount' => 'بو یارپاق {{PLURAL:$1|بیر|$1}} دفعه گؤرونوب‌دور.',
'protectedpage' => 'قورونموش یارپاق',
'jumpto' => 'آتلان:',
'jumptonavigation' => 'دولانماق',
'jumptosearch' => 'آختار',
'view-pool-error' => 'باغیشلایین، ایندی خیدمت‌چیلر آرتیق یوک آلتیندادیلار.
چوخلو ایشلدنلر بو یارپاغی گؤرمک ایسته‌ییرلر.
لوطفاً یئنی‌دن بو یارپاغا ال تاپماغا چالیشماقدان اؤنجه، بیر آز دؤزون.

$1',
'pool-timeout' => 'قیفیلا دؤزمک واختی قورتاردی',
'pool-queuefull' => 'مخزن صفی دولودور',
'pool-errorunknown' => 'تانینمامیش خطا',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage).
'aboutsite' => '{{SITENAME}}-ا گؤره',
'aboutpage' => 'Project:حاقیندا',
'copyright' => 'ایچینده‌کیلر $1 لیسانسی احاطه‌سینده‌دیلر.',
'copyrightpage' => '{{ns:project}}:کوپی حاقی',
'currentevents' => 'ایندیکی اولایلار',
'currentevents-url' => 'Project:ایندیکی اولایلار',
'disclaimers' => 'رد ائتمک',
'disclaimerpage' => 'Project:عمومی رد ائتمک',
'edithelp' => 'ديَیشیکلیک‌لر اوچون یاردیم',
'helppage' => 'Help:ایچینده‌کیلر',
'mainpage' => 'آنا صحیفه',
'mainpage-description' => 'آنا صحیفه',
'policy-url' => 'Project:قایدالار',
'portal' => 'توپلوم پورتالی',
'portal-url' => 'Project:توپلوم پورتالی',
'privacy' => 'گیزلیلیک سیاستی',
'privacypage' => 'Project:گیزلیلیک سیاستی',

'badaccess' => 'یول وئرمه خطاسی',
'badaccess-group0' => 'ایسته‌دیگینیز ایشه ایجازه‌نیز یوخدور.',
'badaccess-groups' => 'ایسته‌دیگینیز ایشین ایجازه‌سی، تکجه بو {{PLURAL:$2|قروپ|قروپلار}}داکی ایشلدنلره وئریلیب‌دیر: $1.',

'versionrequired' => 'مدئدیاویکی یازیلیمینین $1 نوسخه‌سی لازیم‌دیر',
'versionrequiredtext' => 'بو یارپاغی ایشلتدماغا، مئدیاویکی یازیلیمینین $1 نوسخه‌سی لازیم‌دیر.
[[Special:Version|نوسخه یارپاغینا]] باخین.',

'ok' => 'اولدو',
'retrievedfrom' => '«$1»-دن آلینمیشدیر',
'youhavenewmessages' => 'سیزین $1 ($2) وارینیزدیر.',
'newmessageslink' => 'یئنی مئساژلار',
'newmessagesdifflink' => 'سون دَییشیکلیک',
'youhavenewmessagesfromusers' => 'سیزین {{PLURAL:$3|بیر آیری ایستیفاده‌چی‌دن|$3 ایستیفاده‌چی‌دن}} $1 وارینیزدیر ($2).',
'youhavenewmessagesmanyusers' => 'سیزین چوخلو ایشلدنلردن $1 وارینیزدیر ($2).',
'newmessageslinkplural' => '{{PLURAL:$1|بیر یئنی مئساژ|یئنی مئساژلار}}',
'newmessagesdifflinkplural' => 'سون {{PLURAL:$1|دَییشیکلیک|دَییشیکلیکلر}}',
'youhavenewmessagesmulti' => '$1-دا یئنی بیلدیرینیز وار.',
'editsection' => 'دَییشدیر',
'editold' => 'دَییشدیر',
'viewsourceold' => 'قایناغا باخ',
'editlink' => 'دَییشدیر',
'viewsourcelink' => 'قایناغا باخ',
'editsectionhint' => 'بؤلومو دَییشدیر: $1',
'toc' => 'ایچینده‌کیلر',
'showtoc' => 'گؤستر',
'hidetoc' => 'گیزلت',
'collapsible-collapse' => 'گیزلت',
'collapsible-expand' => 'گئنیشلندیر',
'thisisdeleted' => '$1-نا باخ یا اونو قایتار؟',
'viewdeleted' => '$1 گؤستریلسین؟',
'restorelink' => '{{PLURAL:$1|بیر سیلینمیش دَییشیکلیک|$1 سیلینمیش دَییشیکلیکلر}}',
'feedlinks' => 'بسلمه',
'feed-invalid' => 'گئچرسیز آبونه کانال جورو.',
'feed-unavailable' => 'سیندیکاسیا خطلری ال‌ده دئییل‌لر',
'site-rss-feed' => '$1 آراِس‌اِس فید',
'site-atom-feed' => '$1 آتوم فید',
'page-rss-feed' => '«$1» آراِس‌اِس فید',
'page-atom-feed' => '«$1» آتوم فید',
'red-link-title' => '$1 (صحیفه یوخدور)',
'sort-descending' => 'آزالان سیرالاماق',
'sort-ascending' => 'چوخالان سیرالاماق',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main' => 'مقاله',
'nstab-user' => 'ایستیفاده‌چی صحیفه‌سی',
'nstab-media' => 'مئدیا صحیفه‌سی',
'nstab-special' => 'اؤزل صحیفه',
'nstab-project' => 'پروژه صحیفه‌سی',
'nstab-image' => 'فایل',
'nstab-mediawiki' => 'مئساژ',
'nstab-template' => 'شابلون',
'nstab-help' => 'یاردیم صحیفه‌سی',
'nstab-category' => 'بؤلمه',

# Main script and global functions
'nosuchaction' => 'بئله چالیشما یوخدور',
'nosuchactiontext' => 'URL-ده گؤستریلن ایش گئچرسیزدیر.
اولا بیلر کی URL-ی یانلیش یازیب یوخسا یانلیش باغلانتی‌لا گلمیشسینیز.
همده بو، {{SITENAME}} سایتی ایشلدن یازیلیمین خطاسینی گؤستره بیلر.',
'nosuchspecialpage' => 'بئله اؤزل یارپاق یوخدور',
'nospecialpagetext' => '<strong>سیز بیر یانلیش اؤزل یارپاغینی ایسته‌میسینیز.</strong>
دوزگون اؤزل یارپاق‌لارین سیاهی‌سینی [[Special:SpecialPages|{{int:specialpages}}]]-ده گؤره بیلرسینیز.',

# General errors
'error' => 'خطا',
'databaseerror' => 'دیتابیس خطاسی',
'laggedslavemode' => "'''دیقت:''' یارپاق‌دا، سون دَییشیکلیکلرین اولماماسی ایمکانی وار.",
'readonly' => 'دیتابیس باغلانیب',
'enterlockreason' => 'باغلاما نَدَن‌لیگی و آچیلماغین تخمینی واختینی یازین',
'readonlytext' => 'ایندی دیتابیس یئنی گیرمه‌لره و باشقا دَییشیکلیکلره باغلی‌دیر، اولا بیلر بو روتین دیتابیس باخیمی اوچون‌دور، قورتاران‌دان سونرا، عادی دورومونا قاییتاجاق.

اونو باغلایان ایداره‌چی بو ایضاحی وئریب‌دیر: $1',
'missing-article' => 'معلومات بازاسی، تاپیلماسی ایستنن "$1" $2 آدلی صحیفه‌‌يه عاید متنی تاپا بیلمه‌دی. 

بۇ وضعیت صحیفه‌‌نین، سیلینمیش بیر صحیفه‌‌نین کئچمیش وئرسیياسی اوْلماسیندان قايناقلانا بیلر. 

اگر نیيه بۇ دئيیلسه، پروْقرامدا بیر سهو ایله قارشیلاشمیش اوْلا بیلرسینیز. 
خاهیش ائدیریک بۇنو بیر [[Special:ListUsers/sysop|administrator]]، URL نوْت ائده‌رک گؤندرین.',
'missingarticle-rev' => '(نوسخه نومره‌سی: $1)',
'missingarticle-diff' => '(فرق: $1، $2)',
'readonly_lag' => 'ایکینجی درجه‌لی دیتابیس خیدمت‌چیلری، آنا دیتابیسه یئتیشماغا گؤره، بو دیتابیس اوتوماتیک باغلانیب‌دیر',
'internalerror' => 'ایچ خطاسی',
'internalerror_info' => 'ایچ خطاسی: $1',
'fileappenderrorread' => 'اکلَنَنده، «$1»-ی اوخوماق مومکون دئییل‌دیر.',
'fileappenderror' => '«$1»-ی «$2»-ه اکله‌مک اولانمادی.',
'filecopyerror' => '«$1» فایلی، «$2»-ه کوپی اولانمادی.',
'filerenameerror' => '«$1» فایلین آدی «$2»-نا دَییشدیریلنمه‌دی.',
'filedeleteerror' => '«$1» فایلی سیلیننمه‌دی.',
'directorycreateerror' => '«$1» دایرکتوری‌سی سیلیننمه‌دی.',
'filenotfound' => '«$1» فایلی تاپیلانمادی.',
'fileexistserror' => '«$1» فایلینا یازیلانمادی: فایل اؤنجه‌دن واردیر.',
'unexpected' => 'گؤزلنیلمه‌ین دَیَر: «$1»=«$2»',
'formerror' => 'خطا: فورم یوللانانمادی.',
'badarticleerror' => 'بو ایشی بو یارپاق اوستون‌ده ائتمک اولماز.',
'cannotdelete' => '«$1» فایل یا یارپاغی سیلیننمه‌دی.
اولا بیلر اونو اؤنجه‌دن باشقا بیر اشلدن سیلمیش اولا.',
'cannotdelete-title' => '«$1» یارپاغی سیلیننمیر',
'delete-hook-aborted' => 'سیمک، چنگل‌له یاری‌دا قالدی.
او هئچ بیر ایضاح وئرمه‌دی.',
'badtitle' => 'پیس باشلیق',
'badtitletext' => 'آختاریلان صحیفه‌‌ آدی سهودیر و يا بوْشدور، يا دا دۆزگون اوْلمايان دیللر‌آراسی، ياخود ویکیلرآراسی کئچید ایستیفاده ائدیلیب. 
باشلیقلاردا ایستیفاده ائدیلمه‌سی قاداغان اوْلونان بیر و يا داها چوْخ سیمووْل ایستیفاده ائدیلمیش اوْلا بیلر.',
'perfcached' => 'بو بیلگی، کَش اولوب‌دور و اولا بیلر گونجل اولماسین. چوخو {{PLURAL:$1|بیر نتیجه|$1 نتیجه}} کَش‌ده‌دیر.',
'perfcachedts' => 'بو بیلگی کَش اولوب‌دور، سون دفعه $1 واختیندا گونجلیب‌دیر. چوخو {{PLURAL:$4|بیر نتیجه|$4 نتیجه}} کَش‌ده‌دیر.',
'querypage-no-updates' => 'بو یارپاق‌دا گونجل‌له‌مک ایندی باغلانیب‌دیر.
بورداکی بیلگیلر یئنی‌لشمیه‌جکلر.',
'wrong_wfQuery_params' => 'wfQuery() اوچون یانلیش پارامئترلر وئریلیب‌دیر<br />
فونکسیا: $1<br />
سورغو: $2',
'viewsource' => 'قایناغا باخ',
'viewsource-title' => '$1 اوچون قایناغا باخین',
'actionthrottled' => 'سیزین چالیشمانیزین قاباغی آلیندی',
'actionthrottledtext' => 'آنتی-ایسپام حرکت‌لری گؤره، بیر حرکتی قیسا بیر زامان آرالیغیندا چوخئتمه‌نیز انگللندی، و سیز حدی آشمیسینیز. لطفاً بیر نئچه دقیقه سونرا یئنی‌دن یوخلایین.',
'protectedpagetext' => 'بو صحیفه دیَیشدیرمک و باشقا ایشلر اوچون باغلی‌دیر.',
'viewsourcetext' => 'سیز بو صحیفه‌نین مزمونونو گؤره و کؤچوره بیلرسینیز:',
'viewyourtext' => "'''اؤز دَییشیکلیکلرینیز''' ین کودونو گؤروب و بو صحیفه‌یه کوپی ائده بیلرسینیز:",
'protectedinterface' => 'بو صحیفه‌ده پروقرام تأمیناتی اوچون سیستئم بیلگی‌لری وار و سوی-ایستیفاده‌نین قارشی‌سینی آلماق اوچون محافظه اولونما‌لی‌دیر.',
'editinginterface' => "'''دیقت:''' سیز بیر یازیلیم آرا-اوزونه یازی تعمین ائدن صحیفه‌نی دَییشدیرمک‌ده‌سینیز.
بو صحیفه‌نی دَییشدیرمک، بو ویکی‌نی ایستیفاده ائدن باشقا ایستیفاده‌چیلرین گؤرونوشونو دَییشه‌جک‌دیر.
چئویرمه‌لری بوتون ویکی‌لره آرتیریب یوخسا دَییشدیرمک اوچون لوطفاً [//translatewiki.net/ translatewiki.net]، مئدیاویکی‌نین یئرلیلشدیرمه پروژه‌سیندن ایستیفاده ائدین.",
'cascadeprotected' => 'بو صحیفه دَییشیکلیکلر قاباغیندا قورونوب‌دور، چونکو بو آشاغیداکی، آبشاری {{PLURAL:$1|سئچمه‌سی|سئچمه‌لری}} سئچیلن، قورونان {{PLURAL:$1|صحیفه|صحیفه‌لر}} ایچینده‌دیر:
$2',
'namespaceprotected' => "سیز '''$1''' آدفضاسینداکی صحیفه‌لرین دَییشمه‌سینه ایجازه‌نیز یوخدور.",
'customcssprotected' => 'سیز بو CSS صفحه‌سینین دَییشمه‌سینه ایجازه‌نیز یوخدور نییه کی اون‌دا باشقا ایشلدنین شخصی تنظیملری واردیر.',
'customjsprotected' => 'سیز بو جاوااسکریپت صفحه‌سینین دَییشمه‌سینه ایجازه‌نیز یوخدور، نییه کی اون‌دا باشقا ایشلدنین شخصی تنظیملری واردیر.',
'mycustomcssprotected' => 'بو CSS صحیفه‌سینی دَییشدیرمگه ایجازه‌نیز یوخدور.',
'mycustomjsprotected' => 'بو جاوااسکریپت صحیفه‌سینی دَییشدیرمگه ایجازه‌نیز یوخدور.',
'myprivateinfoprotected' => 'اؤز گیزلی بیلگیلرینیزی دَییشدیرمگه ایجازه‌نیز یوخدور.',
'mypreferencesprotected' => 'اؤز ترجیحلرینیزی دَییشدیرمگه ایجازه‌نیز یوخدور.',
'ns-specialprotected' => 'اؤزل یارپاقلاری دَییشمک اولماز.',
'titleprotected' => 'بو آددا یارپاغین یارادیلماسی [[User:$1|$1]] ایشلدن طرفیندن باغلانیب‌دیر.
اونون نَدَن‌لیگی بودور: "\'\'$2\'\'"',
'filereadonlyerror' => '«$2» آنباری‌نین تکجه-اوخومالی دوروموندا اولدوغونا گؤره، «$1»-ی دَییشمک اولماز.

اونو باغلایان ایداره‌چی بو ایضاحی وئریب‌دیر: $3',
'invalidtitle-knownnamespace' => '«$2» آدآلان‌لی و «$3» یازی‌لی یانلیش باشلیق',
'invalidtitle-unknownnamespace' => 'تانینمامیش $1 نومره‌لی آدآلان و «$2» یازی‌لی یانلیش باشلیق',
'exception-nologin' => 'گیریش ائتمه‌میسینیز',
'exception-nologin-text' => 'بو یارپاق یا ایشی گؤرمگه، بو ویکی‌یه گیرمه‌لیسینیز.',

# Virus scanner
'virus-badscanner' => "پیس تنظیملر: تانینمامیش ویروس یوخلایان: ''$1''",
'virus-scanfailed' => 'یوخلاماق باشا چاتمادی (کود $1)',
'virus-unknownscanner' => 'تانینمامیش آنتی‌ویروس:',

# Login and logout pages
'logouttext' => "'''سیز ایندی سیستِم‌دن چیخدینیز.'''

سیز {{SITENAME}}-ی تانینمامیش اولاراق ایشلده بیلرسینیز، یوخسا همن ایستیفاده‌چی آدی یا باشقا ایستیفاده‌چی آدی ایله <span class='plainlinks'>[$1یئنی‌دن گیریش]</span> ائده بیلرسینیز.
بونا دیقت ائدین کی بعضی صحیفه‌لر، کَش-ینیزی سیلمه‌میشه کیمی، هله ده سیزین گیریش ائتدیگینیز کیمی گؤستریله‌جکلر.",
'welcomeuser' => 'خوش گلمیسینیز، $1!',
'welcomecreation-msg' => 'حسابینیز آچیلدی.
[[Special:Preferences|{{SITENAME}}ترجیحلر]] دییشدیرمیی اونوتمایین.',
'yourname' => 'ایستیفاده‌چی آدی:',
'userlogin-yourname' => 'ایستیفاده‌چی آدی',
'userlogin-yourname-ph' => 'ایستیفاده‌چی آدینیزی دَییشدیرین',
'yourpassword' => 'رمز:',
'userlogin-yourpassword' => 'رمز',
'userlogin-yourpassword-ph' => 'رمزینیزی داخیل ائدین',
'createacct-yourpassword-ph' => 'بیر رمز داخیل ائدین',
'yourpasswordagain' => 'رمزی یئنی‌دن یازین:',
'createacct-yourpasswordagain' => 'رمزی دوغرولایین',
'createacct-yourpasswordagain-ph' => 'رمزی یئنی‌دن داخیل ائدین',
'remembermypassword' => 'بو بیلگی‌سایاردا منیم گیریشیمی (چوخو $1 {{PLURAL:$1|گون}}ه قدر) یاددا ساخلا',
'userlogin-remembermypassword' => 'منی ایچری‌ده ساخلا',
'userlogin-signwithsecure' => 'آرخایین باغلانتی ایشلدین',
'yourdomainname' => 'سیزین دامنه:',
'password-change-forbidden' => 'بو ویکی‌ده رمزلری دَییشه بیلنمه‌سینیز.',
'externaldberror' => 'بیر دیتابیس دوغرولاما خطاسی اولدو، یوخسا سیزین ائشیک حسابینیزی گونجل‌لدمگه ایجازه‌نیز یوخدور.',
'login' => 'گیریش',
'nav-login-createaccount' => 'گیریش / حساب یاراد',
'loginprompt' => '{{SITENAME}} سایتینا گیریش اوچون، کوکی‌لره ایجازه وئرمک لازیم‌دیر.',
'userlogin' => 'گیریش / حساب یاراد',
'userloginnocreate' => 'گیریش',
'logout' => 'چیخیش',
'userlogout' => 'چیخیش',
'notloggedin' => 'گیرمه‌میسینیز',
'userlogin-noaccount' => 'حسابینیز یوخدورمو؟',
'userlogin-joinproject' => '{{SITENAME}}-ه قوشولون',
'nologin' => 'حسابینیز یوخدومو؟ $1.',
'nologinlink' => 'حساب یارات',
'createaccount' => 'حساب یارات',
'gotaccount' => 'اؤنجه‌دن حسابینیز وارمی؟ $1.',
'gotaccountlink' => 'گیریش',
'userlogin-resetlink' => 'گیریش بیلگیلرینیزی اونوتموسونوز؟',
'userlogin-resetpassword-link' => 'رمزینیزی صیفیرلایین',
'helplogin-url' => 'Help:ایچری گیرمک',
'userlogin-helplink' => '[[{{MediaWiki:helplogin-url}}|ایچری گیرمگه یاردیم]]',
'createacct-join' => 'آشاغیدا بیلگیلرینیزی داخیل ائدین.',
'createacct-emailrequired' => 'ایمیل آدرسی',
'createacct-emailoptional' => 'ایمیل آدرسی (ایستگه باغلی)',
'createacct-email-ph' => 'ایمیل آدرسینیزی داخیل ائدین',
'createaccountmail' => 'بیر گئچیجی راست‌گله رمز ایشلت و اونو آشاغیدا بللندیرن ایمیل آدرسینه گؤندر',
'createacct-realname' => 'دوغرو آد (ایستگه باغلی)',
'createaccountreason' => 'نَدَن‌لیک:',
'createacct-reason' => 'سبب',
'createacct-reason-ph' => 'ندن سیز باشقا حساب یارادیرسینیز',
'createacct-captcha' => 'امنیت یوخلاماسی',
'createacct-imgcaptcha-ph' => 'اوست‌ده‌کی گؤردوگونوز یازی‌نی داخیل ائدین',
'createacct-submit' => 'حسابینیزی یارادین',
'createacct-benefit-heading' => '{{SITENAME}} سیزین کیمی آدام‌لارین الی ایله یارانیب‌دیر.',
'createacct-benefit-body1' => '{{PLURAL:$1|دَییشیکلیک}}',
'createacct-benefit-body2' => '{{PLURAL:$1|صحیفه}}',
'createacct-benefit-body3' => 'سون {{PLURAL:$1|قاتیلان|قاتیلانلار}}',
'badretype' => 'یازدیغینیز رمزلر بیر دئییل‌لر.',
'userexists' => 'یازدیغینیز آد، اؤنجه‌دن ایشده‌دیر.
لوطفاً باشقا بیر آد سئچین.',
'loginerror' => 'گیریش خطاسی',
'createacct-error' => 'حساب یاراتما خطاسی',
'createaccounterror' => 'بو حساب یارادیلانمادیر: $1',
'nocookiesnew' => 'ایستیفاده‌چی حسابی یارادیلدی، اما سیز گیرمه‌میسینیز.
{{SITENAME}} ایستیفاده‌چیلری گیردیرمک اوچون، کوکی‌لری ایشلدیر.
سیزین کوکی‌لریز باغلانیب‌دیر.
لوطفاً اونلاری آچین و سونرا یئنی ایستیفاده‌چی آدی و رمزینیزله گیریش ائدین.',
'nocookieslogin' => '{{SITENAME}} ایشلدنلری گیردیرمک اوچون، کوکی‌لری ایشلدیر.
سیزین کوکی‌لریز باغلانیب‌دیر.
لوطفا اونلاری آچین و یئنی‌دن چالیشین.',
'nocookiesfornew' => 'قایناغینی دوغرو اولدوغونو بیلمه‌مک اوچون، ایشلدن حسابی یارادیلمادی.
کوکی‌لرینیزین آچیق اولدوغون دان آرخایین اولوب، بو یارپاغی یئنی‌دن یوکله‌ییب، یئنی‌دن چالیشین.',
'noname' => 'گئچرلی ایستیفاده‌چی آدی وئرمه‌دینیز.',
'loginsuccesstitle' => 'گیریش اوغورلو',
'loginsuccess' => "'''سیز ایندی {{SITENAME}} سایتینا، «$1» آدی‌له گیرمیسینیز.'''",
'nosuchuser' => '«$1» آدلا ایستیفاده‌چی یوخدور.
ایستیفاده‌چی آدلاری، حرفلرین بؤیوک/کیچیک‌لیگینه حساس‌دیلار.
یازدیغینیزا یئنی‌دن باخین، یوخسا [[Special:UserLogin/signup|یئنی بیر حساب آچین]].',
'nosuchusershort' => '"$1" آدلا ایستیفاده‌چی یوخدور.
دوزگون یازدیغینیزدان آرخایین اولون.',
'nouserspecified' => 'بیر ایستیفاده‌چی آدی وئرمه‌لیسینیز.',
'login-userblocked' => 'بو ایستیفاده چی باغلانیب‌دیر. گیریشه ایجازه یوخدور.',
'wrongpassword' => 'یانلیش رمز وئریلدی.
یئنی‌دن یازین.',
'wrongpasswordempty' => 'بوش رمز وئردینیز.
یئنی‌دن یازین.',
'passwordtooshort' => 'رمز، آزی {{PLURAL:$1|بیر|$1}} کاراکتئر اولمالی‌دیر.',
'password-name-match' => 'رمزینیز ایستیفاده‌چی آدینیزلا فرق‌لی اولمالی‌دیر.',
'password-login-forbidden' => 'بو ایستیفاده‌چی آدی و رمزی ایشلدمک، قاداغان اولوب‌دور.',
'mailmypassword' => 'یئنی رمزی ایمیل ایله گؤندر',
'passwordremindertitle' => '{{SITENAME}} سایتینا یئنی گئچیجی رمز',
'passwordremindertext' => 'بیر کس (احتیمالاً سیز، $1 آی‌پی آدرسی‌له) {{SITENAME}} ($4) اوچون یئنی رمز ایستگی وئریب‌دیر. «$2» ایستیفاده‌چیسی اوچون یئنی بیر رمز دوزلیب و «$3»-ه تنظیم اولوب‌دور. بو سیزین ایسته‌دیگینیز اولسا، گیریب و بیر یئنی رمز وئرمک لازیم‌دیر.
بو گئچیجی رمز، {{PLURAL:$5|بیر|$5}} گون‌ده واختی گئچه‌جک‌دیر.

بو ایستگی باشقا بیر کس وئریب‌سه، یوخسا سیز رمزینیزی یادا گئتیرمیسیزسه، و داها اونو دَییشمک ایسته‌میرسینیزسه، بو مئساژی نظره توتماییب و اسکی رمزینیزی ایشلدمگه داوام ائده بیلرسینیز.',
'noemail' => '«$1» ایستیفاده‌چی‌یه ایمیل آدرسی قئید اولماییب‌دیر.',
'noemailcreate' => 'دوزگون بیر ایمیل آدرسی وئرمه‌لیسینیز',
'passwordsent' => '«$1»-نا قئید اولونان ایمیل آدرسینه، یئنی بیر رمز گؤندریلدی.
اونا آلان‌دان سونرا یئنی‌دن گیرین.',
'blocked-mailpassword' => 'سیزین آی‌پی آدرسینیز دَییشیک وئرمه‌یه باغلانیب و سوءاستفاده قاباغی آلماق اوچون، رمزی یئنی‌دن اله گتیرمک ایمکانینا ایجازه‌نیز یوخدور.',
'eauthentsent' => 'سیزین سئچیلمیش ایمیل آدرسینه، دوغرولاماق اوچون بیر ایمیل گؤندریلدی.
هر یئنی بیر ایمیل گؤندرمک‌دن اؤنجه، بو حسابین دوغرودان سیزین اولدوغونو گؤسترمک اوچون، او ایمیل‌ده‌کی ایشلری گؤرمه‌لیسینیز.',
'throttled-mailpassword' => 'سون {{PLURAL:$1|ساعات|$1 ساعات}}‌دا سیزه بیر رمز یئنیله‌مه ایمیلی گؤندریلیب‌دیر.
سوءاستفاده قاباغین آلماق اوچون، هر {{PLURAL:$1|ساعات|$1 ساعات}}‌دا یالنیز بیر رمز یئنیله‌مه ایمیلی گؤندریلر.',
'mailerror' => 'ایمیل گؤندرمه خطاسی: $1',
'acct_creation_throttle_hit' => 'سیزین آی‌پی آدرسینیزی ایشلدن زیارتچیلر، سون گون‌ده {{PLURAL:$1|بیر حساب|$1 حساب}} یارادیبلار کی ان چون ایجازه وئریلن‌دیر.
اونا باخاراق، بو آی‌پی آدرسی ایشلدن زیارتچیلر، بو زامان‌دا، داها آرتیق حساب یارادابیلمزلر.',
'emailauthenticated' => 'ایمیل آدرسینیز $3 تاریخینده ساعات $2-ده دوغرولانیب‌دیر.',
'emailnotauthenticated' => 'سیزین ایمیل آدرسینیز هله دوغرولانماییب‌دیر.
آشاغیداکی اؤزل‌لیکلر اوچون هئچ بیر ایمیل گؤندریلمه‌یه‌جک‌دیر.',
'noemailprefs' => 'بو اؤزل‌لیکلر ایشله‌مک اوچون، ترجیح‌لرینیزده ایمیل آدرسینیزی وئرین.',
'emailconfirmlink' => 'ایمیل آدرسینیزی دوغرولایین',
'invalidemailaddress' => 'بو ایمیل آدرس، یانلیش فورمتی اولدوغو اوچون، قبول اولماز.
لوطفاً دوزگون فورمت‌لی آدرس وئرین، یوخسا اونو بوش بوراخین.',
'cannotchangeemail' => 'حساب ایمیل آدرسلری بو ویکی‌ده دَییشیلنمزلر.',
'emaildisabled' => 'بو سایت ایمیل گؤندرنمز.',
'accountcreated' => 'حساب یارادیلدی',
'accountcreatedtext' => '[[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|دانیشیق]]) ایستیفاده‌چی حسابی یارادیلیب‌دیر.',
'createaccount-title' => '{{SITENAME}} اوچون حساب یارادیلماسی',
'createaccount-text' => 'بیر کس، سیزین ایمیل آدرسینیزه {{SITENAME}} ($4) سایتیندا «$2» آدی و «$3» رمزی ایله بیر حساب آچیب‌دیر. سیز گرک گیریش ائدیب و رمزینیزی ایندی دَییشدیره‌سیز.

بو حساب یانلیش دوزلیب‌سه، بو مئساژا محل قویمایابیلرسیز.',
'usernamehasherror' => 'ایستیفاده‌چی آدیندا hash حرفلری اولا بیلمز',
'login-throttled' => 'سیزین چوخ گیریش چالیشماغینیز اولوب‌دور.
لوطفاً یئنی‌دن چالیشماق‌دان اؤنجه بیر آز دؤزون.',
'login-abort-generic' => 'سیزین گیریشینیز باشاری‌سیز اولدو - دایاندیریلدی',
'loginlanguagelabel' => 'دیل: $1',
'suspicious-userlogout' => 'سیزین چیخیش ایستگینیز رد اولوندو. بو، براوزرین یا پروکسی-کَشلمه‌سینین دوزگون ایشله‌مه‌مه‌سین‌دن قایناق‌لانیر.',

# Email sending
'php-mail-error-unknown' => 'پی‌اچ‌پی‌نین mail() فونکسیاسیندا تانینمامیش خطا.',
'user-mail-no-addy' => 'ایمیل آدرسی اولماماق‌لا، ایمیل گؤندرمگه چالیشدی',
'user-mail-no-body' => 'بیر بوش یا چوخ قیسا یازیسی اولان ایمیل گؤندرمگه چالیشیلدی.',

# Change password dialog
'resetpass' => 'رمزی دَییشدیر',
'resetpass_announce' => 'سیز بیر گئچرلی ایمیل اولونان کود ایله گیرمیسینیز.
گیرمگی قورتارماق اوچون، یئنی بیر رمز قویمالیسینیز:',
'resetpass_header' => 'حساب رمزینی دَییشدیر',
'oldpassword' => 'اسکی رمز',
'newpassword' => 'یئنی رمز',
'retypenew' => 'یئنی رمزی یئنی‌دن یازین:',
'resetpass_submit' => 'رمز یارادین و گیریش ائدین',
'changepassword-success' => 'رمزینیز باشاری‌لا دَییشدیرلدی! ایندی گیریرسینیز...',
'resetpass_forbidden' => 'رمزلر دَییشیلمز',
'resetpass-no-info' => 'بو صحیفه‌نی دوغرو گؤردوگونوز اوچون سیستمه گیرمه‌لیسینیز.',
'resetpass-submit-loggedin' => 'رمزی دَییشدیر',
'resetpass-submit-cancel' => 'لغو ائت',
'resetpass-wrong-oldpass' => 'یانلیش گئچیجی یا ایندیکی رمز.
اولا بیلر سیز باشاریلیق‌لا رمزینیزی دَییشمیسینیز یوخسا یئنی گئچرلی رمز ایسته‌میسینیز.',
'resetpass-temp-password' => 'گئچیجی رمز:',
'resetpass-abort-generic' => 'رمز دَییشدیرمک، بیر اوزانتی ایله یاریدا کسیلیب‌دیر.',

# Special:PasswordReset
'passwordreset' => 'رمزی یئنی‌له',
'passwordreset-text-one' => 'رمزینیزی صیفیرلاماق اوچون بو فورمو باشا چاتدیرین.',
'passwordreset-text-many' => '{{PLURAL:$1|رمزینیزی صیفیرلاماق اوچون، بیرینی دولدورون.}}',
'passwordreset-legend' => 'رمزی یئنی‌له',
'passwordreset-disabled' => 'بو ویکی‌ده رمزی یئنی‌له‌مک باغلانیب‌دیر.',
'passwordreset-emaildisabled' => 'ایمیل اؤزل‌لیکلری بو ویکی‌ده باغلانیب‌دیر.',
'passwordreset-username' => 'ایستیفاده‌چی آدی:',
'passwordreset-domain' => 'دامنه:',
'passwordreset-capture' => 'سون نتیجه ایمیل گؤستریلسین؟',
'passwordreset-capture-help' => 'بو قوطویا علامت قویساز، (گئچیجی رمزی اولان) ایمیل ایستیفاده‌چی‌یه گؤندریلن کیمی بوردا سیزه گؤستریله‌جکدیر.',
'passwordreset-email' => 'ایمیل آدرسی:',
'passwordreset-emailtitle' => '{{SITENAME}}-ده حساب بیلگیلری',
'passwordreset-emailtext-ip' => 'بیر کس (احتیمالاً سیز، $1 آی‌پی آدرسی‌له)، {{SITENAME}} ($4) سایتینداکی حسابینیز اوچون رمزی یئنیله‌مک ایسته‌ییب‌دیر. آشاغیداکی ایستیفاده‌چی {{PLURAL:$3|حسابی|حسابلاری}} بو ایمیل ایله ایلگی‌لی‌دیرلر:

$2

بو گئچیجی {{PLURAL:$3|رمز|رمزلر}}، {{PLURAL:$5|بیر گون|$5 گون}}‌ده {{PLURAL:$3|واختی|واختلاری}} قورتاراجاق‌دیر.
سیز گرک ایندی سایتا گیریب و یئنی بیر رمز سئچه‌سینیز. باشقا آدام بو ایستَگی وئرمیش‌سه، یوخسا سیز اسکی رمزینیزی یادا گتیرمیشسینیزسه، و داها اونو چئویرمک ایسته‌میرسینیزسه، بو مئساژی سایماییب و اسکی رمزینیزی ایشلدمگه داوام ائده بیلرسینیز.',
'passwordreset-emailtext-user' => '{{SITENAME}} سایتیندا، $1 ایستیفاده‌چی، سیزین اوردا ($4) حسابینیزین رمزینی یئنیله‌مک ایستگی وئریب‌دیر. آشاغیداکی {{PLURAL:$3|ایستیفاده‌چی|ایستیفاده‌چیلر}} بو ایمیل ایله ایلگیلیدیرلر:

$2

بو گئچیجی {{PLURAL:$3|رمز|رمزلر}}، {{PLURAL:$5|بیر|$5گون}} سونرا واختلاری قورتاراجاق‌دیر. 
سیز گرک ایندی گیریب و بیر یئنی رمز سئچه‌سینیز. باشقا آدام بو ایستَگی وئرمیش‌سه، یوخسا سیز اسکی رمزینیزی یادا گتیرمیشسینیزسه، و داها اونو چئویرمک ایسته‌میرسینیزسه، بو مئساژی سایماییب و اسکی رمزینیزی ایشلدمگه داوام ائده بیلرسینیز.',
'passwordreset-emailelement' => 'ایستیفاده‌چی آدی: $1
گئچیجی رمز: $2',
'passwordreset-emailsent' => 'بیر رمز یئنیله‌مه ایمیلی گؤندریلیب‌دیر.',
'passwordreset-emailsent-capture' => 'آشاغیدا گؤستریلن کیمی بیر رمز یئنیله‌مه ایمیلی گؤندریلیب‌دیر.',
'passwordreset-emailerror-capture' => 'آشاغیدا گؤستریلن کیمی بیر رمز یئنیله‌مه ایمیلی یارادیلیب‌دیر، اما {{GENDER:$2ایستیفاده‌چی}}‌یه گؤندرمگی باشاریلی اولمادی: $1',

# Special:ChangeEmail
'changeemail' => 'ایمیل آدرسینی دَییشدیر',
'changeemail-header' => 'حساب ایمیل آدرسینی دَییشدیر',
'changeemail-text' => 'ایمیل آدرسینیزی دَییشمک اوچون بو فورمو دولدورون. بو دَییشیگی دوغرولاماق اوچون رمزینیزی وئرمه‌لیسینیز.',
'changeemail-no-info' => 'بو صحیفه‌نی دوغرو گؤردوگونوز اوچون سیستمه گیرمه‌لیسینیز.',
'changeemail-oldemail' => 'ایندیکی ایمیل آدرس:',
'changeemail-newemail' => 'یئنی ایمیل آدرسی:',
'changeemail-none' => '(هئچ)',
'changeemail-password' => 'سیزین {{SITENAME}} رمزینیز:',
'changeemail-submit' => 'ایمیلی دَییشدیر',
'changeemail-cancel' => 'لغو',

# Edit page toolbar
'bold_sample' => 'قالین یازی',
'bold_tip' => 'قالین یازی',
'italic_sample' => 'اَیری یازی',
'italic_tip' => 'اَیری یازی',
'link_sample' => 'باغلانتی باشلیغی',
'link_tip' => 'ایچری باغلانتی‌سی',
'extlink_sample' => 'http://www.example.com باغلانتی باشلیغی',
'extlink_tip' => 'خاریجی باغلانتی (http:// اؤن‌اکی‌نی اونوتمایین)',
'headline_sample' => 'باشلیق متنی',
'headline_tip' => '۲ یوکسک باشلیق',
'nowiki_sample' => 'فورمت‌لشدیریلمه‌میش یازی‌نی بورا داخیل ائدین',
'nowiki_tip' => 'ویکی فورمت‌لندیرمه‌سینی سایما',
'image_tip' => 'یئرلشدیریلمیش فایل',
'media_tip' => 'فایل باغلانتی‌سی',
'sig_tip' => 'سیزین ایمضانیز واخت ایله',
'hr_tip' => 'دوزئی خط (آز ایشلدین)',

# Edit pages
'summary' => 'قیساسی:',
'subject' => 'قونو/باشلیق:',
'minoredit' => 'بو بیر کیچیک دَییشدیرمه‌دیر',
'watchthis' => 'بو صفحه‌نی ایزله',
'savearticle' => 'صحیفه‌نی قئید ائت',
'preview' => 'اؤن‌گؤستریش',
'showpreview' => 'سیناق گؤستریش',
'showlivepreview' => 'دیری اؤن‌گؤستریش',
'showdiff' => 'دَییشیکلیکلری گؤستر',
'anoneditwarning' => "'''دیقت:''' سیز سیستئمه گیرمه‌میسینیز. سیزین آی‌پی آدرسینیز بو صفحه‌نین دییشیک تاریخچه‌سین‌ده یازیلاجاق‌دیر.",
'anonpreviewwarning' => "''سیستمه گیرمه‌میسینیز. قئید ائتمک‌له، سیزین آی‌پی آدرسینیز بو صحیفه‌نین گئچمیشین‌ده ثبت اولوناجاقدیر.''",
'missingsummary' => "'''یادا سالما:''' سیز بیر دَییشیکلیک قیساسی یازمامیسینیز. «{{int:savearticle}}» دویمه‌سینی تیک‌لاسازسا، دَییشیکلیگینیز، قیسا شرح‌سیز اولاراق قئید اولوناجاق.",
'missingcommenttext' => 'لوطفاً آشاغی‌دا بیر یوروم یازین.',
'missingcommentheader' => "'''یادا سالما:''' سیز یورومونوز اوچون بیر قونو/باشلیق یازمامیسینیز.
«{{int:savearticle}}»-ی تیک‌لاسازسا، دَییشیکلیگینیز، قونو/باشلیق-ی اولمایاراق قئید اولوناجاق‌دیر.",
'summary-preview' => 'قیسا اؤن‌گؤستریش:',
'subject-preview' => 'قونو/باشلیق اؤن‌گؤستریشی:',
'blockedtitle' => 'ایستیفاده‌چی باغلانیب',
'blockedtext' => '\' \'ایستیفاده‌چی آدی و یا آی پی عنوانینیز قاباغی باغلانیب دیر.\'

سیزی باغلایان$ 1. الیله اولوب دیر 
باغلاماق سببی:\' $ 2.

* باغلانمانین باشلانان زامانی: $ 8
* باغلانمانین قورتولان زامانی: $ 6
* باغلانما مدتی: $ 7

گؤستریلن سببه گؤره ائنگئللئنمئنیزین اویغون اولمادیغینی دوشونورسونوزسه، $ 1 یا دا باشقا بیر [[{{MediaWiki:Grouppage-sysop}}|مدیر]]  ایله بو وضعیتی گؤروشه بیلرسینیز. [[Special:Preferences|ترجیح لرینیز]] قیسمینده اعتبارلی بیر ائ-پوچت اونوانی گیرمئدیسئنیز "ایستیفاده‌چییه ائ-پوچت گؤندر" خصوصیتینی ایستیفاده ائده، ترجیهلرینیز ایمیل عنوانینیزی علاوه ایمیل گؤندرمک حقوقونا صاحب اولاجاقسینیز.
بو آنکی باغلانما عنوانینیز $ 3، ائنگئللئنمئ نؤمره‌نیز # $ 5.
بیر ایداره‌چی‌لر وضعیتینیز حاقیندا معلومات آلماق ایستدیگینیزده و یا هر هانسی بیر سورگودا بو معلومات‌لار لازیم اولا‌جاق، خاهیش ائدیریک نوت ائدین.',
'autoblockedtext' => '
\' \'ایستیفاده‌چی آدی و یا آی پی عنوانینیز قاباغی باغلانیب دیر.\'

سیزی باغلایان$ 1. الیله اولوب دیر 
باغلاماق سببی:\' $ 2.

* باغلانمانین باشلانان زامانی: $ 8
* باغلانمانین قورتولان زامانی: $ 6
* باغلانما مدتی: $ 7

گؤستریلن سببه گؤره ائنگئللئنمئنیزین اویغون اولمادیغینی دوشونورسونوزسه، $ 1 یا دا باشقا بیر [[{{MediaWiki:Grouppage-sysop}}|مدیر]]  ایله بو وضعیتی گؤروشه بیلرسینیز. [[Special:Preferences|ترجیح لرینیز]] قیسمینده اعتبارلی بیر ائ-پوچت اونوانی گیرمئدیسئنیز "ایستیفاده‌چییه ائ-پوچت گؤندر" خصوصیتینی ایستیفاده ائده، ترجیهلرینیز ایمیل عنوانینیزی علاوه ایمیل گؤندرمک حقوقونا صاحب اولاجاقسینیز.
بو آنکی باغلانما عنوانینیز $ 3، ائنگئللئنمئ نؤمره‌نیز # $ 5.
بیر ایداره‌چی‌لر وضعیتینیز حاقیندا معلومات آلماق ایستدیگینیزده و یا هر هانسی بیر سورگودا بو معلومات‌لار لازیم اولا‌جاق، خاهیش ائدیریک نوت ائدین.',
'blockednoreason' => 'دلیل وئریلمه‌ییب',
'whitelistedittext' => 'صحیفه‌لری دَییشمک اوچون گرک $1.',
'confirmedittext' => 'سیز صحیفه‌لری دَییشدیرمک‌دن اؤنجه، ایمیل آدرسینیزی دوغرولامالیسینیز.
لوطفاً ایمیل آدرسینیزی [[Special:Preferences|ایستیفاده‌چی تنظیملری]]نیزدن بیلدیریب و دوغرولایین.',
'nosuchsectiontitle' => 'بؤلوم تاپیلانمادی',
'nosuchsectiontext' => 'سیز بیر وار اولمایان بؤلومو دَییشدیرمگه چالیشدینیز.
اولا بولر سیز صحیفه‌یه باخاندا، او بؤلوم سیلینیب یوخسا داشینیب‌دیر.',
'loginreqtitle' => 'گیریش لازیم‌دیر',
'loginreqlink' => 'گیریش',
'loginreqpagetext' => 'باشقا صحیفه‌لری گؤرمک اوچون گرک $1.',
'accmailtitle' => 'رمز گؤندریلدی',
'accmailtext' => "[[User talk:$1|$1]] اوچون بیر راست‌گله رمز یارادیلیب و $2-ه گؤندریلدی.

بو یئنی حسابین رمزی، گیرندن سونرا ''[[Special:ChangePassword|رمز دَییشدیرمه]]'' صحیفه‌سیندن دَییشیله بیلر.",
'newarticle' => '(یئنی)',
'newarticletext' => "مؤوجود اوْلمايان صحیفه‌‌يه اوْلان کئچیدی ایزله‌دینیز. 
آشاغیداکی ساحه‌‌يه مظمونونو يازاراق بۇ صحیفه‌‌نی '''سیز''' يارادا بیلرسینیز. (علاوه‌‌ معلومات اۆچون [[{{MediaWiki:Helppage}}|کؤمک صحیفه‌‌سینه]] باخین). اگر بۇ صحیفه‌‌يه سهون گلمیسینیزسه ساده‌جه اوْلاراق براوزئرین '''گئری''' دۆيمه‌سینه وۇرون.",
'anontalkpagetext' => "''بو صحیفه قئیدیات‌دان کئچممیش و یا داخیل اولمامیش آنونیم ایستیفادچییه عایید موذاکیره صحیفه‌سی‌دیر.
اونا گؤره بو ایستیفادچینی رقم‌لردن عبارت ایپ اونوانی ایله معین ائتمک مجبوریتیندییک.
بئله ایپ اونوان بیر نئچه فرد طرفین‌دن ایستیفاده‌ده اولا بیلر.
اگر سیز آنونیم ایستیفادچیسینیزسه و بو مئساژین سیزه عایید اولمادیغینی دوشونورسونوزسه، اوندا  [[Special:UserLogin/signup|قئیدیات‌دان کئچین]] و یا [[Special:UserLogin|داخی اولون]].''",
'noarticletext' => 'ایندی بو صحیفه‌ده یازی یوخدور.
سیز آیری صحیفه‌‌لرده [[Special:Search/{{PAGENAME}}|بو باشلیق اوچون آختارا بیلرسیز]]،
یا دا <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} ایلگیلی قئیدلری آختارا بیلرسیز]،
یا دا [{{fullurl:{{FULLPAGENAME}}|action=edit}} بو صحیفه‌نی دَییشدیره بیلرسیز]</span>.',
'noarticletext-nopermission' => 'بو صحیفه‌‌ ایندی بوشدور. 
باشقا صحیفه‌‌لرده عینی آددا صحیفه‌‌نی  [[Special:Search/{{PAGENAME}}| آختار]], علاقه‌‌لی قئيدلره 
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} باخا],
و يا صحیفه‌‌نی  [{{fullurl:{{FULLPAGENAME}}|action=edit}} redaktə]</span> ائده بیلرسینیز.',
'missing-revision' => '«{{PAGENAME}}» صحیفه‌سی اوچون $1 نومره‌لی نوسخه یوخدور.

عموماُ بو ایشکال، واختی گئچمیش بیر باغلانتی ایله سیلینمیش بیر صحیفه‌یه گلنده، قاباغا گلر.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیلمک سیاهی]‌سینده باشقا بیلگیلر اولا بیلر.',
'userpage-userdoesnotexist' => '«$1» ایستیفاده‌چی حسابی یارانماییب‌دیر.
بو صحیفه‌نی یارادماق یوخسا دَییشدیرمگینه بیر ده باخین.',
'userpage-userdoesnotexist-view' => '«$1» ایستیفاده‌چی حسابی یارانماییب‌دیر.',
'blocked-notice-logextract' => 'بو ایستیفاده‌چی ایندی باغلانیب‌دیر.
باغلاماق سیاهی‌سینده‌کی سون یازی آشاغیدا قایناق اوچون گلیب‌دیر:',
'clearyourcache' => "' 'قئید:' یازدیق‌دان سونرا دییشیک‌لیک‌لری گؤرمک اوچون براوزئرینیزین کئش یادداشیندا تمیزلمه‌نیز لازیم اولا بیلر.
* 'فایرفاکس / سافاری:''Shift'' دویمه‌سینه باسین \"یئنی‌دن یوکله\"-ا داخیل اولون یا دا ''Ctrl-F5'' یا ''Ctrl-R'' ائدین (ماج اوچون ''⌘-R'').
* 'گووگل کروم:'''Ctrl+Shift+R'' باسین. (ماج اوچون ''⌘-Shift-R'')
* 'اینترنت ایکسپئلور:''' کلید ''Ctrl'' باسین یئنی‌لئ 'یئ داخیل اولون یا دا ''Ctrl-F5'' ائدین.
* 'اوپئرا:' آلت‌لری → سئچیملر 'دن اؤنبئللیغی ''Tools &rarr; Preferences'' تمیزلیین.",
'usercssyoucanpreview' => "'''اؤنری:''' یئنی سی‌اس‌اس-ی قئید ائتمک‌دن اؤنجه، یوخلاماق اوچون، «{{int:showpreview}}» دویمه‌سینی ایشلدین.",
'userjsyoucanpreview' => "'''اؤنری:''' یئنی جاوااسکریپتی قئید ائتمک‌دن اؤنجه، یوخلاماق اوچون، «{{int:showpreview}}» دویمه‌سینی ایشلدین.",
'usercsspreview' => "'''خاتیرلادیریق کی، سیز یالنیز سی‌اس‌اس-ده سیناق گؤستریشی ائتمیسینیز.'''
''''بو هله یادداشدا ساخلانیلماییب!'''",
'userjspreview' => "'خاتیرلادیریق کی، سیز یالنیز سی اس اس -ده تئست/سیناق گؤستریشی ائتمیسینیز.'
'بو هله یادداشدا ساخلانیلماییب!'",
'sitecsspreview' => "'''خاتیرلادیریق کی، سیز یالنیز سی‌اس‌اس-ده سیناق گؤستریشی ائتمیسینیز.'''
'''بو هله یادداشدا ساخلانیلماییب!'''",
'sitejspreview' => "'خاتیرلادیریق کی، سیز یالنیز ژاواسجریپت کودوندا سیناق گؤستریشی ائتمیسینیز.'
'بو هله یادداشدا ساخلانیلماییب!'",
'userinvalidcssjstitle' => 'خاتیرلادیرق:\' \'"$1" آدییلا بیر پوشه یوخ‌دور. پوشه-آدی.css و. js فایل‌لارینین آدلاری کیچیک حرف ایله یازماسی لازیم‌دیر، یعنی {{ns:user}}: تمل / vector.css دئییل، {{ns:user}}: تمل / Vector.css.',
'updated' => '(گونجل‌لندی)',
'note' => "'''دیقت:'''",
'previewnote' => "'''بونون ساده‌جه بیر سیناق گؤستریشی اولدوغونو نظرده آلین.'''
سیزین دییشیکلرینیز هله قئید اولونماییب!",
'continue-editing' => 'دَییشدیرمه یئرینه گئت',
'previewconflict' => 'بو سیناق گؤستریشی‌دیر و یادداشدا ساخلایاجاغینیز تق‌دیرده متنین دییشدیر صحیفه‌سی‌نین یوخاری حیسه‌سینده نتیجه‌نین نئجه اولاجاغینی گؤستریر.',
'session_fail_preview' => "'''اوزر ایستییریک! سیزین دییشتیرینیز‌ ساخلانیلمادی. لطفاً بیر داها تکرار ائدین. پروبلئم حل اولونماسا حسابینیزدان [[Special:UserLogout|چیخین]]  و یئنی‌دن داخیل اولون.'''",
'session_fail_preview_html' => "'''اوزر ایستییریک! داخیل وئری‌سی‌نین ایتمه‌سین‌دن گؤره تنظیملمه‌نیزی اعمال کئچیره بیلمیجیی.' '

' چونکی {{SITENAME}} سایتیندا raw هتمل تأثیرین‌دیر،تا جاوااسکریپت هوجوم‌لارینا تدبیر اولا‌راق گیزلنمیش‌دیر.'

' 'گر بو حاق‌لی بیر تنظیملمه گیریش میسئ، لطفاً یئنی‌دن جهد ائدین. اگر هله چالیشمازسا، [[Special:UserLogout|خارج شوید]] یئنی‌دن ایجلاس آچماغی یوخلایین.' '",
'token_suffix_mismatch' => "'' ' ديَیشیکلیگی‌نین گئری چئوریلدی، چونکی آلیجی‌نین تنزیمله‌مه کوتوجوغونداکی دورغو ایشاره‌لرینی پوزدو. 
ديَیشیکلیگی‌نین، صحیفه‌‌ متنینده پوزولماغی اؤنله‌مک اوچون گئری چئوریلدی. 
اگر پروبلئملی بیر wئب-باسئد آنونیم پروکسی خیدمتی ایستیفاده بو حادثه‌‌ بضا رئاللاشا بیلر.'' '",
'edit_form_incomplete' => "'''دییشیک‌لیک فورماسی اوچون بعضی سئروئرلره ایشلمه‌دی؛ ائتدیگینیز دییشیک‌لیک‌لر بوزولمامیشتیر، نظردن کئچیریب یئنی‌دن سینایین.'",
'editing' => '<font style="color:red">$1</font> دییشدیریلیر',
'creating' => '$1 یارادیلیر',
'editingsection' => '$1 دَییشدیریلیر (بؤلوم)',
'editingcomment' => '$1 دَییشدیریلیر (یئنی بؤلوم)',
'editconflict' => 'عینی واختدا دییشدیرمک: $1',
'explainconflict' => "سیز صحیفه‌‌نی رئداکته باشقا بیری ده ديَیشیکلیک ائتدی. 
يوخاریداکی يازی صحیفه‌‌نین بو آنکی حالینی گؤستریر. 
سیزین ديَیشیکلیکلری‌نین آلتا گؤستریلمیشدیر. سون دئغیشیکلئرینیزی يازی‌نین ایچینه داخیل ائتمه‌يینیز لازیم اولاجاق. 
«{{int:savearticle}}» ائ باسدیغینیزداع' ' يالنیزعع' يوخاریداکی يازی يازیلاجاق.",
'yourtext' => 'یازینیز',
'storedversion' => 'قئید ائدیلمیش نوسخه',
'nonunicodebrowser' => "' 'دیققت: آختاریش برنامه نیز اویغون دئییل.
صحیفه‌لری اعتبارلا دییشدیرمیینیزه ایجازه وئرمک اوچون: آسجیی اولمایان کاراکتئرلر دییشدیرمه قوتوسوندا اونالتیلیک کودلار اولا‌راق گؤرونه‌جک.' '",
'editingold' => "'دیققت! سیز بو صحیفه‌نین کؤهنه نوسخه سین دییشدیر ائدیرسینیز. مقالنی یادداشدا ساخلایاجاغینیز حالدا بو نوسخه سونرا ائدیلمیش هر بیر دییشیک‌لیک ایتیریله‌جک.'",
'yourdiff' => 'فرقلر',
'copyrightwarning' => 'خاهیش اولونور دقته آلاسینیز کی، {{SITENAME}}داکی بوتون فالیت‌لرینیز $2 لیسئنزیاسینا تابع اولدوغو حساب ائدیلیر (تفرروات اوچون باخ: $1). اگر یازدیق‌لارینیزین اساس‌لی شکیلده رئداکته ائدیلمه‌سینی و ایستنیلدیگی واخت باشقا یئره اؤتورولمه‌سینی ایستمیرسینیزسه، یازی‌لارینیزی بورادا درج ائتمیین.
<br />
سیز عینی زاماندا سؤز وئریرسینیز کی، بو یازی‌لاری سیز اؤزونوز یازمیسینیز و یا اونلاری هامییا آچیق موهیت‌دن یا دا بونا بنزر منبع‌دن کؤچورموسونوز.

----

</div> ایستیلئ="فونت-weight: بولد؛ فونت-سیزئ: 110%؛ جولور:رئد؛">موللیف حقوق‌لاری ایله قورونموش هئچ بیر ایشی ایجازه‌سیز درج ائتمیین!</div>',
'copyrightwarning2' => 'خاهیش ائدیریک، {{SITENAME}} سایتینا ائده‌جه‌یم بوتون روسوم دیگر عضو‌لر طرفین‌دن دوزئنلئنئبیلئجئغینی، دییش‌دیریله و یا سیلینئبیلئجئغینی خاتیرلایین. یازی‌لارینین مئرهامئتسیزجئ دئغیشتیریلی بیلمسینه راضی‌لیق گؤسترمیرسه بورا ایشتیراک ائتمیین. <br />
آیریجا بو علاوه یازینی سیزین یازدیغینیزدان یا دا سربست کوپیالاما ایجازه‌سی وئرن بیر قایناق‌دان کوپیالادیغینیزی بیزه اؤهده‌لرینه ائتمکدسینیز (دئتال‌لار اوچون ایستیناد: $1).',
'longpageerror' => "خطا: داخیل متنین اوزون‌لوغو قبول ائدیله بیلر ان چوخ اوزونلوق اولان {{PLURAL: $2 | بیر کیلوبایت | $2 کیلوبایت}} دان چوخ‌دور و {{PLURAL: $1 | بیر کیلوبایت | $1 کیلوبایت}} بؤیوکلوگونده‌دیر.'
دییشیک‌لیگی‌نین کایدئدیلئمئز.",
'readonlywarning' => "'''دیقت: باخیم سببی ایله دیتابیس بو آندا قیفیللی‌دیر. بو سببله دییشیک‌لیکلری‌نین بو آندا قئید ائدیل میه‌جکدیر. یازدیقلارینیزی باشقا بیر فایل‌دا آلیب ساخلایا و داها سونرا یئنی‌دن بورا گتیریب یازا بیلرسینیز.

اونو قیفیل‌لایان ایداره‌چی، بو شرحی وئریب‌دیر: $1",
'protectedpagewarning' => "' 'خاطیرلیریق: بو ​​صحیفه باغلانیب دیر و یالنیز مودیر اولان‌لار طرفین‌دن دییش‌دیریله بیلر.'
سون گونده‌لیک گیردی‌سی ایستیناد مقصدلی آشاغیدا وئریلمیش‌دیر:",
'semiprotectedpagewarning' => "'قئید:' بو صحیفه محافظه‌لی اولدوغو اوچون یالنیز قئیدیات‌دان کئچمیش ایستیفاده‌چی‌لر دییشدیر ائده بیلرلر.",
'cascadeprotectedwarning' => "'''خاطیرلایریق:''' بو صحیفه بو یئرده {{PLURAL:$1|صحیفهٔ|صحیفه‌لر}} یئرلشمیه یه گوره آبشاری- حفظ اولونوب آلتیندا باغلانیب بونجه مودیر فقط ائلیه بیله لر دییشدیر ائده بیلسین لر",
'titleprotectedwarning' => "'دیققت! بو صحیفه محافظه‌لی‌دیر، یالنیز [[Special:ListGroupRights|ایجازه سی اولان]] ایستیفاده‌چی‌لر اونو دییشدیر ائده بیلرلر.'",
'templatesused' => '{{PLURAL:$1|شابلون}} بو صفحه‌ده ایشلنیب‌دیر:',
'templatesusedpreview' => '{{PLURAL:$1|بیر|$1}} شابلون بو اؤن‌گؤستریش‌ده ایشلنیب‌دیر:',
'templatesusedsection' => '{{PLURAL:$1|شابلون}} بو بؤلمه‌ده ایشلنیب‌دیر:',
'template-protected' => '(قورونوب)',
'template-semiprotected' => '(یاریم‌قورونموش)',
'hiddencategories' => 'بو صحیفه {{PLURAL:$1|بیر گیزلی دسته‌یه|$1 گیزلی دسته‌لره}} عایددیر:',
'nocreatetext' => '{{SITENAME}} یئنی صحیفه یارادماق ایمکانی‌نی محدودلاشدیریب‌دیر.
سیز دالی دؤنوب و اؤنجه‌دن اولان بیر صحیفه‌نی دَییشدیره بیلرسینیز، یا دا [[Special:UserLogin|گیریب یوخسا یئنی حساب آچین]].',
'nocreate-loggedin' => 'سیزین یئنی صحیفه‌لر یاراتماغا ایجازه‌نیز یوخدور.',
'sectioneditnotsupported-title' => 'بؤلوم دییشدیرمه‌سی دستک‌لنمیر',
'sectioneditnotsupported-text' => 'بو صحیفه‌ده بؤلوم دَییشدیرمه‌سی دستکلنمیر.',
'permissionserrors' => 'ایجازه خطاسی',
'permissionserrorstext' => 'سیز آشاغیداکی {{PLURAL:$1|دلیل|دلیل‌لر}}ه گؤره، او ایشه ایجازه‌نیز یوخدور.',
'permissionserrorstext-withaction' => 'سیز آشاغیداکی {{PLURAL:$1|دلیل|دلیل‌لر}}اوچون، $2 ایشینه ایجازه‌نیز یوخدور:',
'recreate-moveddeleted-warn' => "'''دیقت: سیز اؤنجه‌ده سیلینمیش بیر صفحه‌نی یئنی‌دن یارادیرسینیز.'''

بو صفحه‌نین یئنی‌دن یارادماغی‌نین نه‌قدر اویغون اولدوغونو گرک نظرده آلاسینیز.
بو صفحه‌نین سیلمک و آپارماق گئچمیشی بوردا گؤستریلیب‌دیر:",
'moveddeleted-notice' => 'بو صحیفه سیلینمیشدیر.
معلومات اوچون آشاغیدا بو صحیفه‌نین آددَییشدیرمه و سیلمه قئيدلری گؤستریلیب‌دیر.',
'log-fulllog' => 'بوتون بیلگی‌لری گؤستر',
'edit-hook-aborted' => 'دوزلیش‌لر قارماق-پروسئ‌دور طرفین‌دن گئری قایتاریلیب.
علاوه ایزاهات وئریلمه‌ییب.',
'edit-gone-missing' => 'صحیفنی یئنی لمک مومکون دئییل.
چوخ گومان کی، صحیفه سیلینمیش‌دیر.',
'edit-conflict' => 'سیزله برابر دییشدیرمه',
'edit-no-change' => 'سیزین دییشدیر قئیده آلینمامیش‌دیر. بئله کی، متنده هئچ بیر دییشدیر ائدیلممیش‌دیر.',
'postedit-confirmation' => 'سیزین دَییشدیرمه‌نیز قئید اولونوب‌دور.',
'edit-already-exists' => 'یئنی صحیفنی یاراتماق مومکون دئییل.
بئله کی، بو آددا صحیفه آرتیق مؤوجوددور.',
'defaultmessagetext' => 'دفالت دانیشیق متنی',
'content-failed-to-parse' => 'تجزیه محتوای $2  مدل اوچون $1: $3 موفقیت اله گلمه دی',
'invalid-content-data' => 'اعتبارسیز مضمون معلوماتی',
'content-not-allowed-here' => '"$1" مقاله‌سینه، [[$2]] صحیفه‌سینده ایجازه وئریلممیش دیر.',
'editwarning-warning' => 'بو صحیفه‌نی ترک ائتمک، دَییشدیرمه‌لرینیزی الدن وئرمگه سبب اولا بیلر. اگر گیریش ائتمیسینیز بو ایخطاری، ترجیحلرینیزین «دَییشدیرمک» بؤلوموندن، ایشدن سالا بیلرسینیز.',

# Content models
'content-model-wikitext' => 'ویکی‌یازی',
'content-model-text' => 'ساده یازی',
'content-model-javascript' => 'جاوااسکریپت',
'content-model-css' => 'سی‌اس‌اس',

# Parser/template warnings
'expensive-parserfunction-warning' => 'خبردارلیق: بو ​​صحیفه چوخ چوخ زنگین ییغیجی تجزیه ائدن چاغیریشی دستورلار ائدیر.

بو $2 مراجعت آز اولما‌لی، بو آندا {{PLURAL:$2|چاغیرش وار|چاغریش وار}} و اینک {{PLURAL:$1|چاغیرش وار|$1چاغریش وار}} .',
'expensive-parserfunction-category' => 'کیفایت قدر بؤیوک سایدا گئنیشرئسورس‌لو فونکسیا‌لارین مراجعت اولوندوغو صحیفه‌لر',
'post-expand-template-inclusion-warning' => "'''دیققت!''' داخیل ائدیلن شابلوْنلارین حجمی حددیندن آرتیق بؤيوکدور.
بعضی شابلوْنلار علاوه‌‌ اوْلونماياجاق.",
'post-expand-template-inclusion-category' => 'شابلونون داخیل اولدوغو صحیفه‌‌لرین اؤلچوسو بؤيوکدور.',
'post-expand-template-argument-warning' => "'''دیقت:''' بو صفحه‌ده، آزی بیر چوخ اوزون بویلو شابلون آرگومانی واردیر.
بو آرگومانلارین اوستون‌دن کئچیلیب‌دیر.",
'post-expand-template-argument-category' => 'شابلونلاردا بوراخیلمیش آرگومانلارین مؤوجود اولدوغو صفحه‌لر',
'parser-template-loop-warning' => '[[$1]]: شابلوندا دويون تاپیلدی',
'parser-template-recursion-depth-warning' => '($1) شابلوندا درین‌لیک لیمیتی کئچیلدی',
'language-converter-depth-warning' => '($1) دیل کونوئرتورونون لیمیتی کئچیلدی',
'node-count-exceeded-category' => 'دویون سایی آشیلان صحیفه‌لر',
'node-count-exceeded-warning' => 'صحیفه دویون سیاهییاالما آشیلدی',
'expansion-depth-exceeded-category' => 'گئنیشلمه درین‌لیگی آشیلان صحیفه‌لر',
'expansion-depth-exceeded-warning' => 'صحیفه گئنیشلنمه درین‌لیگی آشیلدی',
'parser-unstrip-loop-warning' => 'تکرارلاما دونمه سی قبول ائدیلدی',
'parser-unstrip-recursion-limit' => 'حداکثر ارجاع دستور دا unstrip تجاوز گئچیب دیر ($1)',
'converter-manual-rule-error' => 'خطا ال مبدیلی قانون لاریندا',

# "Undo" feature
'undo-success' => 'بو دَییشیک‌لیک گئری آلینا بیلر. لطفاً آشاغی‌داکی موقاییسه ائتمیی نظارت ائدین، حقیقتن بو دییشیک‌لیگی ائتمک ایستدیگینیزدن امین اولون و صحیفنی یازا‌راق بیر اوولکی دییشیک‌لیگی گئرییه آلین.',
'undo-failure' => 'دییشیک‌لیک‌لرین توققوشماسی نتیجه‌سینده گئرییه قایتارما ایشی اوغورسوز اولدو.',
'undo-norev' => 'دوزلیش‌لر گئری قایتاریلا بیلینمیر، چونکی اونلار یا مؤوجود دئییل، یا دا سیلینیب.',
'undo-summary' => '$1 دییشیک‌لیک [[Special:Contributions/$2|$2]] ([[User talk:$2|دانیشیق]]) طرفین‌دن گئری آلیندی​​.',
'undo-summary-username-hidden' => 'گیزلی ایستیفاده‌چی ایله ائدیلمیش $1 نوسخه‌سینی قایتارماق',

# Account creation failure
'cantcreateaccounttitle' => 'حساب یارادماق اولمور',
'cantcreateaccount-text' => "بو ای پی عنوانین‌دان ('$1) ایستیفاده‌چی حسابی یارادیلماسی [[User:$3|$3]] طرفین‌دن انگللنمیش‌دیر.

$3 طرفین‌دن وئریلن سبب '$2",

# History pages
'viewpagelogs' => 'بو صحیفه‌نین قئیدلرینه باخ',
'nohistory' => 'بو صحیفه اوچون دَییشدیرمه گئچمیشی یوخدور.',
'currentrev' => 'سون نوسخه',
'currentrev-asof' => '$1 تاریخینه کیمی سون حال',
'revisionasof' => '$1 نوسخه‌سی',
'revision-info' => '$1-ده $2-له یارادیلمیش نوسخه',
'previousrevision' => 'اونجه‌کی وئرسیيا',
'nextrevision' => 'داها یئنی نوسخه ←',
'currentrevisionlink' => 'سون نوسخه',
'cur' => 'ایندی',
'next' => 'سونراکی',
'last' => 'اؤنجه',
'page_first' => 'ایلک',
'page_last' => 'سون',
'histlegend' => "فرقلری سئچمه: موقاییسه ائتمک ایسته‌دیگینیز دییشیک‌لیکلرین یانینداکی گیرده دویمه‌لره علامت قویون و سونرا Enter-ی ووروب یوخسا آشاغیداکی اویمه‌نی وورون.<br />
آچیقلاما:'''({{int:cur}})''' =سون نوسخه ایله فرقلر ، '''({{int:last}})''' = اؤنجه‌کی نوسخه ایله فرقلر، '''{{int:minoreditletter}}''' = کیچیک دییشیک‌لیک.",
'history-fieldset-title' => 'گئچمیشی آختار',
'history-show-deleted' => 'یالنیز سیلینَنلر',
'histfirst' => 'ان اسکی',
'histlast' => 'ان یئنی',
'historysize' => '({{PLURAL:$1|بیر|$1}} بایت)',
'historyempty' => '(بوش)',

# Revision feed
'history-feed-title' => 'دَییشیکلیکلر گئچمیشی',
'history-feed-description' => 'ویکی‌ده بو صحیفه اوچون نوسخه‌لر گئچمیشی',
'history-feed-item-nocomment' => '$2-ده $1',
'history-feed-empty' => 'ایسته‌دیگینیز صحیفه یوخدور.
اولا بیلر کی بو ویکی‌دن سیلینیب یوخسا آدی دَییشیلیب‌دیر.
ایلگیلی یئنی صحیفه‌لری تاپماق اوچون [[Special:Search|بو ویکی‌ده آختارماغا چالیشین]].',

# Revision deletion
'rev-deleted-comment' => '(دَییشدیرمک قیساسی سیلیندی)',
'rev-deleted-user' => '(ایستیفاده‌چی آدی سیلیندی)',
'rev-deleted-event' => '(قئيد سیلیندی)',
'rev-deleted-user-contribs' => '[ایستیفاده‌چی آدی و يا ای-پی اونوانی سیلیندی - ديَیشیکلیک چالیشمالاردان چیخاریلدی]',
'rev-deleted-text-permission' => "بو ديَیشیکلیک بو صحیفه‌دن '''سیلینیب دیر.'''",
'rev-deleted-text-unhide' => "بو صحیفه رئویزیونو 'سیلینمیش.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیاهه سیلینمش] دئتال‌لاری بیلر.
بیر خیدمتله اولا‌راق اگر داوام ائتسه‌نیز [$1 بو رئویزیونو هله گؤره بیلرسینیز].",
'rev-suppressed-text-unhide' => 'صحیفه‌نین بو نوسخه سی سیلینیب.
مومکون‌دور کی، بونون سببی [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیلمه قئیدلرینده]گؤستریلمیش‌دیر.
سیز ایداره‌چی اولدوغونوزا گؤره سیلینن [$1 بو وئرسیانی] نظردن کئچیره بیلرسینیز.',
'rev-deleted-text-view' => 'صحیفه‌نین بو نوسخه سی سیلینیب.
سیز ایداره‌چی اولدوغونوزا گؤره سیلینن بو وئرسیانی نظردن کئچیره بیلرسینیز. مومکون‌دور کی، سیلینمه‌نین سببی [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیلمه قئیدلرینده] گؤستریلمیش‌دیر.',
'rev-suppressed-text-view' => "بو صحیفه رئویزیونو 'باسدیریلمیش.
بیر خیدمتله اولا‌راق صحیفنی گؤره بیلرسینیز؛ [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} دایاندیرما قئیدلرینده] دئتال‌لار اولا بیلر.",
'rev-deleted-no-diff' => "سیز نوسخه لر آراسین‌داکی فرقی نظردن کئچیره بیلمزسینیز. بئله کی، نوسخه لردن بیری 'سیلینیب.
مومکون‌دور کی، بونونلا باغ‌لی تفرروات‌لار [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیلمه قئیدلرینده] گؤستریلمیش‌دیر.",
'rev-suppressed-no-diff' => "اولکی دییشدیر‌لرین بیری 'سیلینمیش فرقی گؤره بیلمزسینیز.",
'rev-deleted-unhide-diff' => "بو دییشیک‌لیگی‌نین رئویزیون‌لارین‌دان بیری 'سیلینمیش.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیلمه گوندلیگینده] دئتال‌لار اولا بیلر.
بیر خیدمتله اولا‌راق اگر داوام ائتسه‌نیز [$1 بو دییشیک‌لیگی هله گؤره بیلرسینیز].",
'rev-suppressed-unhide-diff' => "بو دییشیک‌لیگی‌نین رئویزیون‌لارین‌دان بیری 'باسدیریلمیش.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} دایاندیرما گوندلیگینده] دئتال‌لار اولا بیلر.
بیر خیدمتله اولا‌راق اگر داوام ائتسه‌نیز [$1 بو دییشیک‌لیگی هله گؤره بیلرسینیز].",
'rev-deleted-diff-view' => "بو دییشیک‌لیگی‌نین رئویزیون‌لارین‌دان بیری 'سیلینمیش.
بیر خیدمتله اولا‌راق بو دییشیک‌لیگی گؤره بیلرسینیز؛ [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} سیلمه گوندلیگینده] دئتال‌لار اولا بیلر.",
'rev-suppressed-diff-view' => "بو دییشیک‌لیگی‌نین رئویزیون‌لارین‌دان بیری 'باسدیریلمیش.
بیر خیدمتله اولا‌راق بو دییشیک‌لیگی گؤره بیلرسینیز؛ [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} دایاندیرما گوندلیگینده] دئتال‌لار اولا بیلر.",
'rev-delundel' => 'گؤستر/گیزلت',
'rev-showdeleted' => 'گؤستر',
'revisiondelete' => 'نوسخه‌لری سیل/قایتار',
'revdelete-nooldid-title' => 'هدف نوسخه گئچرسیزدیر',
'revdelete-nooldid-text' => 'بو فونکسیانی حیاتا کئچیرمک اوچون مویین هدف دییشیک‌لیک و یا دئغیشیکیلئرینیز یوخ. تقدیم ائدیلمیش اولان رئویزیون مؤوجود دئییل، و یا مؤوجود رئویزیونو گیزلتمه‌یه چالیشیرسینیز.',
'revdelete-nologtype-title' => 'هئچ بیر قئيد تیپی وئریلمه‌دی',
'revdelete-nologtype-text' => 'بو عملیاتی دؤوره‌يه سوخماق اوچون بیر قئيد تیپی ایفاده ائتمه‌دینیز.',
'revdelete-nologid-title' => 'يانلیش ژورنال يازیسی',
'revdelete-nologid-text' => 'بو ایتفاق حیاتا کئچیرمک اوچون هئچ بیر قئید تیپی ایفاده ائدیلمه‌دی و یا گؤستریلن قئید تیپی مؤوجود دئییل.',
'revdelete-no-file' => 'آختاریلان فايل مؤوجود دئيیل',
'revdelete-show-file-confirm' => '"<nowiki>$1</nowiki>" فایلینین $2 $3 تاریخ‌لی سیلینمیش بیر رئداکته‌سینی گؤرمک ایستدیگینیزدن امینسیزینیزمی؟',
'revdelete-show-file-submit' => 'بلی',
'revdelete-selected' => "[[:$1]] صحیفه‌سی‌نین {{PLURAL:$2|سئچیلمیش نوسخه لری|سئچیلمیش نوسخه لری }}:'",
'logdelete-selected' => "'ژورنالین {{PLURAL:$1|سئچیلمیش قئیدی|سئچیلمیش قئیدلری}}:'",
'revdelete-text' => "' 'سیلینئن رئویزیون‌لار و حادثه‌لر هله صحیفه کئچمیشینده و گونده‌لیک‌لرده گؤرونه‌جک، لاکین ترکیبین پارچا‌لاری عمومی اولا‌راق ائریشیلئمئیئجئکتیر.'
{{SITENAME}} سایتین‌داکی دیگر ایداره‌چی‌لر گیزلی مزمونا چاتا بیلر و علاوه محدودیت‌لر آیارلانمادییسا بو اینتئرفئیس ایله گئری گتیره بیلر.",
'revdelete-confirm' => 'خاهیش ائدیریک، بونو ائتمک ایستدیگینیزی، نتیجه‌لرینی آنلادیغینیزی، و بونو [[{{MediaWiki:Policy-url}}| پرینسیپ‌لره]] گؤره ائدیر اولدوغونوزو تسدیق ائدین.',
'revdelete-suppress-text' => "ساخلاما 'یالنیز آشاغی‌داکی حال‌لار اوچون ایستیفاده ائدیلمه‌لی‌دیر:
* اویگون‌سوز فردی معلومات
*:' ائو اونوان‌لاری و تئلئفون نؤمره‌لری، سوسیال تهلوکه‌سیزلیک نؤمره‌لری، و س.'",
'revdelete-legend' => 'گؤرونوش محدودیتلری قوی:',
'revdelete-hide-text' => 'صحیفه‌‌نین بو وئرسیياسی‌نین متنینی گیزله',
'revdelete-hide-image' => 'فایلین ایچینده‌کیلرینی گیزلت',
'revdelete-hide-name' => 'حرکتی و مقصدی گیزله‌مک',
'revdelete-hide-comment' => 'ديَیشیکلیکلرین شرحینی گیزله',
'revdelete-hide-user' => 'دَییشدیرن یازارین ایستیفاده‌چی آدینی/آی‌پی اونوانینی گیزله',
'revdelete-hide-restricted' => 'بیلگی‌لری ایدارچی‌لردن ده گیزله',
'revdelete-radio-same' => '(ديَیشدیرمه)',
'revdelete-radio-set' => 'بلی',
'revdelete-radio-unset' => 'یوخ',
'revdelete-suppress' => 'بیلگی‌لری ایداره‌چیلردن ده گیزله',
'revdelete-unsuppress' => 'برپا اولونان وئرسیا‌لار اوزرین‌دن محدودیت‌لری قال‌دیر',
'revdelete-log' => 'ندن:',
'revdelete-submit' => 'سئچیلمیش {{PLURAL:$1|نوسخه|نوسخه لری}} تطبیق ائت',
'revdelete-success' => "'نوسخه لرین گؤرونوشو یئنیلندی.'",
'revdelete-failure' => "'نوسخه لرین گؤرونوشو دییش‌دیریله بیلمز:'$1",
'logdelete-success' => "''' گونده‌لیک گؤرونوشو اوغورلا تاماملاندی.'''",
'logdelete-failure' => "'''ژورنالین گؤرونوشو تنزیملنمه‌ییب:'''
$1",
'revdel-restore' => 'گؤرونوشو دییش',
'revdel-restore-deleted' => 'سیلینمیش نوسخه‌لر',
'revdel-restore-visible' => 'گؤرونن نوسخه‌لر',
'pagehist' => 'صحیفه‌‌نین گئچمیشی',
'deletedhist' => 'سیلین‌میش گئچمیشی',
'revdelete-hide-current' => 'تاریخ $2 و ساعات $1-ده‌کی آیتئمی گیزلدمک خطاسی: بو ایندیکی نوسخه‌دیر و گیزلدیلنمز.',
'revdelete-show-no-access' => 'تاریخ $2 و ساعات $1-ده‌کی آیتئمی گؤسترمک خطاسی: بو آیتئم «محدودلاشدیریلیب» و سیز اونا ال تاپانماسینیز.',
'revdelete-modify-no-access' => 'تاریخ $2 و ساعات $1-ده‌کی آیتئمی دَییشدیرمک خطاسی: بو آیتئم «محدودلاشدیریلیب» و سیز اونا ال تاپانماسینیز.',
'revdelete-modify-missing' => '$1 نومره‌لی آیتئمی دَییشدیرمک خطاسی: بو آیتئم دیتابیس‌ده دئییل!',
'revdelete-no-change' => "'''دیقت:''' تاریخ $2 و ساعات $1-ده‌کی آیتئم اوچون اؤنجه‌دن گؤرونوش تنظیملری ایستگی وئریلیب‌دیر.",
'revdelete-concurrent-change' => 'تاریخ $2 و ساعات $1-ده‌کی آیتئمی گیزلدمک خطاسی: نظره گلیر سیز اونو دَییشدیرنده، باشقا بیر کس اونو دَییشیب‌دیر.
لوطفاً سیاهی‌لره باخین.',
'revdelete-only-restricted' => 'تاریخ $2 و ساعات $1-ده‌کی آیتئمی گیزلدمک خطاسی: سیز باشقا گؤرونوش تنظیملرینین هئچ بیرینی سئچمه‌مک‌له، آیتئملری ایداره‌چیلردن گیزلده بیلنمزسینیز.',
'revdelete-reason-dropdown' => '*عمومی سیلمک دلیل‌لری
** کوپی حاقی نقضی
** اویغون‌سوز باخیش یوخسا شخصی بیلگیلر
** اویغون‌سوز ایستیفاده‌چی آدی
** ایفتیرا احتیمالی اولان بیلگیلر',
'revdelete-otherreason' => 'آیری/آرتیق دلیل:',
'revdelete-reasonotherlist' => 'آیری دلیل‌لر',
'revdelete-edit-reasonlist' => 'سیلمک دلیل‌لرینی دَییشدیر',
'revdelete-offender' => 'نوسخه یازاری:',

# Suppression log
'suppressionlog' => 'سؤندورمک سیاهی‌سی',
'suppressionlogtext' => 'آشاغی‌دا ایداره‌چیلردن گیزلنن سیلمکلر و باغلاماقلار شامیل اولان سیاهی گؤستریلیر.
ایندیکی ایش‌ده اولان باغلاماقلارین سیاهی‌سینی گؤرمگه، [[Special:BlockList|باغلانانلار صحیفه‌سی]]نه باش وورون.',

# History merging
'mergehistory' => 'صحیفه‌لر بیرلشدیرمه گئچمیشی',
'mergehistory-header' => 'بو صحیفه ایله، سیز بیر صحیفه‌نین نوسخه‌لرینین گئچمیشینی، یئنی بیر صحیفه‌نینکی ایله بیلشدیره بیلرسینیز.
آرخایین اولون کی بو دَییشیکلیک تاریخی صحیفه‌نین داوامینی ساخلایاجاق‌دیر.',
'mergehistory-box' => 'ایکی صحیفه‌نین نوسخه‌لرینی بیرلشدیرمک:',
'mergehistory-from' => 'قایناق صحیفه:',
'mergehistory-into' => 'مقصد صحیفه:',
'mergehistory-list' => 'بیلشدیریله بیلن دَییشیکلیک گئچمیشی',
'mergehistory-merge' => '[[:$1]]-ین آشاغیداکی نوسخهلری، [[:$2]]-ین‌له بیرلشه بیلرلر.
یالنیز بلیرلنمیش زامان‌دا و اوندان اؤنجه ائدیلمیش دَییشیکلیکلری بیرلشدیرمک اوچون، گیرده دویمه‌لردن ایستیفاده ائدین.
دیقت ائدین کی دولانما باغلانتیلارینی ایشلدمک، بو سوتونو یئنی‌له‌یه‌جکدیر.',
'mergehistory-go' => 'بیرلشدیریله بیلن دَییشیکلیکلری گؤستر',
'mergehistory-submit' => 'نوسخه‌لری بیرلشدیرمک',
'mergehistory-empty' => 'نوسخه‌لرین هئچ بیری بیرلشدیریلنمزلر.',
'mergehistory-success' => '[[:$1]]-ین {{PLURAL:$3|بیر|$3}} نوسخه‌سی باشاری‌لا [[:$2]]-له بیرلشدیریلدی.',
'mergehistory-fail' => 'گئچمیش بیرلشدیریلنمه‌دی، لوطفاً صحیفه و زامان پارامئترلرینی یئنی‌دن یوخلایین.',
'mergehistory-no-source' => '$1 قایناق صحیفه‌سی یوخدور.',
'mergehistory-no-destination' => '$1 مقصد صحیفه‌سی یوخدور.',
'mergehistory-invalid-source' => 'قایناق صحیفه‌نین گرک دوزگون باشلیغی اولسون.',
'mergehistory-invalid-destination' => 'مقصد صحیفه‌نین گرک دوزگون باشلیغی اولسون.',
'mergehistory-autocomment' => '[[:$1]]، [[:$2]] ایله بیرلشدیریلدی',
'mergehistory-comment' => '[[:$1]]، [[:$2]] ایله بیرلشدیریلدی: $3',
'mergehistory-same-destination' => 'قایناق و مقصد صحیفه‌لر، بیر اولانمازلار',
'mergehistory-reason' => 'ندن',

# Merge log
'mergelog' => 'بیرلشدیرمه سیاهی‌سی',
'pagemerge-logentry' => '[[$1]]، [[$2]] ایله بیرلشدیریلدی (نوسخه‌لر $3-ه قدر)',
'revertmerge' => 'آيیر',
'mergelogpagetext' => 'آشاغدی‌دا، ان سون صحیفه بیرلشدیریلمه‌لری گؤستریلیر.',

# Diffs
'history-title' => '«$1»-ین گئچمیشی',
'difference-title' => '«$1» نوسخه‌لرینین آراسینداکی فرقلری',
'difference-title-multipage' => '«$1» و «$2» صحیفه‌لرین آراسینداکی فرقلر',
'difference-multipage' => '(صحیفه‌لر آراسینداکی فرقلر)',
'lineno' => 'خط $1:',
'compareselectedversions' => 'سئچیلمیش نوسخه‌لری قارشیلاشدیر',
'showhideselectedversions' => 'سئچیلمیش نوسخه‌لری گؤستر/گیزلد',
'editundo' => 'قایتار',
'diff-multi' => '({{PLURAL:$2|بیر|$2}} ایستیفاده‌چی طرفیندن ائدیلن {{PLURAL:$1|بیر|$1}} اورتا دَییشیکلیک گؤستریلمیر)',
'diff-multi-manyusers' => '{{PLURAL:$2|بیر|$2}}-دن چوخ ایستیفاده‌چی یارادان {{PLURAL:$1|بیر|$1}} نوسخه، گؤستریلمه‌ییب‌دیر',
'difference-missing-revision' => 'بو فرقین ($1) {{PLURAL:$2|بیر|$2}} نوسخه‌سی تاپیلانمادی.

عموماً بو خطا، سیلینن بیر صحیفه‌یه واختی گئچمیش بیر فرق باغلانتی‌سیلا گلمک ایله آرا گلر.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}}سیلمک سیاهی‌سی]ندا باشقا بیلگیلر اولا بیلر.',

# Search results
'searchresults' => 'آختاریش سونوجلاری',
'searchresults-title' => '«$1» اوچون آختاریش نتیجه‌لری',
'searchresulttext' => '{{SITENAME}} سایتینی آختارماق‌دا آرتیق بیلگیلر اوچون [[{{MediaWiki:Helppage}}|{{int:help}}]]-ه باخین.',
'searchsubtitle' => "سیز '''[[:$1]]'''-ی آختاردینیز ([[Special:Prefixindex/$1| «$1» ایله باشلانان بوتون صحیفه‌لر]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|«$1»-ه باغلانان بوتون صحیفه‌لر]])",
'searchsubtitleinvalid' => "'''$1'''-ی آختاردینیز",
'toomanymatches' => 'چوخلو سونوچلار تاپیلدی، لوطفاً باشقا بیر سورغویلا چالیشین.',
'titlematches' => 'صحیفه‌‌ آدی عینیدیر',
'notitlematches' => 'عینی صحیفه باشلیغی تاپیلمادی',
'textmatches' => 'یازی عینی‌دیر',
'notextmatches' => 'هئچ بیر بنزر صحیفه یازی‌سی تاپیلمادی',
'prevn' => 'اؤنجه‌کی {{PLURAL:$1|$1}}',
'nextn' => 'سونراکی {{PLURAL:$1|$1}}',
'prevn-title' => 'قاباقکی {{PLURAL:$1|بیر|$1}} نتیجه',
'nextn-title' => 'سونراکی {{PLURAL:$1|بیر|$1}} سونوج',
'shown-title' => 'هر صحیفه‌ده {{PLURAL:$1|بیر|$1}} نتیجه گؤستر',
'viewprevnext' => 'گؤستر ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend' => 'آختارماق تنظیملری',
'searchmenu-exists' => "'''بو ویکی‌ده «[[:$1]]» آدلی صحیفه واردیر.'''",
'searchmenu-new' => "'''بو ویکی‌ده «[[:$1]]» صحیفه‌‌سینی يارات!'''",
'searchmenu-prefix' => '[[Special:PrefixIndex/$1| بو اؤن‌اک ایله اولان صحیفه‌لری آختار]]',
'searchprofile-articles' => 'مقاله‌لر',
'searchprofile-project' => 'یاردیم و پروژه صحیفه‌لری',
'searchprofile-images' => 'مولتی‌مئدیا',
'searchprofile-everything' => 'هرشئی',
'searchprofile-advanced' => 'گلیشمیش',
'searchprofile-articles-tooltip' => '$1-ده آختار',
'searchprofile-project-tooltip' => '$1-ده آختار',
'searchprofile-images-tooltip' => 'فایل‌لار اوچون آختار',
'searchprofile-everything-tooltip' => 'بوتون متنلری آختار (دانیشیق صحیفه‌لری اولماقلا)',
'searchprofile-advanced-tooltip' => 'تاپشیریلان آدفضالاریندا آختار',
'search-result-size' => '$1 ({{PLURAL:$2|۱ سؤزجوک|$2 سؤزجوک}})',
'search-result-category-size' => '{{PLURAL:$1|بیر|$1}} عوضو ({{PLURAL:$2|بیر|$}} آلت‌بؤلمه، {{PLURAL:$3|بیر|$3}} فایل)',
'search-result-score' => 'اویغونلوق: $1٪',
'search-redirect' => 'یول‌لاندیرما $1',
'search-section' => '(بؤلوم $1)',
'search-suggest' => 'بونو نظرده توتوردونوزمو: $1',
'search-interwiki-caption' => 'قارداش پروژه‌لر',
'search-interwiki-default' => '$1 سونوج:',
'search-interwiki-more' => '(داها)',
'search-relatedarticle' => 'ایلگیلی',
'mwsuggest-disable' => 'آختاریش اؤنرلرینی ایشدن سال',
'searcheverything-enable' => 'بوتون آدفضالاریندا آختار',
'searchrelated' => 'ایلگیلی',
'searchall' => 'بوتون',
'showingresults' => "آشاغیدا نومره '''$2'''-دن باشلایان {{PLURAL:$1|'''بیر'''|'''$1'''}} سونوجا قدر گؤستریلیر.",
'showingresultsnum' => "آشاغیدا نومره '''$2'''-دن باشلایان {{PLURAL:$3|'''بیر'''|'''$3'''}} سونوج گؤستریلیر.",
'showingresultsheader' => "'''$4''' اوچون {{PLURAL:$5|'''$3'''-دن '''$1''' نتیجه|'''$3'''-دن '''$1-$2''' نتیجه}}",
'nonefound' => "'''دیقت:''' یالنیز بعضی آدفضالاری آختاریلیر. سورغونوزو ''all:'' اؤن‌اکی‌نی آرتیرماقلا بوتون یئرلرده (او جومله‌دن دانیشیق صحیفه‌لری، شابلونلار و سونرا) آختارین، یوخسا ایسته‌دیگینیز آدفضاسینین آدینی اؤن‌اک کیمی آرتیرین و یالنیز اوردا آختارین.",
'search-nonefound' => 'سیزین سورونوزا اویغون نتیجه تاپیلمادی.',
'powersearch' => 'گلیشمیش آختاریش',
'powersearch-legend' => 'گلیشمیش آختاریش',
'powersearch-ns' => 'آدفضالاریندا آختار',
'powersearch-redir' => 'یوللاندیرمالاری لیست ائت',
'powersearch-field' => 'آختار:',
'powersearch-togglelabel' => 'یوخلا:',
'powersearch-toggleall' => 'بوتون',
'powersearch-togglenone' => 'هئچ بیری',
'search-external' => 'ائشیک آختاریش',
'searchdisabled' => '{{SITENAME}} آختاریشی باغلانیب‌دیر.
ایندی گوگل ایله آختارا بیلرسینیز.
دیقت ائدین کی اونون {{SITENAME}} ایندئکسی، کؤهنه اولا بیلر.',
'search-error' => 'آختاراندا بیر خطا قاباغا گلدی: $1',

# Preferences page
'preferences' => 'ترجیحلر',
'mypreferences' => 'ترجیحلر',
'prefs-edits' => 'دَییشمه‌لرین سایی:',
'prefsnologin' => 'گیرمه‌میسینیز',
'prefsnologintext' => 'ایستیفاده‌چی تنظیملرینی دَییشمک اوچون، <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} گیرمه‌لیسینیز]</span>.',
'changepassword' => 'رمزی دَییشدیر',
'prefs-skin' => 'قابیق',
'skin-preview' => 'اؤن‌گؤستریش',
'datedefault' => 'سئچیم‌سیز',
'prefs-beta' => 'بئتا اؤزل‌لیکلر',
'prefs-datetime' => 'تاریخ و واخت',
'prefs-labs' => 'آزماییشی اؤزل‌لیکلر',
'prefs-user-pages' => 'ایستیفاده‌چی صحیفه‌لری',
'prefs-personal' => 'ایستیفاده‌چی پروفایلی',
'prefs-rc' => 'سون دَییشیکلیکلر',
'prefs-watchlist' => 'ایزله‌دیکلر',
'prefs-watchlist-days' => 'ایزله‌دیکلرده گؤستریلن گونلر',
'prefs-watchlist-days-max' => 'چوخو {{PLURAL:$1|بیر|$1}} گون',
'prefs-watchlist-edits' => 'گنیشلنمیش ایزله‌مه‌لرده گؤستریلن دَییشیکلیکلرین چوخو:',
'prefs-watchlist-edits-max' => 'چوخ سایی: ۱۰۰۰',
'prefs-watchlist-token' => 'ایزله‌دیکلر نیشانی:',
'prefs-misc' => 'باشقا',
'prefs-resetpass' => 'رمزی دَییشدیر',
'prefs-changeemail' => 'ایمیل آدرسینی دَییشدیر',
'prefs-setemail' => 'بیر ایمیل آدرسی وئر',
'prefs-email' => 'ایمیل ترجیحلری',
'prefs-rendering' => 'گؤرونوش',
'saveprefs' => 'قئید ائت',
'resetprefs' => 'قئید ائدیلمه‌میش ترجیحلری صیفیرله',
'restoreprefs' => 'بوتون ایلک ترجیحلری قایتار',
'prefs-editing' => 'دَییشدیرمک‌ده',
'rows' => 'سطرلر:',
'columns' => 'سوتونلار',
'searchresultshead' => 'آختار',
'resultsperpage' => 'صحیفه‌‌يه عاید تاپیلمیش نتیجه‌لر:',
'stub-threshold' => '<a href="#" class="stub">کئچیدسیز لینکی</a> فورمات ائتمک اوچون حدود (بایت‌لارلا):',
'stub-threshold-disabled' => 'چالیشمایان',
'recentchangesdays' => 'سون دییشیک‌لرده گؤستریلن گون‌لرین میقداری:',
'recentchangesdays-max' => 'ماکسیموم $1 {{PLURAL:$1|گون |گون}}',
'recentchangescount' => 'سون ديَیشیکلیکلرده باشلیق سايی:',
'prefs-help-recentchangescount' => 'بورایا یئنی دییشیک‌لیک‌لر، صحیفه‌لرین و ژورنال‌لارین تاریخچه‌سی داخیل‌دیر.',
'savedprefs' => 'سئچیمینیز قئيد ائدیلدی.',
'timezonelegend' => 'چاغ بؤلگه‌سی:',
'localtime' => 'یئرلی چاغ:',
'timezoneuseserverdefault' => 'ویکی اؤن‌فرضینی ایشلد ($1)',
'timezoneuseoffset' => 'باشقا (چاغ فرقینی بیلدیر)',
'timezoneoffset' => 'واقت فرقی¹:',
'servertime' => 'خیدمتچی چاغی:',
'guesstimezone' => 'براوزِردن دولدور',
'timezoneregion-africa' => 'آفریقا',
'timezoneregion-america' => 'آمریکا',
'timezoneregion-antarctica' => 'گونئی قطب',
'timezoneregion-arctic' => 'قوزئی قطب',
'timezoneregion-asia' => 'آسیا',
'timezoneregion-atlantic' => 'اطلس اوقیانوسو',
'timezoneregion-australia' => 'اوسترالیا',
'timezoneregion-europe' => 'اوروپا',
'timezoneregion-indian' => 'هیند اوقیانوسو',
'timezoneregion-pacific' => 'بؤیوک اوقیانوس',
'allowemail' => 'باشقا ایستیفاده‌چیلردن ایمیل آلماغی آچ',
'prefs-searchoptions' => 'آختار',
'prefs-namespaces' => 'آدلار فضاسی:',
'defaultns' => 'یوخسا بو آدفضالاریندا آختار:',
'default' => 'فرض ائدیلن',
'prefs-files' => 'فایل‌لار',
'prefs-custom-css' => 'شخصی سی‌اس‌اس',
'prefs-custom-js' => 'شخصی جاوااسکریپت',
'prefs-common-css-js' => 'بوتون قابیقلار اوچون پایلاشمیش سی‌اس‌اس/جاوااسکریپت:',
'prefs-reset-intro' => 'ترجیحلرینیزی سایتین ایلک فرض ائدیلنلرینه دؤندرمک اوچون، بو صحیفه‌دن ایستیفاده ائده بیلرسینیز.
بو ایش قایتاریلا بیلمز.',
'prefs-emailconfirm-label' => 'ایمیل دوغرولاماسی:',
'youremail' => 'ایمیل:',
'username' => '{{GENDER:$1|ایستیفاده‌چی آدی}}:',
'uid' => '{{GENDER:$1|ایستیفاده‌چی}} ID:',
'prefs-memberingroups' => '{{PLURAL:$1|بیر|$1}} قروپ {{GENDER:$2|عوضو}}و:',
'prefs-registration' => 'یازیلماق واختی:',
'yourrealname' => 'دوغرو آد:',
'yourlanguage' => 'دیل:',
'yourvariant' => 'دیل واریانتی:',
'prefs-help-variant' => 'بو ویکی‌نین ایچینده‌کیلری‌نین گؤستریلدیگی اوچون سئچدیگینیز واریانت یوخسا اورتوقرافی.',
'yournick' => 'یئنی ایمضا:',
'prefs-help-signature' => 'دانیشیق صحیفه‌لرینده یاخیشلار گرک «<nowiki>~~~~</nowiki>» ایله ایمضالانالار. بو نیشان اوتوماتیک‌جه سیزین آدینیز و تاریخه دؤنه‌جک‌دیر.',
'badsig' => 'یانلیش خام ایمضا.
اچ‌تی‌ام‌ال تگ‌لرینی یوخلایین.',
'badsiglength' => 'ایمضانیز چوخ اوزون‌دور.
او گرک {{PLURAL:$1|بیر|$1}} حرف‌دن اوزون اولمایا.',
'yourgender' => 'جینس:',
'gender-unknown' => 'بیلیندیرمه‌میش',
'gender-male' => 'آقا',
'gender-female' => 'خانیم',
'prefs-help-gender' => 'ایستگه یاغلی: یازیلیم‌لا، دوزگون جنسیته ایلگی‌لی آدرس وئرمک اوچون ایشنیر.
بو بیلگی، عمومی اولاجاق‌دیر.',
'email' => 'ایمیل',
'prefs-help-realname' => 'اصلی آد ایستگه باغلی‌دیر.
اگر اونو وئرماغی سئچسز، سیزین ایشلرینیزی سیزه مونتسب ائدن‌ده، بو اصلی آد ایشلنه‌جک‌دیر.',
'prefs-help-email' => 'ایمیل آدرسی ایستگه باغلی‌دیر، آنجاق رمزینیزی اونوتدوغونوز واخت، سیزه يئنی رمز گؤندرمگه گرکلی‌دیر.',
'prefs-help-email-others' => 'سیز هم‌ده آیری ایستیفاده‌چیلره ایجازه وئره بیلرسیز، سیزین ایستیفاده‌چی یا دانیشیق صحیفه‌نیزده بیر باغلانتی ایله، سیزله ایلگی قورسونلار.
آیری ایستیفاده‌چیلر سیزینله ایلگی قوراندا، سیزین ایمیل آدرسیز گؤستریلمه‌یه‌جک‌دیر.',
'prefs-help-email-required' => 'ایمیل آدرس گرکلی‌دیر.',
'prefs-info' => 'اساس بیلگیلر',
'prefs-i18n' => 'اولوسلارآراسی‌لاشدیرما',
'prefs-signature' => 'ایمضا',
'prefs-dateformat' => 'تاریخ فورمتی',
'prefs-timeoffset' => 'ساعات قورشاغینین فرقی',
'prefs-advancedediting' => 'عمومی',
'prefs-editor' => 'دَییشدیرن',
'prefs-preview' => 'اؤن‌گؤستریش',
'prefs-advancedrc' => 'گلیشمیش سئچَنکلر',
'prefs-advancedrendering' => 'گلیشمیش سئچَنکلر',
'prefs-advancedsearchoptions' => 'گلیشمیش سئچَنکلر',
'prefs-advancedwatchlist' => 'گلیشمیش سئچَنکلر',
'prefs-displayrc' => 'گؤرونتو سئچَنکلری',
'prefs-displaysearchoptions' => 'گؤرونتو سئچَنکلری',
'prefs-displaywatchlist' => 'گؤرونتو سئچَنکلری',
'prefs-diffs' => 'فرقلر',

# User preference: email validation using jQuery
'email-address-validity-valid' => 'ایمیل آدرسی، گئچرلی نظره گلیر',
'email-address-validity-invalid' => 'گئچرلی بیر ایمیل آدرسی وئرین',

# User rights
'userrights' => 'ایستیفاده‌چی حاقلاری ایداره‌سی',
'userrights-lookup-user' => 'ایستیفاده‌چی گروپلاری ایداره‌سی',
'userrights-user-editname' => 'ایستیفاده‌چی آدی‌نیزی یازین',
'editusergroup' => 'ایستیفاده‌چی قروپونو دَییشدیر',
'editinguser' => "ایستیفاده‌چی '[[User:$1|$1]]' $2 اوچون ایستیفاده‌چی حقوق‌لاری دییشدیریلیر",
'userrights-editusergroup' => 'ایستیفاده‌چی قروپونو دَییشدیر',
'saveusergroups' => 'ایستیفاده‌چی قروپونو قئيد ائت',
'userrights-groupsmember' => 'داخیل اولدوغو قروپلار:',
'userrights-groupsmember-auto' => 'گومان ائدیلن عضو:',
'userrights-groups-help' => 'بو ایستیفاده‌چی‌نین ایچینده اولدوغو قروپ‌لاری دییش‌دیره بیلرسینیز:
* سئچیلمیش بیر قوتو، ایستیفاده‌چی‌نین او قروپا داخیل اولدوغو معناسینی وئرر
* سئچیلمه‌ییب بیر قوتو، ایستیفاده‌چی‌نین او قروپدا اولمادیغی معناسینی وئرر.
**، قروپو بیر دفعه میدانا گتیردیک‌دن سونرا سیلئمئجئغینیزی بیلدیریر، یا دا قارشی‌لیق‌لی اولا‌راق.',
'userrights-reason' => 'ندن:',
'userrights-no-interwiki' => 'سیزه باشقا ویکی لايیهه‌لرده‌کی ایستیفاده‌چیلرین ائستاتوسونو ديَیشمه‌يه ایزین وئریلمه‌يیب',
'userrights-nodatabase' => '$1 وئریلنلر بازاسی يا مؤوجود دئيیل، يا دا لوکال دئيیل.',
'userrights-nologin' => 'سیز ایستیفاده‌چی‌لرین حقوق‌لارینی دییشمک اوچون سیستئمه ایداره‌چی اولا‌راق [[Special:UserLogin|daxil olmalısınız]].',
'userrights-notallowed' => 'سیزین ایستیفاده‌چی حسابینیزا دیگر ایستیفاده‌چی‌لره حقوق‌لار وئرمک و یا آلماغا ایجازه وئریلمه‌ییب.',
'userrights-changeable-col' => 'ديَیشدیره بیلدیگینیز قروپلار',
'userrights-unchangeable-col' => 'ديَیشدیره بیلمه‌دیگینیز قروپلار',
'userrights-conflict' => 'ایستیفاده‌چی حاقلاری توققوشماسی! لوطفاً دَییشدیرمه‌لرینیزی یئنی‌دن ائدین.',
'userrights-removed-self' => 'سیز باشاریلیق‌لا اؤز حاق‌لارینیزی قالدیردینیز. اونا گؤره داها بو صحیفه‌یه یول تاپماغا قادیر دئییل‌سینیز.',

# Groups
'group' => 'قروپ:',
'group-user' => 'ایستفاده‌چیلر',
'group-autoconfirmed' => 'اوتوماتیک دوغرولانمیش ایستیفاده‌چیلر',
'group-bot' => 'بوتلار',
'group-sysop' => 'ایداره‌چیلر',
'group-bureaucrat' => 'بوروکراتلار',
'group-suppress' => 'باخانلار',
'group-all' => '(بوتون)',

'group-user-member' => '{{GENDER:$1|ایستیفاده‌چی}}',
'group-autoconfirmed-member' => '{{GENDER:$1|دوغرولانمیش ایستیفاده‌چی}}',
'group-bot-member' => '{{GENDER:$1|بوت}}',
'group-sysop-member' => '{{GENDER:$1|ایداره‌چی}}',
'group-bureaucrat-member' => '{{GENDER:$1|بوروکرات}}',
'group-suppress-member' => '{{GENDER:$1|نظارت}}',

'grouppage-user' => '{{ns:project}}:ایستیفاده‌چیلر',
'grouppage-autoconfirmed' => '{{ns:project}}:دوغرولانمیش ایستیفاده‌چیلر',
'grouppage-bot' => '{{ns:project}}:بوتلار',
'grouppage-sysop' => '{{ns:project}}:ایداره‌چیلر',
'grouppage-bureaucrat' => '{{ns:project}}:بوروکراتلار',
'grouppage-suppress' => '{{ns:project}}:نظارت',

# Rights
'right-read' => 'صحیفه‌لری اوخو',
'right-edit' => 'صحیفه‌لری دَییشدیر',
'right-createpage' => 'صحیفه‌لری یاراد (دانیشیق صحیفه‌لر نظرده توتولمور)',
'right-createtalk' => 'دانیشیق صحیفه‌لری یاراد',
'right-createaccount' => 'یئنی ایستیفاده‌چی حسابلاری یاراد',
'right-minoredit' => 'دَییشیکلیکلری، کیچیک اولاراق نیشانلا',
'right-move' => 'صحیفه‌لرین آدینی دَییشدیر',
'right-move-subpages' => 'صحیفه‌لرین آدلارینی، آلت‌صحیفه‌لری ایله بیرلیکده، دَییشدیر',
'right-move-rootuserpages' => 'ایستیفاده‌چی کؤک صحیفه‌لرینین آدلارینی دَییشدیر',
'right-movefile' => 'فایل‌لارین آدلارینی دَییشدیر',
'right-suppressredirect' => 'صحیفه‌لرین آدینی دَییشدیرنده، قایناق صحیفه‌لردن یوللاندیرما یارادما',
'right-upload' => 'فایل یوکله‌یین',
'right-reupload' => 'اؤنجه‌دن اولان فایل‌لارین اوستونه یاز',
'right-reupload-own' => 'همن ایستیفاده‌چی ایله یوکلنن فایل‌لارین اوستونه یاز',
'right-reupload-shared' => 'عمومی آنبارها اولان فایل‌لاری، محلی اولاراق ابطال ائت',
'right-upload_by_url' => 'فایل‌لاری بیر اینترنت آدرسیندن یوکله',
'right-purge' => 'بیر صحیفه‌نین کَشینی، دوغرولانمامیش سیل',
'right-autoconfirmed' => 'آی‌پی اساس‌لی سورعت سینیزلاری ایله تأثیر گؤرمز.',
'right-bot' => 'بیر اوتوماتیک پروسئس کیمی حساب اولون',
'right-nominornewtalk' => 'دانیشیق صحیفه‌لرده کیچیک دَییشیکلیک، یئنی مئساژ یارادماسین',
'right-apihighlimits' => 'API سورغولاریندا، یوخاری محدودیتلر ایشلد',
'right-writeapi' => 'یازان API ایشلد',
'right-delete' => 'صحیفه‌لری سیل',
'right-bigdelete' => 'یئکه گئچمیشلری اولان صحیفه‌لری سیل',
'right-deletelogentry' => 'بعضی خاص سیاهی آیتئملرینی سیل و سیلماغی قایتار',
'right-deleterevision' => 'بعضی خاص صحیفه نوسخه‌لرینی سیل و سیلماغی قایتار',
'right-deletedhistory' => 'سیلینمیش گئچمیش آیتئملرینی، یازیلارینی گؤسترمه‌مکله، گؤستر',
'right-deletedtext' => 'سیلینمیش یازی و سیلینمیش نوسخه‌لر آراسینداکی فرقلره باخ',
'right-browsearchive' => 'سیلینمیش صحیفه‌لری آختار',
'right-undelete' => 'بیر صحیفه‌نین سیلینمگینی قایتار',
'right-suppressrevision' => 'ایداره‌چیلردن گیزلی اولان نوسخه‌لره باخ و قایتار',
'right-suppressionlog' => 'خصوصی سیاهی‌لره باخ',
'right-block' => 'باشقا ایستیفاده‌چیلرله دَییشدیرمگی باغلا',
'right-blockemail' => 'بیر ایستیفاده‌چینین ایمیل گؤندرمگینی باغلا',
'right-hideuser' => 'بیر ایستیفاده‌چی آدینی باغلا و اونو عموم‌دان گیزلد',
'right-ipblock-exempt' => 'آی‌پی باغلاماقلاری، اوتوماتیک باغلاماقلاری و سیرا باغلاماقلاریندان گئچ',
'right-proxyunbannable' => 'پروکسیلرین اوتوماتیک باغلاماقلاریندان گئچ',
'right-unblockself' => 'اؤزلرینی آچسینلار',
'right-protect' => 'قوروماق سطحینی و شلاله‌لی قورونموش صحیفه‌لری دَییشدیر',
'right-editprotected' => '«{{int:protect-level-sysop}}» جوره قورونموش صحیفه‌لری دَییشدیر',
'right-editsemiprotected' => '«{{int:protect-level-autoconfirmed}}» جوره قورونموش صحیفه‌لری دَییشدیر',
'right-editinterface' => 'ایستیفاده‌چی آرا-اوزونو دَییشدیر',
'right-editusercssjs' => 'باشقا ایستیفاده‌چیلرین سی‌اس‌اس و جاوااسکریپت فایل‌لارینی دَییشدیر',
'right-editusercss' => 'باشقا ایستفاده‌چیلرین سی‌اس‌اس فایل‌لارینی دَییشدیر',
'right-edituserjs' => 'باشقا ایستیفاده‌چیلرین جاوااسکریپت فایل‌لارینی دَییشدیر',
'right-editmyusercss' => 'اؤز ایستیفاده‌چی CSS فایل‌لارینی دَییشدیر',
'right-editmyuserjs' => 'اؤز ایستیفاده‌چی جاوااسکریپت فایل‌لارینی دَییشدیر',
'right-viewmywatchlist' => 'اؤز ایزله‌دیکلرینی گؤر',
'right-editmywatchlist' => 'اؤز ایزله‌دیکلرینی دَییشدیر. دیقت ائدین بعضی ایشلر حتی بو حاقسیزلیق ایله ده صحیفه آرتیراجاقلار.',
'right-viewmyprivateinfo' => 'اؤز گیزلی بیلگیلرینی گؤر (میثال اوچون ایمیل آدرسی، دوغرو آد)',
'right-editmyprivateinfo' => 'اؤز گیزلی بیلگیلرینی دَییشدیر (میثال اوچون ایمیل آدرسی، دوغرو آد)',
'right-editmyoptions' => 'اؤز ترجیحلرینی دَییشدیر',
'right-rollback' => 'بیر خاص صحیفه‌نی سون دفعه دَییشدیرن ایستیفاده‌چینین دَییشیکلیکلرینی تئزلیکله قایتار',
'right-markbotedits' => 'قایتاریلان دَییشیکلیکلری، بوت دَییشیکلیگی اولاراق نیشانلا',
'right-noratelimit' => 'سورعت محدودیتلریندن گئچ',
'right-import' => 'باشقا ویکیلردن صحیفه گیردیر',
'right-importupload' => 'بیر فایل یوکلمه‌سیندن صحیفه گیردیر',
'right-patrol' => 'باشقالارین دَییشیکلیکلرینه نظارت ائت',
'right-autopatrol' => 'بیر کسین اؤز دَییشیکلیکلرینی، نظارتلنمیش اولاراق نیشانلا',
'right-patrolmarks' => 'سون نظارتلنمیش دَییشیکلیکلره باخ',
'right-unwatchedpages' => 'نظارتلنمه‌میش صحیفه‌لرین لیستینه باخ',
'right-mergehistory' => 'صحیفه‌لرین گئچمیشلرینی بیرلشدیر',
'right-userrights' => 'بوتون ایستیفاده‌چی حاقلارینی دَییشدیر',
'right-userrights-interwiki' => 'باشقا ویکیلرده‌کی ایستیفاده‌چیلرین ایستیفاده‌چی حاقلارینی دَییشدیر',
'right-siteadmin' => 'دیتابیسی قیفیل‌لا و قیفیلینی آچ',
'right-override-export-depth' => 'ایچری باغلانتیلاری اولان صحیفه‌لری، چوخو ۵ درجه درینلیگی ایله، ایخراج ائت',
'right-sendemail' => 'باشقا ایستیفاده‌چیلره ایمیل گؤندر',
'right-passwordreset' => 'رمز یئنی‌له‌مه ایمیل‌لرینه باخ',

# Special:Log/newusers
'newuserlogpage' => 'ایستیفاده‌چی یارادیلما قئیدی',
'newuserlogpagetext' => 'بو ایستیفاده‌چی یارادماق سیاهیسیدیر.',

# User rights log
'rightslog' => 'ایستیفاده‌چی حاقلاری سیاهی‌سی',
'rightslogtext' => 'بو، ایستیفاده‌چی حاقلارینا اولان دَییشیکلیکلر سیاهی‌سی‌دیر.',

# Associated actions - in the sentence "You do not have permission to X"
'action-read' => 'بو صحیفه‌نی اوخو',
'action-edit' => 'بو صحیفه‌نی دَییشدیر',
'action-createpage' => 'صحیفه یارات',
'action-createtalk' => 'دانیشیق صحیفه‌سی یاراد',
'action-createaccount' => 'بو ایستیفاده‌چی حسابینی یاراد',
'action-minoredit' => 'بو دَییشیکلیگی، کیچیک اولاراق نیشانلا',
'action-move' => 'بو صحیفه‌‌نین آدینی ديَیشدیر',
'action-move-subpages' => 'بو صحیفه‌نین آدینی، آلت‌صحیفه‌لری ایله بیرلیکده دَییشدیر',
'action-move-rootuserpages' => 'ایستیفاده‌چی کؤک صحیفه‌لرینین آدلارینی دَییشدیر',
'action-movefile' => 'بو فایلین آدینی دَییشدیر',
'action-upload' => 'بو فایلی یوکله',
'action-reupload' => 'بو اؤنجه‌دن اولان فایلین اوستونه یاز',
'action-reupload-shared' => 'بو فایلی بیر عمومی آنبارها ایبطال ائت',
'action-upload_by_url' => 'بو فایلی بیر اینترنت آدرسیندن یوکله',
'action-writeapi' => 'یازان API ایشلد',
'action-delete' => 'بو صحیفه‌‌نی سیل',
'action-deleterevision' => 'بو نوسخه‌نی سیل',
'action-deletedhistory' => 'بو صحیفه‌نین سیلینمیش گئچمیشینه باخ',
'action-browsearchive' => 'سیلینمیش صحیفه‌لری آختار',
'action-undelete' => 'بو صحیفه‌نین سیلمگینی قایتار',
'action-suppressrevision' => 'بو گیزلی نوسخه‌یه یئنی‌دن باخ و اونو قایتار',
'action-suppressionlog' => 'بو خصوصی سیاهی‌یا باخ',
'action-block' => 'بو ایستیفاده‌چی‌نین دَییشدیرمه‌سینین قاباغینی آل',
'action-protect' => 'بو صحیفه اوچون قورونماق سطحلرینی دَییشدیر',
'action-rollback' => 'بیر خاص صحیفه‌نی سون دفعه دَییشدیرن ایستیفاده‌چینین دَییشیکلیکلرینی تئزلیکله قایتار',
'action-import' => 'بو صحیفه‌نی باشقا بیر ویکی‌دن گیردیر',
'action-importupload' => 'بو صحیفه‌نی بیر فایل یوکلمه‌سیندن گیردیر',
'action-patrol' => 'باشقالارین دَییشیکلیکلرینی، نظارتلنمیش اولاراق نیشانلا',
'action-autopatrol' => 'اؤز دَییشیکلیکلرینیزی نظارتلنمیش اولاراق نیشانلا',
'action-unwatchedpages' => 'نظارتلنمه‌میش صحیفه‌لرین لیستینه باخ',
'action-mergehistory' => 'بو صحیفه‌نین گئچمیشینی بیرلشدیر',
'action-userrights' => 'بوتون ایستیفاده‌چی حاقلارینی دَییشدیر',
'action-userrights-interwiki' => 'باشقا ویکیلرده‌کی ایستیفاده‌چیلرین ایستیفاده‌چی حاقلارینی دَییشدیر',
'action-siteadmin' => 'دیتابیسی قیفیل‌لا یا قیفیلینی آچ',
'action-sendemail' => 'ایمیل گؤندر',
'action-editmywatchlist' => 'ایزله‌دیکلرینی دَییشدیر',
'action-viewmywatchlist' => 'ایزله‌دیکلرینی گؤر',
'action-viewmyprivateinfo' => 'گیزلی بیلگیلرینی گؤر',
'action-editmyprivateinfo' => 'گیزلی بیلگیلرینی دَییشدیر',

# Recent changes
'nchanges' => '$1 {{PLURAL:$1|دَییشیکلیک}}',
'recentchanges' => 'سون دَییشیکلیکلر',
'recentchanges-legend' => 'سون دَییشیکلیکلر سئچمه‌لری',
'recentchanges-summary' => 'بو صحیفه‌ده، بو ویکی‌ده وئریلن ان سون دَییشیکلیکلری ایزله‌یین.',
'recentchanges-noresult' => 'وئریلمیش دؤنم‌ده، بو معیارلارا تطبیق اولان دَییشدیرمه یوخدور.',
'recentchanges-feed-description' => 'ویکی‌ده‌کی ان سون ديَیشیکلیک‌لری بو يايیم کانالیندان ایزله‌يین.',
'recentchanges-label-newpage' => 'بو دییشیک یئنی بیر صحیفه یاراتدی',
'recentchanges-label-minor' => 'بو بیر کیچیک دَییشدیرمه‌دیر',
'recentchanges-label-bot' => 'بو دییشیک بیر بوت طرفیندن ائدیلیب‌دیر',
'recentchanges-label-unpatrolled' => 'بو دییشیکلیک هله گؤزدن گئچیریلمه‌ییب‌دیر',
'rcnote' => "آشاغیدا {{PLURAL:$1|'''بیر'''|'''$1'''}} ديَیشیکلیک، سون {{PLURA?:$2|بیر|$2}} گون‌ده، ساعت $5، $4 تاریخینه قدر گلیب‌دیر.",
'rcnotefrom' => "آشاغیدا '''$2'''-دن ('''$1'''-ه قدر) ديَیشیکلیکلر گلیبلر.",
'rclistfrom' => '$1 واختیندان باشلایاراق یئنی دییشیکلری گؤستر',
'rcshowhideminor' => 'کیچیک دَییشیکلری $1',
'rcshowhidebots' => 'بوتلاری $1',
'rcshowhideliu' => 'ایچری گیرمیش ایستیفاده‌چیلری $1',
'rcshowhideanons' => 'تانینمامیش ایستیفاده‌چیلری $1',
'rcshowhidepatr' => 'نظارت ائدیلن دَییشیکلیکلری $1',
'rcshowhidemine' => 'منیم دَییشیکلریمی $1',
'rclinks' => 'سون $2 گون عرضینده‌کی سون  $1 ديَیشیکلیگی گؤستر <br />$3',
'diff' => 'فرق',
'hist' => 'گئچمیش',
'hide' => 'گیزلت',
'show' => 'گؤستر',
'minoreditletter' => 'ک',
'newpageletter' => 'ی',
'boteditletter' => 'ب',
'number_of_watching_users_pageview' => '[{{PLURAL:$1|بیر|$1}} ایزله‌ین ایستیفاده‌چی]',
'rc_categories' => 'بؤلمه‌لره محدودلاشدیر («|» ایله آییر)',
'rc_categories_any' => 'هر',
'rc-change-size-new' => 'دَییشیکلیک‌دن سونرا {{PLURAL:|بیر|$1}} بایت',
'newsectionsummary' => '/* $1 */ یئنی بؤلمه',
'rc-enhanced-expand' => 'تفصیلاتی گؤستر (جاوااسکریپت لازیم‌دیر)',
'rc-enhanced-hide' => 'تفصیل‌لری گیزلت',
'rc-old-title' => 'ایلک‌جه «$1» آدی‌له یارانمیشدیر',

# Recent changes linked
'recentchangeslinked' => 'ایلگیلی دَییشیکلیکلر',
'recentchangeslinked-feed' => 'ایلگیلی دَییشیکلیکلر',
'recentchangeslinked-toolbox' => 'ایلگیلی دَییشیکلیکلر',
'recentchangeslinked-title' => "''$1'' ایله ایلگی‌لی دییشیکلر",
'recentchangeslinked-summary' => "آشاغیداکی سیياهی، قئيد اوْلونان صحیفه‌‌يه (و يا قئيد اوْلونان کاتئقوْرياداکی صحیفه‌‌لره) داخیلی کئچید وئرن صحیفه‌‌لرده ائدیلمیش سوْن ديَیشیکلیکلرین سیياهیسیدیر. 
[[Special:Watchlist|ایزله‌مه سیياهینیزداکی]] صحیفه‌‌لر '''قالین''' شریفتله گؤستریلمیشدیر.",
'recentchangeslinked-page' => 'صحیفه آدی:',
'recentchangeslinked-to' => 'قئيد اوْلونان صحیفه‌‌ده‌کی دئيیل، اوْنا داخیلی کئچید وئرن صحیفه‌‌لرده‌کی ديَیشیکلیکلری گؤستر',

# Upload
'upload' => 'فایل یوکله‌',
'uploadbtn' => 'فایل یوکله‌یین',
'reuploaddesc' => 'يوکلئمئ فورمونا گئری دؤن.',
'upload-tryagain' => 'ديَشدیریلمیش فايل ایضاهینی گؤندر',
'uploadnologin' => 'گیریش ائتمه‌میسینیز',
'uploadnologintext' => 'فايل يوکله‌مک اوچون گرک $1.',
'upload_directory_missing' => '($1) یوکلمه قایداسی آختاریلیر و وئبسئروئرده یارادیلماسی قئیری-مومکون‌دور.',
'upload_directory_read_only' => '"$1" کاتالوقونون آرشیوی وئب-سئروئر یازی‌لاری اوچون باغلی‌دیر.',
'uploaderror' => 'یوکلمه خطاسی',
'upload-recreate-warning' => "'دیققت: بو آددا فایل سیلینیب، یاخود آدی دییشدیریلیب.'

بو صحیفه‌نین سیلینمه و آددییشمه ژورنا‌لی آشاغیدا گؤستریلمیش‌دیر:",
'uploadtext' => "فایل یوکلمک اوچون آشاغی‌داکی فورما‌دان ایستیفاده ائدین.
اول‌لر یوکلنمیش فایل‌لارا باخماق اوچون [[Special:FileList|یوکلنمیش فایل‌لار سیاهی‌سینا]] کئچین، هم‌چی‌نین (تکرار) یوکلنمیش فایل‌لارا [[Special:Log/upload|یوکلمه ژورنالیندا]]، سیلینمیش فایل‌لارا [[Special:Log/delete|سیلینمه ژورنالیندا]] باخا بیلرسینیز.

مقاله‌یه فایل یئرلش‌دیرمک اوچون آشاغیداکی فورما‌لاردان بیرینی ایستیفاده ائدین:
* فایلین تام نوسخه لری یئرلش‌دیرمک اوچون: '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code>''';
* فایلین 200 پیکسئلدک کیچیلدیلمیش وئرسیاسینی متن‌دن سولدا، آلتیندا ایزاهلا یئرلش‌دیرمک اوچون: '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|təsvir]]</nowiki></code>''';
* صحیفه‌ده فایلین اؤزونو گؤسترمه‌دن اونا بیرباشا کئچید یئرلش‌دیرمک اوچون: '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code>'''.",
'upload-permitted' => 'ایجازه وئریلن فايل تیپلری: $1.',
'upload-preferred' => 'ایجازه وئریلن فايل تیپلری: $1.',
'upload-prohibited' => 'ایجازه وئریلمه‌ين فايل تیپلری: $1.',
'uploadlog' => 'يوکله‌مه قئيدی',
'uploadlogpage' => 'یوکلمه قئیدلری',
'uploadlogpagetext' => 'آشاغیدا ان سون یوکله‌نیلن فایل‌لارین لیستی گؤستریلیر.
داها گؤرونوش‌لو گؤسترمک اوچون، [[Special:NewFiles|یئنی فایل‌لار گالئری‌سینه]] باخین.',
'filename' => 'فایل آدی',
'filedesc' => 'قیساسی',
'fileuploadsummary' => 'قیساسی:',
'filereuploadsummary' => 'فایل دَییشیکلری:',
'filestatus' => 'مؤلف حوقوقلاری:',
'filesource' => 'قایناق:',
'uploadedfiles' => 'یوکلنمیش فایللار‌',
'ignorewarning' => 'خبردارلیقلارا اهمیت وئرمه و فايلی ساخلا',
'ignorewarnings' => 'بوتون خبردارلیقلارا محل قويماماق',
'minlength1' => 'فايل آدی ان آزی بیر حرفدن عبارت اولمالیدیر.',
'illegalfilename' => '"$1" فایل آدیندا صحیفه آدلاریندا ایستیفاده‌سینه یول وئریلمه‌ین سیمبول‌لار وار. لطفاً فایلین آدینی دییشین و یئنی‌دن یوکلمه‌یه جهد ائدین.',
'filename-toolong' => 'فایل آدی 240 بایت‌دان اوزون اولا بیلمز.',
'badfilename' => 'فایلین آدی دییشیلدی. یئنی آدی: "$1".',
'filetype-mime-mismatch' => '".$1" فایل اوزانتی‌سی فایلین میمئ تیپینه ($2) اویغون گلمیر.',
'filetype-badmime' => '"$1" MIME تیپین‌دکی فایل‌لارین یوکلنمه‌سینه ایجازه وئریلمیر.',
'filetype-bad-ie-mime' => 'بو فایل یوک‌لنه، چونکی اینتئرنئت اکسپلورر بونو، ایجازه وئریلمه‌ین و احتمالا زررلی فایل نؤوو اولان "$1" اولا‌راق تثبیت ائدیر.',
'filetype-unwanted-type' => "'''\". \$1\"''' ایستنمه‌ین بیر فایل نؤوودور. تکلیف ائدیلن {{PLURAL: \$3 | فایل نؤوو | فایل نؤو‌لری}} \$2.",
'filetype-banned-type' => '\' \'". $1"\' {{PLURAL: $4 | ایجازه وئریلن بیر فایل نؤوو دئییل | ایجازه وئریلن بیر فایل نؤوو دئییل}}. ایجازه وئریلن {{PLURAL: $3 | فایل نؤوو | فایل نؤو‌لری}} $2.',
'filetype-missing' => 'فايلین هئچ بیر اوزانتیسی يوخدور (مثلا، ".jpg").',
'empty-file' => 'سیز یول‌لادیغینیز فایل، بوش ایدی.',
'file-too-large' => 'گؤندردیگینیز فایل چوخ بؤیوک‌دور.',
'filename-tooshort' => 'فایل آدی چوخ قیسادی.',
'filetype-banned' => 'بو تیپ فایل‌لار قاداغان‌دیر.',
'verification-error' => 'فایل تصدیقی باش توتمادی.',
'hookaborted' => 'ائتمه‌یه چالیشدیغینیز دییشیک‌لیک بیر فایل اوزانتی‌سی چئنگئلیلئ لغو ائدیلدی.',
'illegal-filename' => 'فایل آدینا ایجازه یوخ‌دور.',
'overwrite' => 'بیر اولان فایلین اوستونه یازماغا ایجازه یوخدور.',
'unknown-error' => 'بیلینمه‌ين بیر خطا ياراندی.',
'tmp-create-error' => 'مووققتی فايل يارادیلا بیلمه‌دی.',
'tmp-write-error' => 'موقتی فایل یازیلارکن ختا.',
'large-file' => 'فایل‌لارین $1 اؤلچوسون‌دن داها بؤیوک اولماماسی تکلیف؛
بو فایلین اؤلچوسو $2.',
'largefileserver' => 'فایلین اؤلچوسو یول وئریلن حدی آشیر.',
'emptyfile' => 'یوکلدیگینیز فایل بوش‌دور. بو فایلین آدیندا اولان هرف سهوی ایله باغ‌لی اولا بیلر. خاهیش اولونور کی، دوغوردان دا بو فای‌لی یوکلمک ایستدیگینیزی یوخلایاسینیز.',
'windows-nonascii-filename' => 'بو wiki فایل آدلاریندا خصوصی کاراکتئر ایستیفاده‌سینی دستکلمیر',
'fileexists' => 'یوکلمک ایستدیگینیز آددا فایل مؤوجوددور.
لطفاً <strong>[[:$1]]</strong> کئچیدینی یوخلایین و بو فای‌لی یوکلمک ایستدیگینیزدن عمین اولون.
[[$1|thumb]]',
'filepageexists' => 'بو فایل اوچون شرح صحیفه‌سی <strong>[[:$1]]</strong> عنوانیندا اونسوز دا یارادیلمیش، لاکین بو آددا بیر فایل بو آندا مؤوجود دئییل.
گیرجیینیز خلاصه شرح صحیفه‌سینده گؤرونمه‌یه‌جک.
اؤزئتینیزین اورادا گؤرونمه‌سی اوچون، بونو الله دییشدیرملیسینیز.
[[$1|کیچیک شکیل]]',
'fileexists-extension' => 'بئنزئر آدلا باشقا بیر فایل مؤوجود: [[$2|thumb]]
* چکیلمیش فایلین آدی: <strong>[[:$1]]</strong>
* مؤوجود فایلین آدی: <strong>[[:$2]]</strong>
خاهیش ائدیریک باشقا بیر آد سئچین',
'fileexists-thumbnail-yes' => "بو فایل، بیر رسمی فور وئرسیاسی کیمی گؤرونور (تهومبنایل)'. [[$1|thumb]]
خاهیش ائدیریک <سترونگ> [[:$1]] </strong> فایلینی نظارت ائدین.
اگر نظارت ائدیلن فایل ایله خصوصی اؤلچوسون‌دکی عینی دوسیایسا آرتیق کیچیک شکیل یوکلمه‌یه احتیاج یوخ‌دور.",
'file-thumbnail-no' => "بو فایلین آدی <strong>$1</strong> ایله باشلاییر.
بو باشقا بیر شکیل فور نوسخه سینه بنزییر (thumbnail)'
اگر سیزده بو شکیلین تام نظر گلیر نسخه سی وارسا اونو یوکلیین، عکس حالدا خاهیش ائدیریک فایل آدینی دییش‌دیرین.",
'fileexists-forbidden' => 'بو آددا بیر فايل وار، و اوزرینه يازیلما اولماز. 
فايلینیزی يئنه ده يوکله‌مک ایسته‌يیرسینیزسه، خاهیش ائدیریک گئری دؤنوب يئنی بیر آد ایستیفاده ائدین.
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'بو آددا بیر فايل اورتاق آمباردا مؤوجود دیر. 
فايلینیزی يئنه ده يوکله‌مک ایسته‌يیرسینیزسه، خاهیش ائدیریک گئری گئدیب يئنی بیر آد ایستیفاده ائدین. 
[[File:$1|thumb|center|$1]]',
'file-exists-duplicate' => 'بو فایل آشاغی‌داکی {{PLURAL: $1 | فایلین | فایل‌لارین}} تکراری سی‌دیر:',
'file-deleted-duplicate' => 'بو فایلین عینی اولان باشقا بیر فایل([[:$1]])داها اول‌دن سیلیندی. بو فای‌لی یئنی‌دن یوکلمه‌دن اول دیگر فایلین سیلینمه‌سی قئیدلرینی ایداره ائتملیسینیز.',
'uploadwarning' => 'يوکله‌مه خبردارلیغی',
'uploadwarning-text' => 'خاهیش ائدیریک آشاغی‌داکی فایل شرحینی دییش‌دیرین و یئنی‌دن جهد ائدین.',
'savefile' => 'فايلی قئيد ائت',
'uploadedimage' => '«[[$1]]» یوکلندی',
'overwroteimage' => '"[[$1]]"-این یئنی نوسخه سی یوکلندی',
'uploaddisabled' => 'يوکله‌مه باش توتمادی',
'copyuploaddisabled' => 'اینترنت آدرسی ایله یوکلمه باش توتمادی.',
'uploadfromurl-queued' => 'يوکله‌مه‌نیز نؤوبه گؤزله‌يیر',
'uploaddisabledtext' => 'فايل يوکلنمه‌سی باش توتمادی.',
'php-uploaddisabledtext' => 'پی اچ پی فایل یوکلملری دؤوره خاریجی‌دیر. خاهیش ائدیریک file_uploads تنظیم لرین یئنی دن بیر باخین.',
'uploadscripted' => 'بو فایل بیر اینتئرنئت آختاریش برنامه سی طرفین‌دن سهو چئوریلبیلجک بیر HTML و یا ایسکریپت کودو عبارت‌دیر.',
'uploadvirus' => 'فايلدا ویروس وار!  
دئتاللار: $1',
'uploadjava' => 'فایل، بیر جاوا. نوع ‎‎class ائهتیوا ائدن بیر زیپ فایلی‌دیر.
جاوا فایل‌لارینین یوکلنمه‌سینه ایجازه وئریلمیر، چونکی تهلوکه‌سیزلیک محدودلاشدیرما‌لارینین آتلانماسینا سبب اولا بیلمکده‌دیرلر.',
'upload-source' => 'قایناق فايلی',
'sourcefilename' => 'فايل آدی منبع‌لری',
'sourceurl' => 'قایناق آدرسی',
'destfilename' => 'فايل آدی',
'upload-maxfilesize' => 'فايلین بویوک هجمی: $1',
'upload-description' => 'فایل ایضاهی',
'upload-options' => 'یوکلمه سئچینیکلر',
'watchthisupload' => 'بو فايلی ایزله',
'filewasdeleted' => 'بو آددا بیر فایل یاخین زاماندا یوکلندی و سونرا ایداره‌چی‌لر طرفین‌دن سیلیندی. فای‌لی یوکلئمئدئن اول، $1 صحیفه‌سینه بیر گؤز آتین.',
'filename-bad-prefix' => 'یوکلمکده اولدوغونوز فایلین آدی، عمومی اولا‌راق رقمسال کامئرا‌لار طرفین‌دن آوتوماتیک اولا‌راق ائکئلئنئن و آچیقلاییجی اولمایان \'"$1"\' ایله باشلاییر.
خاهیش ائدیریک فایلینیز اوچون داها آچیقلاییجی بیر آد سئچین.

یوکلمکده اولدوغونوز فایلین آدی، عمومی اولا‌راق رقمسال کامئرا‌لار طرفین‌دن آوتوماتیک اولا‌راق باغلانان و آچیقلاییجی اولمایان \'"$1"\' ایله باشلاییر.
خاهیش ائدیریک فایلینیز اوچون داها آچیقلاییجی بیر آد سئچین.',
'upload-success-subj' => 'یوکلمه گوتولدو',
'upload-success-msg' => '[$2] یوکلمه‌نیز موفقیت‌لی اولدو. یوکلمه‌نیز بورادا مؤوجود: [[:{{ns:file}}:$1]]',
'upload-failure-subj' => 'یوکلمه پروبلئمی',
'upload-failure-msg' => '[$2]-دن یوکله‌دیگینیزده بیر ایشکال قاباغا گلدی:

$1',
'upload-warning-subj' => 'یوکلمه خبردارلیغی',
'upload-warning-msg' => '[$2]-دن یوکله‌دیگینیزده بیر ایشکال قاباغا گلدی. بو ایشکالی دوزلدمک اوچون، [[Special:Upload/stash/$1|یوکلمه فورمو]]نا قاییدا بیلرسینیز.',

'upload-proto-error' => 'یانلیش پروتوکول',
'upload-proto-error-text' => 'اوزاقدان یوکلمه، <code>http://</code> یوخسا <code>ftp://</code> ایله باشلانان آدرس ایسته‌ییر.',
'upload-file-error' => 'ایچ خطاسی',
'upload-file-error-text' => 'سئروئرده مووققتی فایل میدانا گتیرمه جهدی زامانی بیر داخیلی خطا میدانا گلدی.
خاهیش ائدیریک بیر [[Special:ListUsers/sysop|administrator]] یله علاقه ساخلایین.',
'upload-misc-error' => 'بیلین‌مه‌ین یوکلمه خطاسی',
'upload-misc-error-text' => 'یوکلمه اسناسیندا بیلینمه‌ین بیر خطا میدانا گلدی.
خاهیش ائدیریک علاقه‌نین اعتبارلی و چاتیلا بیلر اولدوغونو تصدیق و یئنی‌دن جهد ائدین.
اگر پروبلئم تکرارلانسا، بیر [[Special:ListUsers/sysop|administrator]] ایله علاقه ساخلایین',
'upload-too-many-redirects' => 'آدرس ده چوخ یؤنلندیرمه وار',
'upload-unknown-size' => 'بیلین‌مه‌ين هجم',
'upload-http-error' => 'اچ تی تی پی ختاسی وار : $1',
'upload-copy-upload-invalid-domain' => 'فایل یوکلنمه سی بو بازه ده امکانی یوخدور',

# File backend
'backend-fail-stream' => '$1 فای‌لی یولانمامادی.',
'backend-fail-backup' => 'بو فایل $1 اوچون نوسخه پشتیان یارتماق اولماز',
'backend-fail-notexists' => '"$1" فای‌لی مؤوجود دئییل',
'backend-fail-hashes' => 'هش‌لری آلماق پرونده مقایسه اوچون یانلیشی دیر.',
'backend-fail-notsame' => 'بیر اولمایان فایل $1 دا واردیر.',
'backend-fail-invalidpath' => '"$1" اعتبارلی بیر ییغما یولو دئییل.',
'backend-fail-delete' => '"$1" فایلن سیله بیلمه سینیز.',
'backend-fail-describe' => 'مئتاداتا "$1" فایل دییشیک‌لیک وئرمک اولماز.',
'backend-fail-alreadyexists' => '"$1" فای‌لی اونسوز دا مؤوجوددور.',
'backend-fail-store' => 'فایلین $1 $2 ساخلایا ائتمک اولا بیلمز.',
'backend-fail-copy' => '"$1" فايلی "$2" فايلینا کوپي‌لانمیر.',
'backend-fail-move' => '"$1" فای‌لی، "$2" فایلینا تاشینامادی.',
'backend-fail-opentemp' => 'مووققتی فایل آچیلا بیلمه‌دی.',
'backend-fail-writetemp' => 'مووققتی فایل اولوشتورولامادی.',
'backend-fail-closetemp' => 'مووققتی فایل باغلاندی.',
'backend-fail-read' => '"$1" فایلی اوخونمادی.',
'backend-fail-create' => '"$1" فایلی یارانمادی.',
'backend-fail-maxsize' => 'ائدیر: فایل داها چوخ $1 {{PLURAL:$2|بیر بایتی|$2 بایتی}} $2 {جمع} چونکی داتا یازا بیلمز.',
'backend-fail-readonly' => 'پشتیبان "$1" حال حاضیر دا فقط اوخوماق وضعیتینده دیر. وئریلمیش سببی: "$2"',
'backend-fail-synced' => 'فایل «$1» پشتیبان لاری اوچوجو داخی‌لی وضعیت ساخلانیلیر',
'backend-fail-connect' => 'ارتیباط ذخیره پشتیبانی «$1» ایله قورولمادی',
'backend-fail-internal' => 'بیلنمه ین خطا ذخیره پشتیبانین دا «$1» اوز وئردی.',
'backend-fail-contenttype' => 'فایلین ایچینده کی نوعون ساخلاماق اوچون «$1» یئرده  تعیین اولماسی موفقیت سیزی دیر.',
'backend-fail-batchsize' => 'دسته لر واردیر $1 {{PLURAL:$1|ایش آپاریلماسی |ایش آپاریلماسی}} فایل ذخیره پشتیبانینا ذخیره وئریلدی؛ چوخلوسی، ایجازه وار $2 {{PLURAL:$2|ایش آپاریلماسی |ایش آپاریلماسی}} دیر.',
'backend-fail-usable' => '$1فایل اوچون اوخوماق و یازماق ایمکانی یوخدور نیه کی  دسرسی سطحی کیفایت ائتمیر یا دا نظرده آلینان شاخه/محفظهٔ یوخدور.',

# File journal errors
'filejournal-fail-dbconnect' => 'وصل اولماق ایمکانی دفترخانا داده پایگاهینا پشتیبانلیق ائتمک اوچون   "$1" ساخلاماقی یوخدور.',
'filejournal-fail-dbquery' => 'دفترخانا داده پایگاهین یئنی لمک پشتیبان ساخلاماق اوچون«$1» امکان یوخدور.',

# Lock manager
'lockmanager-notlocked' => 'کلید «$1» آچماق اولمور؛ نیه کی بالانمییب.',
'lockmanager-fail-closelock' => 'موحافیظه اولونموش فایل "$1" اوچون باقلاماق اولا بیلمز .',
'lockmanager-fail-deletelock' => 'موحافیظه اولونموش فایل "$1" اوچون سیلمه اولا بیلمز .',
'lockmanager-fail-acquirelock' => 'موحافیظه «$1» اوچون اولا بیلمز',
'lockmanager-fail-openlock' => 'موحافیظه اولونموش فایل "$1" اوچون آچمااولا بیلمز .',
'lockmanager-fail-releaselock' => 'موحافیظه «$1» اوچون آچیلا بیلمز',
'lockmanager-fail-db-bucket' => 'ارتباط ایمکانی داده پایگاهین تعداد کافی  کیلد لر $1 محفظه سینده یوخدور.',
'lockmanager-fail-db-release' => 'داده پایاگاهین $1 کیلید لرین آچماقی مومکین دییل.',
'lockmanager-fail-svr-acquire' => 'سئرور کیلید لرین $1 اچماق مومکین دییل.',
'lockmanager-fail-svr-release' => 'سئرور کیلید لرین $1 آچماق امکانی یوخدور.',

# ZipDirectoryReader
'zip-file-open-error' => 'فايل زیپ يوخلامالاری اوچون آچیلارکن بیر خطاایله قارشیلاشیلدی.',
'zip-wrong-format' => 'گؤستریلن فايل زیپ فايلی دئيیل.',
'zip-bad' => 'فایل خاراب یا دا باشقا بیر سبب‌دن اؤتری اوخونمایان بیر زیپ فایلی.
تهلوکه‌سیزلیک نظارتی اویغون شکیلده گئرچکلشدیریلمیر.',
'zip-unsupported' => 'فايل، مئدیياویکی طرفیندن دستکلنمه‌ين زیپ خصوصیتلرینه صاحب بیر زیپ فايلی. 
تهلوکه‌‌سیزلیک نظارتی اويغون بیر شکیلده گئرچئکلئشتیریلئمیيور.',

# Special:UploadStash
'uploadstash' => 'گیزلی يوکله‌مه',
'uploadstash-summary' => 'بو صحیفه‌‌ يوکلنمیش(و يا يوکلنمکده دیر) آمما هله ویکیده نشر اولونمامیش فايللارا چاتماغی تعمین ائدر. بو فايللار يالنیز يوکله‌يه‌نی طرفیندن گؤروله بیلر.',
'uploadstash-clear' => 'مووققتی فايللاری تمیزله',
'uploadstash-nofiles' => 'سیزین هئچ آمبار اولموش فایلینیز یوخدور.',
'uploadstash-badtoken' => 'چالیشمانین حیاتا کئچیریلمه‌سی باشاریسیز اولدو، احتیماللا تنزیمله‌مه قايدالاری زامان آشیمینا معروض قالدی. يئنیدن چالیشین.',
'uploadstash-errclear' => 'فايللارین سیلینمه‌سی باشاریسیز اولدو.',
'uploadstash-refresh' => 'فايل سیياهیسینی يئنیله',
'invalid-chunk-offset' => 'اعتبارسیز یئربه‌یئر',

# img_auth script messages
'img-auth-accessdenied' => 'گیریش قاداغاندیر',
'img-auth-nopathinfo' => 'PATH_INFO یوخدور.
سئروئرینیز بو معلوماتی کئچیرمک اوچون نیزاملانمامیش. 
سی‌جی‌آی اولا بیلر و img_auth دستکله‌نیلمیر اولا بیلر. 
https://www.mediawiki.org/wiki/Manual:Image_Authorization صحیفه‌‌سینه باخین.',
'img-auth-notindir' => 'ایسته‌دیگینیز يول قورولموش يوکله‌مه قوولوغونا دئيیل.',
'img-auth-badtitle' => '«$1» ایله اعتبارلی بیر مؤوضو یوخدور....',
'img-auth-nologinnWL' => 'گیریش ائتمه‌دینیز و «$1» آغ سیياهیدا دئيیل.',
'img-auth-nofile' => 'فایل "$1" یوخدور.',
'img-auth-isdir' => '"$1" قوو‌لوغونا چیخماغا چالیشیرسینیز.
یالنیز فایل مراجعتینه ایجازه وئریلیر.',
'img-auth-streaming' => '"$1" آخینی.',
'img-auth-public' => "img_auth.php 'نین فونکسیاسی خصوصی بیر ویکی فایل‌لاری چیخارماق‌دیر.
بو wiki اومومی بیر wiki اولا‌راق قورولوب.
ان اویغون تهلوکه‌سیزلیک اوچون، img_auth.php دؤوره خاریجی بوراخیلدی.",
'img-auth-noread' => 'ایستیفاده‌چی‌نین «$1»بیر  اوخوماق حقوقو يوخدور.',
'img-auth-bad-query-string' => 'آدرس اونواندا يانلیش آختاریش ستری وار.',

# HTTP errors
'http-invalid-url' => 'سهو اورل: $1',
'http-invalid-scheme' => '"$1" سماسینا صاحب اورللئر دستک‌لنمیر',
'http-request-error' => 'هتتپ ایستیی بیلینمه‌ین بیر سببله موفقیت‌سیز اولدو.',
'http-read-error' => 'اچ‌تی‌تی‌پی اوخوما ختاسی',
'http-timed-out' => 'اچ‌تی‌تی‌پی ایستیی‌نین واختی بیتدی.',
'http-curl-error' => 'مراجعت نشانی ده یانلیش : $1',
'http-bad-status' => 'اچ‌تی‌تی‌پی مراجعتین یوخلانماسی زامانی پروبلئم آشکارلانمیش‌دیر: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6' => 'اینترنتی آدرسه چاتماق اولمادی.',
'upload-curl-error6-text' => 'گؤستریلن اورل ائریشیلمیر.
خاهیش ائدیریک اورل دوغرو و سایتین آچیق اولدوغونو نظارت ائدین.',
'upload-curl-error28' => 'يوکله‌مه واختی بیتدی',
'upload-curl-error28-text' => 'بو سایتین جاواب وئرمه‌سی چوخ اوزون سورور.
خاهیش ائدیریک سایتین آچیق اولدوغونو نظارت ائدین، قیسا بیر مدت گؤزلیین و یئنی‌دن جهد ائدین.
سایتین داها آز مشغول اولدوغو بیر زاماندا سیناماق داها یاخشی اولا بیلر.',

'license' => 'لیسانس:',
'license-header' => 'لیسانس',
'nolicense' => 'هئچ‌بیری سئچیلمه‌ییب',
'license-nopreview' => '(اؤن‌گؤستریش یوخدور)',
'upload_source_url' => '(بیر گئچرلی و عموم گؤره بیلن اینترنت آدرسی)',
'upload_source_file' => '(بیلگی‌سایارینیزدا بیر فایل)',

# Special:ListFiles
'listfiles-summary' => 'بو اؤزل صحیفه، بوتون یوکله‌نیلن فایل‌لاری گؤستریر.
ایستیفاده‌چیه فیلتر اولوناندا، یالنیز او ایستیفاده‌چی سون نوسخه‌لرینی یوکله‌ین فایل‌لار گؤستریلیر.',
'listfiles_search_for' => 'مئدیا آدی اوچون آختار:',
'imgfile' => 'فایل',
'listfiles' => 'فایل لیستی',
'listfiles_thumb' => 'کیچیک شکیل',
'listfiles_date' => 'تاریخ',
'listfiles_name' => 'آد',
'listfiles_user' => 'ایستیفاده‌چی',
'listfiles_size' => 'اؤلچو',
'listfiles_description' => 'شرح',
'listfiles_count' => 'نوسخه‌لر',

# File description page
'file-anchor-link' => 'فایل',
'filehist' => 'فايل گئچمیشی',
'filehist-help' => 'فايلین اول‌کی وئرسیياسینی گؤرمک اۆچون گۆن/تاریخ بؤلمه‌سینده‌کی تاریخلری تێقلايین.',
'filehist-deleteall' => 'هاممی‌سین سیل',
'filehist-deleteone' => 'سیل',
'filehist-revert' => 'قایتار',
'filehist-current' => 'ایندیکی',
'filehist-datetime' => 'تاریخ/واخت',
'filehist-thumb' => 'کیچیک شکیل',
'filehist-thumbtext' => '$1 تاریخینده‌کی نوسخه‌نین کیچیک گؤرونتوسو',
'filehist-nothumb' => 'کیچیک شکیل یوخدو',
'filehist-user' => 'ایستیفاده‌چی',
'filehist-dimensions' => 'اؤلچولر',
'filehist-filesize' => 'فایل اؤلچوسو',
'filehist-comment' => 'باخیش',
'filehist-missing' => 'فایل یوخدور',
'imagelinks' => 'فايل ایشلدمه‌سی',
'linkstoimage' => 'آشاغیداکی {{PLURAL:$1|صحیفه|$1 صحیفه‌لر}} بو فایلا {{PLURAL:$1|باغلانیر|باغلانیرلار}}',
'linkstoimage-more' => 'بو فایلا {{PLURAL:$1|بیر|$1}}-دن چوخ صحیفه باغلانتی‌سی واردیر.
آشاغیداکی لیست بو فایلا یالنیز ایلک $1 صحیفه باغلانتیسینی گؤستریر.
بیر [[Special:WhatLinksHere/$2|بوتون لیست]] ده واردیر.',
'nolinkstoimage' => 'بو فایلا هئچ بیر صحیفه باغلانماییب.',
'morelinkstoimage' => 'بو فایلا [[Special:WhatLinksHere/$1| داها چوخ علاقه‌لری]] باخ.',
'linkstoimage-redirect' => '$1 (فایل ایستیقامتلندیریلیر) $2',
'duplicatesoffile' => 'بو {{PLURAL:$1 | فایل | $1 فایل}}، بو فایلین صورتی ([[Special:FileDuplicateSearch/$2|داها چوخ دئتال]]):',
'sharedupload' => 'بو فایل $1-دان‌دیر و اولا بیلسین کی، باشقا لاییهه‌لرده ده ایستیفاده ائدیلیر.',
'sharedupload-desc-there' => 'بو فایل $1 آنبارین‌دان و دیگر پروژئجتس. داها چوخ معلومات اوچون لطفاً [$2 فایل شرح صحیفه‌سینه] باخین.',
'sharedupload-desc-here' => 'بو فایل $1-دن‌دیر و آیری پروژه‌ده ایستیفاده اولماق امکانی وار.
اونون باره‌سینده اولان شرح [$2 فایلین شرح صحیفه‌سی] آشاغیدا گوستریلیب.',
'sharedupload-desc-edit' => 'بو فایل $1 دن دیر و ائلیه بیلر اوبیری پروژه لرده ایستفاده اولا.
ایر ایستیرسینیز ائلیه بیلرسینیز پرونده نین شرحلرین [$2 شرحلر صحیفه سیندن]دییشدیرسینیز.',
'sharedupload-desc-create' => 'بو فایل $1 دن دیر و ائلیه بیلر اوبیری پروژه لرده ایستفاده اولا.
ایر ایستیرسینیز ائلیه بیلرسینیز پرونده نین شرحلرین[$2 شرحلر صحیفه سیندن]دییشدیرسینیز.',
'filepage-nofile' => 'بو آدلا فایل یوخدور',
'filepage-nofile-link' => 'بو آددا بیر فایل یوخ، اما سیز [$1 یوکله‌یه بیلرسینیز].',
'uploadnewversion-linktext' => 'بو فايلین يئنی سین يوکله',
'shared-repo-from' => '$1-دن',
'shared-repo' => 'عومومی آمبار',
'upload-disallowed-here' => 'تاسف لر سیز ائلیه بیلمه سیز بو فایلی تزدن یازاسیز.',

# File reversion
'filerevert' => '$1فایلی اولکی حالینا قایتار',
'filerevert-legend' => 'فايلی اولکی وضعیتینه قايتار',
'filerevert-intro' => "'''[[Media:$1|$1]]'''مئدیاسینین [$4 $3، $2 ایل تاریخ‌لی نوسخه] اونو گئری گتیریرسینیز.",
'filerevert-comment' => 'ندن:',
'filerevert-defaultcomment' => '$2، $1 تاریخ‌لی سورومئ گئری قایتاریلدی',
'filerevert-submit' => 'وضعیتینه',
'filerevert-success' => "'''[[Media:$1|$1]]' فایلی [$4 $3، $2 ایل تاریخ‌لی سورومئ] گئری قایتاریلدی.",
'filerevert-badversion' => 'بو فایلین وئریلن زامان معلوماتینا صاحب اوولکی بیر یئرلی نوسخه سی یوخ‌دور.',

# File deletion
'filedelete' => 'سیل $1',
'filedelete-legend' => 'فایلی سیل',
'filedelete-intro' => "سیز '''[[Media:$1|$1]]''' فایلینی بوتون گئچمیشی‌له بیرلیکده سیلمک‌ده‌سینیز.",
'filedelete-intro-old' => "سیز '''[[Media:$1|$1]]''' فایلینین [$4 $3، $2]-ده‌کی نوسخه‌سینی سیلمک‌ده‌سینیز.",
'filedelete-comment' => 'نَدَن‌لیک:',
'filedelete-submit' => 'سیل',
'filedelete-success' => "'$1 سیلینمیش‌دیر.",
'filedelete-success-old' => '<span class="plainlinks">\'\'\'[[Media:$1|$1]]\'\'\'-nin  $3 və $2 نوسخه لری سیلینمیش‌دیر.</span>',
'filedelete-nofile' => "'$1 مؤوجود دئییل.",
'filedelete-nofile-old' => "'''$1 اوچون نظرده توتولان خصوصیتده آرشیولئنمیش بیر نوسخه یوخ.",
'filedelete-otherreason' => 'باشقا/آرتیق دلیل:',
'filedelete-reason-otherlist' => 'باشقا سبب',
'filedelete-reason-dropdown' => '*اساس سیلمه سببی
** یازانلار حقوقون پوزونتوسو
** دوبلیکات فایل
** کئیفیت‌سیز شکیل
** ایستیفاده‌سیز فایل
** قئیری-ائنسیکلوپئدیک شخص
** لیسئنزیا‌سیز فایل
** آزاد شکیلله اوز اولوندو
** مؤلف ایستیی',
'filedelete-edit-reasonlist' => 'سیلمک دلیل‌لرینی دَییشدیر',
'filedelete-maintenance' => 'ساخلاماق سیراسیندا، فایل‌لاری سیلمک و قایتارماق، گئچرلی اولاراق باغلی‌دیر.',
'filedelete-maintenance-title' => 'فایل سیلیننمه‌دی',

# MIME search
'mimesearch' => 'MIME آختار',
'mimesearch-summary' => 'بو صحیفه، فایل‌لارین MIME-لارینا گؤره فیلترله‌مگی آچار.
وئرمک: contenttype/subtype، میثال: <code>image/jpeg</code>.',
'mimetype' => 'MIME تیپی:',
'download' => 'اندیر',

# Unwatched pages
'unwatchedpages' => 'ایزلنمه‌میش صحیفه‌لر',

# List redirects
'listredirects' => 'یول‌لاندیرمالارین لیستی',

# Unused templates
'unusedtemplates' => 'ایشلدیلمه‌میش شابلونلار',
'unusedtemplatestext' => 'بو صحیفه بوتون، {{ns:template}} آدفضاسیندا اولان و باشقا صحیفه‌لرده اولمایان صحیفه‌لری لیست ائدیر.
شابلونلاری سیلمک‌دن اؤنجه، لوطفاً اونلارا اولان باشقا باغلانتیلاری یوخلایین.',
'unusedtemplateswlh' => 'باشقا باغلانتیلار',

# Random page
'randompage' => 'راست‌گله صحیفه',
'randompage-nopages' => 'بو {{PLURAL:$2|آدفضاسیندا|آدفضالاریندا}} هئچ صحیفه یوخدور: $1.',

# Random redirect
'randomredirect' => 'راست‌گله یول‌لاندیرما',
'randomredirect-nopages' => '«$1» آدفضاسیندا هئچ بیر یول‌لاندیرما یوخدور.',

# Statistics
'statistics' => 'آمارلار',
'statistics-header-pages' => 'صحیفه آمارلاری',
'statistics-header-edits' => 'دَییشمه آمارلاری',
'statistics-header-views' => 'باخما آمارلاری',
'statistics-header-users' => 'ایستیفاده‌چی آمارلاری',
'statistics-header-hooks' => 'باشقا آمارلار',
'statistics-articles' => 'مقاله‌لر',
'statistics-pages' => 'صحیفه‌لر:',
'statistics-pages-desc' => 'بو ویکی‌ده بوتون صحیفه‌لر، او جومله‌دن دانیشیق صحیفه‌لری، یول‌لاندیرمالار و سونرا.',
'statistics-files' => 'یوکلنمیش فایل‌لار',
'statistics-edits' => '{{SITENAME}} یولا دوشندن بَری صحیفه دَییشیکلیکلری',
'statistics-edits-average' => 'هر صحیفه‌ده اورتا دَییشیکلیک سایی',
'statistics-views-total' => 'گؤرونوشلر جمعی',
'statistics-views-total-desc' => 'اولمایان صحیفه‌لر و اؤزل صحیفه‌لره گؤرونوشلر، داخیل ائدیلمه‌ییب‌دیر',
'statistics-views-peredit' => 'دَییشیکلیگه گؤرونوشلر',
'statistics-users' => 'یازیلمیش [[Special:ListUsers|ایستیفاده‌چیلر]]',
'statistics-users-active' => 'چالیشقان ایستیفاده‌چیلر',
'statistics-users-active-desc' => 'سون {{PLURAL:$1|بیر|$1}} گون‌ده بیر ایش گؤرن ایستیفاده‌چیلر',
'statistics-mostpopular' => 'ان چوخ گؤرونموش صحیفه‌لر',

'pageswithprop' => 'صحیفه اؤزل‌لیگی اولان صحیفه‌لر',
'pageswithprop-legend' => 'صحیفه اؤزل‌لیگی اولان صحیفه‌لر',
'pageswithprop-text' => 'بو صحیفه‌ده، بیر خاص صحیفه اؤزل‌لیگی ایشلدن صحیفه‌لرین لیستی واردیر.',
'pageswithprop-prop' => 'اؤزل‌لیک آدی:',
'pageswithprop-submit' => 'گئت',

'doubleredirects' => 'ایکی‌قات یول‌لاندیرمالار',
'doubleredirectstext' => 'بو صحیفه دیگر ایستیقامتلندیرمه صحیفه‌لرینه ایستیقامتلندیرمه ائدن صحیفه‌لری سیاهی‌لار.
هر سطرین ائهتیوا ائتدیگی کئچیدلر؛ بیرینجی و ایکینجی ایستیقامتلندیرمه، هم‌چی‌نین ایکینجی ایستیقامتلن‌دیرمک هدفی، کی بو عمومیتله بیرینجی ایستیقامتلن‌دیرمک گؤسترمه‌سی لازیم اولان "گئرچک" هدف صحیفه‌سی‌دیر.
<del> اوستو خط لنیب </del> دوزلمیش دیر.',
'double-redirect-fixed-move' => '[[$1]] دییشدیریلیب.
حاضردا [[$2]]-یه ایستیقامتلنیب.',
'double-redirect-fixed-maintenance' => '[[$1]]-دن [[$2]]-یه ایکی‌قات ایستیقامتلنمه دوزلدیلیر.',
'double-redirect-fixer' => 'يؤنلندیرمه تعمیرجیسی',

'brokenredirects' => 'خطالی ایستیقامتلندیرمه',
'brokenredirectstext' => 'آشاغی‌داکی ایستیقامتلندیرمه‌لر مؤوجود اولمایان صحیفه‌لره کئچید وئریر:',
'brokenredirects-edit' => 'دَییشدیر',
'brokenredirects-delete' => 'سیل',

'withoutinterwiki' => 'دیل باغلانتیلاری اولمایان صحیفه‌لر',
'withoutinterwiki-summary' => 'آشاغیداکی صحیفه‌لر، باشقا دیل‌لره باغلانتیلاری یوخدور.',
'withoutinterwiki-legend' => 'اؤن‌اَک',
'withoutinterwiki-submit' => 'گؤستر',

'fewestrevisions' => 'ان آز دَییشدیریلن صحیفه‌لر',

# Miscellaneous special pages
'nbytes' => '{{PLURAL:$1|بیر|$1}} بایت',
'ncategories' => '{{PLURAL:$1|بیر|$1}} بؤلمه',
'ninterwikis' => '{{PLURAL:$1|بیر|$1}} ویکی‌آراسی',
'nlinks' => '{{PLURAL:$1|بیر|$1}} باغلانتی',
'nmembers' => '{{PLURAL:$1|بیر|$1}} عوضو',
'nrevisions' => '{{PLURAL:$1|بیر|$1}} نوسخه',
'nviews' => '{{PLURAL:$1|بیر|$1}} گؤرونوش',
'nimagelinks' => '$1 ده{{PLURAL:$1|صحیفه‌ده}}ایستیفاده اولونمور',
'ntransclusions' => '$1 ده{{PLURAL:$1|صحیفه‌ده}}ایستیفاده اولونور',
'specialpage-empty' => 'بو صحیفه بوشدور',
'lonelypages' => 'يئتیم صحیفه‌‌لر',
'lonelypagestext' => 'آشاغی‌داکی صحیفه‌لره {{SITENAME}} سایتین‌داکی دیگر صحیفه‌لردن علاقه وئریلممیش یا دا چارپاز داخیل ائدیلممیش.',
'uncategorizedpages' => 'بؤلمه‌سیز صحیفه‌لر',
'uncategorizedcategories' => 'بؤلمه‌سیز بؤلمه‌لر',
'uncategorizedimages' => 'بؤلمه‌سیز شکیل‌لر',
'uncategorizedtemplates' => 'بؤلمه‌سیز شابلون‌لار',
'unusedcategories' => 'ایستیفاده ائدیلمه‌میش بؤلمه‌لر',
'unusedimages' => 'ایشلنمه‌میش فایل‌لار',
'popularpages' => 'سئویلن صحیفه‌لر',
'wantedcategories' => 'یسته نن بؤلمه‌لر',
'wantedpages' => 'ایسته‌نیلن صحیفه‌لر',
'wantedpages-badtitle' => 'مراجعت زامانتی يانلیش باشلیق: $1',
'wantedfiles' => 'ایسته نن فایللار',
'wantedfiletext-cat' => 'آشاغیداکی فایل‌لار ایشله‌نیبلر اما یوخدورلار. ائشیک آنباردا اولان فایل‌لار دا اولدوقلارینا باخمایاراق، لیست‌ده گلیبلر. ائله یانلیش باخیشلار <del>خطلنه‌جکلر</del>. هم‌ده، اولمایان فایل‌لاری ایشلدن صحیفه‌لر ده [[:$1]]-ده لیست اولونوبلار.',
'wantedfiletext-nocat' => 'اشاغی داکی فایل لار ایستفاده اولور سانکی یوخدولار.حتی مومکین دیر خارجی حویض مخزن لریندن اولماق  ایله بو ردا فهرست اولا . وهر مثب رتبه سی یانلیش <del> خط یئمیش اولاجاق.</del>',
'wantedtemplates' => 'ایسته نن شابلونلار',
'mostlinked' => 'ان چوخ کئچیدلنن صحیفه‌‌لر',
'mostlinkedcategories' => 'ان چوخ مقاله‌سی اولان بولمه لر',
'mostlinkedtemplates' => 'ان چوخ ایستیفاده اولونان شابلون‌لار',
'mostcategories' => 'بؤلمه‌سی ان چوخ اولان صحیفه‌لر',
'mostimages' => 'ان چوخ ایستیفاده ائدیلمیش شکیللر',
'mostinterwikis' => 'اینتر ویکی‌سی ان چوخ اولان صحیفه‌لر',
'mostrevisions' => 'ان چوخ نظردن کئچیریلمیش (وئرسیا‌لی) مقاله‌لر',
'prefixindex' => 'بوتون اؤن‌اَکلی صحیفه‌لر',
'prefixindex-namespace' => 'بوتون صفحه لر (آد فضاسی$1) قاباق دان یاپیشیقی وار',
'shortpages' => 'قیسا صحیفه‌‌لر',
'longpages' => 'اوزون صحیفه‌‌لر',
'deadendpages' => 'کئچید وئرمه‌ين صحیفه‌‌لر',
'deadendpagestext' => 'آشاغیداکی صحیفه‌‌لردن بو ویکیپئدیياداکی دیگر صحیفه‌‌لره هئچ بیر کئچید يوخدور.',
'protectedpages' => 'محافظه‌‌لی صحیفه‌‌لر',
'protectedpages-indef' => 'يالنیز مدتسیز محافظه‌‌لر',
'protectedpages-cascade' => 'یالنیز کاسکاد محافظه‌لر',
'protectedpagestext' => 'آشاغی‌داکی صحیفه‌لر آد دییشیمینه و دَییشدیرمه‌یه باغلی‌دیر',
'protectedpagesempty' => 'حال-حاضردا بو پارامئتره اویغون هئچ بیر محافظه‌لی صحیفه یوخ‌دور',
'protectedtitles' => 'محافظه‌لی باش‌لیق‌لار',
'protectedtitlestext' => 'آشاغی‌داکی باش‌لیق‌لار یارادیلماغا قارشی قوروما‌لی‌دیر',
'protectedtitlesempty' => 'حال-حاضردا، بو پارامئترلری قورونان هئچ بیر موضوع یوخ‌دور.',
'listusers' => 'ایستیفاده‌چی سیياهیسی',
'listusers-editsonly' => 'يالنیز دَییشدیرمه ائدن ایستیفاده‌چیلری گؤستر',
'listusers-creationsort' => 'يارانما تاریخینه گؤره سیرالا',
'usereditcount' => '$1 {{PLURAL:$1|دَییشدیرمه}}',
'usercreated' => '$1 تاریخینده، ساعات $2-ده {{GENDER:$3|یارانیب‌دیر}}',
'newpages' => 'يئنی صحیفه‌‌‌لر',
'newpages-username' => 'ایستیفاده‌چی آدی:',
'ancientpages' => 'ان اسکی صحیفه‌لر',
'move' => 'آدینی دَییشدیر',
'movethispage' => 'بو صحیفه‌‌نین آدینی ديَیشدیر',
'unusedimagestext' => 'آشاغی‌داکی فایل‌لار وار آنجاق هر هانسی بیر صحیفه‌ده باسدیریلمیش دئییل.
خاهیش ائدیریک اونوتمایین کی، دیگر web سایت‌لاری بیر فایلا بیرباشا بیر اورل ایله علاقه وئره بیلر، و بونا گؤره ائففئکتیو ایستیفاده‌ده اولماسا بئله هله بورادا لیستنبیلیر.',
'unusedcategoriestext' => 'آشاغیدا اولان بولمه لر مؤوجود اولدوغو حالدا، هئچ بیر مادده یا دا بولمه لر طرفین‌دن ایستیفاده ائدیلمیر.',
'notargettitle' => 'وئریلمه‌يیب',
'notargettext' => 'بو صحیفه یا یا کاربر حیاتا کئچیرمک اوچون بیر هدف صحیفه‌سی یا دا ایستیفاده‌چی‌سی بئلیرتمئدینیز.',
'nopagetitle' => 'بئله هدف صحیفه‌سی یوخ‌دور',
'nopagetext' => 'ایفاده ائتدیگینیز هدف صحیفه‌سی مؤوجود دئییل.',
'pager-newer-n' => '{{PLURAL:$1|بیر داها یئنی|$1 داها یئنی}}',
'pager-older-n' => '{{PLURAL:$1|بیر داها کؤهنه|$1 داها کؤهنه}}',
'suppress' => 'باخان',
'querypage-disabled' => 'پِرفورمانس اوچون بو اؤزل صحیفه باغلانیب‌دیر.',

# Book sources
'booksources' => 'کیتاب قایناقلاری',
'booksources-search-legend' => 'کیتاب قایناقلارین آختار',
'booksources-go' => 'گئت',
'booksources-text' => 'آشاغیدا یئنی و ایشلنمیش کیتاب‌لار ساتان خاریجی کئچیدلرده سیز آختاردیغینیز کیتاب حاقیندا علاوه معلومات آلا بیلرسیز:',
'booksources-invalid-isbn' => 'وئریلن ISBN اعتبارسیز کیمی گؤرونور؛ اورجینال قایناق‌دان کوپیالاما اشکالار اوچون نظارت ائدین.',

# Special:Log
'specialloguserlabel' => 'ایجراچی',
'speciallogtitlelabel' => 'مقصد (باش‌لیق و یا ایستیفاده‌چی):',
'log' => 'قئیدلر',
'all-logs-page' => 'بوتون اجتماعی قئيدلر',
'alllogstext' => '{{SITENAME}} اوچون بوتون مؤوجود قئیدلرین بیرگه گؤستریشی.
قئید نؤوو، ایستیفاده‌چی آدی و یا تأثیر ائدیلمیش صحیفنی سئچمکله داها ایسپئسیفیک اولا بیلرسینیز.',
'logempty' => 'ژورنالدا اويغون قئيد تاپیلمادی.',
'log-title-wildcard' => 'بو متنله باشلایان باش‌لیق‌لاری آختار',
'showhideselectedlogentries' => 'گؤستریش/گیزلمه سییاهه ده سئچیلمیش‌لر اوچون',

# Special:AllPages
'allpages' => 'بوتون صحیفه‌لر',
'alphaindexline' => '$1-دن $2-یه',
'nextpage' => 'سونراکی صحیفه‌‌ ($1)',
'prevpage' => 'اولکی صحیفه ($1)',
'allpagesfrom' => 'بو حرفله باشلایان صحیفه‌لری گؤستر:',
'allpagesto' => 'بو حرفله باشلایان صحیفه لری گؤستر:',
'allarticles' => 'بوتون صحیفه‌لر',
'allinnamespace' => 'بوتون صحیفه‌لر ($1 صحیفه‌لری)',
'allnotinnamespace' => 'بوتون صحیفه‌لر ( $1 ساحه‌سینده اولمایان‌لار)',
'allpagesprev' => 'قاباقکی',
'allpagesnext' => 'سونراکی',
'allpagessubmit' => 'گئت',
'allpagesprefix' => 'بورا یازدیغینیز حرف‌لرله باشلایان صحیفه‌لری سیاهی‌سینی:',
'allpagesbadtitle' => 'گیریلن صحیفه آدی دیل‌لر آراسی علاقه و یا wiki آراسی علاقه ائهتیوا ائتدیگین‌دن اعتبارلی دئییل. باش‌لیق‌لاردا ایستیفاده ائدیلمه‌سی قاداغان اولان بیر یا دا داها چوخ کاراکتئر ائهتیوا ائدیر اولا بیلر.',
'allpages-bad-ns' => '{{SITENAME}} سایتیندا "$1" آد ساحه‌سی یوخ.',
'allpages-hide-redirects' => 'یول‌لاندیرمالاری گیزلت',

# SpecialCachedPage
'cachedspecial-viewing-cached-ttl' => 'سیز بو صفحه نین بیر نوسخه نی گورورسیز کی اورتا توتان یئرلشیب دیر و مومکین دیر $1 اوچون قاباقدان اولا.',
'cachedspecial-viewing-cached-ts' => 'سیز ایندی بیر کَش اولونموش صحیفه‌یه باخیرسینیز؛ بو صحیفه‌ده ایندی‌کی ایله فرق‌لی اولا بیلر.',
'cachedspecial-refresh-now' => 'ان سونراکی گورونوش',

# Special:Categories
'categories' => 'بؤلمه‌لر',
'categoriespagetext' => 'آشاغی‌داکی {{PLURAL:$1|بولمه لردهٔ|بولمه لرده}}  صحیفه‌لر، یاخود مئدیا-فایل‌لار وار.
[[Special:UnusedCategories|ایستفاده اولمایان بولمه لر]] بورادا گؤستریلمه‌ییب.
هم‌چی‌نین، [[Special:WantedCategories|لازیم اولان بولمه لره]] باخین.',
'categoriesfrom' => 'شونونلا باشلایان بولمه لر باخ:',
'special-categories-sort-count' => 'میقدارا گؤره تنزیمله',
'special-categories-sort-abc' => 'الیفبا سیراسی ایله دوز',

# Special:DeletedContributions
'deletedcontributions' => 'سیلینمیش ایستیفاده‌چی چالیشمالاری',
'deletedcontributions-title' => 'سیلین‌میش ایستیفاده‌چی چالیشمالاری',
'sp-deletedcontributions-contribs' => 'فالیت',

# Special:LinkSearch
'linksearch' => 'خاریجی باغلانتی آختار',
'linksearch-pat' => 'آختاریش اولگوسو:',
'linksearch-ns' => 'آد فضاسی:',
'linksearch-ok' => 'آختار',
'linksearch-text' => '«*.wikipedia.org» کیمی نیشانلاری ایشلده بیلرسینیز.
آزی بیر دنه «*.org» کیمی یوخاری دامنه لازیم‌دیر.<br />
دستلکلنمیش {{PLURAL:$2|پروتوکول|پروتوکول‌لار}}: <code>$1</code> (بوش بیراخیلسا، http:// نظرده آلیناجاقدیر).',
'linksearch-line' => '$1، $2-دن باغلانیب‌دیر',
'linksearch-error' => 'نیشانلار یالنیز آدی اولینده گله بیلرلر.',

# Special:ListUsers
'listusersfrom' => 'بوندان باشلایاراق ایستیفاده‌چیلری گؤستر:',
'listusers-submit' => 'گؤستر',
'listusers-noresult' => 'هئچ ایستیفاده‌چی تاپیلمادی.',
'listusers-blocked' => '(باغلانیب)',

# Special:ActiveUsers
'activeusers' => 'چالیشان ایستیفاده‌چیلرین لیستی',
'activeusers-intro' => 'بوردا سون {{PLURAL:$1|بیر|$1}} گون‌ده بیر ایشلر گؤرن ایستیفاده‌چیلرین لیستی گؤستریلیر.',
'activeusers-count' => 'سون {{PLURAL:$3|گون|$3 گون}}‌ده، {{PLURAL:$1|$1}} چالیشما',
'activeusers-from' => 'بوندان باشلایاراق ایستیفاده‌چیلری گؤستر:',
'activeusers-hidebots' => 'بوتلاری گیزلت',
'activeusers-hidesysops' => 'ایداره‌چیلری گیزلت',
'activeusers-noresult' => 'هئچ ایستیفاده‌چی تاپیلمادی.',

# Special:ListGroupRights
'listgrouprights' => 'ایستیفاده‌چی قروپ حاقلاری',
'listgrouprights-summary' => 'آشاغیدا، بو ویکی‌ده تانیلان ایستیفاده‌چی گروپلاری و اونلارین حاقلاری گؤستریلیر.
تک حاقلار اوچون ده، [[{{MediaWiki:Listgrouprights-helppage}}|آرتیق بیلگیلر]] اولا بیلر.',
'listgrouprights-key' => '* <span class="listgrouprights-granted">وئریلمیش حاق</span>
* <span class="listgrouprights-revoked">قایتاریلمیش حاق</span>',
'listgrouprights-group' => 'قروپ',
'listgrouprights-rights' => 'حاقلار',
'listgrouprights-helppage' => 'Help:قروپ حاقلاری',
'listgrouprights-members' => '(عضولرین لیستی)',
'listgrouprights-addgroup' => '{{PLURAL:$2|گروپو|گروپلاری}} آرتیر: $1',
'listgrouprights-removegroup' => '{{PLURAL:$2|گروپو|گروپلاری}} سیل: $1',
'listgrouprights-addgroup-all' => 'بوتون گروپلاری آرتیر',
'listgrouprights-removegroup-all' => 'بوتون گروپلاری سیل',
'listgrouprights-addgroup-self' => '{{PLURAL:$2|گروپو|گروپلاری}} اؤز حسابینا آرتیر: $1',
'listgrouprights-removegroup-self' => '{{PLURAL:$2|گروپو|گروپلاری}} اؤز حسابیندان سیل: $1',
'listgrouprights-addgroup-self-all' => 'بوتون گروپلاری اؤز حسابینا آرتیر',
'listgrouprights-removegroup-self-all' => 'بوتون گروپلاری اؤز حسابیندان سیل',

# Email user
'mailnologin' => 'گؤندرمه آدرسی یوخدور',
'mailnologintext' => 'باشقا ایستیفاده‌چیلره ایمیل گؤندرک اوچون، [[Special:UserLogin|گیریش]] ائدیب و [[Special:Preferences|ترجیحلر]]ینیزده گئچرلی ایمیل آدرسی وئرمه‌لیسینیز.',
'emailuser' => 'بو ایستیفاده‌چی‌یه ایمیل گؤندر',
'emailuser-title-target' => 'بو {{GENDER:$1|ایستیفاده‌چی}}‌یه ایمیل گؤندر',
'emailuser-title-notarget' => 'ایستیفاده‌چی‌یه ایمیل گؤندر',
'emailpage' => 'ایستیفاده‌چی‌یه ایمیل گؤندر',
'emailpagetext' => 'آشغیداکی فورم‌دان، بو {{GENDER:$1|ایستیفاده‌چی}}‌یه ایمیل گؤندرمک اوچون ایستیفاده ائده بیلرسینیز.
[[Special:Preferences|اؤز ترجیحلرینیز]]ده وئرن ایمیل آدرسی، بو ایمیلین "From" یئرینده گؤستریله‌جک‌دیر و بونا گؤره ایمیلی آلان سیزه موستقیم جاواب گؤندره بیلر.',
'usermailererror' => 'ایمیل‌دن بو خطا قایتاریلدی:',
'defemailsubject' => '«$1» آدلی ایستیفاده‌چی‌دن، {{SITENAME}} ایمیلی',
'usermaildisabled' => 'ایستیفاده‌چی ایمیلی باغلی‌دیر',
'usermaildisabledtext' => 'بو ویکی‌ده باشقا ایستیفاده‌چیلره ایمیل گؤندره بیلنمه‌سینیز',
'noemailtitle' => 'ایمیل آدرسی یوخدور',
'noemailtext' => 'بو ایستیفاده‌چی، بیر گئچرلی ایمیل آدرسی وئرمه‌ییب‌دیر.',
'nowikiemailtitle' => 'ایمیل ایجازه‌سی یوخدور',
'nowikiemailtext' => 'بو ایستیفاده‌چی، باشقا ایستیفاده‌چیلردن ایمیل آلماماغینی بیلدیریب‌دیر.',
'emailnotarget' => 'آلان اوچون، اولمایان یوخسا گئچرسیز ایستیفاده‌چی آدی.',
'emailtarget' => 'آلانین ایستیفاده‌چی آدینی دَییشدیر',
'emailusername' => 'ایستیفاده‌چی آدی:',
'emailusernamesubmit' => 'گؤندر',
'email-legend' => 'باشقا {{SITENAME}} ایستیفاده‌چیسینه ایمیل گؤندر',
'emailfrom' => 'کیم‌دن:',
'emailto' => 'کیمه:',
'emailsubject' => 'قونو:',
'emailmessage' => 'مئساژ',
'emailsend' => 'گؤندر',
'emailccme' => 'مئساژیمین بیر کوپیسینی ده منه ایمیل ائت.',
'emailccsubject' => 'سیزین $1-ه مئساژینیزین کوپی‌سی: $2',
'emailsent' => 'ایمیل گؤنده‌ریلدی',
'emailsenttext' => 'ایمیل مئساژینیز گئنده‌ریلدی.',
'emailuserfooter' => 'بو ایمیل، {{SITENAME}}-ده «ایستیفاده‌چی‌یه ایمیل گؤندر» ایمکانی ایله، $1-دن $2-ه گؤنده‌ریلیب‌دیر.',

# User Messenger
'usermessage-summary' => 'مئساژ گئنده‌ریلدی.',
'usermessage-editor' => 'سیستِم مئساژ گؤندَرَنی',

# Watchlist
'watchlist' => 'ایزله‌دیکلر',
'mywatchlist' => 'ایزله‌دیکلر',
'watchlistfor2' => '$1 اوچون $2',
'nowatchlist' => 'ایزلمه سیاهینیز بؤش‌دور.',
'watchlistanontext' => 'لطفاً، ایزلدیگینیز صحیفه‌لری گؤرمک و یا رئداکته ائتمک اوچون $1.',
'watchnologin' => 'داخیل اولمامیسینیز',
'watchnologintext' => 'ایزلمه سیاهینیزدا دییشیک‌لیک آپارماق اوچون [[Special:UserLogin|داخیل اولمالیسینیز]].',
'addwatch' => 'ایزلمه سیاهی‌سینا علاوه ائت',
'addedwatchtext' => '"[[:$1]]" صحیفه‌سی [[Special:Watchlist|ایزله‌دیکلرینیزه]] آرتیریلدی. بو صحیفه‌ده و ایلگیلی دانیشیق صحیفه‌سین‌ده‌کی بوتون دییشیکلیکلر اوردا گؤستریله‌جکلر.',
'removewatch' => 'بو صحیفنی ایزلدیگیم صحیفه‌لر سیاهی‌سین‌دان چیخار',
'removedwatchtext' => '"[[:$1]]" صحیفه‌سی [[Special:Watchlist|ایزلمه سیاهینیزدان]] چیخاریلدی.',
'watch' => 'ایزله',
'watchthispage' => 'بو صفحه‌نی ایزله',
'unwatch' => 'ایزله‌مه',
'unwatchthispage' => 'صحیفه ایزلمیی دایان‌دیر',
'notanarticle' => 'مضمون صحیفه‌سی دئییل',
'notvisiblerev' => 'باشقا ایستیفادی‌چی‌نین سون دییشیک‌لیگی سیلینیب',
'watchlist-details' => 'دانیشیق صفحه‌لرینی سایمایاراق، {{PLURAL:$1|$1 صفحه‌نی}} ایزله‌ییرسینیز.',
'wlheader-enotif' => 'ایمیل ایله بیلدیریش آچیلیب‌دیر.',
'wlheader-showupdated' => "سون گؤروشونوزدن سونرا ائدیلن دییشیکلیکلر '''قالین''' گؤستریلیبدیلر.",
'watchmethod-recent' => 'یئنی دییشیک‌لیک‌لر ایزلنیلن صحیفه‌لر اوچون یوخلانیلیر',
'watchmethod-list' => 'ایزلنیلن صحیفه‌لر یئنی دییشیک‌لیک‌لر اوچون یوخلانیلیر',
'watchlistcontains' => 'ایزلمه سیاهینیزدا $1 {{PLURAL:$1|صحیفه}} وار.',
'iteminvalidname' => "'$1 ایله باغ‌لی پروبلئم، آدی دوزگون دئییل...",
'wlnote' => "آشاغیداکی {{PLURAL:$1|'''$1''' ديَیشیک‌لیک|'''$1'''ديَیشیک‌لیک}}  سون {{PLURAL:$2|ساعتدا|'''$2''' ساعتدا}} ائدیلمیشدیر.$3، $4",
'wlshowlast' => 'سون $1 ساعات $2 گون گؤستر $3',
'watchlist-options' => 'ایزله‌دیکلر سئچمه‌لری',

# Displayed when you click the "watch" button and it is in the process of watching
'watching' => 'ایزله‌نیلیر...',
'unwatching' => 'ایزله‌مه...',
'watcherrortext' => 'ایزلئمئ سیاهی‌سی ترجیحلرینیزی "$1" اوچون دییشدیررکن بیر خطا میدانا گلدی.',

'enotif_mailer' => '{{SITENAME}} بیلدیریش خیدمتی',
'enotif_reset' => 'باخیلمیش بوتون صحیفه‌لری ایشاره‌له.',
'enotif_impersonal_salutation' => '{{SITENAME}} ایستیفاده‌چی‌سی',
'enotif_subject_deleted' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله سیلینیب‌دیر',
'enotif_subject_created' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله یارانیب‌دیر',
'enotif_subject_moved' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله آدی دَییشیلیب‌دیر',
'enotif_subject_restored' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله قایتاریلیب‌دیر',
'enotif_subject_changed' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله دَییشیلیب‌دیر',
'enotif_body_intro_deleted' => '{{SITENAME}} صحیفه‌‌ $1-ی $PAGEEDITDATE تاریخیمده {{gender:$2|$2}} طرفیندن سیلینمیشدیر، $3-ی گؤرون.',
'enotif_body_intro_created' => '{{SITENAME}} صحیفه‌‌$1-ای {{gender:$2|$2}} $PAGEEDITDATE-سینده سیلینمیشدیر، جاری يئنیدن باخما اوچون $3-ای گؤر.',
'enotif_body_intro_moved' => '{{SITENAME}} صحیفه‌‌$1-ای {{gender:$2|$2}} $PAGEEDITDATE-سینده حرکت ائتدیریلن ، جاری يئنیدن باخما اوچون $3-ای گؤر.',
'enotif_body_intro_restored' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله $PAGEEDITDATE-ده قایتاریلیب‌دیر، سون نوسخه اوچون $3-ه باخین.',
'enotif_body_intro_changed' => '{{SITENAME}} $1 صحیفه‌سی، {{gender:$2|$2}} ایله $PAGEEDITDATE-ده دَییشیلیب‌دیر، سون نوسخه اوچون $3-ه باخین.',
'enotif_lastvisited' => 'سونونجو زیارتینیزدن ایندیدک اولان بوتون دییشیک‌لیک‌لری گؤرمک اوچون باخین: $1.',
'enotif_lastdiff' => 'بو دییشیک‌لیگی گؤرمک اوچون $1 صحیفه‌سینه باخین.',
'enotif_anon_editor' => 'قئیدیات‌سیز ایستیفاده‌چی $1',
'enotif_body' => 'حؤرمتلی $WATCHINGUSERNAME,

{{SITENAME}} وئب-سايتینداکی $PAGETITLE آدلی صحیفه‌‌ $PAGETITLE تاریخینده $PAGEEDITOR طرفیندن $CHANGEDORCREATED. صحیفه‌‌نین سونونجو وئرسیياسینا باخماق اوچون $PAGETITLE_URL کئچیدیندن ایستیفاده ائدین. 

$نئwپاگئ 

ديَیشیکلیگی ائدن ایستیفاده‌چی‌نین ایضاهی: $PAGESUMMARY $PAGEMINOREDIT

صحیفه‌‌نی ديَیشدیرن ایستیفاده‌چی‌نین علاقه‌‌ معلوماتلاری: 
ائ-پوچت:$PAGEEDITOR_EMAIL
ویکی:$PAGEEDITOR_WIKI

سیز حاقیندا صؤحبت گئدن صحیفه‌‌يه باخانادک صحیفه‌‌دکی دیگر ديَیشیکلیکلرله باغلی باشقا بیلدیریش مکتوبو آلماياجاقسینیز. سیز همچی‌نین، ایزله‌مه سیياهینیزداکی بوتون صحیفه‌‌لرله باغلی بیلدیریش معلوماتلارینی سیله بیلرسینیز. 

               {{SITENAME}} سايتی‌نین خبردارلیق سیستمی. 

-- 
ایزله‌مه سیياهیسی‌نین تنزیمله‌مه‌لرینی ديَیشمک اوچون: 
{{canonicalurl:Special:Watchlist/edit}}

ياردیم و تکلیفلرینیز اوچون: 
{{canonicalurl:{{MediaWiki:Helppage}}}}',
'created' => 'یارادیلیب',
'changed' => 'ديَیشدی',

# Delete
'deletepage' => 'صحیفه‌‌نی سیل',
'confirm' => 'تصدیق ائت',
'excontent' => "کؤهنه مظمون: '$1'",
'excontentauthor' => "ترکیب: '$1 (و'[[Special:Contributions/$2|$2]]' تاریخچه‌ده فالیتی قئید ائدیلن یئگانه ایستیفاده‌چی‌دیر)",
'exbeforeblank' => "سیلینمه‌دن اوولکی مزمون: '$1",
'exblank' => 'صحیفه بوش',
'delete-confirm' => 'سیل $1',
'delete-legend' => 'سیل',
'historywarning' => "'خبردارلیق:' سیلینه‌جک صحیفه‌نین تاریخچه‌سینده قئید اولونموش $1 {{PLURAL::$1|دییشدیر|دییشدیرمه}} وار:",
'confirmdeletetext' => 'بو صحیفه و یا فایل بوتون تاریخچه‌سی ایله بیرلیکده بیردفه‌لیک سیلینه‌جک. بونو [[{{MediaWiki:Policy-url}}|قایدا‌لارا]] اویغون ائتدیگینیزی و عملیاتین نتیجه‌لرینی باشا دوشدوگونوزو تسدیق ائدین.',
'actioncomplete' => 'چالیشما سوناچاتدی',
'actionfailed' => 'چالیشما اوغورسوز اولدو',
'deletedtext' => '"$1" سیلیندی.
سونونجو سیلینمه‌لره باخ: $2.',
'dellogpage' => 'سیلمه قئیدی',
'dellogpagetext' => 'ان سون سیلینمیش صحیفه‌لرین سیاهی‌سی.',
'deletionlog' => 'سیلمه سییاهه‌سی',
'reverted' => 'داها اوولکی وئرسیا برپا ائدیلدی',
'deletecomment' => 'ندن:',
'deleteotherreason' => 'باشقا/آرتیق دلیل:',
'deletereasonotherlist' => 'باشقا سبب',
'deletereason-dropdown' => '*ساس سیلمه سببی
** یازان ایستیی
** یازانلار حقوق پوزونتوسو
** واندالیزم',
'delete-edit-reasonlist' => 'سیلمک دلیل‌لرینی دَییشدیر',
'delete-toobig' => 'بو صحیفه، $1 {{PLURAL: $1 | دنه دییشیک‌لیک | دنه دییشیک‌لیک}} ایله چوخ اوزون بیر کئچمیشه مالیک‌دیر.
بئله صحیفه‌لرین سیلینمه‌سی، {{SITENAME}} سایتینی پوزماماق اوچون مهدودلاشدیریلماقدا‌دیر.',
'delete-warning-toobig' => 'بو صحیفه‌‌نین بؤيوک بیر ديَیشیکلیک کئچمیشی وار، $1 {{PLURAL:$1|نسخه| نسخه}} اوزرینده. 
بونو سیلمک {{SITENAME}} عملیاتلارینی مخدل‌ائده‌بیلیر؛ 
دیقتله داوام ائدین.',

# Rollback
'rollback' => 'اوولکی نوسخه لر',
'rollback_short' => 'اوولکی حالینا قایتار',
'rollbacklink' => 'گئری‌دؤندر',
'rollbacklinkcount' => 'گیتیرلمه $1  {{PLURAL:$1|دییشمک |دییشمک}} دییشدیرمه',
'rollbacklinkcount-morethan' => 'گیتیرلمه آرتیق $1 {{PLURAL:$1|دییشمک |دییشمک}} دییشدیرمه',
'rollbackfailed' => 'گئری قایتارما اوغورسوزدور',
'cantrollback' => 'دییشدیر گئری قایتاریلا بیلمز؛ آخیرینجی دییشدیر صحیفه‌ده اولان یئگانه فالیت‌دیر.',
'alreadyrolled' => '[[User:$2|$2]] ([[User talk:$2|موزاکیره]] {{int:pipe-separator}} [[Special:Contributions/$2| {{int:contribslink}}]]) طرفین‌دن [[:$1]] صحیفه‌سینده ائدیلمیش سون دییشیک‌لیک گئرییه آلینا بیلمیر؛
باشقا بیری صحیفه‌ده دییشیک‌لیک ائتدی یا دا صحیفنی گئرییه آلدی.

سون دییشیک‌لیگی ائدن: [[User:$3|$3]] ([[User talk:$3|تالک]] {{int:pipe-separator}} [[Special:Contributions/$3| {{int:contribslink}}]] ).',
'editcomment' => "دییشیک‌لیک خلاصه‌سی: ''\" \$1''\" ایدی.",
'revertpage' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|دانیشیق]]) طرفین‌دن ائدیلمیش دییشیک‌لیک‌لر [[User:$1|$1]] طرفین‌دن ائدیلمیش دییشیک‌لیک‌لره قایتاریلدی.',
'revertpage-nouser' => '[[User:$1|$1]] ایله ائدیلمیش سون نوسخه‌یه، بیر گیزلی ایستیفاده‌چی طرفین‌دن قایتاریلان دییشیکلیک‌لر',
'rollback-success' => '$1 طرفین‌دن ائدیلمیش دییشدیر‌لر گئری قایتاریلدی؛ $2 طرفین‌دن یارادیلمیش سون وئرسیا برپا اولوندو.',

# Edit tokens
'sessionfailure-title' => 'گیریش خطاسی',
'sessionfailure' => 'گیریش اوتورومونوزلا ایلگی‌لی بیر سورون وار گیبی گؤرونویور؛
بو ائیلئم، اوتوروم گاسپینا کارشی اؤنلئم اولاراک ایپتال ائدیلدی.
لوتفن "گئری" گیدین و گئلدیغینیز سایفایی یئنی‌دئن یوکلئیین، سونرا تئکرار دئنئیین.',

# Protect
'protectlogpage' => 'قوروما قئیدلری',
'protectlogtext' => 'آشاغی‌داکی، صحیفه قوروما‌لارینا دییشیک‌لیک‌لرین بیر سیاهی‌سی‌دیر.
حال-حاضردا تطبیق اولونان صحیفه قوروما‌لاری اوچون [[Special:ProtectedPages| قوروما آلتینا آلینمیش صحیفه‌لر سیاهی‌سینا]] باخا بیلرسینیز.',
'protectedarticle' => '«[[$1]]» قوروندو',
'modifiedarticleprotection' => '"[[$1]]" صحیفه‌سی اوچون محافظه سویه‌سی دییشیلدی',
'unprotectedarticle' => 'محافظه کنارلاشدیریلدی "[[$1]]"',
'movedarticleprotection' => 'قوروما نیزام‌لاری "[[$2]]" صحیفه‌سین‌دن "[[$1]]" صحیفه‌سی داشیندی',
'protect-title' => '"$1" اوچون محافظه سویه‌سی‌نین دییشدیریلمه‌سی',
'protect-title-notallowed' => '"$1"اوچون محافظه سویه‌سی‌نین گؤسترین',
'prot_1movedto2' => '[[$1]] آدی دییشیلدی. یئنی آدی: [[$2]]',
'protect-badnamespace-title' => 'آد سیز حفظ اولموش فضا',
'protect-badnamespace-text' => 'بو آد ساحه‌سین‌دکی صحیفه‌لر قورونا.',
'protect-norestrictiontypes-text' => 'بو صحیفه‌نی قوروماق اولماز، چون هئچ بیر محدودلاشدیرما نؤوعو ال‌ده یوخدور.',
'protect-norestrictiontypes-title' => 'قورونا-بیلمه‌ین صحیفه',
'protect-legend' => 'قورومایی تصدیق ائت',
'protectcomment' => 'ندن:',
'protectexpiry' => 'زامان بیتدی',
'protect_expiry_invalid' => 'محافظه‌نین بیتمه واختی یانلیش‌دیر.',
'protect_expiry_old' => 'بیتمه واختی کئچمیش‌دیر.',
'protect-unchain-permissions' => 'محافظه‌نین علاوه پارامئترلرینی آچماق',
'protect-text' => "سیز '$1 صحیفه‌سی‌نین محافظه سویه‌سینی گؤره و دییشه بیلرسینیز.",
'protect-locked-blocked' => "صحیفه‌نین بلوک‌لو اولدوغو مدتده سیز محافظه سویه‌سینی دییشه بیلمزسینیز.
'$1 صحیفه‌سینده حال-حاضردا ائده بیلجیینیز عملیات‌لار بون‌لاردیر:",
'protect-locked-dblock' => "وئریلن‌لر بازاسی کیلیدلی اولدوغو اوچون محافظه سویه‌سی دییشیله بیلمز.
'$1 صحیفه‌سینده حال-حاضردا ائده بیلجیینیز عملیات‌لار بون‌لاردیر:",
'protect-locked-access' => "سیزین حسابینیزین محافظه سویه‌سینی دییشمه‌یه ایختیاری یوخ‌دور.
'$1 صحیفه‌سینده حال-حاضردا ائده بیلجیینیز عملیات‌لار بون‌لاردیر:",
'protect-cascadeon' => 'بو صحیفه محافظه‌لی‌دیر، چونکی بو صحیفه {{PLURAL:$1|باشقا بیر}} صحیفه‌دن کاسکاد محافظه ائدیلمیش‌دیر. سیز بو صحیفه‌نین محافظه سویه‌سینی دییش‌دیره بیلرسینیز، بو کاسکاد محافظه‌یه تأثیر ائتمه‌یه‌جک.',
'protect-default' => 'بوتون ایستیفاده‌چی‌لره ایجازه وئر',
'protect-fallback' => 'یالنیز «$1» ایجازه‌سی اولان ایستیفاده‌چیلره ایجازه وئر',
'protect-level-autoconfirmed' => 'یالنیز اوتوماتیک دوغرولانان ایستیفاده‌چیلره ایجازه وئر',
'protect-level-sysop' => 'یالنیز ایداره‌چیلره ایجازه وئر',
'protect-summary-cascade' => 'پیلله‌لی',
'protect-expiring' => '$1 (UTC)- تاریخینده واختی بیتیر',
'protect-expiring-local' => '$1-ده بیتیر',
'protect-expiry-indefinite' => 'سون سوز',
'protect-cascade' => 'بو صحیفه‌ده ایستیفاده ائدیلن بوتون صحیفه‌لری قوروماغا آل (پیلله‌لی قوروماق)',
'protect-cantedit' => 'بو صحیفه‌نین محافظه درجه‌سینی دییش‌دیره بیلمزسینیز، چونکی بو دییشیک‌لیک اوچون حقوقونوز یوخ‌دور.',
'protect-othertime' => 'آیری واخت',
'protect-othertime-op' => 'باشقا واخت',
'protect-existing-expiry' => 'مؤوجود بیتیش زامانی: $3، $2',
'protect-otherreason' => 'باشقا/آرتیق دلیل:',
'protect-otherreason-op' => 'دیگر سبب',
'protect-dropdown' => '* عمومی قوروما سبب‌لری
** حدین‌دن آرتیق واندالیزم
** حدین‌دن آرتیق هرزه یازماق
** دییشیک‌لیک دؤیوشو
** یوکسک ترافیکه صاحب صحیفه',
'protect-edit-reasonlist' => 'محافظت دلیل‌لرینی دَییشدیر',
'protect-expiry-options' => '1 ساهات:1 hour,1 گون:1 day,1 هفته:1 week,2 هفته:2 weeks,1 آی:1 month,3 آی:3 months,6 آی:6 months,1 ایل:1 year,سون سوز:infinite',
'restriction-type' => 'حقوقلار',
'restriction-level' => 'محدودیت درجه‌‌سی:',
'minimum-size' => 'ان کوچیک بویوت',
'maximum-size' => 'ان بویوک بویوت',
'pagesize' => '(بایت)',

# Restrictions (nouns)
'restriction-edit' => 'دَییشدیر',
'restriction-move' => 'آدینی دَییشدیر',
'restriction-create' => 'یارات',
'restriction-upload' => 'یوکله',

# Restriction levels
'restriction-level-sysop' => 'تام محافظه',
'restriction-level-autoconfirmed' => '(ياریم-محافظه‌‌)',
'restriction-level-all' => 'ایستنیلن سویه',

# Undelete
'undelete' => 'سیلینمیش صحیفه‌‌لری گؤستر',
'undeletepage' => 'سیلینمیش صحیفه‌لری گؤستر و یا برپا ائت',
'undeletepagetitle' => "'اشاغی‌داکی، [[:$1|$1]] صحیفه‌سی‌نین سیلینمیش دییشیک‌لیک‌لرین‌دن ایبارتدیر.",
'viewdeletedpage' => 'سیلینمیش صحیفه‌لری گؤستر',
'undeletepagetext' => 'آشاغی‌داکی {{PLURAL:$1|صحیفه|$1 صحیفه}} سیلینمیش‌دیر اما هله آرشیودئ‌دیر و گئری گتیریله بیلر.
آرخیو نیزام‌لی اولا‌راق تمیزلمک اولار.',
'undelete-fieldset-title' => 'دییشیک‌لیک‌لری گئری یوکله',
'undeleteextrahelp' => "سایفا‌لارلا بیرلیکده کئچمیشی گئری گتیرمک اوچون تصدیق قوتولارینا توخونمادان 'گئری گتیر!' دویمه‌سینه باسین. صحیفه‌نین کئچمیشینی آیری-آیری گتیرمک اوچون گئری گتیرمک ایستدیگینیز دییشیک‌لیک‌لرین تصدیق قوتولارینی سئچیب 'گئری گتیر!' دویمه‌سینه باسین. سئچیلن تسدیق قوتولارینی و سبب ساحه‌سینی یئنی‌دن قورماق اوچون 'وازگئچ دویمه‌سینه باسین.",
'undeleterevisions' => '$1 {{PLURAL:$1 | اولوب دیر | اولدولار}} آرشیولئندی',
'undeletehistory' => 'اگر صحیفه‌‌نی گئری گتیرسه‌نیز، بوتون رئویزيونلار کئچمیشه گئری گتیریله‌جک. 
سیلیندیکدن سونرا عینی آدلا يئنی بیر صحیفه‌‌ يارانمیشسا، گئری گلن رئویزيونلار مؤوجود اولان صحیفه‌‌نین کئچمیشینده گؤرونه‌جک.',
'undeleterevdel' => 'اگر اوست صحیفه‌ده سونو چلاناجاقسا یا دا فایل رئویزیونو قیسمن سیلینمیش ایسه، سیلمیی گئری آلما تطبیق اولونا بیلمز.
بئله حال‌لاردا، ان یئنی سیلینن رئویزیونو سئچمملی یا دا گیزلمه سینی قالدیرما‌لی‌دیر.',
'undeletehistorynoadmin' => 'بو مادده سیلینمیش‌دیر. سیلینمه سببی و سیلینمه اولینده ماددنی تشکیل ائدن ایستیفاده‌چی‌لرین دئتال‌لاری آشاغی‌داکی ایستفادچی موشخصاتی وئریلمیش‌دیر. بو سیلینمیش‌دیر دییشیک لیک متن‌لری ایسه یالنیز ایداره‌چی‌لر طرفین‌دن گؤروله بیلر.',
'undelete-revision' => '$3 طرفین‌دن $1 صحیفه‌سی‌نین سیلینمیش دییشدیر ‌سین ($4 تاریخیندئن بری، $5 ساعتدا):',
'undeleterevision-missing' => 'اعتبارسیز و یا ایتکین نوسخه.
نوسخه تمیر و یا آرخیو‌دن سیلینمیش اولا بیلر یا دا صاحب اولدوغونوز علاقه اشتباه دیر.',
'undelete-nodiff' => 'اولکی دَییشمه تاپیلمادی.',
'undeletebtn' => 'قایتار',
'undeletelink' => 'باخ/قایتار',
'undeleteviewlink' => 'باخ',
'undeletereset' => 'قور',
'undeleteinvert' => 'سئچیلنی دؤندر',
'undeletecomment' => 'ندن:',
'undeletedrevisions' => 'جمعی {{PLURAL:$1|1 دییش|$1 دییشدیر}} گئری قایتاریلدی.',
'undeletedrevisions-files' => '{{PLURAL:$1|1 نوسخه|$1 نوسخه}} و {{PLURAL:$2|1 فایل|$2 فایل}} برپا ائدیلدی',
'undeletedfiles' => '{{PLURAL:$1|1 فایل|$1 فایل}} برپا اولوندو',
'cannotundelete' => 'برپا ائدیلمه اولمادی

$1',
'undeletedpage' => "'$1 برپا ائدیلدی

مقاله‌لرین برپا ائدیلمه‌سی و سیلینمه‌سی حاقیندا سون دییشیک‌لیک‌لری نظردن کئچیرمک اوچون [[Special:Log/delete|سیلمه قئیدلرینه]] باخین.",
'undelete-header' => 'سون سیلینمیش صحیفه‌لره باخماق اوچون [[Special:Log/delete|سیلمه قئیدلرینه]] باخ.',
'undelete-search-title' => 'سیلینمیش صحیفه‌لری آختار',
'undelete-search-box' => 'سیلینمیش صحیفه‌لری آختار.',
'undelete-search-prefix' => 'بونونلا باشلایان صحیفه لری گؤستر:',
'undelete-search-submit' => 'آختار',
'undelete-no-results' => 'سیلمه آرخیوینده بیربیریله اؤرتوشن هئچ بیر صحیفه تاپیلمادی.',
'undelete-filename-mismatch' => 'فایلین $1 تاریخ‌لی نوسخه سینی برپا ائتمک مومکون دئییل: فایلین آدیندا اویغونسوزلوق',
'undelete-bad-store-key' => 'فایلین $1 تاریخ‌لی نوسخه سینی برپا ائتمک مومکون دئییل: فایل سیلینمزدن اول مؤوجود دئییلدی.',
'undelete-cleanup-error' => 'ایستیفاده‌سیز "$1" آرشیو فایلینین سیلینمه ختاسی.',
'undelete-missing-filearchive' => '$1 نؤمره‌لی آرشیو فایلینی برپا ائتمک مومکون دئییل، چونکی او معلومات بازاسیندا یوخ‌دور. اولا بیلر فایل آرتیق برپا اولونوب.',
'undelete-error' => 'صحیفه برپاسیندا ختا',
'undelete-error-short' => 'فایل سیلینرکن ختا: $1',
'undelete-error-long' => 'فایل سیلینرکن اوزه چیخان ختا‌لار:

$1',
'undelete-show-file-confirm' => '"<nowiki>$1</nowiki>" فایلینین $2 $3 تاریخ‌لی سیلینمیش بیر دییشدیر ‌سینی گؤرمک ایستدیگینیزدن اطمیناننیز وار می؟',
'undelete-show-file-submit' => 'بلی',

# Namespace form on various pages
'namespace' => 'آد فضاسی:',
'invert' => 'سئچیلنی دؤندر',
'tooltip-invert' => 'بو قوتونی علامتله یین تا انتخاب اولان آد فضا سینین ایچری صحیفه لری دییشیک لیک لری(و اوبیری علامتلنمیش فضالار) گیزله نه آدی',
'namespace_association' => 'علاقه‌لی آد ساحه‌سی',
'tooltip-namespace_association' => 'بو قوتونو علامت له ین یالنیز آد بحث فضاسی یا مرتبط اولان آد فضاسی ایله انتخاب اولا',
'blanknamespace' => '(آنا)',

# Contributions
'contributions' => '{{GENDER:$1|ایستیفاده‌چی}} چالیشمالاری',
'contributions-title' => '$1 ایستیفاده‌چی چالیشمالاری',
'mycontris' => 'چالیشمالار',
'contribsub2' => '$1 اوچون ($2)',
'nocontribs' => 'بو موشخصاتا اویغون دییشدیر تاپیلمادی',
'uctop' => '(ایندیکی)',
'month' => 'بو آی‌دان (و اؤنجه‌سی):',
'year' => 'بو ایل‌دن (و اؤنجه‌سی):',

'sp-contributions-newbies' => 'یالنیز یئنی ایستیفاده‌چیلرین چالیشمالارینی گؤستر',
'sp-contributions-newbies-sub' => 'یئنی ایستیفاده‌چی‌لر اوچون',
'sp-contributions-newbies-title' => 'یئنی حساب‌لار اوچون ایستیفاده‌چی فالیت‌لری',
'sp-contributions-blocklog' => 'باغلاما قئیدلری',
'sp-contributions-deleted' => 'سیلینمیش ایستیفاده‌چی چالیشمالاری',
'sp-contributions-uploads' => 'یوکله‌نَنلر',
'sp-contributions-logs' => 'قئیدلر',
'sp-contributions-talk' => 'دانیشیق',
'sp-contributions-userrights' => 'ایستیفاده‌چی حاقلارین ایداره‌ ائتمه‌سی',
'sp-contributions-blocked-notice' => 'بو ایستیفاده‌چی حال-حاضردا بلوکلانمیش‌دیر.
بلوکلاما قئیدلری‌نین سونونجوسو آشاغیدا گؤستریلمیش‌دیر:',
'sp-contributions-blocked-notice-anon' => 'بو آی پی-عنوان حال-حاضردا باغلانمیش ‌دیر.
بالانما قئیدلری‌نین سونونجوسو آشاغیدا گؤستریلمیش‌دیر:',
'sp-contributions-search' => 'چالیشمالاری آختار',
'sp-contributions-username' => 'آی‌پی آدرسی ویا ایستیفاده‌چی آدی:',
'sp-contributions-toponly' => 'تکجه سون نوسخه اولان دییشیکلری گؤستر',
'sp-contributions-submit' => 'آختار',

# What links here
'whatlinkshere' => 'بو صحیفه‌یه باغلانتیلار',
'whatlinkshere-title' => '«$1»-ه باغلانان صحیفه‌لر',
'whatlinkshere-page' => 'صحیفه:',
'linkshere' => "آشاغیداکی صحیفه‌لر '''[[:$1]]'''-ه باغلانیب:",
'nolinkshere' => "'''[[:$1]]'''-ه هئچ بیر صحیفه باغلانماییب‌دیر.",
'nolinkshere-ns' => "سئچیلمیش آدفضاسیندا، هئچ صحیفه '''[[:$1]]'''-ه باغلانتی‌سی یوخدور.",
'isredirect' => 'یوللاندیرما صحیفه‌سی',
'istemplate' => 'داخیل اولموش',
'isimage' => 'فایلا باغلانتی',
'whatlinkshere-prev' => '{{PLURAL:$1|اؤنجه‌کی|اؤنجه‌کی $1}}',
'whatlinkshere-next' => '{{PLURAL:$1|سونراکی|سونراکی $1}}',
'whatlinkshere-links' => '← باغلانتیلار',
'whatlinkshere-hideredirs' => 'یول‌لاندیرمالاری $1',
'whatlinkshere-hidetrans' => 'علاوه‌لری $1',
'whatlinkshere-hidelinks' => 'باغلانتیلاری $1',
'whatlinkshere-hideimages' => 'فایل باغلانتیلارینی $1',
'whatlinkshere-filters' => 'سۆزگَجلر',

# Block/unblock
'autoblockid' => 'اوتوماتیک باغلانما #$1',
'block' => 'ایستیفادچینی باغلاما',
'unblock' => 'ایستیفاده‌چی‌نین باغلانماسین گؤتور',
'blockip' => 'ایستیفاده چی نی باغلا',
'blockip-title' => 'ایستیفادچی نی باغلا',
'blockip-legend' => 'ایستیفادچی نی باغلا',
'blockiptext' => 'آشاغی‌داکی فورمو ایستیفاده ائده‌رک مویین بیر ایپنین و یا قئیدیات‌دان کئچمیش ایستیفاده‌چی‌نین دییشیک‌لیک ائتمه‌سینی مانعه تؤره‌ده بیلرسینیز. بو یالنیز واندالیزمی قارشی‌سینی آلماق اوچون و [[{{MediaWiki:Policy-url}}|قایدا‌لارا]] اویغون اولا‌راق ائدیلمه‌لی. آشاغییا موتلق قاداغا ایله علاقه‌دار بیر شرح یازین. (نومونه:-بو-صحیفه‌لرده واندالیزم ائتمیش‌دیر).',
'ipadressorusername' => 'آی-پی عونوانی و یا ایستیفاده‌چی آدی',
'ipbexpiry' => 'بیتمه مدتی:',
'ipbreason' => 'ندن:',
'ipbreasonotherlist' => 'باشقا سبب',
'ipbreason-dropdown' => '*باغلانما سبب‌لری:
** یالان معلومات‌لارین علاوه ائدیلمه‌سی
** صحیفه‌نین مزمونونون سیلینمه‌سی
** خاریجی سایت‌لارا ایسپام-کئچیدلر
** صحیفه‌یه معنا‌سیز و یارارسیز علاوه‌لره گؤره
** حده و تعقیب‌لره گؤره
** تحقیره گؤره
** چوخسای‌لی حساب‌دان سوی ایستیفاده‌یه گؤره
** قاداغان اولونموش ایستیفاده‌چی آدینا گؤره',
'ipb-hardblock' => 'بو ای پی-ده ایجلاس آچمیش ایستیفاده‌چی‌لرین دییشیک‌لیک ائتمه‌سینی تدبیر',
'ipbcreateaccount' => 'حساب آچمانی محدودلاش‌دیر',
'ipbemailban' => 'ایستیفاده‌چی‌نین ایمیل گؤندرمه‌سینه مانع اول',
'ipbenableautoblock' => 'مؤوجود اولان مانعه تؤرتمه‌لری گؤستر...',
'ipbsubmit' => 'بو ایستیفاده چی نی باغلا',
'ipbother' => 'باشقا واخت',
'ipboptions' => '2 ساعت:2 hours,1 گون:1 day,3 گونلر:3 days,1 هفته:1 week,2 هفته‌لر:2 weeks,1 آی:1 month,3 آیلار:3 months,6 آیلار:6 months,1 ایل:1 year,مدتسیز:infinite',
'ipbotheroption' => 'آیری',
'ipbotherreason' => 'آیری سبب/آرتیق:',
'ipbhidename' => 'ایستیفاده‌چی آدینی دییشدیر‌لرده و سیاهی‌لاردا گیزلت',
'ipbwatchuser' => 'بو ایستیفاده‌چی‌نین دانیشیق و ایستیفاده‌چی صحیفه‌سینی ایزله',
'ipb-disableusertalk' => 'بو ایستیفاده‌چی باغلی اولارکن اؤز دانیشیق صحیفه‌سینده دییشدیر ائتمه‌سینی اوز الیله قاباقین آلما',
'ipb-change-block' => 'بو سبب‌لرله ایستیفادچینی یئنی‌دن باغلا',
'ipb-confirm' => 'بلوکو تصدیقله',
'badipaddress' => 'سهو آی پی',
'blockipsuccesssub' => 'باغلاندی',
'blockipsuccesstext' => '[[Special:Contributions/$1|$1]] باغلاندی.<br />
باخ [[Special:BlockList|آی پی باغلانماق سیاهی‌سی]] باغلانمیش آی پ-لر.',
'ipb-blockingself' => 'اؤزونوزو باغلاماق حالیندا سیز.! بونو ائتمک ایستدیگینیزدن اطمینانییز وار می؟',
'ipb-confirmhideuser' => 'ایستیفادچینی باغلاماق و دییشدیر سیاهی‌سین‌دان اونون آدینی سیلمک اوزرسینیز. بونو ائتمک ایستدیگینیزدن اطمینانیز وار می؟',
'ipb-edit-dropdown' => 'باغلاما سبب‌لرینی دییشدیر',
'ipb-unblock-addr' => '$1 آچیلدی',
'ipb-unblock' => 'ایستیفاده چی نین یا دا آی پی نین آچیلماسی',
'ipb-blocklist' => 'مؤوجود بلوکلاری گؤستر',
'ipb-blocklist-contribs' => '$1 ایستیفاده‌چی فعالیتلری',
'unblockip' => 'ایستیفاده‌چی‌نین باغلانماسین گؤتور',
'unblockiptext' => 'اولجه‌دن باغلانمیش بیر ای پی عنوانینا و یا ایستیفاده‌چی آدینا یازما گئری وئرمک اوچون آشاغی‌داکی فورمادا ایستیفاده ائدین.',
'ipusubmit' => 'بو بلوکو گؤتور',
'unblocked' => '[[User:$1|$1]]  - نین بلوکو گؤتورولدو',
'unblocked-range' => '$1-نین بلوکو گؤتورولدو',
'unblocked-id' => '$1-نین بلوکو گؤتورولدو',
'blocklist' => 'بلوکلانمیش ایستیفاده‌چیلر',
'ipblocklist' => 'باغلانمیش ایستیفاده‌چیلر',
'ipblocklist-legend' => 'بلوکلانمیش ایستیفاده‌چینی آختار',
'blocklist-userblocks' => 'حساب بلوکلارینی گیزلت',
'blocklist-tempblocks' => 'مووققتی بلوکلاری گیزله',
'blocklist-addressblocks' => 'تک ای‌پی بلوکلارینی گیزله',
'blocklist-rangeblocks' => 'ایندیکی بلوکلاری گیزله',
'blocklist-timestamp' => 'واخت',
'blocklist-target' => 'هدف',
'blocklist-expiry' => 'بیتیش تاریخی',
'blocklist-by' => 'بلوکلامیش ایداره‌چی',
'blocklist-params' => 'بلوک پارامئترلری',
'blocklist-reason' => 'نَدَن‌لیک',
'ipblocklist-submit' => 'آختار',
'ipblocklist-localblock' => 'يئرلی بلوک',
'ipblocklist-otherblocks' => 'باشقا {{PLURAL:$1|بلوکلاما|بلوکلامالار}}',
'infiniteblock' => 'سون سوز',
'expiringblock' => 'سون تاریخ $1 ساعت $2',
'anononlyblock' => 'يالنیز تانیش‌سیزایستیفاده‌چی',
'noautoblockblock' => 'آوتوبلوکلاما غيری مومکوندور',
'createaccountblock' => 'حساب یاراتماق اولماز',
'emailblock' => 'ائ-مایل بلوکلانیب',
'blocklist-nousertalk' => 'دانیشیق صحیفه‌‌سینی دَییشدیره بیلمزسیز.',
'ipblocklist-empty' => 'بلوک سیياهیسی بوشدور.',
'ipblocklist-no-results' => 'طلب اولونان ای‌پی اونوانی و يا ایستیفاده‌چی بلوکلانمادی.',
'blocklink' => 'باغلا',
'unblocklink' => 'بلوکلامانی قالدیر',
'change-blocklink' => 'بلوکلامانی ديَیشدیر',
'contribslink' => 'چالیشمالار',
'emaillink' => 'ایمیل گؤندر',
'autoblocker' => 'آوتوماتیک اولا‌راق باغلانمیسینیز. چونکی، قیسا مدت اول سیزین ای پی-عنوانینیز "آوتوماتیک اولا‌راق بلوکلانمیسینیز. چونکی، قیسا مدت اول سیزین ایپ-اونوانینیز "[[User:$1|$1]]" طرفین‌دن ایستیفاده ائدیلمیش‌دیر.
$1 آدلی ایستیفاده‌چی‌نین باغلانما سببی: "$2"',
'blocklogpage' => 'باغلاما قئیدلری',
'blocklog-showlog' => 'بو ایستیفاده‌چی داها اول بلوکلانمیش‌دیر. بلوکلاما گونده‌لیگی رئفئرانس اوچون آشاغیدا گؤستریلیب:',
'blocklog-showsuppresslog' => 'بو ایستیفاده‌چی داها اول باغلانمیش‌دیر. باغلانما گونده‌لیگی رئفئرانس اوچون آشاغیدا گؤستریلیب:',
'blocklogentry' => '[[$1]]-ی $2 واختینه قدر بلوْکلادی $3',
'reblock-logentry' => '[[$1]] اوچون سون تاریخی $2 $3 اولماق اوزره بلوک پارامئترلری دییشدیریلدی',
'blocklogtext' => 'ایستیفاده‌چی‌لرین باغلانماسی و باغلانماقین گؤتورولمه‌سی سیاهی‌سی.
آوتوماتیک باغلانمیش ای پی-عنوان‌لار بورادا گؤستریلمیر.
حال-هازیرکی [[Special:BlockList|قاداغا‌لارین و بلوکلاما‌لارین سیاهی‌سی]]نا باخ.',
'unblocklogentry' => '$1 اوزرین‌دکی آچیلدی',
'block-log-flags-anononly' => 'يالنیز قئيدیاتسیز ایستیفاده‌چیلر',
'block-log-flags-nocreate' => 'حساب یاراتماق اولماز',
'block-log-flags-noautoblock' => 'آوتوبلوکلاما غيری مومکوندور',
'block-log-flags-noemail' => 'ائ-مایل بلوکلانیب',
'block-log-flags-nousertalk' => 'دانیشیق صحیفه‌‌سینی دَییشدیره بیلمزسیز.',
'block-log-flags-angry-autoblock' => 'آوتوبلوک قوووه‌ددیر',
'block-log-flags-hiddenname' => 'ایستیفاده‌چی آدی گیزلی‌دیر',
'range_block_disabled' => 'ایداره‌چیلره دیاپازونو بلوکلاماق قاداغاندیر.',
'ipb_expiry_invalid' => 'بیتمه واختی سهودیر',
'ipb_expiry_temp' => 'گیزلی ایستیفاده‌چی آدی بلوکلاما‌لاری مدت‌سیز اولما‌لی‌دیر.',
'ipb_hide_invalid' => 'ایستیفاده‌چی هئسابینلن گیزلدیلمه‌سی قئیری-مومکون‌دور؛ حددن چوخ رئداکته‌سی وار.',
'ipb_already_blocked' => '"$1" آرتیق بلوکلانیب',
'ipb-needreblock' => '$1 آرتیق باغلانیب.
باغلاما شرط‌لرینی دییشمک ایستییرسینیز؟',
'ipb-otherblocks-header' => 'آیری {{PLURAL:$1|باغلانماا|باغلاما‌لار}}',
'unblock-hideuser' => 'ایستیفاده‌چی آدی گیزلی اولدوغو اوچون، بی باغلامانی گؤتوره بیلمزسینیز.',
'ipb_cant_unblock' => 'ختا: باغلاما آی دی سی $1 تاپیلمادی. باغلامانین گؤتورولمه‌سی مومکون‌دور.',
'ipb_blocked_as_range' => 'خطا: $1 ای پی عنوانی بیرباشا مانعه و مانعه تؤرتمه آزالدیلماسینا یول وئریلمیر.
آنجاق، بو عنوان $2 آرا‌لیغینین پارچاسی اولا‌راق مانعه تؤردیلمیش، دئکابر مانعه تؤرتمه‌سینی قال‌دیرا.',
'ip_range_invalid' => 'یانلیش ای پی',
'ip_range_toolarge' => '/ $1 بلوک‌دان داها بؤیوک بازه باغلانمالارینا ایجازه وئریلمیر.',
'proxyblocker' => 'پروکسی باغلییان',
'proxyblockreason' => 'ای پی آدرئسینیز آچیق بیر پروکسی اولدوغو اوچون مانعه تؤردیلدی.
خاهیش ائدیریک اینتئرنئت سئویش تعمین ایله یا دا تئکنیکی دستک ایله علاقه قورون و بو جدی تهلوکه‌سیزلیک پروبلئمین‌دن خبردار ائدین.',
'sorbsreason' => 'ای پی عنوانینیز، {{SITENAME}} سایتی طرفین‌دن ایستیفاده ائدیلن DNSBL آچیق پروکسی اولا‌راق اولونموش.',
'sorbs_create_account_reason' => 'ایپ اونوانینیز {{SITENAME}} سایتی طرفین‌دن ایستیفاده ائدیلن DNSBL آچیق پروکسی اولا‌راق اولونموش.
حساب میدانا گتیره بیلمز',
'xffblockreason' => 'X-Forwarded-For باشلیغیندا، سیزین یا بیر ایشلتدیگینیز پروکسی خیدمتچی‌نین بلوکلانمیش آی‌پی آدرسی وار. ایلکین بلوکلاما سببی: $1',
'cant-block-while-blocked' => 'سیز ائنگئللیيکئن باشقا ایستیفاده‌چیلری مانعه تؤره‌ده بیلمزسینیز.',
'cant-see-hidden-user' => 'قارشیسینی آلماق ایسته‌دیگینیز ایستیفاده‌چی اونسوز دا مانعه تؤره‌دیلمیش و گیزلنمیش. کوللانیجیگیزلئ ایجازه‌نیز اولمادیغی اوچون، ایستیفاده‌چی‌نین قارشیسی‌نین آلینماسینی گؤره بیلمز يا دا ديَیشدیره.',
'ipbblocked' => 'دیگر ایستیفاده‌چیلری مانعه تؤره‌ده بیلمز يا دا مانعه تؤرتمه‌سینی قالدیرا بیلمز، چونکی اؤزونوز ائنگئللئنمیشسیز',
'ipbnounblockself' => 'اؤز بوولوکلانمانیزی کالدیرمانیزا ایجازه وئریلمیر',

# Developer tools
'lockdb' => 'وئریلن‌لر بازاسینی باغلا',
'unlockdb' => 'وئریلن‌لر بازاسین‌دان باغلانتی سین گؤتور',
'lockdbtext' => 'وئریلنلر بازاسینی کیلیدله‌مک؛ بوتون ایستیفاده‌چیلرین صحیفه‌‌لری، سئچیملرینی و ایزلئمئ سیياهیلارینی ديَیشدیرمه‌لرینی و وئریلنلر بازاسیندا ديَیشیکلیک طلب ائدن دیگر شئيلری تخیره آلیر. 
خاهیش ائدیریک ائتمک ایسته‌دیگینیزین بو اولدوغونو و باخیم ایشلرینیز بیتدیگینده وئریلنلر بازاسینی ایشه سالماغی تسدیق ائدین.',
'unlockdbtext' => 'وئریلنلر بازاسی‌نین کیلیدینی آچماق؛ بوتون ایستیفاده‌چیلره صحیفه‌‌لری، سئچیملرینی و ایزلئمئ سیياهیلارینی ديَیشدیرمه‌لرینی و وئریلنلر بازاسیندا ديَیشیکلیک طلب ائدن دیگر شئيلری ائده بیلمه قابیلیتینی گئری وئرر. 
خاهیش ائدیریک ائتمک ایسته‌دیگینیزین بو اولدوغونو تسدیق ائدین.',
'lockconfirm' => 'بلی، من حقیقتن وئریلن‌لر بازاسینین باغلاماق ایستییرم.',
'unlockconfirm' => 'بلی، من حقیقتن وئریلن‌لر بازاسینین باغلانمانی آچماق ایستییرم.',
'lockbtn' => 'وئریلن‌لر بازاسینی باغلا',
'unlockbtn' => 'وئریلن‌لر بازاسین‌دان باغلانتی سین گؤتور',
'locknoconfirm' => 'تصدیق قوتوسونو سئچمئدینیز.',
'lockdbsuccesssub' => 'وئریلن‌لر بازاسی باغلانیب',
'unlockdbsuccesssub' => 'باغلانما وئریلن‌لر بازاسی گوتورلنیب',
'lockdbsuccesstext' => 'وئریلن‌لر بازاسی کیلیدلندی. <br />
باخیمین ایشلرینیز بیتدیگینده وئریلن‌لر بازاسینین [[Special:UnlockDB| کیلیدینی آچماغی]] اونوتمایین.',
'unlockdbsuccesstext' => 'وئریلن‌لر بازاسی باغلانمیش آولا بیلر.',
'lockfilenotwritable' => 'وئریلن‌لر بازاسی کیلیدلمه فایلی یازیلا دئییل.
بو، وئریلن‌لر بازاسینی کیلیدله‌ییب آچا بیلمک اوچون، وئب سئروئری طرفین‌دن یازیلا اولما‌لی‌دیر.',
'databasenotlocked' => 'وئریلن‌لر بازاسی باغلانماییب.',
'lockedbyandtime' => '({{Gender: $1 | $1}} طرفین‌دن  $2 $3 اعتبار ایله)',

# Move page
'move-page' => '$1 داشینیر',
'move-page-legend' => 'صحیفه‌نین آدینی دییش',
'movepagetext' => "آشاغی‌داکی فورمدان ایستیفاده ائتمک، صحیفه‌نین آدینی، بوتون تاریخچه‌سینی ده کؤچورمک‌له، یئنی باشلیغا دییشه‌جک.
اسکی باشلیق یئنی باشلیغا یول‌لاندیریلاجاق‌دیر.
اسکی صحیفه‌یه اولان یول‌لاندیرماقلاری، اوتوماتیک گونجل‌له‌یه بیلرسینیز.
بو سئچیمی ائتمه‌دیگینیز حالدا، [[Special:DoubleRedirects|تکرارلانان]] و یا [[Special:BrokenRedirects|قیریق یول‌لاندیرمالاری]] یوخلاماغی یاددان چیخارمایین.
باغلانتیلاری اویغون یئره یول‌لاندیرماسیندان آرخایین اولماق، سیزین مسئولیتینیزده‌دیر.

نظره آلین کی، هدف باشلیق آلتیندا بیر صحیفه مؤوجود اولسا، یئردییشمه '''باش توتمایاجاق'''، مگر بوکی او سونراکی صحیفه یول‌لاندیرما اولا و اؤنجه دَییشمه گئچمیشی ده اولمایا. بو او دئمک‌دیر کی، سهواً آدینی دییشدیگینیز صحیفه‌لری گئری قایتارا بیلمک اولار، بونونلا یاناشی آرتیق مؤوجود اولان صحیفه‌نین اوزرینه باشقا صحیفه یازا بیلمزسینیز.

'''خبردارلیق!'''
بو یئردییشمه مشهور صحیفه اوچون اساس‌لی و گؤزلنیلمز اولا بیلر؛ اونا گؤره ده بو دییشیک‌لیگی یئرینه یئتیرمزدن اول، بونون مومکون نتیجه‌لرینی باشا دوشدوگونوزدن آرخایین اولون.",
'movepagetext-noredirectfixer' => "آشاغی‌داکی فورمو دول‌دورماق بیر صحیفنی یئنی‌دن آدلاندیریر، بوتون کئچمیشینی یئنی آدا داشیییر.
کؤهنه مؤوزو یئنی باشلیغا بیر ایستیقامتلندیرمه صحیفه‌سی اولار.
[[Special:DoubleRedirects|جوت]] یا دا [[Special:BrokenRedirects|نوزوک ایستیقامتلندیرمه‌لر]] صحیفه‌لرینی ایداره ائدین.
علاقه‌لرین گئتمه‌لری لازیم اولان یئرلره گئتدیک‌لرینی عمین اولماق سیزین سوروملولوغونوزدا‌دیر.

یئنی باش‌لیقدا مؤوجود بیر صحیفه وارسا، بوش یا دا بیر ایستیقامتلندیرمه اولمادیقجا و دییشیک‌لیک کئچمیشی اولمادیغی تق‌دیرده، سهیف 'تاشینمایاجاکتیر.
بو بو معنانی وئرر، بیر صحیفنی اشتباه ائتسه‌نیز صحیفنی کؤهنه آدییلا یئنی‌دن آدلان‌دیرا بیلریک، بو مؤوجود صحیفه‌نین اوزرینه یازماز.

' 'خبردارلیق!'
بو مشهور بیر صحیفه اوچون تأثیرلی و گؤزلنیلمز بیر دییشیک‌لیک اولا بیلر؛
خاهیش ائدیریک راتیفیکاسیا ائتمه‌دن اول بونون نتیجه‌لرینی آنلادیغینیزدان امین اولون.",
'movepagetalktext' => "اویغون دانیشیق صحیفه‌سی آوتوماتیک حرکت ائده‌جک 'گر:'
* بوش اولمایان دانیشیق صحیفه‌سی یئنی آدلا آرتیق مؤوجوددورسا، و یا
* سیز بایراغی آشاغی‌دان گؤتورسه‌نیز.

همین حال‌لاردا ، احتیاج یارانارسا سیز صحیفه‌لری الله بیرلش‌دیرمک مجبوریتینده قالاجاقسینیز",
'movearticle' => 'صحیفه‌نین آدینی دییش‌دیر',
'moveuserpage-warning' => "' 'خبردارلیق:' بیر ایستیفاده‌چی صحیفه‌سینی داشیماق اوزرسینیز. خاهیش ائدیریک یالنیز صحیفه‌نین تاشیناجاغینا، آنجاق ایستیفاده‌چی‌نین یئنی‌دن آدلاندیریلمایاجاغینا دقت ائدین.",
'movenologin' => 'سیستئمده دئییلسینیز',
'movenologintext' => 'صحیفه‌نین آدینی دییشیک‌لیک اوچون قئیدیات‌لی و [[Special:UserLogin|سیستئمه]] داخیل اولمانیز لازیم‌دیر.',
'movenotallowed' => 'سیز صحیفه‌لرین آدینی دییشه بیلمزسینیز.',
'movenotallowedfile' => 'سیز فایل‌لارین آدینی دییشه بیلمزسینیز.',
'cant-move-user-page' => 'ایستیفاده‌چی صحیفه‌لری‌نین آدینی دییشه بیلمزسینیز (باش‌لیق‌لاردان باشقا).',
'cant-move-to-user-page' => 'بیر صحیفنی، بیر ایستیفاده‌چی صحیفه‌سینه داشیماغا ایجازه وئریلمیر (بیر ایستیفاده‌چی آلتسایفاسی خاریجینده).',
'newtitle' => 'یئنی باش‌لیق',
'move-watch' => 'بو صحیفنی ایزله',
'movepagebtn' => 'صحیفه‌نین آدینی دییش',
'pagemovedsub' => 'یئردییشمه ائدیلمیش‌دیر',
'movepage-moved' => '\'"$1" صحیفه‌سی "$2" صحیفه‌سینه یئرلشدیریلمیشدیر',
'movepage-moved-redirect' => 'یؤنلندیرمه یارادیلدی.',
'movepage-moved-noredirect' => 'یؤنلندیرمه‌نین یارادیلماسینین قارشییس آلیندی.',
'articleexists' => 'بو آددا صحیفه آرتیق مؤوجوددور و یا سیزین سئچدیگینیز آد اویغون دئییل.
زحمت اولماسا باشقا آد سئچین.',
'cantmove-titleprotected' => 'بیر صحیفنی بو مؤوقئیه داشییا بیلمز، چونکی یئنی موضونون یارادیلماسی قورونور',
'talkexists' => "'صحیفه‌نین آدی دییشدی، لاکین دانیشیق صحیفه‌سی یئنی آدلا اولدوغو اوچون دییشه بیلمیر. زحمت اولماسا، اونون آدینی اؤزونوز دییشین.'",
'movedto' => 'داشیندی :',
'movetalk' => 'بو صحیفه‌نین دانیشیق صحیفه‌سی‌نین ده آدینی دییش‌دیر.',
'move-subpages' => 'یاریم صحیفه‌لری کؤچور ($1-ا قدر)',
'move-talk-subpages' => 'دانیشیق صحیفه‌لری‌نین آلت صحیفه‌لرینی کؤچور ($1-ا قدر)',
'movepage-page-exists' => '$1 مادده‌سی اونسوز دا وار اولماقدا‌دیر، و آوتوماتیک اولا‌راق یئنی‌دن یازیلا بیلمز.',
'movepage-page-moved' => '$1 صحیفه‌سی $2 صحیفه‌سینه کؤچورولوب.',
'movepage-page-unmoved' => '$1 صحیفه‌سی $2 صحیفه‌سینه کؤچوروله بیلینمیر.',
'movepage-max-pages' => 'ان چوخ $1 {{PLURAL:$1|صحیفه |صحیفه}} داشیندی و داها چوخو آوتوماتیک اولا‌راق تاشیناماز.',
'movelogpage' => 'آد ديیشدیرمک قئیدی',
'movelogpagetext' => 'آشاغیدا اولان سیاهی آدی دییشدیریلمیش صحیفه‌لری گؤستریر.',
'movesubpage' => '{{PLURAL:$1|آلتینداکی صحیفه}}',
'movesubpagetext' => 'بو صحیفه‌نین آشاغیدا گؤستریلن $1 {{PLURAL: $1 | آلت صحیفه سی | آلت صحیفه اسی}} وار.',
'movenosubpage' => 'بو صحیفه‌نین آلت صحیفه‌سی یوخ‌دور.',
'movereason' => 'ندن:',
'revertmove' => 'قایتار',
'delete_and_move' => 'سیل و آپار',
'delete_and_move_text' => '==هازیرکی مقاله‌نین سیلینمه‌سی لازیم‌دیر==

«[[:$1]]» مقاله‌سی مؤوجوددور. بو دییشیکلیگین یئرینه یئتیریله بیلمه‌سی اوچون همین مقاله‌نین سیلینمه‌سینی ایستییرسینیزمی؟',
'delete_and_move_confirm' => 'بلی، صحیفنی سیل',
'delete_and_move_reason' => '«[[$1]]» آد دَییشمه ‌یه یئر آچماق اوچون سیلینمیش‌دیر',
'selfmove' => 'صحیفه‌نین هازیرکی آدی ایله دییشمک ایستنیلن آد عینی‌دیر. بو عملیات یئرینه یئتیریله بیلمز.',
'immobile-source-namespace' => '"$1" آد آرالیغیندا صحیفه آدلاری دییشمیر.',
'immobile-target-namespace' => 'سهی‌لرین "$1" آد آرا‌لیغینا داشینماسی قئیری-مومکون‌دور',
'immobile-target-namespace-iw' => 'ویکیلر اراسی علاقه، صحیفه داشیماسی اوچون اعتبارلی بیر هدف دئییل.',
'immobile-source-page' => 'بو صحیفه‌نین آدی دییش‌دیریله بیلمز.',
'immobile-target-page' => 'بو هدف باش‌لیغینا داشینمیر.',
'bad-target-model' => 'هدف فرق‌لی بیر مزمون مودئل ایستیفاده ائدیر. $1 $2 مومکون دئییل.',
'imagenocrossnamespace' => 'قئيری-فايل آد ایماگئ کؤچورمه يوخدور',
'nonfile-cannot-move-to-file' => 'فایل اولمایان‌لار، فایل آد ساحه‌سینه تاشیناماز',
'imagetypemismatch' => 'یئنی فایل علاوه‌سی تیپیله بیربیر لر ایله دوز دئمیر',
'imageinvalidfilename' => 'سئچیلمیش فایل آدی کئچرسیزدیر.',
'fix-double-redirects' => 'اوریژینال باشلیغا ایشاره ائدن گیزلت یوکله',
'move-leave-redirect' => 'آرخادا بیر ایستیقامتلندیرمه بوراخ',
'protectedpagemovewarning' => "'''خبردارلیق:''' بو صحیفه محافظه ائدیلدیگی اوچون اونون آدینی یالنیز ایداره‌چی‌لر دییشه بیلرلر.",
'semiprotectedpagemovewarning' => "'''قئید:' بو صحیفه کیلیدلنمیش، یالنیز قئیدیات‌لی ایستیفاده‌چی‌لر داشییا بیلر.
سون گونده‌لیک گیردی‌سی ایستیناد مقصدلی آشاغیدا وئریلمیش‌دیر:",
'move-over-sharedrepo' => '== فایل مؤوجود ==
[[:$1]] پایلاشیلمیش هوووزدا مؤوجود. بیر فایلی بو باشلیغا داشیماق پایلاشیلمیش فایلین اوستونه گله‌جک.',
'file-exists-sharedrepo' => 'سئچیلن آد پایلاشیلمیش بیر هوووزدا اونسوز دا مؤوجود.
خاهیش ائدیریک باشقا بیر آد سئچین.',

# Export
'export' => 'صحیفه‌‌لری ائشیگه چیخارت',
'exporttext' => 'مویین بیر صحیفه و یا صحیفه کومانداسینین متنی و دییشدیرمه کئچمیشینی خمل ایله ساری‌لی اولا‌راق خاریجه کؤچوره بیلرسینیز.
بو، مئدیاویکی ایستیفاده باشقا بیر ویکی [[Special:Import|ایچه کؤچورمه صحیفه‌سی]] ایله ایچه کؤچوروله بیلر.

صحیفه‌لری خاریجه کؤچورمک اوچون، باش‌لیق‌لاری آشاغی‌داکی متن قوتوسونا داخیل ائدین، هر سطره بیر دنه، و کؤهنه سوروملئرلئ بیرلیکده ایندیکی وئرسیاسی، صحیفه کئچمیشی سطرلرینی، یا دا سون دییشیک‌لیک ملوماتییلا بیرلیکده آکتوال وئرسیاسی ایسته‌ییب ایستمدیگینیزی قئید ائدین.

سونونجو حالدا، بیر لینک ده ایستیفاده ائده بیلرسینیز، هؤر: "[[{{MediaWiki:Mainpage}}]]" صحیفه‌سی اوچون [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]].',
'exportall' => 'بوتون صحیفه‌لری خاریجه کؤچور',
'exportcuronly' => 'بوتون تاریخچنی دئییل، یالنیز حال-هازیرکی نوسخه نی داخیل ائت',
'exportnohistory' => 'هدف‌لنن قایناق صحیفه‌سی (ایسته‌یه باغ‌لی):',
'exportlistauthors' => 'هر صحیفه‌‌ اوچون دَییشدیرمه ائدن سیياهیسینی اؤزونده ساخلايین',
'export-submit' => 'ایخراج',
'export-addcattext' => 'صحیفه‌لری بو بولمه دن علاوه ائت:',
'export-addcat' => 'آرتیر',
'export-addnstext' => 'صحیفه‌لری آدلار فزاسین‌دان علاوه ائت:',
'export-addns' => 'آرتیر',
'export-download' => 'فایلی قئید ائت',
'export-templates' => 'شابلون‌لاری داخیل ائت',
'export-pagelinks' => 'باغ‌لی صحیفه‌لری داخیل درین‌لیک:',

# Namespace 8 related
'allmessages' => 'سیستئم معلومات‌لاری',
'allmessagesname' => 'آد',
'allmessagesdefault' => 'دفالت دانیشیق متنی',
'allmessagescurrent' => 'ایندیکی متن',
'allmessagestext' => 'بو مئدیا ویکی-ده اولان سیستئم مئساژلارینین سیاهی‌سی‌دیر. اگر مئدیا ویکی-نی لوکاللاش‌دیرماق ایشینده کؤمک ائتمک ایسییرسینیزسه، لطفاً [//www.mediawiki.org/wiki/Localisation MediaWiki Localisation] و [//translatewiki.net translatewiki.net]-ا باش چکین.',
'allmessagesnotsupportedDB' => "'''\$ wgUseDatabaseMessages''' باغ‌لی اولدوغو اوچون '{{ns:special}}: Allmessages ایستیفاده‌یه آچیق دئییل.",
'allmessages-filter-legend' => 'سۆزگَج',
'allmessages-filter' => 'خصوصی ائتمک وضعیتینه گؤره فیلترلی:',
'allmessages-filter-unmodified' => 'دییشدیریلممیش',
'allmessages-filter-all' => 'بوتون',
'allmessages-filter-modified' => 'دییشدیریلمیش',
'allmessages-prefix' => 'اؤنک ایله فیلترلی:',
'allmessages-language' => 'دیل:',
'allmessages-filter-submit' => 'گئت',

# Thumbnails
'thumbnail-more' => 'بؤیوت',
'filemissing' => 'فایل تاپیلمادی',
'thumbnail_error' => 'کیچیک شکیل یاراتما خطاسی: $1',
'thumbnail_error_remote' => '$1 طرفین‌دن خطا مئساژی:
$2',
'djvu_page_error' => 'DjVu صحیفه‌سی الچاتمازدیر',
'djvu_no_xml' => 'DjVu اوچون XML فایلی آلماق مومکون دئییل.',
'thumbnail-temp-create' => 'ائلمک اولماز بارماق اولچوسوجه موقت فایل دوزتمک اولا',
'thumbnail-dest-create' => 'باجاریقسیز تعییناتا باش بارماغین دیرناغینی خلاص ائتمک اوچون',
'thumbnail_invalid_params' => 'اعتبارسیز کیچیک شکیل پارامئترلری',
'thumbnail_dest_directory' => 'هدف قورو‌لوغو یارادیلا بیلمیر',
'thumbnail_image-type' => 'گؤرونوش نؤع دستکله‌نیلمیر',
'thumbnail_gd-library' => "' 'قئید:' صحیفه‌لرین بوتون کئچمیشینی بو فورملا خاریجه اؤتورولمه‌سی، پئرفورمانس سبب‌لرین‌دن اؤتری دؤوره خاریجی بوراخیلمیش‌دیر.$1",
'thumbnail_image-missing' => 'بئله گؤرونور کی، $1 فایلی یوخ‌دور',

# Special:Import
'import' => 'صحیفه‌لری ایدخال ائت',
'importinterwiki' => 'ویکیلر اراسی چیخارما',
'import-interwiki-text' => 'ایچه کؤچورمک اوچون بیر wiki و صحیفه باش‌لیغی سئچین.
رئویزیون تاریخ‌لری و یازارلارین آدلاری قورونا‌جاق.
بوتون ویکیلئراراسی ایچه کؤچورمه حرکت‌لری [[Special:Log/import|ایچه کؤچورمه گوندلیگینده]] یازیلماقدا‌دیر.',
'import-interwiki-source' => 'قایناق ویکی/صحیفه:',
'import-interwiki-history' => 'صحیفه‌نین دییشمه تاریخچه‌لری‌نین هامی‌سینی کؤچور',
'import-interwiki-templates' => 'بوتون شابلون‌لارلا بیرلیکده',
'import-interwiki-submit' => 'ایچری توکمه اولسون',
'import-interwiki-namespace' => 'هدف آد ساحه‌سی:',
'import-interwiki-rootpage' => 'هدف‌لنن قایناق صحیفه‌سی (ایسته‌یه باغ‌لی):',
'import-upload-filename' => 'فایل آدی',
'import-comment' => 'آچیخلا:',
'importtext' => 'خاهیش ائدیریک فایلی [[Special:Export| خاریجه کؤچورمه کؤمک پروقرامییلا]] قایناق ویکی خاریجه کؤچورون.
کومپوتئرینیزه یازین و بورا یوکلیین.',
'importstart' => 'صحیفه‌لری ایچری توکمه حالیندا...',
'import-revision-count' => '$1 {{PLURAL:$1|دییشدیر|دییشدیرین}}',
'importnopages' => 'ایچری توکمه صحیفه یوخ‌دور.',
'imported-log-entries' => '$1{{PLURAL:$1|گونده‌لیک گیردی‌سی |گونده‌لیک گیردی‌سی}}ایچه کؤچوردو.',
'importfailed' => 'اوغورسوز چیخاریش: <nowiki>$1</nowiki>',
'importunknownsource' => 'بیلینمه‌ین ایچری کؤچورمه قایناق نؤوو',
'importcantopen' => 'ایچری توکمه فایل پرونده لری آچیلمادی',
'importbadinterwiki' => 'یانلیش اینتئرویکی کئچیدی',
'importnotext' => 'بوش و یا متن یوخ‌دور',
'importsuccess' => 'ایچری توکمه باشا چاتدی!',
'importhistoryconflict' => 'اوست-اوسته دوشمه‌ین کئچمیش رئویزیونو مؤوجود (بو صحیفه داها اول‌دن ایچه کؤچورولموش اولا بیلر)',
'importnosources' => 'هئچ ویکیلئراراسی ایچه کؤچورمه قایناغی تعیین و بیرباشا کئچمیش یوکلملری دؤوره خاریجی.',
'importnofile' => 'بیر کؤچورمه فایلی یوکلنمدی.',
'importuploaderrorsize' => 'ایچه کؤچورولموش فایلین یوکلنمه‌سی اوغورسوز اولدو.
فایل، ایجازه وئریلن یوکلمه اؤلچوسون‌دن بؤیوک.',
'importuploaderrorpartial' => 'ایچه کؤچورولموش فایلین یوکلنمه‌سی اوغورسوز اولدو.
فایلین یالنیز بیر قیسیمی یوکلندی.',
'importuploaderrortemp' => 'ایچه کؤچورولن فایلین یوکلنمه‌سی اوغورسوز اولدو.
مووققتی فایل ایتکین.',
'import-parse-failure' => 'اکس ام ال ایچری کؤچورمه ییغماسی موفقیت‌سیز',
'import-noarticle' => 'یوکلمگه صحیفه یوخدور!',
'import-nonewrevisions' => 'بوتون نوسخه لر اول‌دن ایچه کؤچورولموش.',
'xml-error-string' => '$1 $2 سترینده، $3 سوتونوندا ($4 بایت): $5',
'import-upload' => 'XML-وئریلنی یوکله',
'import-token-mismatch' => 'سئانس معلومات‌لارینین ایتیریلمه‌سی. لطفاً، یئنی‌دن جهد ائدین.',
'import-invalid-interwiki' => 'گؤستریلن ویکی‌دن کؤچورمک مومکون دئییل',
'import-error-edit' => '"$1" صحیفه‌سی ایدخال ائدیله بیلینمیر، چونکی اونو دییشمک سلاهیتینیز یوخ‌دور.',
'import-error-create' => '"$1" صحیفه‌سی آچیلمیر، چونکی اونو یاراتماق سلاهیتینیز یوخ‌دور.',
'import-error-interwiki' => 'صحیفه "$1" داخیل ائدیلممیش‌دیر. چونکی اونون خاریجی باغلانتی سی (interwiki) یئری توتولوب و رئزرو اولوب.',
'import-error-special' => 'صحیفه «$1» ایچری توکمه اولنمادی، نیه کی بیر اجازه سیز آد ین فضاسینا تعلوقو وار.',
'import-error-invalid' => 'صحیفه "$1" اعتبار سیز اولماق دلیل اوچون آدی داخیل اولنمور.',
'import-error-unserialize' => '«$1» صحیفه‌سینین $2 نوسخه‌سی سِریالیزه‌لیقدان چیخاردیلانمادی. بو نوسخه، $4 کیمی سِریالیزه اولان $3 مودِلینی ایشلدمگه بیلدیریلدی.',
'import-options-wrong' => '{{PLURAL:$2|جزئیات| جزئیات}} یانلیش: <nowiki>$1</nowiki>',
'import-rootpage-invalid' => 'وئریلن کؤک صحیفه‌‌سی اعتبارسیز آددیر.',
'import-rootpage-nosubpage' => 'آد فضا سی  "$1" آنا باسئ ٔآلت صحیفه اوچون اجازه وئرمیر.',

# Import log
'importlogpage' => 'چیخاریلما گونده‌لیگی',
'importlogpagetext' => 'باشقا ویکیلردن، دَییشیکلیک گئچمیشلریله بیرلیک‌ده گتیریلمیش صحیفه‌لر.',
'import-logentry-upload' => '[[$1]]-ی فایل یوکله‌مکله گتیردی',
'import-logentry-upload-detail' => '{{PLURAL:$1|بیر|$1}} نوسخه',
'import-logentry-interwiki' => '$1-ی ویکی‌آراسی ائتدی',
'import-logentry-interwiki-detail' => '$2-دن {{PLURAL:$1|بیر|$1}} نوسخه',

# JavaScriptTest
'javascripttest' => 'جاوااسکریپت تِستی',
'javascripttest-title' => '$1 تِستلری ایشله‌دیلیر',
'javascripttest-pagetext-noframework' => 'بو صحیفه، جاوااسکریپت تِستلرینی ایشلدمگه ساخلانیلیب‌دیر.',
'javascripttest-pagetext-unknownframework' => 'تانینمامیش تِست ائتمه سیستِمی «$1».',
'javascripttest-pagetext-frameworks' => 'لوطفاً بو تِست ائتمه سیستِملرین بیرینی سئچین: $1',
'javascripttest-pagetext-skins' => 'تِستلرین ایجرا ائتمک اوچون بیر قابیق سئچین:',
'javascripttest-qunit-intro' => 'mediawiki.org-دا [$1 تِست ائتمه سندلندیرمه‌لری]نه باخین.',
'javascripttest-qunit-heading' => 'مئدیاویکی جاوااسکریپت QUnit تِست مجموعه‌سی',

# Tooltip help for the actions
'tooltip-pt-userpage' => 'ایستیفاده‌چی صفحه‌نیز',
'tooltip-pt-anonuserpage' => 'سیز او آی‌پی آدرسیله دَییشیکلیک ائتدیگینیز ایستیفاده‌چی صحیفه‌سی',
'tooltip-pt-mytalk' => 'دانیشیق صحیفه‌نیز',
'tooltip-pt-anontalk' => 'بو آی‌پی آدرسینین دَییشیکلیکلرینه گؤره دانیشیق',
'tooltip-pt-preferences' => 'ترجیحلرینیز',
'tooltip-pt-watchlist' => 'دییشمکلرینی ایزله‌دیگینیز صفحه‌لرین سیاهی‌سی',
'tooltip-pt-mycontris' => 'سیزین چالیشمالارینیزین لیستی',
'tooltip-pt-login' => 'گیریش ائتمه‌یینیز توصیه اولونور؛ اما گرکلی دئییل',
'tooltip-pt-anonlogin' => 'داخیل اولمانیز توصیه‌‌ اولونور، آمما طلب اولونمور.',
'tooltip-pt-logout' => 'چیخیش',
'tooltip-ca-talk' => 'ایچینده‌کیلره گؤره دانیشیق',
'tooltip-ca-edit' => 'سیز بو صحیفه‌نی دَییشدیره بیلرسینیز. لوطفاً قئید ائتمه‌دن اونجه اؤن‌گؤستریش دویگه‌سینی ایشلدین',
'tooltip-ca-addsection' => 'یئنی بؤلوم یارات',
'tooltip-ca-viewsource' => 'بو صحیفه‌‌ قورونوب‌دور.
اونون قایناغینا باخا بیلرسیز',
'tooltip-ca-history' => 'بو صحیفه‌نین گئچمیش نوسخه‌لری',
'tooltip-ca-protect' => 'بو صحیفه‌نی قورو',
'tooltip-ca-unprotect' => 'بو صحیفه‌نین قوروماسینی دَییشدیر',
'tooltip-ca-delete' => 'بو صحیفه‌‌نی سیل',
'tooltip-ca-undelete' => 'بو صحیفه‌‌نین محافظه‌‌سینی کنارلاشدیر',
'tooltip-ca-move' => 'بو صحیفه‌‌نین آدینی ديَیشدیر',
'tooltip-ca-watch' => 'بو صحیفه‌‌نی ایزله',
'tooltip-ca-unwatch' => 'بو صفحه‌نی ایزله‌دیگینیز صفحه‌لردن قالدیرین',
'tooltip-search' => '{{SITENAME}}-دا آختار',
'tooltip-search-go' => 'اولورسا بو آددا بیر صحیفه‌یه گئت',
'tooltip-search-fulltext' => 'بو یازی اولان صحیفه‌لری آختار',
'tooltip-p-logo' => 'آنا صحیفه‌یه باخ',
'tooltip-n-mainpage' => 'آنا صحیفه‌‌یه باخین',
'tooltip-n-mainpage-description' => 'آنا صحیفه‌یه باخین',
'tooltip-n-portal' => 'پروژه‌ یه گؤره، سیز نه ایش گوره بیلرسیز، هاردا نه‌لری تاپا بیلرسیز',
'tooltip-n-currentevents' => 'ایندیکی اولایلارا ایلگیلی بیلگیلر تاپ',
'tooltip-n-recentchanges' => 'بو ویکی‌ده سون دَییشیکلرین لیستی',
'tooltip-n-randompage' => 'بیر راست‌گله صحیفه گتیر',
'tooltip-n-help' => 'آنلاماق یئری',
'tooltip-t-whatlinkshere' => 'بورایا باغلانان بوتون ویکی صحیفه‌لرین لیستی',
'tooltip-t-recentchangeslinked' => 'بو صحیفه‌دن باغلانان صحیفه‌لرین سون دَییشیکلیکلری',
'tooltip-feed-rss' => 'بو صحیفه‌‌ اوچون آراس‌اس يايیمی',
'tooltip-feed-atom' => 'بو صحیفه‌‌ اوچون آتوم يايیمی',
'tooltip-t-contributions' => 'بو ایستیفاده‌چی‌نین وئردیگی دییشیکلر سیاهی‌سی',
'tooltip-t-emailuser' => 'بو ایستیفاده‌چی‌یه بیر ایمیل گؤندر',
'tooltip-t-upload' => 'فایل‌لار یوکله',
'tooltip-t-specialpages' => 'بوتون اؤزل صحیفه‌لرین لیستی',
'tooltip-t-print' => 'بو صحیفه‌‌نین چاپ ائدیلن نوسخه‌سی',
'tooltip-t-permalink' => 'صحیفه‌نین بو نوسخه‌سینه دَییشیلمز باغلانتی',
'tooltip-ca-nstab-main' => 'مقاله‌یه باخین',
'tooltip-ca-nstab-user' => 'ایستیفاده‌چی صفحه‌سینه باخ',
'tooltip-ca-nstab-media' => 'مئدیا-فايل',
'tooltip-ca-nstab-special' => 'بو بیر اؤزل صحیفه‌دیر، سیز اونو دَییشدیره بیلمزسیز',
'tooltip-ca-nstab-project' => 'پروژه صحیفه‌سینه باخ',
'tooltip-ca-nstab-image' => 'فايل صحیفه‌‌سینه باخین',
'tooltip-ca-nstab-mediawiki' => 'سیستم مئساژلرینه باخ',
'tooltip-ca-nstab-template' => 'شابلونا باخ',
'tooltip-ca-nstab-help' => 'یاردیم صحیفه‌‌سی',
'tooltip-ca-nstab-category' => 'بؤلمه صحیفه‌‌سینی گؤستر',
'tooltip-minoredit' => 'بو دییشیگی کیچیک دییشیک کیمی قئید ائت',
'tooltip-save' => 'ديَیشیکلیکلرینیزی قئيد ائدین',
'tooltip-preview' => 'لوطفاً صحیفه‌نی قئید ائتمک‌دن اؤنجه، دییشیکلرینیزی سیناق گؤستریش ایله باخین!',
'tooltip-diff' => 'مقاله‌ده ائتدیگی‌نیز ديَیشیکلیک‌لره باخین',
'tooltip-compareselectedversions' => 'بو صحیفه‌نین ایکی سئچیلمیش نوسخه‌لری‌نین فرقلرینه باخ',
'tooltip-watch' => 'بو صفحه‌نی ایزله‌دیکلرینیزه آرتیر',
'tooltip-watchlistedit-normal-submit' => 'باشلیغین سیلینمه‌سی',
'tooltip-watchlistedit-raw-submit' => 'ایزلدیگیم صحیفه‌لرین سیاهی‌سینین یئنی‌لنمه‌سی',
'tooltip-recreate' => 'اول سیلینمه‌سینه باخمایا‌راق صحیفنی برپا ائت',
'tooltip-upload' => 'یوکلمنی باشلات',
'tooltip-rollback' => 'سوْنونجو ایستیفاده‌چی طرفیندن ائدیلمیش بۆتون ديَیشیکلیکلری بیر دفعه‌‌يه گئری قايتار',
'tooltip-undo' => 'ائدیلمیش ديَیشیکلیگی گئری قايتار و گئری قايتارما سببینی قئيد ائتمک اۆچون سێناق گؤستریشینی آچ',
'tooltip-preferences-save' => 'ترجیحلری ساخلا',
'tooltip-summary' => 'قیسا بیر خولاصه‌‌ یازین',

# Metadata
'notacceptable' => 'ویکی-سئروئر معلومات‌لاری براوزئرینیزین اوخویا بیلجیی فورماتدا تقدیم ائده بیلمیر.',

# Attribution
'anonymous' => '{{SITENAME}} سایتینین آنونیم {{PLURAL:$1|یستیفادچیسی|یستیفاده‌چی‌لری}}',
'siteuser' => '{{SITENAME}} ایستیفاده‌چی‌سی $1',
'anonuser' => '{{SITENAME}} آنونیم ایستیفاده‌چی‌سی $1',
'lastmodifiedatby' => 'بۇ صحیفه‌‌ سوْنونجو دفعه‌‌ $1، $2 تاریخینده دَییشیلیب.',
'othercontribs' => '$1-این ایشینه اساسلانیب.',
'others' => 'آیریلار',
'siteusers' => '{{SITENAME}} {{PLURAL:$2|وسئر|یستیفاده‌چی}} $1',
'anonusers' => '{{SITENAME}} آنونیم {{PLURAL:$2|وسئر|یستیفاده‌چی}} $1',
'creditspage' => 'صحیفه اعتبارلاری',
'nocredits' => 'بو صحیفه اوچون هئچ بیر اعتیبار بیلگیلری ال‌ده دئییل.',

# Spam protection
'spamprotectiontitle' => 'فایداسیز یازما قوروما فیلتری',
'spamprotectiontext' => 'سیز قئید ائتمک ایسته‌دیگینیز یازینین قاباغی، اِسپم فیلتِریله، آلیندی.
بو ایش، اوندا ائشیک قره‌لیست‌ده اولان بیر سایتا باغلانتی وئرمک اوچون اولا بیلر.',
'spamprotectionmatch' => 'بو یازی، بیزیم اِسپم فیلتِریمیزی ایشه سالان‌دیر: $1',
'spambot_username' => 'مئدیاویکی فایداسیز یازی تمیزلمه‌سی',
'spam_reverting' => '$1-ه باغلانتیسی اولمایان سون نوسخه‌یه قایتاریلیر',
'spam_blanking' => '$1-ه باغلانتیلاری اولان بوتون نوسخه‌لر، بوشادیلیر',
'spam_deleting' => '$1-ه باغلانتیلاری اولان بوتون نوسخه‌لر، سیلینیر',

# Info page
'pageinfo-title' => '«$1» اوچون بیلگیلر',
'pageinfo-not-current' => 'تأسفله بو بیلگیلری اسکی نوسخه‌لره وئرمک اولانماز بیر ایش‌دیر.',
'pageinfo-header-basic' => 'اساس معلومات‌لار',
'pageinfo-header-edits' => 'تاریخچه نی دییشدیر',
'pageinfo-header-restrictions' => 'صفحه دن محافظت ائله مک',
'pageinfo-header-properties' => 'صحیفه خصوصیت‌لری',
'pageinfo-display-title' => 'گؤستریلن باشلیق',
'pageinfo-default-sort' => 'فرض ائدیلن سیرالاما آچاری',
'pageinfo-length' => 'صحیفه‌‌ اوزونلوغو (بايت)',
'pageinfo-article-id' => 'صحیفه آی‌دی-سی',
'pageinfo-language' => 'صحیفه مضمونونون دیلی',
'pageinfo-robot-policy' => 'آختاریش سیستمین دورومو',
'pageinfo-robot-index' => 'سییاهه آلینیشی',
'pageinfo-robot-noindex' => 'ایندِکسله‌نه بیلمز',
'pageinfo-views' => 'گؤسترمه صحیفه‌سی',
'pageinfo-watchers' => 'صحیفه‌نین تاماشا‌چی سایی',
'pageinfo-few-watchers' => '$1-دن آز {{PLURAL:$1|ایزله‌ین}}',
'pageinfo-redirects-name' => 'بو صحیفه‌یه یول‌لاندیرمالار',
'pageinfo-subpages-name' => 'بو صحیفه‌نین آلت‌صحیفه‌لری',
'pageinfo-subpages-value' => '$1 ({{PLURAL:$2|بیر|$2}} یول‌لاندیرما؛ {{PLURAL:$3|بیر|$3}} قِیری-یول‌لاندیرما)',
'pageinfo-firstuser' => 'صحیفنی یارا‌دان',
'pageinfo-firsttime' => 'صحیفه‌نین یارانما تاریخی',
'pageinfo-lastuser' => 'سونونجو دییشدیرن',
'pageinfo-lasttime' => 'سونونجو دییشدیر‌نین تاریخی',
'pageinfo-edits' => 'دییشدیر‌لرین سایی',
'pageinfo-authors' => 'فرق‌لی مؤلف‌لرین سایی',
'pageinfo-recent-edits' => 'سون زامانلارداکی تنزیمله‌مه‌لر (سون $1)',
'pageinfo-recent-authors' => 'فرقلی يازارلارین سون سايی',
'pageinfo-magic-words' => 'سیحیرلی {{PLURAL:$1|بیر|$1}} سؤزجوک ($1)',
'pageinfo-hidden-categories' => 'گیزلی {{PLURAL:$1|بؤلمه|بؤلمه‌لر}} ($1)',
'pageinfo-templates' => 'ایشله‌دیلمیش {{PLURAL:$1|بیر|$1}} شابلون ($1)',
'pageinfo-transclusions' => 'ایچینده گلن {{PLURAL:$1|صحیفه|صحیفه‌لر}} ($1)',
'pageinfo-toolboxlink' => 'صحیفه بیلگی‌سی',
'pageinfo-redirectsto' => 'ایستیقامتلن‌دیریلن',
'pageinfo-redirectsto-info' => 'بیلگی',
'pageinfo-contentpage' => 'بیر مزمون صحیفه‌سی ساییلیر',
'pageinfo-contentpage-yes' => 'بلی',
'pageinfo-protect-cascading' => 'مدافعه‌‌لر بورادان شراره کیمی تؤکولور',
'pageinfo-protect-cascading-yes' => 'بلی',
'pageinfo-protect-cascading-from' => 'شراره مدافعه‌‌لر بورادان',
'pageinfo-category-info' => 'بؤلمه بیلگیلری',
'pageinfo-category-pages' => 'صحیفه‌لرین سایی',
'pageinfo-category-subcats' => 'آلت‌بؤلمه‌لرین سایی',
'pageinfo-category-files' => 'فایل‌لارین سایی',

# Patrolling
'markaspatrolleddiff' => 'ایداره ائدیلمیش اولا‌راق ایشاره‌له',
'markaspatrolledtext' => 'صحیفنی پاتروللانمیش کیمی ایشاره‌له',
'markedaspatrolled' => 'یوخلانیلدی',
'markedaspatrolledtext' => '[[:$1]] اوچون سئچیلمیش نوسخه گؤزدن کئچیریله‌رک ایشاره‌لندی.',
'rcpatroldisabled' => 'سون دییشیک‌لیک‌لرین پاتروللانماسی قاداغان‌دیر',
'rcpatroldisabledtext' => 'سون دییشیک‌لیک‌لرین یوخلانیلماسی حال-حاضردا مومکون دئییل.',
'markedaspatrollederror' => 'یوخلانمادی',
'markedaspatrollederrortext' => 'موشاهیده کیمی ایشاره‌لمک اوچون بیر رئویزیون ائتملیسینیز.',
'markedaspatrollederror-noautopatrol' => 'اؤز دییشیک‌لیک‌لرینیزی یوخلاییب ایشاره‌له‌یه بیلمزسینیز.',
'markedaspatrollednotify' => '$1-اوستونده ديَیشیکلیک قئيد ائدیلمیشدیر، نئجه کی پاترول کئشیگی چکدی.',
'markedaspatrollederrornotify' => 'دولانماق برچسبی مووفقیت سیز اولدو',

# Patrol log
'patrol-log-page' => 'پاترول گونده‌لیگی',
'patrol-log-header' => 'بو یوخلانمیش دییشیک‌لیک‌لرین گونده‌لیگی‌دیر.',
'log-show-hide-patrol' => '$1 پاترول گونده‌لیگی',

# Image deletion
'deletedrevision' => 'کؤهنه نوسخه لری سیلیندی $1.',
'filedeleteerror-short' => 'فایل سیلینرکن ختا: $1',
'filedeleteerror-long' => 'فایل سیلینرکن اوزه چیخان ختا‌لار:

$1',
'filedelete-missing' => '"$1" فایلی مؤوجود اولمادیغین‌دان سیلینه بیلینمیر.',
'filedelete-old-unregistered' => 'گؤستریلن فایل نوسخه سی "$1" وئریلن‌لر بازاسیندا یوخ‌دور.',
'filedelete-current-unregistered' => 'گؤستریلن "$1" فایلی وئریلن‌لر بازاسیندا یوخ‌دور.',
'filedelete-archive-read-only' => '"$1" کاتالوقونون آرشیوی وئب-سئروئر یازی‌لاری اوچون باغلی‌دیر.',

# Browsing diffs
'previousdiff' => 'اسکی دَییشدیرمه',
'nextdiff' => 'یئنی دَییشدیرمه',

# Media information
'mediawarning' => "'''خبردارلیق: بو ​​فایل نوعو پیس نیت‌لی کودلار اولا بیلر.
بونو ایشلتمک، سیستئمینیزی تهلوکه‌یه آتا بیلر.",
'imagemaxsize' => "شکیلین ماکسیمال توتومو:<br />(فایلین تصویری صحیفه‌لری اوچون)'",
'thumbsize' => 'کیچیک اؤلچو:',
'widthheightpage' => '$1 × $2، $3 {{PLURAL:$3|صحیف|صحیفه‌لر}}',
'file-info' => 'فایلین اؤلچوسو: $1، MIME تیپی: $2',
'file-info-size' => '$1 × $2 پیکسل, فایل اؤلچوسو: $3, MIME نوعو: $4',
'file-info-size-pages' => '$1 × $2 پیکسئل، فایلین اؤلچوسو: $3، میمئ نؤوو: $4، $5 {{PLURAL:$5|صحیفه| صحیفه}}',
'file-nohires' => 'یوخاری کیفیت الده یوخدور.',
'svg-long-desc' => 'SVG فایلی، $1 × $2 پیکسئل، فایلین اؤلچوسو: $3',
'svg-long-desc-animated' => 'فایل اس‌وی‌جی حرکت ائدن، ابعادی <span dir="ltr">$1 × $2</span> پیکسل، فایل اولچوسو: $3',
'svg-long-error' => 'اعتبارسیز سوگ فایل: $1',
'show-big-image' => 'یوکسک کیفیتلی',
'show-big-image-preview' => 'سیناق گؤستریشی اؤلچوسو: $1.',
'show-big-image-other' => 'دیگر {{PLURAL:$2|نتیج|نتیجه‌لر}}: $1.',
'show-big-image-size' => '$1 × $2 پیکسئل',
'file-info-gif-looped' => 'ایلملنیب',
'file-info-gif-frames' => '$1 {{PLURAL:$1|فرامئ|چرچیوه}}',
'file-info-png-looped' => 'ایلملنیب',
'file-info-png-repeat' => '$1 {{PLURAL: $ 1|دفعه| دفعه}} اویناتیلدی',
'file-info-png-frames' => '$1 {{PLURAL:$1|فرامئ|چرچیوه}}',
'file-no-thumb-animation' => "'''قئید:تئکنیکی مسئله‌لر سببیندن قاباق دان گورسنمه فایل متحرک شکیلی گؤرستمیر .",
'file-no-thumb-animation-gif' => "'''قئید:فنی مسائیله گوره GIF  فایلارین و اونا تای اولانان لار  قالباق دان گورستمه پروقرمی متحرک حالیندا گورسدیلمیجک.'''",

# Special:NewFiles
'newimages' => 'یئنی فایل‌لارین سیاهی‌سی',
'imagelisttext' => "آشاغی‌داکی سیاهی '$2 گؤره دوزولموش {{PLURAL:$1|ادد فایلی| ادد فای‌لی}} گؤستریر.",
'newimages-summary' => 'بو خصوصی صحیفه، ان سون یوک‌لنن فایل‌لاری گؤستریر.',
'newimages-legend' => 'سۆزگَج',
'newimages-label' => 'فایلین (و یا اونون بیر حیسه‌سی‌نین) آدی:',
'showhidebots' => '($1 روبات دییشدیر)',
'noimages' => 'هئچ نیی گؤرممک.',
'ilsubmit' => 'آختار',
'bydate' => 'تاریخین اوستوندن',
'sp-newimages-showfrom' => '$1، $2 تاریخی اعتباری ایله یئنی فایل‌لاری گؤستر',

# Video information, used by Language::formatTimePeriod() to format lengths in the above messages
'seconds' => '{{PLURAL:$1|$1 ثانی|$1 ثانییه}}',
'minutes' => '{{PLURAL:$1|$1 دقیقه}}',
'hours' => '{{PLURAL:$1|$1 ساعت |$1 ساعت}}',
'days' => '{{PLURAL:$1|$1 گون |$1 گون}}',
'weeks' => '{{PLURAL:$1|$1 هفته}}',
'months' => '{{PLURAL:$1|$1}} آی',
'years' => '{{PLURAL:$1|$1}} ایل',
'ago' => '$1 اؤنجه',
'just-now' => 'ایندی',

# Human-readable timestamps
'hours-ago' => '$1 {{PLURAL:$1|ساعات|اؤنجه}}',
'minutes-ago' => '$1 {{PLURAL:$1|دقیقه}} اؤنجه',
'seconds-ago' => '$1 {{PLURAL:$1|ثانیه}} اؤنجه',
'monday-at' => 'دوشنبه، $1',
'tuesday-at' => 'سه‌شنبه، $1',
'wednesday-at' => 'چهارشنبه، $1',
'thursday-at' => 'پنجشنبه، $1',
'friday-at' => 'جومعه، $1',
'saturday-at' => 'شنبه، $1',
'sunday-at' => 'یکشنبه، $1',
'yesterday-at' => 'دونن $1',

# Bad image list
'bad_image_list' => 'فورمت بئله اولمالیدیر:

يالنیز لیست آیتِملری (* ایله باشلايان سطرلر) نظره آلینیر.
سطرده‌کی ایلک باغلانتی، بیر پیس فایلا باغلانان اولمالیدیر.
ائله بو سطرده سونراکی باغلانتیلار استثنا حساب اولونور. مثلاً، فايل صحیفه‌ده سطرین ایچینده گؤرونه بیلر.',

# Metadata
'metadata' => 'مِتابیلگیلر',
'metadata-help' => 'بۇ فايلدا فوْتوْاپارات و يا سکانئرله علاوه‌‌ اوْلونموش معلوماتلار وار. اگر فايل سوْنرادان دَییشدیریلیبسه، بعضی پارامئترلر بۇ شکیلده گؤستریلنلردن فرقلی اوْلا بیلر.',
'metadata-expand' => 'جزئیات معلومات‌لاری گؤستر',
'metadata-collapse' => 'جزئیات معلومات‌لاری گیزلت',
'metadata-fields' => 'بو صحیفه‌‌ده سیرالانان ائخیف مئتاداتا ساحه‌‌لری شکیل گؤرونوش صحیفه‌‌لرینده مئتاداتا جدوه‌لی چؤکدويونده ایستیفاده ائدیلیر. دیگرلری وارسايیلان اولاراق گیزلنه‌جکدیر. 
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength
* artist
* copyright
* imagedescription
* gpslatitude
* gpslongitude
* gpsaltitude',

# Exif tags
'exif-imagewidth' => 'گئنیش‌لیک',
'exif-imagelength' => 'اوزوناسی',
'exif-bitspersample' => 'هر جز دا نقطه',
'exif-compression' => 'سیخیلمامیش',
'exif-photometricinterpretation' => 'نقاطین بیرلشمه‌سی',
'exif-orientation' => 'جهت',
'exif-samplesperpixel' => 'اجزا سایی س',
'exif-planarconfiguration' => 'معلومات نیزامی',
'exif-ycbcrsubsampling' => 'Y-C آلت نومونه نیسبتی',
'exif-ycbcrpositioning' => 'Y و C یئرلشمه سیراسی',
'exif-xresolution' => 'اوفیقی سئچیلمک',
'exif-yresolution' => 'عمودی سئچیلمک',
'exif-stripoffsets' => 'شکیل معلومات مؤوقئیی',
'exif-rowsperstrip' => 'هر بلوک‌داکی سطرلرین سایی',
'exif-stripbytecounts' => 'بایت هر نوار فشرده ده',
'exif-jpeginterchangeformat' => 'جابه‌جایی نسبت به JPEG SOI',
'exif-jpeginterchangeformatlength' => 'JPEG معلومات بازاسینین بایت‌لاری',
'exif-whitepoint' => 'آغ نقطه کروماتیغی',
'exif-primarychromaticities' => 'اولویت رنگ آلماقلاری',
'exif-ycbcrcoefficients' => 'رنگ آرا‌لیغی چئویرمه ماتریس امسا‌لی',
'exif-referenceblackwhite' => 'آغ قارا جفت مقادیر مرجع',
'exif-datetime' => 'فایلین دییشمه‌سی تاریخی و واختی',
'exif-imagedescription' => 'شکیل باشلیقی',
'exif-make' => 'کامئرا دوزلدنی',
'exif-model' => 'کامئرا مود‌لی',
'exif-software' => 'پروقرام تمیناتی',
'exif-artist' => 'یازار',
'exif-copyright' => 'یازانلار حقوقو صاحبی',
'exif-exifversion' => 'exif نوسخه سی',
'exif-flashpixversion' => 'دستک‌لنن Flashpix نوسخه سی',
'exif-colorspace' => 'رنگ ساحه‌سی',
'exif-componentsconfiguration' => 'هر بیلشنین معناسی',
'exif-compressedbitsperpixel' => 'شکیل سیخیشدیرما فورماتی',
'exif-pixelydimension' => 'شکیلین انی',
'exif-pixelxdimension' => 'شکیلین اوزوناسی',
'exif-usercomment' => 'استفادچی شرحی',
'exif-relatedsoundfile' => 'حاقیندا سس لی فایل',
'exif-datetimeoriginal' => 'اورژینال یاراتما زامانی',
'exif-datetimedigitized' => 'دیجیتالی‌ اولان تاریخ و زمانی',
'exif-subsectime' => 'آلت-ایکینجی واخت',
'exif-subsectimeoriginal' => 'اورژینال آلت-ایکینجی واخت',
'exif-subsectimedigitized' => 'دیژیتالیز آلت-ایکینجی واخت',
'exif-exposuretime' => 'چکیلیش مدتی',
'exif-exposuretime-format' => '$1 سانییه ($2)',
'exif-fnumber' => 'ف نؤمره‌سی',
'exif-exposureprogram' => 'پوزا برنامه سی',
'exif-spectralsensitivity' => 'طیفی حساس‌لیق',
'exif-isospeedratings' => 'ایزو سرعت درجه سی',
'exif-shutterspeedvalue' => 'آپکس شاتر سرعتی',
'exif-aperturevalue' => 'آپکس دیافراگم اندازه سی',
'exif-brightnessvalue' => 'آپکس پارلاقی',
'exif-exposurebiasvalue' => 'ایشیق وئرمه خطاسی',
'exif-maxaperturevalue' => 'یئرین ان چوخ آچیقلیغی',
'exif-subjectdistance' => 'سوژهه قدر مسافه',
'exif-meteringmode' => 'اؤلچمک دورومو',
'exif-lightsource' => 'ایشیق قایناقی',
'exif-flash' => 'فلاش',
'exif-focallength' => 'فوکوس مسافه‌سی',
'exif-subjectarea' => 'جسمین مساحتی',
'exif-flashenergy' => 'فلاش ائنئرژی‌سی',
'exif-focalplanexresolution' => 'صفحهٔ کانونی سویه X هللولما دقیق‌لیگی',
'exif-focalplaneyresolution' => 'صفحهٔ کانونی ده تفکیک‌پذیری Y',
'exif-focalplaneresolutionunit' => 'کانونی صحیفه نین بیربیرندن سئچمه واحدی',
'exif-subjectlocation' => 'سوژه یئری',
'exif-exposureindex' => 'ایشیق شاخیصی',
'exif-sensingmethod' => 'قبول ائتمه مئتودو',
'exif-filesource' => 'فایل قایناقی',
'exif-scenetype' => 'صحنه تیپی',
'exif-customrendered' => 'شخصی شکیل عملیاتی',
'exif-exposuremode' => 'ایشیق وئرمه حالتی',
'exif-whitebalance' => 'آغ بالانسی',
'exif-digitalzoomratio' => 'یاخینلاشدیرما نیسبتی (زوم)',
'exif-focallengthin35mmfilm' => '35 میلی متر-لیک فیلمده مرکز اوزاق‌لیغی',
'exif-scenecapturetype' => 'سهنه توتما تیپی',
'exif-gaincontrol' => 'سهنه ایداره‌سی',
'exif-contrast' => 'کونتراست',
'exif-saturation' => 'دویموشلوق',
'exif-sharpness' => 'کسکین‌لیک',
'exif-devicesettingdescription' => 'دسگاهین تنظیم لر تعریف‌لری',
'exif-subjectdistancerange' => 'سوژه نین مسافه محدوده سی',
'exif-imageuniqueid' => 'شکیل خصوصی شخصیتی',
'exif-gpsversionid' => 'جی پی اس ائتیکئت نوسخه سی',
'exif-gpslatituderef' => 'شیمال و یا جنوب جغرافیایی ائنی',
'exif-gpslatitude' => 'جغرافیایی ائنی',
'exif-gpslongituderef' => 'جغرافیایی شرق و یا قرب اوزونلوقو',
'exif-gpslongitude' => 'جغرافیایی اوزوناسی',
'exif-gpsaltituderef' => 'اوجالیق یئری',
'exif-gpsaltitude' => 'يوکسکلیک',
'exif-gpstimestamp' => 'جی پی اس واختی (آتوم ساعتی)',
'exif-gpssatellites' => 'اؤلچمک اوچون ایستیفاده ائتدیگی پئیک‌لر',
'exif-gpsstatus' => 'ایستاتوسو قبول ائدن',
'exif-gpsmeasuremode' => 'اؤلچمه اوصولو',
'exif-gpsdop' => 'اؤلچونون دقیقلیگی',
'exif-gpsspeedref' => 'سرعت اونیتی',
'exif-gpsspeed' => 'چی پی اس قبولئدیجی‌نین سرعتی',
'exif-gpstrackref' => 'جهت حرکتی اوچون قایناق',
'exif-gpstrack' => 'ایدارئتمه مئخانیزمی',
'exif-gpsimgdirectionref' => 'شکیل جهتی اوچون قایناق',
'exif-gpsimgdirection' => 'شکلین ایستیقامتی',
'exif-gpsmapdatum' => 'نقشه‌گوتورمک اطلاعاتی ژئودزیک',
'exif-gpsdestlatituderef' => 'جغرافیایی ائنی مقصد اوچون قایناق',
'exif-gpsdestlatitude' => 'ائن دایره‌سی‌نین تعیین اولونماسی',
'exif-gpsdestlongituderef' => 'جغرافیایی اوزوناسی مقصد اوچون قایناق',
'exif-gpsdestlongitude' => 'اوزونلوق دایره‌سی‌نین تعیین اولونماسی',
'exif-gpsdestbearingref' => 'مقصد جهتی اوچون قایناق',
'exif-gpsdestbearing' => 'اوبيئکتین پئلئنقی',
'exif-gpsdestdistanceref' => 'قایناق فاصله مقصد چان',
'exif-gpsdestdistance' => 'مسافه',
'exif-gpsprocessingmethod' => 'چی پی اس پردازیشینین آدی',
'exif-gpsareainformation' => 'چی پی اس ساحه‌نین آدی',
'exif-gpsdatestamp' => 'چی پی اس زامانی',
'exif-gpsdifferential' => 'چی پی اس ین جزئی اصلاحی',
'exif-jpegfilecomment' => 'JPEG شکیل شرحی',
'exif-keywords' => 'آچار سؤزلر',
'exif-worldregioncreated' => 'شکلین چکیلدیگی دونيا یئرلری',
'exif-countrycreated' => 'شکلین چکیلدیگی اؤلکه',
'exif-countrycodecreated' => 'شکلین چکیلدیگی اؤلکه‌نین کودو',
'exif-provinceorstatecreated' => 'شکلین چکیلدیگی ایالت،آدی',
'exif-citycreated' => 'شکلین چکیلدیگی شهر',
'exif-sublocationcreated' => 'شکلین چکیلدیگی شهرین بخش آدی',
'exif-worldregiondest' => 'تصویر ائدیلمیش دونیا بؤلگه‌سی',
'exif-countrydest' => 'تصویر اولونموش اؤلکه',
'exif-countrycodedest' => 'تصویر ائدیلمیش اؤلکه‌نین کودو',
'exif-provinceorstatedest' => 'تصویر ائدیلمیش بؤلگه یاخود ایشتات',
'exif-citydest' => 'تصویر ائدیلمیش شهر',
'exif-sublocationdest' => 'تصویر ائدیلمیش شهر بؤلگه‌سی',
'exif-objectname' => 'قیسا باشلیق',
'exif-specialinstructions' => 'خصوصی دستور عمل لر',
'exif-headline' => 'باشلیق',
'exif-credit' => 'تعمین ائدیچی',
'exif-source' => 'قایناق',
'exif-editstatus' => 'شکلین دییشدیرمه وضعیته',
'exif-urgency' => 'ضروری‌لیک',
'exif-fixtureidentifier' => 'ستون آدی',
'exif-locationdest' => 'تصویر ائدیلمیش اراضی',
'exif-locationdestcode' => 'تصویر ائدیلمیش یئرین کودو',
'exif-objectcycle' => 'شکلین نظرده توتولدوغو زمان حیسه‌سی',
'exif-contact' => 'تماس معلوماتی',
'exif-writer' => 'یازیچی',
'exif-languagecode' => 'دیل',
'exif-iimversion' => 'IIM نوسخه سی',
'exif-iimcategory' => 'بؤلمه',
'exif-iimsupplementalcategory' => 'علاوه بولمه لر',
'exif-datetimeexpires' => 'سونرا ایشلتمه',
'exif-datetimereleased' => 'چیخیش تاریخی',
'exif-originaltransmissionref' => 'اصلی تاشیماق یئر کودو',
'exif-identifier' => 'تانیتدیران',
'exif-lens' => 'ایستیفاده اولونموش لنز',
'exif-serialnumber' => 'کامئرانین سئریال نؤمره‌سی',
'exif-cameraownername' => 'کامئرانین صاحبی',
'exif-label' => 'نیشان',
'exif-datetimemetadata' => 'سون دَییشیکلر تاریخی',
'exif-nickname' => 'شکلین قئيری-رسمی آدی',
'exif-rating' => 'قیيمت (5 اوزرینده)',
'exif-rightscertificate' => 'ایداره‌چی گوواهی حاقی',
'exif-copyrighted' => 'ستاتوسون یازانلار حقوقو',
'exif-copyrightowner' => 'یازانلار حقوقو صاحبی',
'exif-usageterms' => 'ایستیفاده قايداسی',
'exif-webstatement' => 'اینتئرنئتده مؤلف‌لیک حقوق‌لاری قایدا‌لاری',
'exif-originaldocumentid' => 'تانیشچی تکجه سند',
'exif-licenseurl' => 'مؤلف حقوقو اینترنت آدرسی تکثیر حقی اوچون',
'exif-morepermissionsurl' => 'آلتئرناتیو لیسئنزیيا بیلگی‌لری',
'exif-attributionurl' => 'بو ایشی یئنی‌دن ایستیفاده لطفاً علاقه وئرین',
'exif-preferredattributionname' => 'ایستیفاده ائدیلنده لطفاً علاقه وئرین',
'exif-pngfilecomment' => 'PNG شکیل شرحی',
'exif-disclaimer' => 'مسئولیتدن ایمتیناع',
'exif-contentwarning' => 'متن خبردارلیغی',
'exif-giffilecomment' => 'GIF شکیل شرحی',
'exif-intellectualgenre' => 'اوبیئکتین تیپی',
'exif-subjectnewscode' => 'مؤوضونون کودو',
'exif-scenecode' => 'IPTC صحنه‌‌ کودو',
'exif-event' => 'تصویر ائدیلمیش حادثه‌‌',
'exif-organisationinimage' => 'تصویر ائدیلمیش قوروملار',
'exif-personinimage' => 'تصویر ائدیلمیش شخص',
'exif-originalimageheight' => 'شکیلین کسیلمه دن اوولکی اوجالیقی',
'exif-originalimagewidth' => 'شکیلین کسیلمه دن اوولکی گئنیش‌لیگی',

# Exif attributes
'exif-compression-1' => 'سیخیلمامیش',
'exif-compression-2' => 'پسوورد قویماق سی‌سی‌آی‌تی‌تی ۳  گروه دا بیر بعدی هافمن روشی ایله اوزوناسی اوستونده دییشیلیب',
'exif-compression-3' => 'رمز قرار وئرمک سی‌سی‌آی‌تی‌تی قروپ ۳',
'exif-compression-4' => 'رمز قرار وئرمک سی‌سی‌آی‌تی‌تی قروپ 4',

'exif-copyrighted-true' => 'مؤلف‌لیک حقوقو ایله قورونور',
'exif-copyrighted-false' => 'عمومی دامنه',

'exif-unknowndate' => 'تانینمامیش تاریخ',

'exif-orientation-1' => 'نورمال',
'exif-orientation-2' => 'یاتای چئویریلیب',
'exif-orientation-3' => '۱۸۰ درجه دؤنده‌ریلیب',
'exif-orientation-4' => 'دیکَی چئویریلیب',
'exif-orientation-5' => '۹۰ درجه ساعات عکسی دؤنده‌ریلیب و دیکَی چئویریلیب',
'exif-orientation-6' => '۹۰ درجه ساعات عکسی دؤنده‌ریلیب',
'exif-orientation-7' => '۹۰ درجه ساعات یولوندا دؤنده‌ریلیب و دیکَی چئویریلیب',
'exif-orientation-8' => '۹۰ درجه ساعات یولوندا دؤنده‌ریلیب',

'exif-planarconfiguration-1' => 'قالین فورمت',
'exif-planarconfiguration-2' => 'دوزلمه فورمت',

'exif-colorspace-65535' => 'تنظیم‌لنمه‌میش',

'exif-componentsconfiguration-0' => 'یوخدور',

'exif-exposureprogram-0' => 'تانیملانماییب',
'exif-exposureprogram-1' => 'ال ایله',
'exif-exposureprogram-2' => 'نورمال پروقرام',
'exif-exposureprogram-3' => 'آچیقلیق اوستونلوگو',
'exif-exposureprogram-4' => 'شاتیر اوستونلوگو',
'exif-exposureprogram-5' => 'یارادیجی پروقرام (میدان درینلیگینه اَییلمیش)',
'exif-exposureprogram-6' => 'حرکت پروقرامی (شاتیر سورعتینه اَییلمیش)',
'exif-exposureprogram-7' => 'پورتره دورومو (دالیلاری فوکوس‌دا اولمایان یاخین عکسلر اوچون)',
'exif-exposureprogram-8' => 'منظره دورومو (دالیلاری فوکوس‌دا اولان منظره عکسلری اوچون)',

'exif-subjectdistance-value' => '$1 متر',

'exif-meteringmode-0' => 'بیلینمه‌ین',
'exif-meteringmode-1' => 'اورتا',
'exif-meteringmode-2' => 'وسطی آغیر اورتا',
'exif-meteringmode-3' => 'بیر-نوقطه‌لی',
'exif-meteringmode-4' => 'نئچه-نوقطه‌لی',
'exif-meteringmode-5' => 'اؤرنک',
'exif-meteringmode-6' => 'قیسمی',
'exif-meteringmode-255' => 'باشقا',

'exif-lightsource-0' => 'بیلینمه‌ین',
'exif-lightsource-1' => 'گون‌ایشیغی',
'exif-lightsource-2' => 'فلورسانت',
'exif-lightsource-3' => 'تنگستن (ایستی‌سیز ایشیق)',
'exif-lightsource-4' => 'فلاش',
'exif-lightsource-9' => 'یاخشی هاوا',
'exif-lightsource-10' => 'بولودلو هاوا',
'exif-lightsource-11' => 'کؤلگه',
'exif-lightsource-12' => 'گون‌ایشیغی فلورسانت (D 5700 – 7100K)',
'exif-lightsource-13' => 'گون آغ فلورسانت (N 4600 – 5400K)',
'exif-lightsource-14' => 'سرین آغ فلورسانت (W 3900 – 4500K)',
'exif-lightsource-15' => 'آغ فلورسانت (WW 3200 – 3700K)',
'exif-lightsource-17' => 'A ایستاندارد ایشیق',
'exif-lightsource-18' => 'B ایستاندارد ایشیق',
'exif-lightsource-19' => 'C ایستاندارد ایشیق',
'exif-lightsource-24' => 'ISO ایستودیو تنگستنی',
'exif-lightsource-255' => 'باشقا ایشیق قایناغی',

# Flash modes
'exif-flash-fired-0' => 'فلاش یاندیریلمادی',
'exif-flash-fired-1' => 'فلاش یاندیریلدی',
'exif-flash-return-0' => 'دؤنن ایشیق بیلن فونکسیاسی یوخدور',
'exif-flash-return-2' => 'دؤنن ایشیق بیلیننمه‌دی',
'exif-flash-return-3' => 'دؤنن ایشیق بیلیندی',
'exif-flash-mode-1' => 'زورلو فلاش یاندیریلماسی',
'exif-flash-mode-2' => 'زورلو فلاش یاندیریلماماسی',
'exif-flash-mode-3' => 'اوتوماتیک دوروم',
'exif-flash-function-1' => 'فلاش یوخدور',
'exif-flash-redeye-1' => 'قیرمیز-گؤز آزالتما دورومو',

'exif-focalplaneresolutionunit-2' => 'اینچ',

'exif-sensingmethod-1' => 'تاندیریلمامیش',
'exif-sensingmethod-2' => 'بیر چیپ‌لی رنگ ساحه سِنسورو',
'exif-sensingmethod-3' => 'ایکی چیپ‌لی رنگ ساحه سِنسورو',
'exif-sensingmethod-4' => 'اوچ چیپ‌لی رنگ ساحه سِنسورو',
'exif-sensingmethod-5' => 'سیرالی رنگ ساحه سِنسورو',
'exif-sensingmethod-7' => 'اوچ-خط‌لی سِنسور',
'exif-sensingmethod-8' => 'بیر چیپ‌لی رنگ خط سِنسورو',

'exif-filesource-3' => 'دیجیتال کامئرا',

'exif-scenetype-1' => 'موستقیم سالینمیش عکس',

'exif-customrendered-0' => 'نورمال پروسِس',
'exif-customrendered-1' => 'اؤزل پروسِس',

'exif-exposuremode-0' => 'اوتو ایشیق-توتما',
'exif-exposuremode-1' => 'ال ایله ایشیق-توتما',
'exif-exposuremode-2' => 'اوتو دیرَکلندیرمه',

'exif-whitebalance-0' => 'اوتوماتیک آغ رنگی بالانسلاندیرماسی',
'exif-whitebalance-1' => 'ای ایله آغ رنگ بالانسلاندیرماسی',

'exif-scenecapturetype-0' => 'ایستاندارد',
'exif-scenecapturetype-1' => 'منظره',
'exif-scenecapturetype-2' => 'پورتره',
'exif-scenecapturetype-3' => 'گئجه گؤرونوشو',

'exif-gaincontrol-0' => 'هئچ',
'exif-gaincontrol-1' => 'آز-آلماغی آرتیر',
'exif-gaincontrol-2' => 'چوخ-آلماغی آرتیر',
'exif-gaincontrol-3' => 'آز-آلماغی آزالت',
'exif-gaincontrol-4' => 'چوخ-آلماغی آزالت',

'exif-contrast-0' => 'نورمال',
'exif-contrast-1' => 'یوموشاق',
'exif-contrast-2' => 'بَرک',

'exif-saturation-0' => 'نورمال',
'exif-saturation-1' => 'آشاغی دویدورما',
'exif-saturation-2' => 'یوخاری دویدورما',

'exif-sharpness-0' => 'نورمال',
'exif-sharpness-1' => 'یوموشاق',
'exif-sharpness-2' => 'بَرک',

'exif-subjectdistancerange-0' => 'بیلینمه‌ین',
'exif-subjectdistancerange-1' => 'ماکرو',
'exif-subjectdistancerange-2' => 'یاخین گؤرونوش',
'exif-subjectdistancerange-3' => 'اوزاق گؤرونوش',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'قوزئی عرض درجه‌سی',
'exif-gpslatitude-s' => 'گونئی عرض درجه‌سی',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'دوغو عرض درجه‌سی',
'exif-gpslongitude-w' => 'باتی عرض درجه‌سی',

# Pseudotags used for GPSAltitudeRef
'exif-gpsaltitude-above-sealevel' => '{{PLURAL:$1|بیر|$1}} متر دنیز سویه‌سیندن یوخاری',
'exif-gpsaltitude-below-sealevel' => '{{PLURAL:$1|بیر|$1}} متر نیز سویه‌سیندن آشاغی',

'exif-gpsstatus-a' => 'اؤلچمه یئکونلاشماییب',
'exif-gpsstatus-v' => 'وئریلن‌لری اؤتورمک اوچون حاضردیر',

'exif-gpsmeasuremode-2' => '2-اؤلچولو اولچو',
'exif-gpsmeasuremode-3' => '3-اؤلچولو اولچو',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'کیلومتر ساهات دا',
'exif-gpsspeed-m' => 'مایل ساهات دا',
'exif-gpsspeed-n' => 'دویون',

# Pseudotags used for GPSDestDistanceRef
'exif-gpsdestdistance-k' => 'کیلومتر',
'exif-gpsdestdistance-m' => 'مایل',
'exif-gpsdestdistance-n' => 'دنیز مایلی',

'exif-gpsdop-excellent' => 'علا($1)',
'exif-gpsdop-good' => 'یاخشی($1)',
'exif-gpsdop-moderate' => 'متوسط($1)',
'exif-gpsdop-fair' => 'نه چوخ یاخشی ($1)',
'exif-gpsdop-poor' => 'ضعیف ($1)',

'exif-objectcycle-a' => 'فقظ صوبح',
'exif-objectcycle-p' => 'فقط آخشام',
'exif-objectcycle-b' => 'گوندوزلر و آخشام‌لار',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'دوغرو جهت',
'exif-gpsdirection-m' => 'مغناطیسی جهت',

'exif-ycbcrpositioning-1' => 'مرکزلشدیریلمیش',
'exif-ycbcrpositioning-2' => 'اشتراکه',

'exif-dc-contributor' => 'مشارکت ائدنلر',
'exif-dc-coverage' => 'مئدیانین مکان و زامان چرچیوه‌سی',
'exif-dc-date' => 'تاریخ لر',
'exif-dc-publisher' => 'یایمچی',
'exif-dc-relation' => 'علاقه‌لی مئدیا',
'exif-dc-rights' => 'حاقلار',
'exif-dc-source' => 'قیناق مئدیا',
'exif-dc-type' => 'مئدیانین تیپی',

'exif-rating-rejected' => 'رد ائدیلدی',

'exif-isospeedratings-overflow' => '65535-دن بؤیوک‌دور',

'exif-iimcategory-ace' => 'هنر، مدنیت و ایلنجه',
'exif-iimcategory-clj' => 'جنایت و قانون',
'exif-iimcategory-dis' => 'فاجعه و قزا‌لار',
'exif-iimcategory-fin' => 'ایقتصاد و تجارت',
'exif-iimcategory-edu' => 'تحصیل',
'exif-iimcategory-evn' => 'یاشام محیطی',
'exif-iimcategory-hth' => 'ساغللیک',
'exif-iimcategory-hum' => 'اینسان ماراق‌لاری',
'exif-iimcategory-lab' => 'ایش',
'exif-iimcategory-lif' => 'حیات طرزی و ایلنجه',
'exif-iimcategory-pol' => 'سیاست',
'exif-iimcategory-rel' => 'دین وایمان',
'exif-iimcategory-sci' => 'علم و تکنولوژی',
'exif-iimcategory-soi' => 'اجتماعی مسئله‌لر',
'exif-iimcategory-spo' => 'ورزش',
'exif-iimcategory-war' => 'محاربه، موناقیشه و ایغتیشاش‌لار',
'exif-iimcategory-wea' => 'هوا',

'exif-urgency-normal' => 'نورمال($1)',
'exif-urgency-low' => 'آز ($1)',
'exif-urgency-high' => 'چوخ($1)',
'exif-urgency-other' => 'ایستیفاده‌چی طرفین‌دن مویین اولونموش بیرینجی‌لیک ($1)',

# External editor support
'edit-externally' => 'بو فایلی خاریجی یازیلیم‌لا دَییشدیر',
'edit-externally-help' => '(آرتیق بیلگیلر اوچون [//www.mediawiki.org/wiki/Manual:External_editors setup instructions] صحیفه‌سینه باخ)',

# 'all' in various places, this might be different for inflected languages
'watchlistall2' => 'بوتون',
'namespacesall' => 'بوتون',
'monthsall' => 'بوتون',
'limitall' => 'بوتون',

# Email address confirmation
'confirmemail' => 'ایمیل-پوست اونوانینی تصدیق ائت',
'confirmemail_noemail' => '[[Special:Preferences|ایستیفاده‌چی ترجیه لرینی]] تعیین اولونموش اویغون بیر ایمیل عنوانینیز یوخ.',
'confirmemail_text' => 'ویکینین ایمیل اعتباری کوللانمابیلمئک اوچون، اول ایمیل عنوانینیزین تصدیقلنمه‌سی لازیم‌دیر.
اونوانینیزا تسدیق ائ-پوچت گؤندرمک اوچون آشاغی‌داکی بوتونو تیکلایین.
گؤندریله‌جک ایسماریج‌لار اونوانینیزی تسدیقلمک اوچون براوزئری ایله سیز گیریش ایمکانینیز، تسدیق کودو ائهتیوا ائدن بیر علاقه اولا‌جاق؛
لینکی تاراییجینیدا آچین و ایمیل عنوانینیزین اعتبارلی‌لیغینی یوخلایین.',
'confirmemail_pending' => 'بیر تسدیقلمه کودو سیزه اونسوز دا ایمیلندی؛
اگر حسابینیزی یئنی آچ بیلسنیز، یئنی بیر کود ایستمه‌یه ایشدن اول گلمه‌سینی بیر آز گؤزلمیی ایسته‌یه بیلرسینیز.',
'confirmemail_send' => 'تسدیق کودو گؤندر',
'confirmemail_sent' => 'تصدیق ایمیل مکتوبو گؤندریلدی.',
'confirmemail_oncreate' => 'بیر تصدیقله‌مه کودو ائ-پوست اونوانینیزا گؤندریلدی. 
گیریش ائتمک اوچون بو کود لازیملی دئيیل، آنجاق بو ویکیدئکی هر هانسی بیر ائ-پوست اساسلی خصوصیتی دؤوره‌يه سوخماق اوچون بونو تعمین ائتمک مجبوریتینده‌سینیز.',
'confirmemail_sendfailed' => '{{SITENAME}} تسدیق مای‌لی گؤندره. اعتبارسیز کاراکتئرلر اولا بیلر اونوانی نظارت ائدین

مایل پروقرامی قایتاردی: $1',
'confirmemail_invalid' => 'خطاتسدیقله‌مه کودو. کودون واختی کئچمیش اولا بیلر.',
'confirmemail_needlogin' => 'ائ-پوست اونوانینیزین تسدیق‌لنمه‌سی اوچون $1 لازیمدیر.',
'confirmemail_success' => 'ایمیل اونوانینیز ایندی تسدیق ائدیلدی.
سیز ایندی [[Special:UserLogin|حئساب آچاراق]] ویکیدن لذت آپارین.',
'confirmemail_loggedin' => 'ایمیل‌نیز ایندی تسدیق ائدیلدی.',
'confirmemail_error' => 'قئید بیلینمه‌ين بیر خطا اوچون قئید اولونمادی.',
'confirmemail_subject' => '{{SITENAME}} ایمیل تسدیق ائتمه',
'confirmemail_body' => 'بیری، احتیماللا سیز، $1 ایپ اونوانیندان، 
{{SITENAME}} سايتیندا بو ائ-پوچت اونوانی ایله $2 حسابینی آچدی. 

بو حسابین حقیقتن سیزه عاید اولدوغونو تسدیق و {{SITENAME}} سايتینداکی 
ائ-پوست فونکسیيالارینی آکتیو حالا گتیرمک اوچون آشاغیداکی علاقه‌‌نی تارايیجینیزدا آچین. 

$3 

اگر حسابی سیز * آچمادیيسانیز *، ائ-پوچت اونوانی دوغرولاماسینی 
لغو ائتمک اوچون آشاغیداکی علاقه‌‌نی تعقیب ائدین: 

$5 

بو تسدیق کودو $4 تاریخینه قدر اعتبارلی اولاجاق.',
'confirmemail_body_changed' => 'بیری، ائحتیماللا سیز، $1 ایپ اونوانین‌دان،
{{SITENAME}} سایتیندا "$2" حسابی اوچون ایمیل اونوانینی دییشدیردی.

بو حسابین حقیقتن سیزه عاید اولدوغونو تسدیق و {{SITENAME}} سایتین‌داکی
ایمیل فونکسیا‌لارینی تکرار آکتیو حالا گتیرمک اوچون آشاغی‌داکی علاقنی تاراییجینیزدا آچین.:

$3

اگر حساب سیزه عاید * دئییلسه *، ائ-پوچت اونوانی دوغرولاماسینی
لغو ائتمک اوچون آشاغی‌داکی علاقنی تعقیب ائدین:

$5

بو تسدیق کودو $4 تاریخینه قدر اعتبارلی اولا‌جاق.',
'confirmemail_body_set' => 'بیری $1 ای‌پی آدرئسیيلئ{{SITENAME}} سايتیندا "$2" ایستیفاده‌چی حسابی ایمیل اونوانی اولاراق بو ایمیل  اونوانینی ایفاده ائتدی. 

اگر بو عملیاتی ائدن سیزسینیزسه و {{SITENAME}} سايتینداکی ایمیل  فونکسیيالارینی تکرار آکتیو ائتمک ایسته‌يیرسینیزسه آشاغیداکی علاقه‌‌نی تارايیجینیزدا آچمانیز لازیمدیر: 

$3 

اگر بو عملیاتی ائدن سیز دئيیلسینیزسه و بئله بیر عضولويونوز يوخسا ایمیل  تسدیق عملیاتینی لغو ائتمک اوچون آشاغیداکی علاقه‌‌نی تارايیجینیزدا آچمانیز لازیمدیر: 

$5 

بو تسدیق کودو $4 تاریخینه قدر اعتبارلیدیر.',
'confirmemail_invalidated' => 'ایمیل تصدیقلنمه‌سی دایاندیریلدی',
'invalidateemail' => 'ایمیل تصدیقلنمه‌سین‌دن ایمتینا',

# Scary transclusion
'scarytranscludedisabled' => '[«Interwiki transcluding»دن چیخیلمیش‌دیر]',
'scarytranscludefailed' => '[$1اوچون شابلون آلیشی موفقیت‌سیز اولدو]',
'scarytranscludefailed-httpstatus' => '[چاغریش $1 شابلون اوچون اولا بیلمه دی: اچ‌تی‌تی‌پی خطاسی $2]',
'scarytranscludetoolong' => '[آدرس(URL)اوزوندور]',

# Delete conflict
'deletedwhileediting' => "'''دیققت!''' بو صحیفه‌‌ سیز دَییشدیرمه‌ائتمه‌يه باشلادیقدان سونرا سیلینمیشدیر!",
'confirmrecreate' => "بو صحیفنی [[User:$1|$1]] ([[User talk:$1|مئساژ]]) ایستیفاده‌چی‌سی سیز صحیفه‌ده دییشیک‌لیک ائدرکن سیلمیشتیر، سببی:
:' $2
صحیفنی باش‌دان آچماق ایسیتیورسانیز، لطفاً تسدیق ائدین.",
'confirmrecreate-noreason' => '[[User:$1|$1]] ([[User talk:$1|دانیشیق]]) آدلی ایستیفاده‌چی، سیز ديَیشیکلیک ائتمه‌يه باشلادیقدان سونرا بو صحیفه‌‌نی سیلدی. خاهیش ائدیریک بو صحیفه‌‌نی حقیقتن يئنیدن ياراتماق ایسته‌دیگینیزی تسدیق ائدین.',
'recreate' => 'يئنیله‌مک',

# action=purge
'confirm_purge_button' => 'اولدو',
'confirm-purge-top' => 'بو صحیفه‌‌ کئشدن (cache) سیلینسین؟',
'confirm-purge-bottom' => 'بیر صحیفه‌‌نی لغو ائتمک کئشی تمیزله‌ير و ان آکتوال دیستریبوتیوین گؤرونمه‌سینه مجبور ائدر.',

# action=watch/unwatch
'confirm-watch-button' => 'اولدو',
'confirm-watch-top' => 'بو صفحه‌نی ایزله‌دیکلرینیزه آرتیریلدی',
'confirm-unwatch-button' => 'اولدو',
'confirm-unwatch-top' => 'بو صفحه‌نی ایزله‌دیگینیز صفحه‌لردن قالدیریلدی',

# Multipage image navigation
'imgmultipageprev' => '&larr; اولکی صحیفه‌‌',
'imgmultipagenext' => 'سونراکی صحیفه‌‌ &rarr;',
'imgmultigo' => 'گئت!',
'imgmultigoto' => '$1 صحیفه‌‌يه گئت',

# Table pager
'ascending_abbrev' => 'آرتما سیراسینا گؤره',
'descending_abbrev' => 'آزالما سیراسینا گؤره',
'table_pager_next' => 'سونراکی صحیفه',
'table_pager_prev' => 'قاباغکی صحیفه',
'table_pager_first' => 'ایلک صحیفه‌‌',
'table_pager_last' => 'سون صحیفه‌‌',
'table_pager_limit' => 'صحیفه‌‌ده $1 مؤوقئ سرگیله',
'table_pager_limit_label' => 'هر صحیفه‌ده اولان موردلر سایی‌سی',
'table_pager_limit_submit' => 'گئت',
'table_pager_empty' => 'نتیجه سیز',

# Auto-summaries
'autosumm-blank' => 'صحیفه‌‌نی بوشالتدی',
'autosumm-replace' => "صحیفه‌‌نین مظمونو ' $1' يازیسی ایله ديَیشدیریلدی",
'autoredircomment' => '[[$1]] صحیفه‌‌سینه ایستیقامتلندیریلیر',
'autosumm-new' => "صحیفه‌‌نی ' $1' ایله يارات",

# Live preview
'livepreview-loading' => 'یوکلنیر...',
'livepreview-ready' => 'گؤزله... حاضردیر!',
'livepreview-failed' => 'جانلی اؤنیزلئمئ موفقیتسیز! نورمال سینیق گوستریشی کولانین.',
'livepreview-error' => 'علاقه‌‌ موفقیتسیز:$1 "$2". 
نورمال سینیق گوستریشی کولانین.',

# Friendlier slave lag warnings
'lag-warn-normal' => '$1 {{PLURAL: $1 | سانیيه‌دن | سانیيه‌ده}} يئنی ديَیشیکلیکلر بو سیياهیدا گؤرولمه‌يه.',
'lag-warn-high' => 'وئریلنلر بازاسی سونوجوسونداکی هددیندن آرتیق گئجیکمه‌دن گؤره، $1 {{PLURAL:$1 | سانیيه‌دن | سانیيه‌دن}} يئنی ديَیشیکلیکلر بو سیياهیدا گؤرونمئيئبیلیر.',

# Watchlist editor
'watchlistedit-numitems' => 'ایزلئمئ صحیفه‌‌نیزده {{PLURAL:$1|1 باشلیق|$1 باشلیق}} وار، دانیشیق صحیفه‌‌لری چیخماق شرطیله.',
'watchlistedit-noitems' => 'ایزله‌مه سیياهینیز بوشدور.',
'watchlistedit-normal-title' => 'ایزله‌دیگیم صحیفه‌‌لری دَییشدیر',
'watchlistedit-normal-legend' => 'ایزله‌مه سیياهیسیندان باشلیقلارین سیلینمه‌سی',
'watchlistedit-normal-explain' => 'ایزله‌مه سیياهینیزدا باشلیقلار آشاغیدا گؤستریلمیشدیر. 
بیر باشلیغی چیخارماق اوچون، يانینداکی قوتوجوغو ایشارله‌يین و «{{int:Watchlistedit-normal-submit}}» دويمه‌سینی باسین. 
[[Special:EditWatchlist/raw|سطرلر سیياهیسینی]] ده تشکیل ائده بیلرسینیز',
'watchlistedit-normal-submit' => 'باشلیقین سیلینمه‌سی',
'watchlistedit-normal-done' => '{{PLURAL:$1|$1 صحیفه‌‌}} ایزله‌مه صحیفه‌‌لرینیزدن سیلیندی:',
'watchlistedit-raw-title' => 'چیی ایزله‌دیکلری دَییشدیر',
'watchlistedit-raw-legend' => 'چیی ایزله‌دیکلری دَییشدیر',
'watchlistedit-raw-explain' => 'ایزله‌مه سیياهینیزدا باشلیقلار آشاغیدا گؤستریلیر. هر سطرده بیر باشلیق اولماق عذره، باشلیقلاری علاوه‌‌ ائده‌رک يا دا سیله‌رک سیياهینی تشکیل ائده بیلرسینیز. 
بیتدیگینده «{{int:Watchlistedit-raw-submit}}» يئ تیکلايینیز. 
آيریجا [[Special:EditWatchlist|استاندارت تنزیمله‌مه صحیفه‌‌سینی]] دا ایستیفاده ائده بیلرسینیز.',
'watchlistedit-raw-titles' => 'باشلیقلار:',
'watchlistedit-raw-submit' => 'ایزلدیگیم صحیفه‌لرین سیاهی‌سینین یئنی‌لنمه‌سی',
'watchlistedit-raw-done' => 'ایزله‌دیکلرینیز گونجل‌لندی.',
'watchlistedit-raw-added' => '{{PLURAL:$1|بیر|$1}} باشلیق آرلیریلدی:',
'watchlistedit-raw-removed' => '{{PLURAL:$1|بیر|$1}} باشلیق چیخاریلدی:',

# Watchlist editing tools
'watchlisttools-view' => 'ایلگیلی دَییشیکلیکلره باخین',
'watchlisttools-edit' => 'ایزله‌دیکلره باخ و اونلاری دَییشدیر',
'watchlisttools-raw' => 'چیی ایزله‌دیکلری دَییشدیر',

# Signatures
'signature' => '[[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|دانیشیق]])',

# Core parser functions
'unknown_extension_tag' => 'تانینمامیش گنیشلندیرمه اِتیکِتی «$1»',
'duplicate-defaultsort' => "'''دیقت:''' احتیمال ائدیلن «$2» دفالت آچاری، قاباقکی «$1» دفالت آچارینی گئچرسیز ائدیر.",

# Special:Version
'version' => 'نوسخه‌',
'version-extensions' => 'قورولموش گنیشلندیرمه‌لر',
'version-specialpages' => 'اؤزل صحیفه‌لر',
'version-parserhooks' => 'آیریشدیران چنگل‌لری',
'version-variables' => 'دَییشینلر',
'version-antispam' => 'اِسپم اؤنله‌مه',
'version-skins' => 'قابیقلار',
'version-other' => 'آیری',
'version-mediahandlers' => 'مئدیا ایشلدنلری',
'version-hooks' => 'چنگل‌لر',
'version-parser-extensiontags' => 'آیریشدیران گنیشلندیرمه اِتیکِتلری',
'version-parser-function-hooks' => 'آیریشدیران فونکسیا چنگل‌لری',
'version-hook-name' => 'چنگه‌لین آدی',
'version-hook-subscribedby' => 'طرفیندن گیریش‌‌میش',
'version-version' => '(نسخه $1)',
'version-license' => 'لیسانس',
'version-poweredby-credits' => "بو wیکی ' ''[//www.mediawiki.org/ مئدیاwیکی]'ع' پروقرامی ایستیفاده ائدیله‌رک يارادیلمیشدیر، یاازارلار © 2001-$1 $2.",
'version-poweredby-others' => 'آیریلار',
'version-credits-summary' => 'بو ایستفاده چیلر دییشدیر لرینه گوره [[Special:Version|مئدیاویکی]] تانیش ائدیرم.',
'version-license-info' => 'مئدیاویکی بیر اؤزگور یازیلیم‌دیر؛ سیز اونو، اؤزگور یازیلیم قورولوشو یایان GNU گنل عمومی لیسانسی اساسی‌له یئنی‌دن داغیدیب یوخسا دَییشه بیلرسینیز؛ یا لیسانسین ۲-نجی نوسخه‌سی، یا دا (اؤز سئچدیگینیزله) هر هانکی سونراکی نوسخه‌سی.

مئدیاویکی، فایدالی اولماق اومودویله داغینیب‌دیر، اما هئچ قارانتی‌سی یوخدور؛ حتی تیجارت یا بیر ایشه اویغون اولماق قارانتی‌سی ده یوخدور.باشقا بیلگیلر اوچون GNU گنل عمومی لیسانسینا باخین.

سیز گرک بو یازیلیم‌لا، [{{SERVER}}{{SCRIPTPATH}}/COPYING GNU گنل عمومی لیسانسی]نین بیر نوسخه‌نی‌ده آلمیش اولاسینیز؛ ائله اولماسا، [//www.gnu.org/licenses/old-licenses/gpl-2.0.html اونو آنلاین اوخویون]، یوخسا اؤزگور یازیلیم قورولوشونا بو آدرس‌ده یازین: 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301',
'version-software' => 'يوکلو پروقرام',
'version-software-product' => 'محصول',
'version-software-version' => 'نوسخه‌',
'version-entrypoints' => 'گیریش نقطه‌‌سی‌نین آدرسی',
'version-entrypoints-header-entrypoint' => 'گیریش نقطه‌‌سی',
'version-entrypoints-header-url' => 'اینترنت آدرسی',

# Special:Redirect
'redirect' => 'فایل، ایستیفاده‌چی یا نوسخه ID-سی ایله یول‌لاندیرما',
'redirect-legend' => 'بیر فایل یا صحیفه‌یه یول‌لاندیرما',
'redirect-summary' => 'بو اؤزل صحیفه، بیر فایلا (فایل آدی ایله)، صحیفه‌یه (نوسخه ID-سی ایله) یا ایستیفاده‌چی صحیفه‌سینه (ایستیفاده‌چی نومره ID-سی ایله) یول‌لاندیریر.',
'redirect-submit' => 'گئت',
'redirect-lookup' => 'آختار:',
'redirect-value' => 'دَگَر:',
'redirect-user' => 'ایستیفاده‌چی ID',
'redirect-revision' => 'صحیفه نوسخه‌سی',
'redirect-file' => 'فایل آدی',
'redirect-not-exists' => 'دَگَر تاپیلمادی',

# Special:FileDuplicateSearch
'fileduplicatesearch' => 'دوبلیکات فايل آختاریشی',
'fileduplicatesearch-summary' => 'تعمین ائتمک ديَری دؤشه‌مه‌سینده بنزر فايللاری آختار.',
'fileduplicatesearch-legend' => 'Dublikatı axtar',
'fileduplicatesearch-filename' => 'فايل آدی:',
'fileduplicatesearch-submit' => 'آختار',
'fileduplicatesearch-info' => '$1 × $2 پیکسِل<br />فایل اؤلچوسو: $3<br />MIME نوعو: $4',
'fileduplicatesearch-result-1' => '«$1» فایلینین هئچ بیر عینی کوپیسی یوخدور.',
'fileduplicatesearch-result-n' => '«$1» فایلینین، {{PLURAL:$2|بیر|$2}} عینی کوپیسی واردیر.',
'fileduplicatesearch-noresults' => '"$1" آدیندا فایل تاپیلمادی.',

# Special:SpecialPages
'specialpages' => 'اؤزل صحیفه‌لر',
'specialpages-note' => '----
* نورمال اؤزل صحیفه‌لر.
* <span class="mw-specialpagerestricted">محدودلاشدیریلمیش اؤزل صحیفه‌لر.</span>',
'specialpages-group-maintenance' => 'جاری مروزه‌لر',
'specialpages-group-other' => 'دیگر خصوصی صحیفه‌لر',
'specialpages-group-login' => 'گیریش / حساب یاراد',
'specialpages-group-changes' => 'سون دییشیک‌لیک‌لر و قئیدلر',
'specialpages-group-media' => 'مئدیا مروزه‌لری و یوکلمه‌لر',
'specialpages-group-users' => 'ایستیفاده‌چی‌لر و حاقلار',
'specialpages-group-highuse' => 'ان چوخ ایستیفاده ائدیلن صحیفه‌لر',
'specialpages-group-pages' => 'صحیفه‌لرین سیاهی‌لاری',
'specialpages-group-pagetools' => 'صحیفه آلتلری',
'specialpages-group-wiki' => 'بیلگیلر و آلتلر',
'specialpages-group-redirects' => 'خصوصی ایستیقامتلندیرمه صحیفه‌لری',
'specialpages-group-spam' => 'هرزه یازماق آلت‌لری',

# Special:BlankPage
'blankpage' => 'بوش صحیفه',
'intentionallyblankpage' => 'بو صحیفه خصوصیله بوش‌دور.',

# External image whitelist
'external_image_whitelist' => ' #بو سطری اولدوغو کیمی بوراخین <pre>
#دوزگون ایفاده (رِقولار اِکسپرِشِن) پارچالارینی (یالنیز // آراسیندا اولان قیسمی) آشاغی‌يا قویون
#بونلار ائشیک‌ده‌کی عکسلرین آدرسلریله تطبیق اولاجاقلار
#تطبیق اولانلار، عکس کیمی گؤستریله‌جکلر، اولمایانلارا یالنیز بیر باغلانتی گؤستریله‌جکدیر
#بو # نیشانی ایله باشلایان سطرلر، شرح کیمی نظرده توتولاجاقلار
#بو حرفلرین کیچیک/بؤیوک اولماغینا حساس دئییل

#بوتون دوزگون ایفاده پارچالارینی، بو سطرین اوستونه قویون. بو سطری اولدوغو کیمی بوراخین</pre>',

# Special:Tags
'tags' => 'مومکون دییشیک‌لیک ائتیکئت‌لری',
'tag-filter' => '[[Special:Tags|اِتیکِت]] سۆزگُجی:',
'tag-filter-submit' => 'سۆزگَج',
'tag-list-wrapper' => '([[Special:Tags|{{PLURAL:$1|اِتیکِت|اِتیکِتلر}}]]: $2)',
'tags-title' => 'یاپیشقان',
'tags-intro' => 'بو صحیفه، یازیلیم دَییشدیرمه‌لری نیشانلایان اِتیکِتلری و اونلارین آنلاملارینی گؤستریر.',
'tags-tag' => 'یاپیشقان آدی',
'tags-display-header' => 'ديَیشیکلیک لیستئلئریندئکی گؤرونوش',
'tags-description-header' => 'آنلامینین تام آچیقلاماسی',
'tags-hitcount-header' => 'یاپیشقانلی دییشیک‌لیک‌لر',
'tags-edit' => 'دَییشدیر',
'tags-hitcount' => '$1 {{PLURAL:$1|دییشیکلیک|دییشیک‌لیک}}',

# Special:ComparePages
'comparepages' => 'صحیفه‌لری قارشی‌لاش‌دیر',
'compare-selector' => 'صحیفه دییشدیر‌لرینی قارشی‌لاش‌دیر',
'compare-page1' => 'صحیفه 1',
'compare-page2' => 'صحیفه 2',
'compare-rev1' => 'نوسخه ۱',
'compare-rev2' => 'نوسخه ۲',
'compare-submit' => 'قارشی‌لاش‌دیر',
'compare-invalid-title' => 'وئردیگینیز باشلیق گئچرسیزدیر.',
'compare-title-not-exists' => 'وئردیگینیز باشلیق یوخدور.',
'compare-revision-not-exists' => 'بَلیرتدیگینیز نوسخه یوخدور.',

# Database error messages
'dberr-header' => 'بو ویکی‌ده بیر ایشکال وار',
'dberr-problems' => 'عوذر ایسته‌ییریک! بو سایت‌دا تِکنیکی ایشکال‌لار واردیر.',
'dberr-again' => 'بیر نئچه دقیقه دؤزوب سونرا یئنی‌دن یوکله‌یین.',
'dberr-info' => '(دیتابیس خیدمت‌چیسی‌یه باغلانماق اولونمادی: $1)',
'dberr-usegoogle' => 'بو آرادا، گوگل‌ده آختارابیلرسینیز.',
'dberr-outofdate' => 'دیقت ائدین کی اوردا بیزیم سایتیمیزین ایندِکسی کؤهنه اولا بیلر.',
'dberr-cachederror' => 'بو ایسته‌نیلن صحیفه‌نین بیر کَش اولونموش کوپی‌سیدیر و کؤهنه اولا بیلر.',

# HTML forms
'htmlform-invalid-input' => 'سیزین بعضی وئردیکلرینیزله ایلگی‌لی موشکول‌لر وار',
'htmlform-select-badoption' => 'سیز وئردیگینیز دَیَر، گئچرلی دئییل.',
'htmlform-int-invalid' => 'سیز وئردیگینیز دَیَر، بیر تام عدد دئییل.',
'htmlform-float-invalid' => 'سیز وئردیگینیز دَیَر، بیر عدد دئییل.',
'htmlform-int-toolow' => 'سیز وئردیگینیز دَیَر، $1 آشاغی حدین‌دن آزدیر',
'htmlform-int-toohigh' => 'سیز وئردیگینیز دَیَر، $1 یوخاری حدین‌دن چوخدور',
'htmlform-required' => 'بو دَیَر لازیم‌دیر',
'htmlform-submit' => 'گؤندر',
'htmlform-reset' => 'دَییشیکلیکلری قایتار',
'htmlform-selectorother-other' => 'باشقا',
'htmlform-no' => 'یوخ',
'htmlform-yes' => 'بلی',
'htmlform-chosen-placeholder' => 'بیر سئچمه سئچین',

# SQLite database support
'sqlite-has-fts' => '$1 بوتون یازی آختارما دستگی‌له',
'sqlite-no-fts' => '$1 بوتون یازی آختارماماق‌لا',

# New logging system
'logentry-delete-delete' => '$1، $3 صحیفه‌سینی {{GENDER:$2|سیلدی}}',
'logentry-delete-restore' => '$1، $3 صحیفه‌سینی {{GENDER:$2|قایتاردی}}',
'logentry-delete-event' => '$1، $3-ده $5 سیاهی اولایینین {{PLURAL:$5|گؤرونوشونو|گؤرونوشلرینی}} {{GENDER:$2|دَییشدیردی}}: $4',
'logentry-delete-revision' => '$1، $3 صحیفه‌سینده $5 نوسخه‌نین {{PLURAL:گؤرونوشونو|گؤرونوشلرینی}} {{GENDER:$2|دَییشدیردی}}: $4',
'logentry-delete-event-legacy' => '$1، $3-ده سیاهی اولایلارینین گؤرونوشلرینی {{GENDER:$2|دَییشدیردی}}',
'logentry-delete-revision-legacy' => '$1، $3 صحیفه‌سینده نوسخه‌لرین گؤرونوشلرینی {{GENDER:$2|دَییشدیردی}}',
'logentry-suppress-delete' => '$1، $3 صحیفه‌سینی {{GENDER:$2|یاتیردی}}',
'logentry-suppress-event' => '$1، $3-ده $5 سیاهی اولایینین {{PLURAL:$5|گؤرونوشونو|گؤرونوشلرینی}} گیزلینجه {{GENDER:$2|دَییشدیردی}}: $4',
'logentry-suppress-revision' => '$1، $3 صحیفه‌سینده $5 نوسخه‌نین {{PLURAL:گؤرونوشونو|گؤرونوشلرینی}} گیزلینجه {{GENDER:$2|دَییشدیردی}}: $4',
'logentry-suppress-event-legacy' => '$1، $3-ده سیاهی اولایلارینین گؤرونوشلرینی گیزلینجه {{GENDER:$2|دَییشدیردی}}',
'logentry-suppress-revision-legacy' => '$1، $3 صحیفه‌سینده نوسخه‌لرین گؤرونوشلرینی گیزلینجه {{GENDER:$2|دَییشدیردی}}',
'revdelete-content-hid' => 'ایچینده‌کیلر گیزلی‌دیر',
'revdelete-summary-hid' => 'دَییشیکلیک قیساسی گیزلی‌دیر',
'revdelete-uname-hid' => 'ایستیفاده‌چی آدی گیزلی‌دیر',
'revdelete-content-unhid' => 'ایچینده‌کیلر گیزلیلیک‌دن چیخدی',
'revdelete-summary-unhid' => 'دَییشیکلیک قیساسی گیزلیلیک‌دن چیخدی',
'revdelete-uname-unhid' => 'ایستیفاده‌چی آدی گیزلیلیک‌دن چیخدی',
'revdelete-restricted' => 'ایداره‌چیلره محدودیت قویدو',
'revdelete-unrestricted' => 'ایداره‌چیلرین محدودیتلرینی گؤتوردو',
'logentry-move-move' => '$1، $3 صحیفه‌سینی $4-ه {{GENDER:$2|آپاردی}}',
'logentry-move-move-noredirect' => '$1، $3 صحیفه‌سینی، یول‌لاندیرما قویماماق‌لا، $4-ه {{GENDER:$2|آپاردی}}',
'logentry-move-move_redir' => '$1، $3 صحیفه‌سینی، $4-ده یول‌لاندیرما اوستونه {{GENDER:$2|آپاردی}}',
'logentry-move-move_redir-noredirect' => '$1، $3 صحیفه‌سینی، یول‌لاندیرما قویماماق‌لا، یول‌لاندیرما اولان $4 اوستونه {{GENDER:$2|آپاردی}}',
'logentry-patrol-patrol' => '$1، $3 صحیفه‌سینین $4 نوسخه‌سینی، نظارتلنمیش {{GENDER:$2|نیشانلادی}}',
'logentry-patrol-patrol-auto' => '$1، $3 صحیفه‌سینین $4 نوسخه‌سینی، اوتوماتیک اولاراق نظارتلنمیش {{GENDER:$2|نیشانلادی}}',
'logentry-newusers-newusers' => ' بیر ایستیفاده‌چی حسابی $1 {{GENDER:$2|یاراتدی}}',
'logentry-newusers-create' => 'بیر ایستیفاده‌چی حسابی $1 {{GENDER:$2|یاراتدی}}',
'logentry-newusers-create2' => '$1 ایستیفاده‌چی، $3 حسابی {{GENDER:$2|یاراتدی}}',
'logentry-newusers-byemail' => '$3 ایستیفاده‌چی حسابی، $1 ایله {{GENDER:$2|یارادیلیب}} و رمز، ایمیل ایله گؤندریلیب‌دیر',
'logentry-newusers-autocreate' => '$1 ایستیفاده‌چی حسابی اوتوماتیک {{GENDER:$2|یارادیلدی}}',
'logentry-rights-rights' => '$1، $3-ین قروپ عوضولوگونو $4-دن $5-ه {{GENDER:$2|دَییشدیردی}}',
'logentry-rights-rights-legacy' => '$1، $3-ین قروپ عوضولوگونو {{GENDER:$2|دَییشدیردی}}',
'logentry-rights-autopromote' => '$1-ین مقامی اوتوماتیک $4-دن $5-ه {{GENDER:$2|آرتیریلدی}}',
'rightsnone' => '(هئچ)',

# Feedback
'feedback-bugornote' => 'بیر تکنیکی خطانی شرح وئرمگه آماده اولساز، لوطفاً [$1 بیر باگ بیلدیرین].
او اولماسا، بو آشاغیداکی ساده فورم‌دان ایستیفاده ائده بیلرسینیز. سیزین باخیشینیز، ایستیفاده‌چی آدینیزلا، «[$3 $2]» صحیفه‌سینه آرتیریلاجاق‌دیر.',
'feedback-subject' => 'قونو:',
'feedback-message' => 'مئساژ:',
'feedback-cancel' => 'لغو ائت',
'feedback-submit' => 'گئری-بیلدیریمی یول‌لا',
'feedback-adding' => 'صحیفه‌یه گئری-بیلدیریم آرتیریلیر...',
'feedback-error1' => 'خطا: API-دان تانینمامیش نتیجه',
'feedback-error2' => 'خطا: دَییشدیرمه باشاری‌سیز اولدو',
'feedback-error3' => 'خطا: API-دان جاواب گلمه‌دی',
'feedback-thanks' => 'تشکورلر! سیزین گئری-بیلدیریمینیز «[$2 $1]» صحیفه‌سینه گؤندریلدی.',
'feedback-close' => 'اولدو',
'feedback-bugcheck' => 'گؤزل! فقط لوطفاً باخین او [$1 تانینمیش خطالار]دان اولماسین.',
'feedback-bugnew' => 'یوخلادیم. یئنی بیر خطا گؤندر',

# Search suggestions
'searchsuggest-search' => 'آختار',
'searchsuggest-containing' => 'ساخلانیلیر...',

# API errors
'api-error-badaccess-groups' => 'سیزین بو ویکی‌یه فایل یوکله‌مک ایجازه‌نیز یوخدور.',
'api-error-badtoken' => 'ایچری خطاسی: پیس کود.',
'api-error-copyuploaddisabled' => 'بو خیدمتچی‌ده، اینترنت آدرسی‌له فایل یوکله‌مک یاساقلانیب‌دیر.',
'api-error-duplicate' => 'بو یاست‌دا، همن بیلگیلرله، باشقا {{PLURAL:$1|[$2 فایل]|[$2 فایل‌لار]}} واردیر.',
'api-error-duplicate-archive' => 'بو یاست‌دا، همن بیلگیلرله، باشقا {{PLURAL:$1|[$2 فایل]|[$2 فایل‌لار]}} وار ایدی، اما {{PLURAL:$1|سیلینیب‌دیر|سیلینیبلر}}.',
'api-error-duplicate-archive-popup-title' => 'تیکرارلانمیش {{PLURAL:$1|فایل|فایل‌لار}}، اؤنجه‌دن {{PLURAL:$1|سیلینیب‌دیر|سیلینیبلر}}.',
'api-error-duplicate-popup-title' => 'تیکرارلانمیش {{PLURAL:$1|فایل|فایل‌لار}}.',
'api-error-empty-file' => 'سیز یول‌لادیغینیز فایل، بوش ایدی.',
'api-error-emptypage' => 'یئنی بوش صحیفه یارادماغا ایجازه یوخدور.',
'api-error-fetchfileerror' => 'ایچری خطا: فایلی گتیرمک‌ده بیر ایشکال قاباغا گلدی.',
'api-error-fileexists-forbidden' => '«$1» آدلا بیر فایل واردیر و اوستونه یازماق اولماز.',
'api-error-fileexists-shared-forbidden' => 'پایلاشمیش آنباردا «$1» آدلا بیر فایل واردیر و اوستونه یازماق اولماز.',
'api-error-file-too-large' => 'سیز یول‌لادیغینیز فایل، چوخ یئکه ایدی.',
'api-error-filename-tooshort' => 'فایل آدی چوخ قیسادی.',
'api-error-filetype-banned' => 'بوجور فایل یاساق‌لانیب‌دیر.',
'api-error-filetype-banned-type' => '$1 فایل {{PLURAL:$4|نؤوعو ایجازه‌لی دئییل|نؤوعلری ایجازه‌لی دئییل‌لر}}. ایجازه‌لی فایل {{PLURAL:$3|نؤوعو بئله‌دیر|نؤوعلاری بئله‌دیرلر}}: $2.',
'api-error-filetype-missing' => 'فایل آدینین اوزانتیسی یوخدور.',
'api-error-hookaborted' => 'سیز وئردیگینیز دَییشیکلیکلرین قاباغی، بیر extension ایله قاباغی آلیندی.',
'api-error-http' => 'ایچری خطا: خیدمتچی‌یه باغلانماق اولونمادیر.',
'api-error-illegal-filename' => 'بو فایل آدینا ایجازه یوخدور.',
'api-error-internal-error' => 'ایچری خطا: سیزین فایلینیزی بو ویکی‌یه یوکله‌مک‌ده بیر ایشکال قاباغا گلدی.',
'api-error-invalid-file-key' => 'ایچری خطا: فایل، گئچرلی آنباردا تاپیلانمادی.',
'api-error-missingparam' => 'ایچری خطا: ایستک‌ده بعضی پارامترلر وئریلمه‌ییبلر.',
'api-error-missingresult' => 'ایچری خطا: کوپی‌نین باشاریلی اولدوغو بیلینمیر.',
'api-error-mustbeloggedin' => 'فایل یوکله‌مک اوچون، گیریش ائتمه‌لیسینیز.',
'api-error-mustbeposted' => 'ایچری خطا: بو ایستک اوچون HTTP POST لازیم‌دیر.',
'api-error-noimageinfo' => 'یوکله‌مک باشاریلی اولدور، اما خیدمت‌چی فایلا گؤره هئچ بیر بیلگیلر وئرمه‌دی.',
'api-error-nomodule' => 'ایچری خطا: هئچ بیر آپلود ماژولی یوخدور.',
'api-error-ok-but-empty' => 'ایچری خطا: خیدمتچی‌دن جاواب گلمه‌دی.',
'api-error-overwrite' => 'بیر اولان فایلین اوستونه یازماغا ایجازه یوخدور.',
'api-error-stashfailed' => 'ایچری خطا: خیدمتچی، گئچیجی فایلی ساخلایانمادی.',
'api-error-publishfailed' => 'ایچری خطاسی: خیدمت‌چی، گئچیجی فایلی یایانمادی.',
'api-error-timeout' => 'خیدمتچی، گؤزله‌نیلن واخت‌دا جاواب وئرمه‌دی.',
'api-error-unclassified' => 'بیر تانینمامیش خطا قاباغا گلدی.',
'api-error-unknown-code' => 'تانینمامیش خطا: «$1».',
'api-error-unknown-error' => 'ایچری خطا: سیزین فایلینیزی یوکله‌مگه چالیشاندا بیر ایشکال قاباغا گلدی.',
'api-error-unknown-warning' => 'تانینمامیش ایخطار: «$1».',
'api-error-unknownerror' => 'تانینمامیش خطا: «$1».',
'api-error-uploaddisabled' => 'بو ویکی‌ده یوکله‌مک باغلانیب‌دیر.',
'api-error-verification-error' => 'فایل خاراب‌دیر یوخسا یانلیش اوزانتی‌سی واردیر.',

# Durations
'duration-seconds' => '{{PLURAL:$1|بیر|$1}} ثانیه',
'duration-minutes' => '{{PLURAL:$1|بیر|$1}} دقیقه',
'duration-hours' => '{{PLURAL:$1|بیر|$1}} ساعات',
'duration-days' => '{{PLURAL:$1|بیر|$1}} گون',
'duration-weeks' => '{{PLURAL:$1|بیر|$1}} هفته',
'duration-years' => '{{PLURAL:$1|بیر|$1}} ایل',
'duration-decades' => '{{PLURAL:$1|بیر|$1}} اون‌ایل',
'duration-centuries' => '{{PLURAL:$1|بیر|$1}} یوز-ایل',
'duration-millennia' => '{{PLURAL:$1|بیر|$1}} مین‌ایل',

# Image rotation
'rotate-comment' => 'عکس $1 {{PLURAL:$1|درجه}} ساعات عقربه‌لری ایستیقامتینده فیرلاندیریلب‌دیر',

);
