<?php
/** Sorani (Arabic script) (‫کوردی (عەرەبی)‬)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Aras Noori
 * @author Arastein
 * @author Asoxor
 * @author Cyrus abdi
 * @author Marmzok
 * @author رزگار
 */

$digitTransformTable = array(
	'0' => '٠', # &#x0660;
	'1' => '١', # &#x0661;
	'2' => '٢', # &#x0662;
	'3' => '٣', # &#x0663;
	'4' => '٤', # &#x0664;
	'5' => '٥', # &#x0665;
	'6' => '٦', # &#x0666;
	'7' => '٧', # &#x0667;
	'8' => '٨', # &#x0668;
	'9' => '٩', # &#x0669;
	'.' => '٫', # &#x066b; wrong table ?
	',' => '٬', # &#x066c;
);

$messages = array(
# User preference toggles
'tog-underline'               => 'ھێڵ ھێنان بەژێر بەستەرەکان:',
'tog-highlightbroken'         => 'بەستەرە شکاوەکان <a href="" class="new">بەم جۆرە</a> بڕازێنەوە (یان: بەەم جۆرە<a href="" class="internal">؟</a>)',
'tog-justify'                 => 'پەرەگرافەکان پڕاوپر نیشان بدە',
'tog-hideminor'               => 'دەستکارییە بچوکەکان بشارەوە لە دوا گۆڕانکارییەکاندا',
'tog-hidepatrolled'           => 'لە دوایین گۆڕانکاریەکان، دەستکاریە پارێزراوەکان داشارە',
'tog-newpageshidepatrolled'   => 'لە لیستی لاپەڕە نوێکان، لاپەڕە پارێزراوەکان داشارە',
'tog-extendwatchlist'         => 'لیستی چاودێڕی درێژکەرەوە بۆ نیشان دانی ھەموو گۆڕانکارییەکان، نەک تەنھا دوایینەکان.',
'tog-usenewrc'                => 'دوا گۆڕانکارییە پەرە پێدراوەکان بەکار ببە (پێویستی بە جاڤاسکریپتە)',
'tog-numberheadings'          => 'ژمارەکردنی خۆکاری سەردێڕەکان',
'tog-showtoolbar'             => 'شریتی ئامرازەکانی دەستکاری نیشان بدە (JavaScript پێویستە)',
'tog-editondblclick'          => 'دەستکاریی پەڕە بە دووکلیک لەسەر دەق (JavaScript پێویستە)',
'tog-editsection'             => 'ڕێگە بدە بۆ دەستکاری کردنی بەشەکان لە ڕێگه‌ی به‌سته‌رەکانی [دەستکاری]',
'tog-editsectiononrightclick' => 'ڕێگە بدە بۆ دەستکاری کردنی بەشەکان لە ڕێگەی کلیکی ڕاست کردن لەسەر سەردێڕی بەشەکان (JavaScript پێویستە)',
'tog-showtoc'                 => 'پێرستی ناوەڕۆۆک نیشان بدە (بۆ ئەو پەڕانە کە زیاتر لە ٣ سەردێڕیان تێدایە)',
'tog-rememberpassword'        => 'چوونەژوورەوەم بەبیربهێنەوە لەسەر ئەم کۆمپیوتەرە',
'tog-editwidth'               => 'چوراچێوە دەستکاری پان کەرەوە تا سەرانسەری شاشەکە پڕ کاتەوە',
'tog-watchcreations'          => 'ئەو پەڕانە کە من دروستم کردوون زیاد بکە بە لیستی چاودێڕییەکەم',
'tog-watchdefault'            => 'ئەو پەڕانە کە من دەستکاریم کردوون زیاد بکە بە لیستی چاودێڕییەکەم',
'tog-watchmoves'              => 'ئەو پەڕانە کە من گواستومنەتەوە زیاد بکە بە لیستی چاودێڕییەکەم',
'tog-watchdeletion'           => 'ئەو پەڕانە کە‌ من سڕیومنەتەوە زیاد بکە‌ بە لیستی چاودێڕییەکەم',
'tog-minordefault'            => 'ھەموو دەستکارییەکان بە ورد نیشان بکە لە حاڵەتی دیفاڵت',
'tog-previewontop'            => 'پێشبینین بەرلە چوارچێوەی دەستکاری نیشان بدە‌',
'tog-previewonfirst'          => 'لە یەکەم دەستکاری دا پێشبینین نیشان بدە',
'tog-nocache'                 => 'کەش کردنی (cach) پەڕەکان لە کار بخە',
'tog-enotifwatchlistpages'    => 'ئەگەر پەڕەیەکی لە لیستی چاودێڕییەکانم گۆڕدرا ئیمەیلم بۆ بنێرە',
'tog-enotifusertalkpages'     => 'ئەگەر پەڕەی وتووێژەکەم گۆڕدرا ئیمەیلم بۆ بنێرە',
'tog-enotifminoredits'        => 'بۆ گۆڕانکارییە بچووکەکانی پەڕەکانیش ئیمەیلم بۆ بنێرە',
'tog-enotifrevealaddr'        => 'ئەدرەسی ئیمەیلەکەم لە ئیمەیلە ئاگاداریدەرەکان دا نیشان بدە',
'tog-shownumberswatching'     => 'ژمارەی بەکارھێنەرە چاودێڕەکان نیشان بدە',
'tog-fancysig'                => 'وەک دەقی ویکی ئیمزا بەرچاو خە (بێ بەستەری خۆکار بۆ پەڕەی بەکارھێنەر)',
'tog-externaleditor'          => 'دەستکاریکەری دەرەکی بە کار بێنە لە حاڵەتی دیفاڵتدا (تەنھا بۆ شارەزایان، تەنزیماتی تایبەتی پێویستە لە سەر کۆمپیوتەرەکەت)',
'tog-externaldiff'            => 'کەڵک وەرگرتن لە پرۆگرامێکی دەرەکی بۆ دیتنی جیاوازیەکان لە بنەڕەتەوە (تەنها بۆ بەکارهێنانی پێشکەوتوو، پێویستی بە ئامرازی تایبەت لە سەر کۆمپیوتەرت هەیە)',
'tog-showjumplinks'           => 'ڕێگە بدە بۆ بەستەرەکانی «{{int:jumpto}}»',
'tog-uselivepreview'          => 'لە پێشبینینی زیندوو کەڵک وەرگرە (جاڤاسکریپت) (تاقی‌‌کاری‌)',
'tog-forceeditsummary'        => 'ئەگەر پوختەی دەستکاریم نەنووسی پێم بڵێ',
'tog-watchlisthideown'        => 'دەستکارییەکانم بشارەوە لە لیستی چاودێری',
'tog-watchlisthidebots'       => 'دەستکارییەکانی بات بشارەوە لە لیستی چاودێری',
'tog-watchlisthideminor'      => 'دەستکارییە بچووکەکان لە لیستی چاودێڕی دا بشارەوە',
'tog-watchlisthideliu'        => 'دەستکارییەکانی ئەو بەکارهێنەرانەی لە ژوورەوەن بشارەوە لە لیستی چاودێری',
'tog-watchlisthideanons'      => 'دەستکارییەکانی بەکارهێنەرانی نەناسراو بشارەوە لە لیستی چاودێری',
'tog-watchlisthidepatrolled'  => 'لە لیستی چاودێریەکان، دەستکاریە پارێزراوەکان داشارە',
'tog-nolangconversion'        => 'لەکارخستنی ئاڵوگۆڕەکانی شێوەزار',
'tog-ccmeonemails'            => 'کۆپییەکانی ئەو ئیمەیلانە کە بۆ بەکارھێنەرانی ترم ناردووە بۆ خۆشم بنێرە',
'tog-diffonly'                => 'ناوەڕۆکی پەڕە لەژێر جیاوازییەکان نیشان مەدە',
'tog-showhiddencats'          => 'ھاوپۆلە شاراوەکان نیشان بدە',
'tog-noconvertlink'           => 'لەکارخستنی ئاڵوگۆڕی سەرناوی بەستەر',
'tog-norollbackdiff'          => 'لە دوای گەڕاندنەوە جیاوازی نیشان مەدە',

'underline-always'  => 'ھەمیشە',
'underline-never'   => 'ھەرگیز',
'underline-default' => 'دیفاڵتی وێبگەڕەکە',

# Font style option in Special:Preferences
'editfont-style'     => 'شێوازی جۆرەپیتی بەشی دەستکاری:',
'editfont-default'   => 'بنچینەی وێبگەڕ',
'editfont-monospace' => 'جۆرەپیتی تاکەبۆشایی (Monospaced)',
'editfont-sansserif' => 'جۆرەپیتی Sans-serif',
'editfont-serif'     => 'جۆرەپیتی Serif',

# Dates
'sunday'        => 'یەکشەممە',
'monday'        => 'دووشەممە',
'tuesday'       => 'سێشەممە',
'wednesday'     => 'چوارشه‌ممه‌',
'thursday'      => 'پێنجشه‌ممه‌',
'friday'        => 'هه‌ینی',
'saturday'      => 'شه‌ممه‌',
'sun'           => 'یەکشەممە',
'mon'           => 'دووشەممە',
'tue'           => 'سێشەممە',
'wed'           => 'چوارشەممە',
'thu'           => 'پێنجشەممە',
'fri'           => 'ھەینی',
'sat'           => 'شه‌ممه‌',
'january'       => 'کانوونی دووەم',
'february'      => 'شوبات',
'march'         => 'ئازار',
'april'         => 'نیسان',
'may_long'      => 'ئایار',
'june'          => 'حوزەیران',
'july'          => 'تەمموز',
'august'        => 'ئاب',
'september'     => 'ئەیلوول',
'october'       => 'تشرینی یەکەم',
'november'      => 'تشرینی دووەم',
'december'      => 'کانونی یەکەم',
'january-gen'   => 'كانونی دووه‌می',
'february-gen'  => 'شوباتی',
'march-gen'     => 'مارتی',
'april-gen'     => 'نیسانی',
'may-gen'       => 'مایسی',
'june-gen'      => 'حوزه‌یرانی',
'july-gen'      => 'ته‌مموزی',
'august-gen'    => 'ئابی',
'september-gen' => 'ئه‌لیلولی',
'october-gen'   => 'تشرینی یه‌كه‌می',
'november-gen'  => 'تشرینی دووه‌می',
'december-gen'  => 'كانونی یه‌كه‌می',
'jan'           => 'كا١',
'feb'           => 'شوب',
'mar'           => 'مارت',
'apr'           => 'ئب',
'may'           => 'مای',
'jun'           => 'حزن',
'jul'           => 'ته‌م',
'aug'           => 'ئاب',
'sep'           => 'ئه‌ی',
'oct'           => 'ت١',
'nov'           => 'ت٢',
'dec'           => 'كا١',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|ھاوپۆل|ھاوپۆلەکان}}',
'category_header'                => 'پەڕە ھاوپۆلەکانی "$1"',
'subcategories'                  => 'ژێرھاوپۆلەکان',
'category-media-header'          => 'میدیا له‌ هاوپۆلی "$1" دا',
'category-empty'                 => "''ئەم ھاوپۆلە ھەنووکە ھیچ پەڕە یان پەڕگەیەک لە خۆ ناگرێت.‌''",
'hidden-categories'              => '{{PLURAL:$1|ھاوپۆلی شاراوە|ھاوپۆلی شاراوە}}',
'hidden-category-category'       => 'هاوپۆلە شاردراوەکان',
'category-subcat-count'          => '{{PLURAL:$2|ئەم ھاوپۆلە تەنھا ژێرھاوپۆلی خوارەوەی تێدایە.| ئەم ھاوپۆلییە ئەم 
{{PLURAL:$1|ژێرھاوپۆلەی|$1 ژێرھاوپۆلانەی}} , تێدایە لە کۆی $2 دا.}}',
'category-subcat-count-limited'  => 'ئەم هاوپۆلە {{PLURAL:$1|ژێرهاوپۆلی}} لەخۆ گرتووە.',
'category-article-count'         => '{{PLURAL:$2|ئەم ھاوپۆلییە تەنھا پەڕەی خوارەوەی تێدایە.|{{PLURAL:$1| پەڕەی خوارەوە لەم ھاوپۆلییەدایە|$1 پەڕەی خوارەوە لەم ھاوپۆلییەدان}}، لە کۆی $2 پەڕە دا.}}',
'category-article-count-limited' => 'ئەم {{PLURAL:$1|لاپەڕە|$1 لاپەڕانە}}، لەم هاوپۆلەدان.',
'category-file-count'            => '{{PLURAL:$2|ئەم هاوپۆلە تەنها ئەم پەڕگەی لەخۆ گرتووە.|ئەم‌ {{PLURAL:$1|پەڕگەیە}} کە بەشێکە لە هەموو $2پەڕگەی ئەم هاوپۆلە‌ دەیبینی.}}',
'category-file-count-limited'    => 'ئەم {{PLURAL:$1|پەڕگە|$2 پەڕگانە}}، لەم هاوپۆلەدان.',
'listingcontinuesabbrev'         => 'درێژە',

'mainpagetext'      => "<big>'''ویكیمیدیا به‌سه‌ركه‌وتووی دامه‌زرا.'''</big>",
'mainpagedocfooter' => 'بكه‌ [http://meta.wikimedia.org/wiki/Help:ناوه‌ڕۆكی چۆنێتی به‌كارهێنان] بۆ وه‌ده‌ست هێنانی زانیاریی له‌سه‌ر چۆنێتی كارگێڕی نه‌رمه‌كاڵای ویكی، سه‌ردانی.

== ده‌ست به‌ كاركردن ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings لیسته‌ی هه‌ڵبژاردنه‌كان و ڕێكخستنه‌كان]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki FAQ]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce لیستی وه‌شانه‌كانی ویكیمیدیا]',

'about'         => 'سه‌باره‌ت',
'article'       => 'بابەت',
'newwindow'     => '(لە پەڕەیەکی نوێ دەکرێتەوە)',
'cancel'        => 'ھەڵوەشاندنەوە',
'moredotdotdot' => 'زیاتر',
'mypage'        => 'په‌ڕه‌ی من',
'mytalk'        => 'وتووێژەکەم',
'anontalk'      => 'وتووێژ بۆ ئەم ئای‌پی یە',
'navigation'    => 'ڕێدۆزی',
'and'           => '&#32;و',

# Cologne Blue skin
'qbfind'         => 'دۆزه‌ر',
'qbbrowse'       => 'بگه‌ڕێ',
'qbedit'         => 'دەستکاری',
'qbpageoptions'  => 'ئەم پەڕەیە',
'qbpageinfo'     => 'زانیاریی په‌ڕه‌',
'qbmyoptions'    => 'پەڕەکانم',
'qbspecialpages' => 'پەڕە تایبەتەکان',
'faq'            => 'پرسیار و وەڵام (FAQ)',
'faqpage'        => 'Project:پرسیار و وەڵام',

# Vector skin
'vector-action-addsection'   => 'زیادکردنی بابەت',
'vector-action-delete'       => 'سڕینەوە',
'vector-action-move'         => 'گواستنەوە',
'vector-action-protect'      => 'پاراستن',
'vector-action-undelete'     => 'گەڕاندنەوەی سڕین',
'vector-action-unprotect'    => 'نەپاراستن',
'vector-namespace-category'  => 'پۆل',
'vector-namespace-help'      => 'پەڕەی یارمەتی',
'vector-namespace-image'     => 'پەڕگە',
'vector-namespace-main'      => 'پەڕە',
'vector-namespace-media'     => 'پەڕەی میدیا',
'vector-namespace-mediawiki' => 'پەیام',
'vector-namespace-project'   => 'پەڕەی پرۆژە',
'vector-namespace-special'   => 'پەڕەی تایبەت',
'vector-namespace-talk'      => 'لێدوان',
'vector-namespace-template'  => 'قاڵب',
'vector-namespace-user'      => 'پەڕەی بەکارھێنەر',
'vector-view-create'         => 'دروست‌کردن',
'vector-view-edit'           => 'دەستکاری',
'vector-view-history'        => 'بینینی مێژوو',
'vector-view-view'           => 'خوێندنەوە',
'vector-view-viewsource'     => 'بینینی سەرچاوە',
'actions'                    => 'کردارەکان',
'namespaces'                 => 'بۆشایی‌ناوەکان',
'variants'                   => 'شێوەزارەکان',

# Metadata in edit box
'metadata_help' => 'دراوه‌ی مێتا:',

'errorpagetitle'    => 'هه‌ڵه‌',
'returnto'          => 'بگه‌ڕێوه‌ بۆ $1.',
'tagline'           => 'لە {{SITENAME}}',
'help'              => 'یارمەتی',
'search'            => 'گەڕان',
'searchbutton'      => 'بگەڕێ',
'go'                => 'بڕۆ',
'searcharticle'     => 'بڕۆ',
'history'           => 'مێژووی پەڕە',
'history_short'     => 'مێژووی پەڕە',
'updatedmarker'     => 'لە دوای دواسەردانم نوێکراوەتەوە',
'info_short'        => 'زانیاری',
'printableversion'  => 'وەشانی ئامادەی چاپ',
'permalink'         => 'بەستەری ھەمیشەیی',
'print'             => 'چاپ',
'edit'              => 'دەستکاری',
'create'            => 'دروستکردن',
'editthispage'      => 'ده‌ستکاری ئەم پەڕەیە بکە‌',
'create-this-page'  => 'ئەم پەڕە دروست بکە',
'delete'            => 'سڕینەوە',
'deletethispage'    => 'سڕینه‌وه‌ی ئه‌م په‌ڕه‌یه‌',
'undelete_short'    => '{{PLURAL:$1|یەک گۆڕانکاریی|$1 گۆڕانکاریی}} سڕاوە بەجێبھێنەرەوە',
'protect'           => 'پاراستن',
'protect_change'    => 'گۆڕین',
'protectthispage'   => 'ئه‌م په‌ڕه‌یه‌ بپارێزه‌',
'unprotect'         => 'مه‌پارێزه‌',
'unprotectthispage' => 'ئه‌م په‌ڕه‌یه‌ مه‌پارێزه‌',
'newpage'           => 'په‌ڕه‌یه‌كی نوێ',
'talkpage'          => 'باس لەسەر ئەم پەڕە بکە‌',
'talkpagelinktext'  => 'قسە',
'specialpage'       => 'په‌ڕه‌ی تایبه‌ت',
'personaltools'     => 'ئامڕازە تاکەکەسییەکان',
'postcomment'       => 'بەشی نوێ',
'articlepage'       => 'ناوه‌ڕۆكی بابه‌ت ببینه‌',
'talk'              => 'لێدوان',
'views'             => 'بینینەکان',
'toolbox'           => 'ئامرازدان',
'userpage'          => 'په‌ڕه‌ی به‌كارهێنه‌ر نیشانبده‌',
'projectpage'       => 'په‌ڕه‌ی پرۆژه‌ نیشانبده‌',
'imagepage'         => 'پەڕەی پەڕگە نیشان بدە',
'mediawikipage'     => 'په‌ڕه‌ی په‌یام نیشانبده‌',
'templatepage'      => 'په‌ڕه‌ی قاڵب نیشانبده‌',
'viewhelppage'      => 'په‌ڕه‌ی یارمه‌تی نیشانبده‌',
'categorypage'      => 'په‌ڕه‌ی هاوپۆل نیشانبده‌',
'viewtalkpage'      => 'بینینی لێدوان',
'otherlanguages'    => 'بە زمانەکانی تر',
'redirectedfrom'    => '(ڕەوانەکراوە لە $1 ەوە)',
'redirectpagesub'   => 'پەڕەی ڕەوانەکردن',
'lastmodifiedat'    => 'ئەم پەڕەیە دواجار لە $2ی $1 نوێکراوەتەوە.',
'viewcount'         => 'ئەم پەڕەیە {{PLURAL:$1|یەکجار|$1 جار}} بینراوە.',
'protectedpage'     => 'پەڕەی پارێزراو',
'jumpto'            => 'باز بدە بۆ:',
'jumptonavigation'  => 'ڕێدۆزی',
'jumptosearch'      => 'گەڕان',
'view-pool-error'   => 'ببورە، لەم کاتەدا ڕاژەکارەکان زیاباریان لە سەرە.<br />
ژمارەیەکی زۆر لە بەکارهێنەران هاوکات هەوڵی دیتنی ئەم لاپەرەیان داوە.<br />
تکایە پێش هەوڵی دووبارە بۆ دیتنی ئەم لاپەڕە، نەختێک بوەستە.<br /><br />

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'دەربارەی {{SITENAME}}',
'aboutpage'            => 'Project:دەربارە',
'copyright'            => 'ناوەڕۆک ئامادەیە لە ژێر $1.',
'copyrightpagename'    => '{{SITENAME}} مافی لەبەرگرتنەوە',
'copyrightpage'        => '{{ns:project}}:مافەکانی لەبەرگرتنەوە',
'currentevents'        => 'ڕووداوە هەنووکەییەکان',
'currentevents-url'    => 'Project:ڕووداوە بەردەوامەکان',
'disclaimers'          => 'بەرپرس‌نەبوونییەکان',
'disclaimerpage'       => 'Project:بەرپرس‌نەبوون',
'edithelp'             => 'ڕێنمایی بۆ دەستکاریکردن',
'edithelppage'         => 'Help:دەستکاریکردن',
'helppage'             => 'Help:ناوەڕۆک',
'mainpage'             => 'دەستپێک',
'mainpage-description' => 'ده‌ستپێک',
'policy-url'           => 'Project: سیاسەت',
'portal'               => 'دەروازەی بەکارھێنەران',
'portal-url'           => 'Project: دەروازەی بەکارھێنەران',
'privacy'              => 'سیاسەتی پاراستنی داتاکان',
'privacypage'          => 'Project:پاراستنی زانیارییەکان',

'badaccess'        => 'ھەڵە لە بە دەست ھێنان',
'badaccess-group0' => 'ڕێگەت پێ نەدراوە بۆ بەجێهێنای ئەو ئەنجامە وا داخوازیت کردووه.',
'badaccess-groups' => 'ئەو ئەنجامەی وا داخوازیت کردووه مەحدود کراوە بۆ بەکارهێنەرانی {{PLURAL:$2|دەستەی|یەکێک لە دەستەکانی}}: $1',

'versionrequired'     => 'وەشانی $1ی‌ میدیاویکی پێویستە',
'versionrequiredtext' => 'پێویستیت بە وەشانی $1ی ویکیمیدیا ھەیە بۆ بەکاربردنی ئەم پەڕەیە.
تەماشای [[Special:Version|پەڕەی وەشان]] بکە.',

'ok'                      => 'باشه‌',
'retrievedfrom'           => 'وەرگیراو لە «$1»',
'youhavenewmessages'      => '$1ت ھەیە ($2).',
'newmessageslink'         => 'پەیامە نوێکان',
'newmessagesdifflink'     => 'دوا گۆڕانکارییەکان',
'youhavenewmessagesmulti' => 'لە $1 دا پەیامی نوێت ھەیە',
'editsection'             => 'دەستکاری',
'editold'                 => 'دەستکاری',
'viewsourceold'           => 'بینینی سەرچاوە',
'editlink'                => 'دەستکاری',
'viewsourcelink'          => 'بینینی سەرچاوە',
'editsectionhint'         => 'دەستکاری کردنی بەشی: $1',
'toc'                     => 'ناوەڕۆک',
'showtoc'                 => 'نیشاندان',
'hidetoc'                 => 'شاردنەوە',
'thisisdeleted'           => '؟$1 نیشانی بده‌ یا بیگه‌ڕێنه‌ره‌وه‌',
'viewdeleted'             => '$1 نیشان بده‌؟',
'restorelink'             => '{{PLURAL:$1|گۆڕانکاریی سڕاو|$1 یەک گۆڕانکاریی سڕاو}}',
'feedlinks'               => 'خۆراک:',
'feed-invalid'            => 'ئەندام بوونی ئەو جۆرە خۆراکە نەناسراوە.',
'feed-unavailable'        => 'پەیوەندی فییدەکان ئامادەی کەڵک وەرگرتن نیە',
'site-rss-feed'           => 'فیدی RSS بۆ $1',
'site-atom-feed'          => 'فیدی Atom بۆ $1',
'page-rss-feed'           => 'فیدی RSS بۆ «$1»',
'page-atom-feed'          => 'Atom Feed ـی "$1"',
'red-link-title'          => '$1 (پەڕە بوونی نییە)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'پەڕە',
'nstab-user'      => 'پەڕەی بەکارھێنەر',
'nstab-media'     => 'میدیا',
'nstab-special'   => 'پەڕەی تایبەت',
'nstab-project'   => 'پەڕەی پرۆژە',
'nstab-image'     => 'پەڕگە',
'nstab-mediawiki' => 'پەیام',
'nstab-template'  => 'قاڵب',
'nstab-help'      => 'پەڕەی یارمەتی',
'nstab-category'  => 'ھاوپۆل',

# Main script and global functions
'nosuchaction'      => 'كرداری به‌م شێوه‌یه‌ نییه‌',
'nosuchactiontext'  => 'ئەو چالاکییەی لە لایەن بەستەرەوە دیاریکراوە ناتەواوە.
لەوانەیە بە هەڵە بەستەرەکەت نووسیبێت، یان بەستەرێکی هەڵەی بە دواوە بێت.
لەوانەیە ئەمە نیشانەی هەڵەیەک بێت لەو نەرمەکاڵایەی کە بەکاردێت لە لایەن {{SITENAME}}.',
'nosuchspecialpage' => 'په‌ڕه‌ی تایبه‌تی له‌و شێوه‌یه‌ نییه‌',
'nospecialpagetext' => "<big>'''پەڕەیەکی تایبەت دەخوازیت کە بوونی نیە.'''</big>

لیستێکی پەڕە تایبەتە دروستەکان لە [[Special:SpecialPages|{{int:specialpages}}]] لە بەردەست‌دایە.",

# General errors
'error'                => 'هه‌ڵه‌',
'databaseerror'        => 'هه‌ڵه‌ له‌ بنكه‌دراوه‌دا هه‌یه‌',
'dberrortext'          => 'ھەڵەیەکی ڕستەنووسی لە داواکاریی بنکەی‌دراو ڕووی‌داوە.
لەوانەیە ئەوە نیشاندەری کەلێنێک لە نەرمامێرەکەدا بێت.
دوایین تێکۆشان بۆ داواکاری بنکەی‌دراو:
<blockquote><tt>$1</tt></blockquote>.
لە کرداری "<tt>$2</tt>".
$5 ئەم ھەڵەی گەڕاندووتەوە "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'هەڵەیەکی ڕستەنووسی لە داواکاریی بنکە‌ی‌دراو ڕووی‌داوە.
دوایین تێکۆشان بۆ داواکاری بنکەی‌دراو:
"$1"
لە کرداری "$2".
$5 ئەم ھەڵەی گەڕاندووەتەوە "$3: $4"',
'laggedslavemode'      => 'ئاگاداری: لەوانەیە لاپەڕەکە نوێکردنەکان لە بەر نەگرێت.',
'readonly'             => 'بنکەدراوە داخراوە',
'enterlockreason'      => 'هۆیەک بۆ قوفڵ‌کردنەکە بنووسە کە  تێیدا کاتی کردنەوەی قۆفڵەکە باس کرابێت',
'readonlytext'         => 'بنکەدراوەکە لەم کاتەدا  لەبەر چاکسازی ئاسایی بۆ نوسینی نوێ و دەستکاری قوفڵ کراوه. دوای ئەوە ئەگرێتەوە بۆ ئاستی خۆی.

ئەو بەڕێوبەرەی کە قوفڵی کردووه ئەم ڕوون‌کردنەوەی نووسیوە : $1',
'missing-article'      => 'دانەگە (دەیتابەیس) نەیتوانی دەقی پەڕەیەک بدۆزێتەوە کە دەبوا بیدۆزایەتوە، بەناوی "$1" $2 .

ئەمە کاتێ ڕوو ئەدات کە بەدواچوونی بەستەری پەڕەیکی سڕاوە یان جیاوازیەکانی مێژوو تێپەڕبووی دەکەی.

ئەگەر وا نەبێت، ئەوا ڕەنگە گرفتێکت لەم نەرمامێرە دا ھەبێت، کە تۆ پێت زانیوە..
تکایە ئەمە بە یەکێک لە ئەندامانی [[Special:ListUsers/sysop|بەڕێوبەر]] ڕاپۆرت بدە، و ناونیشانی URLـەکەی پێ بدە.',
'missingarticle-rev'   => '(پیاچوونەوە#: $1)',
'readonly_lag'         => 'بنكه‌دراوه‌كه‌ به‌شێوه‌ی خۆكار به‌ندكراوه‌، له‌كاتێكدا بنكه‌دراوه‌ی ڕاژه‌كاره‌كه‌ ڕۆڵی له‌خۆگرتن ده‌گێڕێت',
'internalerror'        => 'هه‌ڵه‌یه‌كی ناوخۆیی ڕویدا',
'internalerror_info'   => 'هه‌ڵه‌ی ناوخۆیی: $1',
'fileappenderror'      => 'نه‌تواندرا "$1" بخرێته‌سه‌ر "$2".',
'filecopyerror'        => 'په‌ڕگه‌ی „$1“ ڕوونوس نابێت بۆ „$2“ .',
'filerenameerror'      => 'ناوی په‌ڕگه‌ی "$1" نه‌گۆڕدرا بۆ "$2".',
'filedeleteerror'      => 'بسڕدرێته‌وه‌"$1" نه‌توانرا په‌ڕگه‌ی',
'directorycreateerror' => 'نەتوانرا بوخچەی "$1"دروست بکرێت.',
'filenotfound'         => 'په‌ڕگه‌ی "$1" نه‌دۆزرایه‌وه‌',
'fileexistserror'      => 'ناتوانی لەسەر پەڕگەی "$1" بنووسیت: ئەو پەڕگەیە هەیە.',
'unexpected'           => 'نرخی چاوەڕوان نەکراو: "$1"="$2" .',
'formerror'            => 'هەڵە: فورمەکە نانێردرێت.',
'badarticleerror'      => 'ئەو ئاماژە لەم لاپەڕەدا پێک‌نایە.',
'cannotdelete'         => 'نەتوانرا پەڕە یان پەڕگەی دیاریکراو بسڕدرێتەوە.
لەوانەیە پێشتر لە لایەن کەسێکی ترەوە سڕدرابێتەوە.',
'badtitle'             => 'ناونیشانی خراپ',
'badtitletext'         => 'سەرناوی ئەو لاپەڕەی کە دەتەوێت پووچە، بەتاڵە، یان سەرناوێکی نێوان-زمانی یان نێوانی-ویکییە کە بە شێوەیەکی ھەڵە لکێندراوە.
ڕەنگە یەک یان چەند کاراکتێری تێدا بێت کە ناشێت لە نێو سەرناوەکان دا بەکار بھێنرێت.',
'perfcached'           => 'ئەم داتای خوارەوە پاشەکەوتی کەشە وە ناکرێ تازەی بکەیەوە.',
'perfcachedts'         => 'ئەم داتای خوارەوە کەش کراوە، و دوایین جار لە $1 تازە کراوەتەوە',
'querypage-no-updates' => 'تازەکردنەوەی ئەم لاپەڕە لە حاڵی ئێستا دا ناچالاک کراو.
داتای ئەم شوێنە بەم زووانە تازە ناکرێتەوە.',
'wrong_wfQuery_params' => 'پارامێتری ھەڵە بۆ wfQuery()<br />
کردار: $1<br />
داواکاری: $2',
'viewsource'           => 'بینینی سەرچاوە',
'viewsourcefor'        => 'بۆ $1',
'actionthrottled'      => 'چالاکی پێشی پێ گیرا',
'actionthrottledtext'  => 'بە مەبەستی پێشگریی لە سپەم، ڕێگە نادرێت تۆ لە ماوەیەکی کورت دا لە سەر یەک ئەمە زۆر جار ئەنجام بدەی، وە ئیستا تۆ لە ڕادە بەدەرت کردووە.
تکایە پاش چەند خولەک دووبارە تاقی بکەوە.',
'protectedpagetext'    => 'بە مەبەستی پێشگریی لە دەستکاریی، ئەم لاپەڕە قوفڵ کراوە.',
'viewsourcetext'       => 'تۆ دەتوانی سەرچاوەی ئەم لاپەڕە ببینی و کۆپی بکەی:',
'protectedinterface'   => 'ئەم لاپەڕە دەقی ڕوواڵەتی نەرم‌ئامێرەکە نیشان ئەدات، وە بۆ پێشگریی لە خراپکاریی قوفڵ کراوە.',
'editinginterface'     => "'''ئاگاداریی:''' تۆ خەریکی دەستکاریی لاپەڕەیەکی کە بۆ دابینکردنی دەقی ڕوواڵەتی نەرم‌ئامێر بە کار دەھێنرێت.
گۆڕانکاریی لە ئەم لاپەڕە کاریگەر دەبێت لە سەر ڕواڵەتی لاپەڕەکانی بەکارھێنەرانی دیکە.
بۆ وەرگێڕان تکایە [http://translatewiki.net/wiki/Main_Page?setlang=en translatewiki.net] بەکار بھێنە، واتە پرۆژەی خۆجێیی‌کردنی مێدیاویکی.",
'sqlhidden'            => '(داواکاریی SQL شاراوەیە)',
'cascadeprotected'     => 'ئەم لاپەڕە پارێزراوە لە دەستکاریی، چونکا خراوەتە سەر ڕیزی ئەم {{PLURAL:$1|لاپەڕانه‌، کە}} که‌ به‌ هه‌ڵکردنی بژارده‌ی داڕژان هه‌ڵکراوه‌:
$2',
'namespaceprotected'   => "تۆ ناتوانی لاپەڕەکانی ناو نەیمسپەیسی '''$1''' بگۆڕی.",
'customcssjsprotected' => 'تۆ ناتوانی ئەم لاپەڕە دەستکاریی بکەی، چونکا ڕێکراوە تاکەکەسییەکانی بەکارھێنەرێکی دیکەی تێدایە.',
'ns-specialprotected'  => 'تۆ ناتوانی لاپەڕە تایبەتەکان دەستکاریی بکەی.',
'titleprotected'       => 'ئەم سەرناوە پارێزراوە لە دروستکران لە لایەن [[User:$1|$1]].
ھۆکاری ئەمە بریتیە لە "\'\'$2\'\'".',

# Virus scanner
'virus-badscanner'     => "پێکەربەندیی نابەجێ: ڤایرس سکەنێری نەناسراو: ''$1''",
'virus-scanfailed'     => 'سکەن ئەنجام نەدرا(کۆد $1)',
'virus-unknownscanner' => 'دژەڤایرس نەناسراوە:',

# Login and logout pages
'logouttext'                 => "'''ئێستا تۆ لە ھەژمارەکەت ھاتوویتە دەرەوە.'''

تۆ دەتوانی درێژە بدەی بە بەرکارھێنانی {{SITENAME}} بە شێوەی بێناو، یان دەتوانی [[Special:UserLogin|دیسانەوە بچیتەوە ژوورەوە]] بە ھەمان ناو یان بە ناوی بەکارھێنەرێکی جیاوازەوە.
ئاگادار بە کە سەرەڕای چوونەدەرەوەی تۆ لە ھەژمارەکەت ھەندێک لە پەڕەکان ھەر بە شێوەیەک نیشان ئەدرێن کە گوایە تۆ ھێشتا لە ژوورەوەیت. ئەمە بەردەوام دەبێت ھەتا کاتێک کە تۆ کەشی وێبگەڕەکەت دەسڕیتەوە.",
'welcomecreation'            => '== بەخێربێی، $1! ==
ھەژمارەکەت دروست کرا.
لە بیرت نەچێت کە گۆڕانکاری لە [[Special:Preferences|ھەڵبژاردەکانی {{SITENAME}}]]ی تایبەتی خۆت بدەی.',
'yourname'                   => 'ناوی بەکارھێنەر:',
'yourpassword'               => 'تێپه‌ڕه‌وشه‌:',
'yourpasswordagain'          => 'تێپه‌ڕه‌وشه‌ دووباره:‌',
'remembermypassword'         => 'زانیاریی چوونە ژوورەوەم لەسەر ئەم کۆمپیوتەرە پاشەکەوت بکە‌',
'yourdomainname'             => 'ناوی دۆمه‌ینی خۆت',
'externaldberror'            => 'یان هەڵەی ڕێگەپێدانی بنکەدراو هەیە یان ڕێگات پێ نادرێت بۆ نوێ کردنی هەژماری دەرەکیت.',
'login'                      => 'چوونەژوورەوە(login)',
'nav-login-createaccount'    => 'چوونەژوورەوە / دروستکردنی هەژمار',
'loginprompt'                => 'بۆ چونەژوورەوه لە {{SITENAME}}، ئەشێ ڕێگە بدەی بە کووکی‌یەکان.',
'userlogin'                  => 'دروست کردنی ھەژمار/چوونە ژورەوە',
'logout'                     => 'ده‌رچوون',
'userlogout'                 => 'دەرچوون',
'notloggedin'                => 'له‌ ژووره‌وه‌ نیت',
'nologin'                    => 'ھەژمارت نییە؟  $1.',
'nologinlink'                => 'ببه‌ به‌ ئه‌ندام',
'createaccount'              => 'ھەژمار دروست بکە',
'gotaccount'                 => 'خاوه‌نی هه‌ژماری خۆتی؟ $1.',
'gotaccountlink'             => 'چوونه‌ ژووره‌وه‌',
'createaccountmail'          => 'بە ئیمەیل',
'badretype'                  => 'تێپەڕوشەکان لەیەک ناچن.',
'userexists'                 => 'ئەو ناوەی تۆ داوتە پێشتر کەسێکی دیکە بەکاری بردووە.
ناوێکی دیکە ھەڵبژێرە.',
'loginerror'                 => 'ھەڵە لە چوونە ژوورەوەدا',
'nocookiesnew'               => 'هەژماری بەکارهێنەر درووست‌کرا، بەڵام بە سەرکەوتوویی نەچوویتەوە ژوورەوە.
{{SITENAME}} بۆ چوونەوە ژووری بەکارهێنەر لە شەکرۆکە کەڵک وەر دەگرێت.
تۆ بەکار‌هێنانی شەکرۆکەت لەکارخستە.
تکایە شەکرۆکە کارا بکە و بە ناو و وشەی تێپەڕبوونی بەکارهێنەر بچۆ ژوورەوە.',
'nocookieslogin'             => '{{SITENAME}} بۆ چوونەژوورەوە لە کووکی‌یەکان کەڵک وەرئەگرێت.
ڕێگەت نەداوە بە کووکی‌یەکان.
ڕێگەیان پێ بدەو و دیسان تێبکۆشە.',
'noname'                     => 'ناوی بەکارهێنەری گۆنجاوت دابین‌ نەکردووه.',
'loginsuccesstitle'          => 'سەرکەوتی بۆ چوونە ژوورەوە',
'loginsuccess'               => "'''ئێستا لە {{SITENAME}} چوویتەوە ژوورەوە  وەک \"\$1\".'''",
'nosuchuser'                 => 'بەکارھێنەرێک بە ناوی «$1» نیە.
ناوی بەکارھێنەر بە گەورە و بچووک بوونی پیتەکان ھەستیارە.
ڕێنووسەکەت چاولێکەرەوە، یان [[Special:UserLogin/signup|ھەژمارێکی نوێ دروست بکە]].',
'nosuchusershort'            => 'بەکارهێنەر بە ناوی "<nowiki>$1</nowiki>" نیە.
چاو لە ڕێنووسەکە بکە.',
'nouserspecified'            => 'دەبێ ناوی بەکارهێنەر دابین‌ بکەی.',
'wrongpassword'              => 'تێپەڕوشەی ھەڵە. 
تکایە دووبارە تێبکۆشە.',
'wrongpasswordempty'         => 'تێپەڕەوشەی لێدراو بەتاڵبوو.
تکایە هەوڵ بدەوە.',
'passwordtooshort'           => 'تێپەڕوشەکەت زۆر کورتە.
لانی کەم دەبێ {{PLURAL:$1|١ پیت|$1 پیت}} بێت.',
'password-name-match'        => 'تێپەڕوشەکەت ئەبێ جیاواز بێت لە ناوی بەکارهێنەریت.',
'mailmypassword'             => 'تێپەڕوشەیەکی نوێ بنێرە بۆ ئیمەیلەکەم',
'passwordremindertitle'      => 'تێپەڕوشەیەکی نوێی کاتی بۆ  {{SITENAME}}',
'passwordremindertext'       => 'کەسێک (شایەد تۆ، لە ئەدرەسی ئای‌پیی $1) داخوازی تێپەڕوشەیەکی نوێی کردووە بۆ {{SITENAME}} ($4).
تێپەڕوشەیەکی کاتی بۆ بەکارهێنەر «$2» درووست‌کراوە و  وەک «$3» دانراوه. ئەگەر داواکاری تۆ بووە، دەبێ هەر ئێستا بڕۆیتە ژوورەوە و تێپەڕوشەیەکی نوێ هەڵبژێریت. تێپەڕوشەی کاتی لە $5 ڕۆژ دا ماوەی‌ بەسەر دەچێت.

ئەگەر کەسێکی دی ئەو داخوازیەی کردە یان وشە نهێنیەکەت بیر هاتەوە 
و چی تر پێویستت بە گۆڕانی نەبوو، ئەم پەیامە بەتاڵ‌کەوە و لە وشە نهێنیە کۆنەکەت کەڵک وەربگرە.',
'noemail'                    => 'ھیچ ئەدرەسێکی ئیمەیل تۆمار نەکراوە بۆ بەکارھێنەر « $1 ».',
'passwordsent'               => 'وشەی نهێنی نوێ بۆ ئەدرەسی ئی‌مێڵغ تۆمار کراو بۆ "$1"، ناردرا.
تکایە دوای وەرگرتنی دووبارە بچۆ ژوورەوە.',
'blocked-mailpassword'       => 'ئادرەسی ئای‌پی تۆ بۆ دەستکاری کردن بەستراوه بۆیە بۆ بەرگری لە بەکارهێنانی نابەجێ ئەنجامی گەڕانەوەی تێپەڕوشە ڕیگە نەدراوە.',
'eauthentsent'               => 'ئی‌مەیلێکی بڕواپێکردن ناردرا بۆ ئەدرەسی ئی‌مەیلی پاڵێوراو. <br />
پێش ئەوەی ئی‌مەیلی‌تر بنێردرێ بۆ ئەم هەژمارە، بۆ ئەوەی بڕوات پێ‌بکرێ کە ئەو هەژمارە بەڕاستی هین تۆیە، دەبێ ڕێنوماییەکانی ناو ئەو ئی‌مەیلە هەنگاو بە هەنگاو ئەنجام بدەیت.',
'throttled-mailpassword'     => 'بیرهێنەرەوەیەکی وشەی نهێنی پێش ئەمە لە {{PLURAL:$1|کاتژمێر}}ی ڕابردوودا ناردراوە.
بۆ بەرگری لە بەکارهێنانی خراپ، تاکە یەک بیرهێنەرەوەی وشەی نهێنی هەر {{PLURAL:$1|کاتژمێر}} دەنێردرێت.',
'mailerror'                  => 'هەڵە ڕوویدا لە ناردنی ئیمەیل: $1',
'acct_creation_throttle_hit' => 'بینەرانی ویکی بەکەڵک وەرگرتن لەم ئای‌پی ئەدرەسەی تۆ لە ڕۆژانی ڕابردوودا، دەستیان کردە بە درووست‌کردنی {{PLURAL:$1|هەژمارە}}، کە زۆرینە ڕیگەپێدان لە یەک ماوە‌دایە.
وەک ئەنجامی ئەو ڕووداوە، ئەو بینەرانی لەم ئای‌پی ئەدرەسە کەڵک وەر دەگرن لەم کاتەدا ناتوانن هەژماری دیکە درووست‌بکەن.',
'emailauthenticated'         => 'ئیمەیلەکەت بە ڕاست ناسرا لە $3ی $2 دا',
'emailnotauthenticated'      => 'ئیمەیلەکەت ھێشتا نەناسراوە.
ھیچ ئیمەیلێک بۆ ئەم بابەتانەی خوارەوە نانێردرێت.',
'noemailprefs'               => 'بۆ کەوتنە کاری ئەو تایبەتمەندیانە، لە هەڵبژاردەکانت ئەدرەسەکی ئی‌مێڵ دابین بکە.',
'emailconfirmlink'           => 'ئیمەیلەکەت پشت‌ڕاست بکەرەوە',
'invalidemailaddress'        => 'ئەو ئەدرەسی ئی‌مێڵە لەبەر ئەوەی بە شێوازێکی نەناسراوە، پەسند نەکرا.
تکایە ئەدرەسێک بە شێوازی ناسراو بنووسە یان ئەو خانەیە بەتاڵ بهێڵەوە.',
'accountcreated'             => 'ھەژمار دروست کرا',
'accountcreatedtext'         => 'هەژماری بەکارهێنەر بۆ $1 درووست‌کرا.',
'createaccount-title'        => 'درووست‌کردنی هەژمارە بۆ {{SITENAME}}',
'createaccount-text'         => 'کەسێک هەژمارەیەکی بۆ ئی‌مێڵ ئەدرەسەکی تۆ لەسەر {{SITENAME}} ($4) بەناوی "$2"، بە وشەی نهێنی "$3".
ئێستا دەبێ بڕۆیتە ژوورەوە و وشەی نهێنی بگۆڕیت.

ئەگەر ئەو هەژمارە بە هەڵە درووست‌کراوە، ئەم برووسکە لە بەرچاو مەگرە.',
'login-throttled'            => 'ژمارەیەکی زۆر هەوڵت داوە بۆ وشەی تێپەڕبوونی ئەم هەژمارە.<br />
تکایە پێش هەوڵی دووبارە، نەختێک بوەستە.',
'loginlanguagelabel'         => 'زمان: $1',

# Password reset dialog
'resetpass'                 => 'گۆڕینی تێپەڕوشە',
'resetpass_announce'        => 'بە کۆدی کاتیی ئیمەیل‌کراو ھاتوویتە ژوورەوە.
بۆ دوایی ھاتنی چوونە ژوورەوە، ئەشێ تێپەڕوشەیەکی نوێ ھەڵبژێری لێرە:',
'resetpass_text'            => '<!-- تێپه‌ڕه‌وشه‌ی هه‌ژماره‌كه‌ سفر بكه‌ره‌وه‌ -->',
'resetpass_header'          => 'گۆڕینی تێپەڕوشەی ھەژمار',
'oldpassword'               => 'تێپەڕوشەی پێشو:',
'newpassword'               => 'تێپەڕوشەی نوێ:',
'retypenew'                 => 'تێپەڕوشەی نوێ دوبارە بنووسەوە:',
'resetpass_submit'          => 'تێپەڕوشە رێکخە و بچۆ ژوورەوە',
'resetpass_success'         => 'تێپەروشەکەت بە سەرکەوتوویی گۆڕدرا. ئێستا چوونە ژوورەوەت...',
'resetpass_forbidden'       => 'تێپەڕوشەکە ناگۆڕدرێت',
'resetpass-no-info'         => 'بۆ گەیشتنی راستەوخۆ بەم پەڕە ئەشێ بچیتە ژوورەوە.',
'resetpass-submit-loggedin' => 'گۆڕینی تێپەڕوشە',
'resetpass-wrong-oldpass'   => 'تێپەڕوشەی ھەنووکەیی یان تێپەڕوشەی کاتی ھەڵەیە.
وا دیارە تێپەڕوشەکەت بە سەرکەوتوویی گۆڕدراوە یان داوای تێپەڕوشەیەکی نوێت کردووە.',
'resetpass-temp-password'   => 'تێپەڕوشەی کاتی:',

# Edit page toolbar
'bold_sample'     => 'دەقی ئەستوور',
'bold_tip'        => 'دەقی ئەستوور',
'italic_sample'   => 'دەقی لار',
'italic_tip'      => 'دەقی لار',
'link_sample'     => 'نێوی بەستەر',
'link_tip'        => 'بەستەری ناوخۆ',
'extlink_sample'  => 'http://www.example.com سەردێڕی بەستەر',
'extlink_tip'     => 'بەستەری دەرەکی (لەبیرت بێ نووسینی پێشگری http:// )',
'headline_sample' => 'دەقی سەردێڕ',
'headline_tip'    => 'سەردێڕی ئاست ۲',
'math_sample'     => 'لەگرە فۆرموول بخەسەر',
'math_tip'        => 'فۆرموولی بیرکاری (LaTeX)',
'nowiki_sample'   => 'لەگەرە دەقی نەڕازراو تێ‌بخە',
'nowiki_tip'      => 'لەبەرچاو نەگرتنی دارشتنەکانی ویکی',
'image_sample'    => 'نموونە.jpg',
'image_tip'       => 'وێنەی نێو دەق',
'media_sample'    => 'نموونە.ogg',
'media_tip'       => 'لینکی پەڕگە',
'sig_tip'         => 'ئیمزاکەت بە مۆری ڕێکەوتەوە',
'hr_tip'          => 'هێڵی ئاسۆیی (دەگمەن بەکاری بێنە)',

# Edit pages
'summary'                          => 'پوختە:',
'subject'                          => 'بابه‌ت / سه‌روتار:',
'minoredit'                        => 'ئەم گۆڕانکاری‌یە بچووکە',
'watchthis'                        => 'چاودێڕی ئەم پەڕەیە بکە',
'savearticle'                      => 'پاشەکەوتکردنی پەرە',
'preview'                          => 'پێشبینین',
'showpreview'                      => 'پێشبینینی پەڕە',
'showlivepreview'                  => 'پێشبینینی ڕاسته‌وخۆ',
'showdiff'                         => 'گۆڕانکارییەکان نیشان بدە',
'anoneditwarning'                  => "'''وشیار بە:''' نەچوویتەتە ژوورەوە.
ئەدرەسی ئەکەت لە مێژووی ئەم پەڕە دا تۆمار دەکرێ.",
'missingsummary'                   => "'''وە بیر خستنەوە:''' پوختەیەکت نەنووسیوە بۆ چۆنیەتی گۆڕانکارییەکەت.
ئەگەر جارێکی تر پاشکەوت کردن لێبدەی، بێ پوختە تۆمار دەکرێ.",
'missingcommenttext'               => 'تکایە لە خوارەوە شرۆڤەیەک بنووسە.',
'missingcommentheader'             => "'''بیرهێنانەوە:''' بۆ ئەم بۆچوونەت سەردێڕ\\بابەت ڕاچاو نەکردووە.<br />
ئەگەر دیسان پاشەکەوت لێدەی، دەستکاریەکەت بێ سەردێڕ یان بابەت پاشەکەوت ئەبێ.",
'summary-preview'                  => 'پێشبینینی کورتە:',
'subject-preview'                  => 'پێشبینینی بابەت\\سەردێڕ :',
'blockedtitle'                     => 'به‌کار هینه‌ر له‌کار خراوه',
'blockedtext'                      => '<big>\'\'\'ناوی بەکارهێنەری یان ئای‌پی ئەدرەسی تۆ بەربەست‌ کراوە.\'\'\'</big><br /><br />
بەربەست لە لایەن $1 کراوە.<br />
هۆکاری بەربەست کردن \'\'$2\'\'.<br /><br />
* دەستپێکی بەربەست‌کران: $8<br />
* کۆتایی هاتنی بەربەست‌کران: $6<br />
* بابەتی بەربەست: $7<br /><br />
دەبێ پەیوەندی بکەی بە $1 یان یەکێ دی لە [[{{MediaWiki:Grouppage-sysop}}|بەڕێوبەران]] بۆ وتووێژ سەبارەت بە بەربەست‌کرانەکە.<br /><br />
لە بیرت بێ تاکوو ئەمەیل ئەدرەسێکی بڕوا پێ‌کراو لە [[Special:Preferences|ھەڵبژاردەکانی بەکارھێنەر]] ڕاچاو نەکەی، نابێت لە هەلی "ئی‌مەیل ناردن بۆ ئەم بەکارهێنەرە" کەڵک وەر بگری؛ کەڵک وەرگرتن لەوە بەربەست نەکراوە بۆت.<br /><br />
ئای‌پی ئەدرەسی ئێستای تۆ $3 و پەێناسەی بەربەست‌کراو #$5.<br />
تکایە لە هەر پرس و داواکاریەکت‌دا هەموو وردەکاریەکانی سەرەوە بگونجێنە.',
'autoblockedtext'                  => 'ئای‌پی ئەدرەسی تۆ بە شێوەی خۆکار بەربەست کراوە چونکە لە لایەن بەکارهێنەرێکی دی کەڵکی لێ وەرگیراوە کە لە لایەن $1 بەربەست کراوە.<br />
ئەمە هۆکارەکەیەتی:<br /><br />
:\'\'$2\'\'<br /><br />
* دەستپێکی بەربەست‌کران: $8<br />
* کۆتایی هاتنی بەربەست‌کران: $6<br />
* بابەتی بەربەست: $7<br /><br />

دەبێ پەیوەندی بکەی بە $1 یان یەکێ دی لە [[{{MediaWiki:Grouppage-sysop}}|بەڕێوبەران]] بۆ وتووێژ سەبارەت بە بەربەست‌کرانەکە.<br /><br />

لە بیرت بێ تاکوو ئەمەیل ئەدرەسێکی بڕوا پێ‌کراو لە [[Special:Preferences|ھەڵبژاردەکانی بەکارھێنەر]] ڕاچاو نەکەی، نابێت لە هەلی "ئی‌مەیل ناردن بۆ ئەم بەکارهێنەرە" کەڵک وەر بگری؛ کەڵک وەرگرتن لەوە بەربەست نەکراوە بۆت.<br /><br />

ئای‌پی ئەدرەسی ئێستای تۆ $3 و پەێناسەی بەربەست‌کراو #$5.<br />
تکایە لە هەر پرس و داواکاریەکت‌دا هەموو وردەکاریەکانی سەرەوە بگونجێنە.',
'blockednoreason'                  => 'هیچ هۆکارێک نەدراوە',
'blockedoriginalsource'            => "سەرچاوەی '''$1''' لەخوارەوە پیشاندراوە:",
'blockededitsource'                => "دەقی '''دەستکاریەکانی تۆ''' بۆ '''$1''' لە خوارەوە نیشان‌دراوە:",
'whitelistedittitle'               => 'بۆ دەسکاری پێویسته بەشدار بیت',
'whitelistedittext'                => 'بۆ دەستکاری کردنی لاپەڕەکان دەبێ $1.',
'confirmedittext'                  => 'پێویستە پێش هەرجۆرە دەستکاریەکی لاپەڕەکان ئەدرەسی ئیمەیلت ڕاچاو کردبێت .<br />
تکایە لە [[Special:Preferences|ھەڵبژاردەکانی بەکارھێنەر]] ئی‌مەیلەکەت دانێ و بڕواپێکراوی بکە.',
'nosuchsectiontitle'               => 'هیچ بەشێک نییە',
'nosuchsectiontext'                => 'هەوڵی دەستکاری‌کردنی بەشێکت داوە کە بوونی نیە .<br />
لەبەر ئەوەی بەشی $1 نیە‌، شوێنێکیش بۆ پاشەکەوت‌کردنی دەستکاریەکەت نیە.',
'loginreqtitle'                    => 'پێویستە بچیه ژور',
'loginreqlink'                     => 'چونە‌ژوور',
'loginreqpagetext'                 => 'بۆ دیتنی لاپەڕەکانی دیکە دەبێ $1 .',
'accmailtitle'                     => 'وشه‌ی نهێنی ناردرا.',
'accmailtext'                      => "تێپەڕوشەیەکی هەرەمەکی درووست‌کراو بۆ [[User talk:$1|$1]] ناردرا بۆ $2 .

کاتێ چوویتە ‌ژوورەوە، لە ''[[Special:ChangePassword|گۆڕینی تێپەڕوشە]]'' دەتوانی وشەی تێپەڕبوون بۆ ئەم هەژمارە نوێیە بگۆڕی.",
'newarticle'                       => '(نوێ)',
'newarticletext'                   => "بە دوای بەستەری پەڕەیەک کەوتووی کە ھێشتا دروست نەکراوە. <br /> بۆ دروست کردنی پەڕەکە، لە چوارچێوەکەی خوارەوە دەست کە بە تایپ کردن. (بۆ زانیاری زورتر[[یارمەتی|{{MediaWiki:Helppage}}]] ببینە). <br />  ئەگەر بە ھەڵەوە ھاتویتە ئەگرە، لە سەر دوگمەی '''back'''ی وێبگەڕەکەت کلیک کە.",
'anontalkpagetext'                 => "----''ئەمە لاپەڕەی وتووێژە بۆ بەکارهێنەرێکی نەناسراوە کە هێشتا هەژمارەی درووست‌نەکردووه یان کەڵکی‌ لێ وەرناگرێ .
لەبەر ئەوە مەجبوورین ئای‌پی ئەدرەسەکی ژمارەیی بۆ ناساندنی بەکار بێنین.
ئای‌پی ئەدرەسی وا لەوانەیه لە لایەن چەندین بەکارهێنەروە بەکاربێت.
ئەگەر تۆ بەکارهێنەرێکی نەناسراوی و هەست ئەکەی ئەم لێدوانە پەیوەندی بە تۆوە نیە تکایە [[Special:UserLogin/signup|ھەژمارێکی نوێ دروست بکە]] یان [[Special:UserLogin|بچۆ ژوورەوە]] لەبەر ئەوەی لەداهاتوودا دەگەڵ بەکارهێنەرانی‌ نەناسراوی دی تێکەڵ نەکرێیت. ''",
'noarticletext'                    => 'ھەنووکە لەم پەڕەدا ھیچ دەقێک نیە.
دەتوانی بۆ ئەم ناوە لە [[Special:Search/{{PAGENAME}}|پەڕەکانی تر دا بگەڕێی]] ،<span class="plainlinks">[{{fullurl:Special:Log|page={{urlencode:{{FULLPAGENAME}}}}}} لە لۆگەکاندا بگەڕی ],
یان [{{fullurl:{{FULLPAGENAME}}|action=edit}}  ئەم پەڕە دەستکاری بکەیت. ]</span>.',
'userpage-userdoesnotexist'        => 'هەژماری بەکارهێنەری "$1" تۆمار نەکراوە.<br />
گەر دەتەوێ ئەم لاپەڕە درووست‌کەی یان دەستکاری بکەی تکایە تاقی‌بکەوە .',
'clearyourcache'                   => "'''ئاگاداری - دوای پەشەکەوت‌کردن، بۆ بینینی گۆڕانکارییەکان دەبێ کاشی وێبگەڕەکەت دەور لێ‌دەیتەوە.'''<br />
'''Mozilla / Firefox / Safari:'''کاتێ لەسەر ''Reload'' کرتە دەکەی، دەست لەسەر''Shift'' ڕاگرە، یان ''Ctrl-F5'' لێدە یا ''Ctrl-R''. (لە ماکینتاش ''Command-R'' ئەبێ لێدەی)<br />
'''Konqueror: ''' لەسەر ''Reload'' کرتە بکە یا ''F5'' لێدە ؛<br />
'''Opera:''' کاشەکەت لە ''Tools → Preferences'' بسڕەوە ؛<br />
'''Internet Explorer:''' کاتێ ''Refresh'' لێ‌ئەدەی ''Ctrl'' ڕاگرە، یان ''Ctrl-F5'' لێدە .",
'usercssyoucanpreview'             => "'''سەرچەشن:'''لە دوکمەی 'نیشان‌دانی پێشبینین' کەڵک وەرگرە بۆ تاقی‌کردنەوەی CSS نوێ‌کەت ، پێش پاشەکەوت‌کردن.",
'userjsyoucanpreview'              => "'''سەرچەشن:'''لە دوکمەی 'نیشان‌دانی پێشبینین' کەڵک وەرگرە بۆ تاقی‌کردنەوەی JS نوێ‌کەت ، پێش پاشەکەوت‌کردن.",
'usercsspreview'                   => "'''له‌یادت بێ که‌ ئێسته‌ ته‌نها پێشبینینی CSS به‌کارهێنه‌ریه‌که‌ت ده‌که‌ی.'''
'''هێشتا پاشه‌که‌وت نه‌بووه !'''",
'userjspreview'                    => "'''لەیادت بێ کە ئێستە تەنها پێشبینین\\تاقی‌کردنەوەی جاڤاسکریپتی بەکارهێنەریەکەت دەکەی.'''
'''هێشتا پاشەکەوت نەبووه !'''",
'userinvalidcssjstitle'            => "'''ئاگادارکردنەوە:''' پێست نیە بۆ \"\$1\".
لەیادت بێ کە لاپەڕەکانی‌ .css و .js لە بابەت بە پیتی بچووک کەڵک وەر ئەگرن. وەک {{ns:user}}:Foo/monobook.css نە وەک {{ns:user}}:Foo/Monobook.css .",
'updated'                          => '(نوێ‌کراوە)',
'note'                             => "'''تێبینی:'''",
'previewnote'                      => "'''لە بیرت بێت کە ئەمە تەنها پێشبینینە.
گۆڕانکارییەکانت تا ئێستا پاشەکەوت نەکراون!'''",
'previewconflict'                  => 'ئەم پێشبینینە بە تۆ نیشان ئەدات ئەو دەقەی لە شوێنی دەستکاری سەرەوە داتناوە چۆن بەرچاو ئەکەوێت ئەگەر پاشەکەوتی بکەیت.',
'session_fail_preview'             => "'''ببوورە! لەبەر ون‌بوونی هێندێ دراوە ناتوانین دەستکاریەکەت چارەسەر کەین.'''<br />
تکایە دیسان تاقی‌ بکەوە.<br />
ئەگەر هێشتا کار ناکات بکۆشە [[Special:UserLogout|بچیتە دەرەوە]] و بگەڕێیتەوە ژوورەوە.",
'session_fail_preview_html'        => "'''ببوورە! لەبەر ون‌بوونی هێندێ دراوە ناتوانین دەستکاریەکەت چارەسەر کەین.'''<br /><br />
''لەبەر ئەوەی {{SITENAME}} HTMLـی چاک توانا نەدراوە، پێشبینین بۆ بەرگری لە هێرشەکانی جاڤاسکریپتی داشاردراوە.''<br /><br />
'''ئەگەر ئەمە هەوڵێکی ڕەوا بۆ دەستکاری‌کردنە، تکایە دیسان تاقی‌ بکەوە.'''<br />
ئەگەر هێشتا کار ناکات بکۆشە [[Special:UserLogout|بچیتە دەرەوە]] و بگەڕێیتەوە ژوورەوە.",
'token_suffix_mismatch'            => "'''دەستکاریەکەت پەسەند نەکرا لەبەر ئەوەی ڕاژەخواز یان وێبگەڕەکەت نووسەکانی خاڵبەندی لەیەک پچڕاندوە.'''<br />
دەستکاریەکەت بۆ بەرگری لە تێکەڵ‌بوونی دەقی لاپەڕەکە وەر نەگیرا.<br />
ئەمە بڕێ‌جار کاتێ ڕوو ئەدات کە لە خزمەتی پرۆکسی سەر وێب کەڵک وەر بگریت.",
'editing'                          => 'دەستکاریکردنی $1',
'editingsection'                   => 'گۆڕاندنی: $1 (بەش)',
'editingcomment'                   => 'گۆڕاندنی $1 (بەشی  نوێ)',
'editconflict'                     => 'دەستکاری کێشە : $1',
'explainconflict'                  => "لەو ماوەی تۆ خەریک دەستکاری‌کردنی ئەم لاپەڕە بووی‌، کەسێکی‌تر گۆڕانکاری‌ تێدا کردووە.<br />
بەشی سەرەوەی دەق، شێوازی ئێستای لاپەڕەکە لە خۆ ئەگرێت.<br />
گۆڕانکاریەکانی تۆش لە بەشی خوارەوەی دەق نیشان‌دراوە.<br />
دەبێ گۆڕانکاریەکانی خۆت لەگەڵ ئێستەی لاپەڕەکەدا یەک‌بخەی.<br />
کاتێ \"پاشەکەوتی لاپەڕە\" لێدەی، '''تەنها''' ئەو دەقەی بەشی سەرەوە پاشەکەوت دەبێت.",
'yourtext'                         => 'نوسراوی تۆ',
'storedversion'                    => 'پێداچوونەوەی پاشەکەوت‌کراو',
'nonunicodebrowser'                => "'''ئاگاداری:  وێبگەڕەکەت لە یوونی‌کۆد پاڵپشتی ناکات .'''<br />
پرۆسەی چارەسەرکردن لە کاردایە بۆ ئەوەی ڕیگەت پێ بدا بە پاراوی دەستکاری لاپەڕەکان بکەیت: ئەو پیتانەی وا ASCII نین لە چوارچێوەی دەستکاری‌کردن‌دا وەک کۆدی ژمارە‌شازدەیی(hexadecimal) نیشان ئەدرێن.",
'editingold'                       => "'''ئاگاداری:  تۆ خەریکی دەستکاری‌ پێداچوونەوەیەکی کات‌بەسەرچووی ئەم لاپەڕەی.'''<br />
ئەگەر پاشەکەوتی بکەیت، هەموو گۆڕانکاریەکانی پێش ئەم پێداچوونەوە لەدەست ئەڕوا.",
'yourdiff'                         => 'جیاوازیەکان',
'copyrightwarning'                 => "تکایە ئاگادار بن کە ھەموو بەشدارییەک بۆ  {{SITENAME}} وا فەرز ئەکرێت کە لە ژێر «$2» بڵاو دەبێتەوە (بۆ ئاگاداری زۆرتر $1 سەیر کە). ئەگەر ناتەوێ نوسراوەکەت بێ‌ڕەحمانە دەستکاری بکرێت و  بە دڵخواز دیسان بڵاو ببێتەوە، لەگرە پێشکەشی مەکە. ھەروەھا بەڵین ئەدەی کە خۆت ئەمەت نووسیوە، یان لە سەرچاوەیەکی بە دەسەڵاتی گشتی ''(public domain)'' یان سەرچاوەیەکی ھاوتا لەبەرت‌گرتوەتەو.
'''«بەرھەمێک کە مافی لەبەرگرتنەوەی پارێزراوە، بێ ئیجازە  بڵاو مەکەرەوە.»'''",
'copyrightwarning2'                => "لە یادتان بێت کە هەموو بەشداریەکان لە {{SITENAME}} لەوانەیە لەلایەن بەشداربووەکانی‌تر دەستکاری بکرێن، بگۆڕدرێن یا بسڕێنەوە.<br />
ئەگەر ناتەوێ نووسراوەکانت بێ‌بەزەیی دەستکاری بکرێن، هەر مەینێرە بۆ ئێرە.<br />
هەروا تۆ بڕیارمان پێ‌ئەدوی کە ئەمە خۆت نووسیوتە یان لە شوێنێکی گشتی یا سەرچاوەیەکی ئازاد وەک ئەو کۆپی‌ هەڵت‌ گرتووە (بۆ وردەکاریەکان ئەمە ببینە $1) .<br />
'''بێ وەرگرتنی یارمەتی‌، کارە ماف‌پارێزراوەکان مەنێرە !'''",
'longpagewarning'                  => "'''ئاگاداری:''' درێژاییی ئەم پەڕە $1 کیلوبایتە؛
بڕێ لە وێبگەڕەکان لەگەڵ دەستکاری کردنی ئەو پەڕانە کە نزیک یان درێژتر لە ٣٢ کیلوبایتن کێشەیان ھەیە.
تکایە لەت کردنی ئەم پەڕە بۆ چەند بەشی چکۆلەترتان لەبەرچاو بێت.",
'longpageerror'                    => "'''هەڵە:  ئەو دەقی ناردووتە $1 کیلوبایت درێژەی هەیە، کە لە زۆرینەی $2 کیلۆبایت درێژترە.'''<br />
پاشەکەوت ناکرێت.",
'readonlywarning'                  => "'''ئاگاداری: بنکەدراوە بۆ چاکردنەوە داخراوە، بۆیە ئێستا ناتوانی دەستکاریەکانت پاشەکەوت بکەیت.'''<br />
باشتر وایە دەقەکە cut و paste بکەیتە ناو پەڕگەیەکی دەق و پاشەکەوتی بکەی بۆ دوایی.<br /><br />
ئەو بەڕێوبەرەی کە دایخستوە، ئەم هۆکارەی بەردەست خستووە: $1",
'protectedpagewarning'             => "'''ئاگاداری: ئەم پەڕە داخراوە بۆ ئەوی تەنھا ئەو بەکارھێنەرانە کە مافی بەڕێوەبەرایەتییان ھەیە بتوانن دەستکاریی بکەن.'''",
'semiprotectedpagewarning'         => "'''ئاگاداری: ئەم پەڕە داخراوە بۆ ئەوی تەنھا بەکارھێنەرە تۆمارکراوەکان بتوانن دەستکاریی بکەن.'''",
'cascadeprotectedwarning'          => "'''ئاگاداری:''' ئەم لاپەڕە داخراوە بۆیە تەنها ئەو کەسانەی مافی بەڕێوبەرایەتی‌یان هەیە ئەتوانن دەستکاری بکەن، چۆنکا ئەمە {{PLURAL:$1|لاپه‌ڕه‌|لاپه‌ڕانه‌}} لە زنجیرەی پارێزراوەکانی لە خۆ گرتووە‌:",
'titleprotectedwarning'            => "'''ئاگاداری: ئەم لاپەڕە داخراوە، بۆ درووست‌کردنی پێویستە [[Special:ListGroupRights|مافە تایبەتەکانت]] هەبێ.'''",
'templatesused'                    => 'ئەو قاڵبانە کە لەم پەڕەیەدا بە کارھێنراون:',
'templatesusedpreview'             => 'ئەو قاڵبانە کە لەم پێشبینینەدا بە کارھێنراون:',
'templatesusedsection'             => 'ئەو قاڵبانە کە لەم بەشەدا بە کارھێنراون:',
'template-protected'               => '(پارێزراو)',
'template-semiprotected'           => '(نیوەپارێزراو)',
'hiddencategories'                 => 'ئەم پەڕە ئەندامێکی {{PLURAL:$1|١ ھاوپۆلی شاراوەیە|$1 ھاوپۆلی شاراوەیە}}:',
'nocreatetitle'                    => 'درووست‌کردنی لاپەڕە سنووردار کراوە',
'nocreatetext'                     => '{{SITENAME}} توانای درووست‌کردنی لاپەڕە نوێکانی داخستووە.<br />
ئەتوانی بگەڕێتەوە دواوە و یەکێک لەو لاپەڕانەی وا هەن دەستکاری بکەیت ، یان [[Special:UserLogin|بچۆ ژوورەوە یان هەژمارێک درووست‌بکە]]',
'nocreate-loggedin'                => 'ئیجازەی دروست کردنی پەڕەی نوێت نیە.',
'permissionserrors'                => 'ھەڵەی ئیجازەکان',
'permissionserrorstext'            => 'مافی ئەنجامی ئەوەت نیە لەبەر ئەم {{PLURAL:$1|هۆکار|هۆکارانە}} :',
'permissionserrorstext-withaction' => 'دەسەڵاتت نییە بۆ $2 لەبەر ئەم {{PLURAL:$1|هۆکارە|هۆکارانە}}ی خوارەوە:',
'recreate-moveddeleted-warn'       => "'''ئاگاداری: خەریکی دووبارە لاپەڕەیەک درووست‌ ئەکەیته‌وه کە لە پێشدا سڕدراوەتەوە. '''<br /><br />
دەبێ ئاگات لەوە بێت کە دەستکاری‌کردنی ئەم لاپەڕە قازانجی هەیە یا نا.<br />
لۆگی سڕینەوە و جێبەجێ کردنی ئەم لاپەڕە بۆ ئاسان‌کاری لێرەدا هاتووە:",
'moveddeleted-notice'              => 'ئەم پەڕەیە سڕاوەتەوە.
لۆگی سڕینەوە و گواستنەوە بۆ پەڕەکە لە خوارەوە دابینکراوە.',
'log-fulllog'                      => 'دیتنی لۆگی تەواو',
'edit-hook-aborted'                => 'دەستکاری لە لایەن قولاپەوە هەڵوەشێندرایەوە.<br />
هۆکاری ئەوەی بەردەست نەخستووە.',
'edit-gone-missing'                => 'توانای نوێ‌کردنەوەی لاپەڕەکە نیە.<br />
لەوە دەچی سڕدرابێتەوه.‌',
'edit-conflict'                    => 'کێشەی دەستکاری.',
'edit-no-change'                   => 'دەستکاریەکەت بەرچاو نەخرا، لەبەر ئەوەی هیچ گۆڕانکارییەکت لەسەر دەقەکە نەکردووە.',
'edit-already-exists'              => 'توانای درووست‌کردنی لاپەڕەی نوێ نیە.<br />
ئەوە لەپێش‌دا هەبوو.',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''ئاگاداری:''' ئەم لاپەڕە ژمارەیەکی زۆر بانگ‌کەری فەنکشێنی لێک‌کەرەوەی لەخۆ گرتوو.<br /><br />
ئەوە دەبێ کەمتر بێت لە $2 {{PLURAL:$2|بانگ‌کەردن|بانگ‌کەردن}} کە ئێستا {{PLURAL:$1|بانگ‌کردنی|بانگ‌کردنی}} تێدایە.",
'expensive-parserfunction-category'       => 'ئەو لاپەڕانەی  ژمارەیەکی زۆر بانگ‌کەری فەنکشێنی لێک‌کەرەوەیان لەخۆ گرتووە.',
'post-expand-template-inclusion-warning'  => "'''ئاگاداری:''' قەبارەی داڕێژەکە زۆر گەورەیە.<br />
لەوانەیە هێندێ لە داڕێژەکان لەخۆ نەگرێت.",
'post-expand-template-inclusion-category' => 'ئەو لاپەڕانەی وا داڕێژە تیێدا قەبارەی تێپەڕیوە',
'post-expand-template-argument-warning'   => "'''ئاگاداری:''' ئەم لاپەڕە لانیکەم یەک بەڵگەی داڕێژە لە خۆ گرتوو کە قەبارەی کردنەوەی زۆر گەورەیە.<br />
ئەم بەڵگە بەکار نەخراوە.",
'post-expand-template-argument-category'  => 'ئەو لاپەڕانەی بەڵگەی داڕێژەی بەکار نەخراوی لەخۆ گرتووە',
'parser-template-loop-warning'            => 'ئەڵقەی داڕێژە دۆزرایەوە: [[$1]]',
'parser-template-recursion-depth-warning' => 'سنووری قووڵی گەڕانەوەی داڕێژە تێپەڕیوە ($1)',

# "Undo" feature
'undo-success' => 'دەستکاریەکە ئەتوانێ ئەنجام‌نەدراو بێت.<br />
تکایە بۆ ئەوەی ئەرخەیان بیت ئەمەیە ئەوەی‌ دەتویست بیکەی چاو لەو هەڵسەنگاندنەی خوارەوە بکە و دواتر بۆ تەواوکردنی ئەنجام‌نەدراو، گۆڕانکارییەکان پاشەکەوت بکە.',
'undo-failure' => 'لەبەر کێشەی دەست‌تێ‌وەردان، ناتوانی دەستکاریەکە ئەنجام‌نەدراو بکەیت.',
'undo-norev'   => 'ناتوانی دەستکاریەکە ئەنجام‌نەدراو بکەی لەبەر ئەوەی بوونی نیە یا سڕدراوەتەوە.',
'undo-summary' => 'پووچەڵ‌کرنەوەی پێداچوونەوەی $1 لەلایەن [[Special:Contributions/$2|$2]] ([[User talk:$2|وتووێژ]])',

# Account creation failure
'cantcreateaccounttitle' => 'ناتوانرێت هەژمار دروست بکرێت',
'cantcreateaccount-text' => 'درووست‌کردنی هەژمارە بۆ ناونیشانی ئای‌پی (\'\'\'$1\'\'\') لە لایەن [[User:$3|$3]] داخراوە.<br /><br />
$3 هۆکاری "$2" خستوەتەڕوو',

# History pages
'viewpagelogs'           => 'لۆگەکانی ئەم پەڕەیە ببینە',
'nohistory'              => 'هیچ مێژوویەکی دەستکاری نییە بۆ ئەم پەڕەیە.',
'currentrev'             => 'پێداچوونەوی ئێستا',
'currentrev-asof'        => 'بینینەوی ھەنووکە تا $1',
'revisionasof'           => 'وەک بینینەوەی $1',
'revision-info'          => 'پێداچوونەوی $1 لە لایەن $2',
'previousrevision'       => '←پیاچوونەوەی کۆنتر',
'nextrevision'           => 'پیاچوونەوەی نوێتر→',
'currentrevisionlink'    => 'پیاچوونەوەی ئێستا',
'cur'                    => 'ئێستا',
'next'                   => 'پاش',
'last'                   => 'پێشوو',
'page_first'             => 'یەکەمین',
'page_last'              => 'دوایین',
'histlegend'             => 'وەشانەکان بۆ ھەڵسەنگاندن دیاری بکە و ئەم دوگمەی خوارەوە لێبدە. <br />
ڕێنمایی:
(ئێستا) = جیاوازی لەگەڵ وەشانی ئێستا،
(پێشوو) =جیاوازی لەگەڵ وەشانی پێشوو،
ب = گۆڕانکاریی بچووک',
'history-fieldset-title' => 'گەشتی مێژوو',
'histfirst'              => 'کۆنترین',
'histlast'               => 'نوێترین',
'historysize'            => '({{PLURAL:$1|1 بایت|$1 بایت}})',
'historyempty'           => '(پووچ)',

# Revision feed
'history-feed-title'          => 'مێژووی پیاچوونەوە',
'history-feed-description'    => 'مێژووی پیاچوونەوە بۆ ئەم پەڕە لە ویکییەکە',
'history-feed-item-nocomment' => '$1 لە $2',
'history-feed-empty'          => 'لاپەڕەی داخوازی‌کراو بوونی نیە.<br />
لەوانەیە لەسەر ویکی سڕدرابێتەوە یان ناوی گۆڕدرابێت.<br />
بۆ لاپەڕەی وەک ئەوە هەوڵی [[Special:Search|گەڕان لەسەر ویکی]] بدە.',

# Revision deletion
'rev-deleted-comment'         => '(بۆچوون سڕایەوە)',
'rev-deleted-user'            => '(ناوی بەکارهێنەر سڕایەوە)',
'rev-deleted-event'           => '(لۆگی کردەوە سڕایەوە)',
'rev-deleted-text-permission' => "پێداچوونەوەی ئەم لاپەڕە '''سڕدراوەتەوە'''.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری]",
'rev-deleted-text-unhide'     => "پێداچوونەوەی ئەم لاپەڕە '''سڕدراوەتەوە'''.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری]<br />
وەک بەڕێوبەر هێشتا دەتوانی [$1 ئەم پێداچوونەوە] ببینی، گەر دەتەوێ پێشتر بڕۆی.",
'rev-suppressed-text-unhide'  => "پێداچوونەوی ئەم لاپەڕە '''بەرگری''' لێ‌کراوە.
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].
وەک بەڕێوبەر هێشتا دەتوانی [$1 ئەم پێداچوونەوە] ببینی، گەر دەتەوێ پێشتر بڕۆی.",
'rev-deleted-text-view'       => "پێداچوونەوەی ئەم لاپەڕە '''سڕدراوەتەوە'''.<br />
وەک بەڕێوبەر هێشتا دەتوانی چاوی لێ‌بکەی؛ لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].",
'rev-suppressed-text-view'    => "پێداچوونەوی ئەم لاپەڕە '''بەرگری''' لێ‌کراوە.
وەک بەڕێوبەر دەتوانی بیبینی؛ لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].",
'rev-deleted-no-diff'         => "ناتوانی ئەم جیاوازیە ببینی لەبەر ئەوەی یەکێک لە پێداچوونەوەکان '''سڕدراوەتەوه'''‌.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].",
'rev-deleted-unhide-diff'     => "یەکێک لە پێداچوونەوەکانی ئەم جیاوازیە '''سڕدراوەتەوه'''.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].<br />
وەک بەڕێوبەر هێشتا دەتوانی [$1 ئەم جیاوزیە‌] ببینی، گەر دەتەوێ پێشتر بڕۆی.",
'rev-delundel'                => 'پیشاندان/شاردنەوە',
'revisiondelete'              => 'سڕینەوە\\هاوردنەوەی پێداچوونەوەکان',
'revdelete-nooldid-title'     => 'مەبەستی پێداچوونەوەی نادیار',
'revdelete-nooldid-text'      => 'پێداچوەنەوەی مەبەستت ڕاچاو نەکردە بۆ ئەنجامی ئەم فەنکشێنە یان ئەو پێداچوونەوەی ڕاچاوت کردە بوونی نیە، یا خەریکی هەوڵی داشاردنی پێداچوونەوهی ئێستا‌ ئەدەی.',
'revdelete-nologtype-title'   => 'جۆری لۆگ ڕاچاو نەکراوە',
'revdelete-nologtype-text'    => 'جۆری لۆگت ڕاچاو نەکردە بۆ خستنە‌کاری ئەم کردەوە.',
'revdelete-nologid-title'     => 'پێ‌دراوەی لۆگی نەناسراو',
'revdelete-nologid-text'      => 'بۆ ئەنجامی ئەم فەنکشێنە یا لۆگی ڕووداوی مەبەستت ڕاچاو نەکردووە یان ئەو پێ‌دراوەی ڕاچاوت کردە بوونی نیە.',
'revdelete-no-file'           => 'ئەو پەڕگەی ڕاچاوت کردووە بوونی نیە.',
'revdelete-show-file-confirm' => 'ئایا ئەرخەیانی دەتەوێ پێداچوونەوەی سڕاوەی پەڕگەی "<nowiki>$1</nowiki>" لە $2، $3 ببیینی؟',
'revdelete-show-file-submit'  => 'بەڵێ',
'revdelete-selected'          => "'''{{PLURAL:$2|پێداچوونەوەی هەڵبژێراوی|پێداچوونەوەکانی هەڵبژێراوی}} [[:$1]]:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|لۆگی ڕووداوەی هەڵبژێراو|لۆگی ڕووداوە هەڵبژێراوەکان}}:'''",
'revdelete-text'              => "'''پێداچوونەکان و ڕووداوە سڕاوەکان هێشتا لە لاپەڕەی مێژوو و لۆگەکان نیشان ئەدرێن بەڵام دەست‌پێ‌گەیشتنی هێندێ لە ناوەڕۆکەکەیان بۆ هەموان نیە.'''
بەڕێوبەرانی دیکە لە {{SITENAME}}دا هێشتا هێشتا توانای دیتنی ناوەڕۆکە داشاردراوەکانیان هەیە و دەتوانن سڕاوەکان بگەڕێننەوە ، بە مەرجی ئەوەی بەرگری دیکەی 
لێ نەکرابێت.

تکایە بڕوامان پێ بدە کە دەتەوێ ئەوە بکەی و لە ئەنجامەکانی ئەوە ئاگاداریت و بە پێی [[{{MediaWiki:Policy-url}}|سیاسەتنامە]] ئەنجامی ئەدەی.",
'revdelete-suppress-text'     => "بەرگری دەبێ '''تەنها''' بۆ ئەم بابەتانە بەکاربهێندرێت:
* زانیاریی نهێنی کەسایەتی نەگونجاو
*: '' ناونیشانی ماڵ و ژمارە تەلەفۆنەکان و وەک ئەوانە.''",
'revdelete-legend'            => 'دانانی سنوورەکانی بیندران',
'revdelete-hide-text'         => 'داشاردنی دەقی پێداچوونەوە',
'revdelete-hide-name'         => 'داشاردنی مەبەست و کردەوە',
'revdelete-hide-comment'      => 'داشاردنی دەستکاری بۆچوون',
'revdelete-hide-user'         => 'داشاردنی ناوی بەکارهێنەری\\ئای‌پی دەستکاریکەر',
'revdelete-hide-restricted'   => 'بەرگری دراوە لە بەڕێوبەران هەر وەک ئەوانی دیکە',
'revdelete-suppress'          => 'بەرگری دراوە لە بەڕێوبەران هەر وەک ئەوانی دیکە',
'revdelete-hide-image'        => 'ناوەڕۆکی پەڕگە بشارەوە',
'revdelete-unsuppress'        => 'لابردنی سنوورەکانی لە سەر پێداچوونە گەڕاندراوەکان',
'revdelete-log'               => 'بۆچوونی لۆگ:',
'revdelete-submit'            => 'خستنەکار بۆ سەر پێداچوونەوەی هەڵبژێردراو',
'revdelete-logentry'          => 'بیندرانی پێداچوونە گۆڕاوەکەی [[$1]]',
'logdelete-logentry'          => 'بیندرانی ڕووداوە‌ گۆڕاوەکەی [[$1]]',
'revdelete-success'           => "'''بیندرانی پێداچوونەوە بە سەرکەوتوویی داندرا.'''",
'revdelete-failure'           => "'''بیندرانی پێداچوونەوە داناندرێت.'''",
'logdelete-success'           => "'''بیندرانی لۆگ‌ بە سەرکەوتوویی داندرا.'''",
'logdelete-failure'           => "'''بیندرانی لۆگ داناندرێت.'''",
'revdel-restore'              => 'چۆنیەتی دەرکەوتن بگۆڕە',
'pagehist'                    => 'مێژووی پەڕە',
'deletedhist'                 => 'مێژوو بسڕەوە',
'revdelete-content'           => 'ناوەڕۆک',
'revdelete-summary'           => 'دەستکاری کورتە بکە',
'revdelete-uname'             => 'ناوی بەکارهێنەر',
'revdelete-restricted'        => 'ئەو سنووری بەرگریانەی خستراوەتە سەر بەڕێوبەران',
'revdelete-unrestricted'      => 'ئەو سنووری بەرگریانەی لابردراوە لە سەر بەڕێوبەران',
'revdelete-hid'               => '$1ـی داشارد',
'revdelete-unhid'             => '$1ـی ئاشکرا کرد',
'revdelete-log-message'       => '$1 بۆ {{PLURAL:$2|پێداچوونەوەی|پێداچوونەوەکانی}} $2',
'logdelete-log-message'       => '$1 بۆ {{PLURAL:$2|ڕووداوی|ڕووداوەکانی}} $2',
'revdelete-hide-current'      => 'هەڵە لە شاردنەوەی بابەتی ڕیکەوتی $2، کات $1: ئەمە پێداچوونەوی ئێستا لەکاردایە.
ناکرێ داشاردرێت.',
'revdelete-show-no-access'    => 'هەڵە لە نیشان‌دانی بابەتی ڕیکەوتی $2، کات $1: ئەم بابەتە وەک "بەرگیراو"‌. نیشان‌ کراوە.
دەسەڵاتی دەست‌پێ‌گەیشتنی ئەوەت نیە.',
'revdelete-modify-no-access'  => 'هەڵە لە چاکسازی بابەتی ڕیکەوتی $2، کات $1: ئەم بابەتە وەک "بەرگیراو"‌. نیشان‌ کراوە.
دەسەڵاتی دەست‌پێ‌گەیشتنی ئەوەت نیە.',
'revdelete-modify-missing'    => 'هەڵە لە چاکسازی بابەت خاوەن پێناسەی $1: لە بنکەدراو ون بووە !',
'revdelete-no-change'         => "'''ئاگاداری:''' بابەتی ڕێکەوتی $2، کات $1، لە پێش‌دا خاوەن داخوازی هەلبژاردەکانی بیندرانە.",
'revdelete-concurrent-change' => 'هەڵە لە چاکسازی بابەتی ڕێکەوتی $2 کات $1: لەوانەیە کاتێ تۆ هەوڵی چاکسازیت ئەدا، کەسێکی‌تر دۆخەکەی گۆڕابێت.
تکایە چاو لە لۆگەکەی بکە.',
'revdelete-only-restricted'   => 'ناتوانی لە دیتنی بابەتەکان لە لایەن بەڕێوبەرانەوە بەرگری بکەیت، مەگەر یەکێک‌تر لە هەڵبژاردەکانی بەرگری هەڵبژێریت.',

# Suppression log
'suppressionlog'     => 'لۆگی بەرگری‌کردن',
'suppressionlogtext' => 'لە خوارەوە لیستێک لە سڕاوە و بەرگری‌کراوانەی وا ناوەڕۆکیان لە چاو بەڕێوبەران داشاردراوە دەبینیت.
بۆ دیتنی ئەو بەرگریانەی ئێستا لە کاردایە چاو لە [[Special:IPBlockList|لیستی بەرگری ئای‌پی]] بکە.',

# History merging
'mergehistory'                     => 'یەک‌خستنی مێژووەکانی لاپەڕە',
'mergehistory-header'              => 'ئەم لاپەڕە دەسەڵاتی ئەوەت پێ‌دەدا پێداچوونەوەکانی مێژووی لاپەڕەیەکی مەبەستت بخەیتە سەر لاپەڕەیەکی نوێ.
ئەرخەیان ببە ئەم گۆڕان‌کاریە لاپەڕە مێژوویەکە بەردەوام دەهێڵێتەوە.',
'mergehistory-box'                 => 'سەر یەک‌خستنی پێداچوونەوەکانی دوو لاپەڕە:',
'mergehistory-from'                => 'سەرچاوەی پەڕە',
'mergehistory-into'                => 'پەڕەی مەبەست:',
'mergehistory-list'                => 'ئەو مێژووی لاپەڕانە وا توانای سەر یەک‌خستنیان هەیە',
'mergehistory-merge'               => 'ئەم پێداچوونەوانەی [[:$1]] دەتواندرێ بخرێتە سەر [[:$2]].
دەتوانی لە ستوونی دوکمە ڕادیۆیەکە بۆ تەنها خستنە‌سەر پێداچوونەوەکانی ڕێکەوتێکی تایبەت یا پێش ئەوە کەڵک وەر بگریت.
لەیادت بێت کە بەکارهێنانی بەستەرەکانی ڕێن‌نیشاندەر، ستوونەکە وەک ئەوەڵ لێ‌دەکاتەوە.',
'mergehistory-go'                  => 'نیشان‌دانی ئەو دەستکاریانە وا توانای خستنەسەر یەکیان هەیە',
'mergehistory-submit'              => 'خستنەسەریەکی پێداچوونەوەکان',
'mergehistory-empty'               => 'ناتواندرێت هیچ یەک لە پێداچوونەوەکان بخرێتە ‌سەریەک.',
'mergehistory-success'             => '$3 {{PLURAL:$3|پێداچوونەوەی|پێداچوونەوەی}} [[:$1]] بە سەرکەوتوویەوە خرایە سەر [[:$2]].',
'mergehistory-fail'                => 'سەریەک خستنی مێژوو پێک‌نایەت، تکایە دیسان دیاریکەرەکانی لاپەڕە و کات چاو لێ بکەوە.',
'mergehistory-no-source'           => 'لاپەڕەی سەرچاوەی $1 بوونی نیە.',
'mergehistory-no-destination'      => 'لاپەڕەی مەبەستی $1 بوونی نیە.',
'mergehistory-invalid-source'      => 'لاپەڕەی سەرچاوە دەبێ سەردێڕێکی گونجاو بێت.',
'mergehistory-invalid-destination' => 'لاپەڕەی مەبەست دەبێ سەردێڕێکی گونجاو بێت.',
'mergehistory-autocomment'         => '[[:$1]] خرایە سەر [[:$2]]',
'mergehistory-comment'             => '[[:$1]] خرایە سەر [[:$2]]: $3',
'mergehistory-same-destination'    => 'لاپەڕەی سەرچاوە و مەبەست نابێ یەکێک بن.',
'mergehistory-reason'              => 'هۆکار:',

# Merge log
'mergelog'           => 'لۆگی یەککردن',
'pagemerge-logentry' => '[[$1]] خرایە سەر [[$2]] (پێداچوونەوەکان تا $3)',
'revertmerge'        => 'لەیەک جیاکردنەوە',
'mergelogpagetext'   => 'لە خوارەوە دوایین مێژووی‌لاپەڕە خستنە سەر لاپەڕەیەکی‌تر، دەبینی.',

# Diffs
'history-title'            => 'مێژووی پیاچوونەوەکانی "$1"',
'difference'               => '(جیاوازی نێوان پیاچوونەوەکان)',
'lineno'                   => 'ھێڵی  $1:',
'compareselectedversions'  => 'ھەڵسەنگاندنی وەشانە ھەڵبژاردراوەکان',
'showhideselectedversions' => 'نیشان‌دان\\داشاردنی پێداچوونەوەکانی هەڵبژێردراو',
'visualcomparison'         => 'هەڵسەنگاندنی چاوپێکەوتنی',
'wikicodecomparison'       => 'هەڵسەنگاندنی ویکی‌دەقی',
'editundo'                 => 'پاشگەزبوونەوە',
'diff-multi'               => '({{PLURAL:$1|پێداچوونەوەیەکی نێوانی|$1 پێداچوونەوەکانی نێوانی}} نیشان نەدراوە)',
'diff-movedto'             => 'گوێزرایەوە بۆ $1',
'diff-styleadded'          => 'ڕوخساری $1 زیاد کرا',
'diff-added'               => '$1 زیاد کرا',
'diff-changedto'           => 'گۆڕدرا بۆ $1',
'diff-movedoutof'          => 'دەرچوو لە $1',
'diff-styleremoved'        => '$1 ڕووخسار لابرا',
'diff-removed'             => '$1 لابرا',
'diff-changedfrom'         => 'گۆڕدرا لە $1 ـەوە',
'diff-src'                 => 'سەرچاوە',
'diff-withdestination'     => 'بە جێی مەبەستی $1',
'diff-with'                => '&#32;لەگەڵ $1 $2',
'diff-with-final'          => '&#32;و $1 $2',
'diff-width'               => 'پانی',
'diff-height'              => 'بەرزی',
'diff-p'                   => "'''پەرەگراف'''ێک",
'diff-blockquote'          => "یەک '''گێڕانەوە'''",
'diff-h1'                  => "یەک '''سەردێڕ (ئاستی 1)'''",
'diff-h2'                  => "یەک '''سەردێڕ (ئاستی 2)'''",
'diff-h3'                  => "یەک '''سەردێڕ (ئاستی 3)'''",
'diff-h4'                  => "یەک '''سەردێڕ (ئاستی 4)'''",
'diff-h5'                  => "یەک '''سەردێڕ (ئاستی 5)'''",
'diff-pre'                 => "یەک '''پارچەی لەپێش‌دا دارێژراو'''",
'diff-div'                 => "یەک '''بەش'''",
'diff-ul'                  => "یەک '''لیستی ڕیز نەکراو'''",
'diff-ol'                  => "یەک '''لیستی ڕیز کراو'''",
'diff-li'                  => "یەک '''بابەتی لیست'''",
'diff-table'               => "'''خشتە'''یەک",
'diff-tbody'               => "یەک '''ناوەڕۆکی خشتە'''",
'diff-tr'                  => "'''ڕیز'''ێک",
'diff-td'                  => "'''خانە'''یەک",
'diff-th'                  => "'''سەرپەڕە'''یەک",
'diff-br'                  => "'''شکاندنەوە'''یەک",
'diff-hr'                  => "یەک '''هێڵی ئاسۆیی'''",
'diff-code'                => "یەک '''پارچە کۆدی کۆمپیوتەر'''",
'diff-dl'                  => "یەک '''لیستی ناساندن'''",
'diff-dt'                  => "یەک '''ڕێکەوەندی ناساندن'''",
'diff-dd'                  => "یەک '''ناساندن'''",
'diff-input'               => "یەک '''ناودراو'''",
'diff-form'                => "یەک '''فۆرم'''",
'diff-img'                 => "یەک '''وێنە'''",
'diff-span'                => "یەک '''پانتایی'''",
'diff-a'                   => "یەک '''بەستەر'''",
'diff-i'                   => "'''لار'''",
'diff-b'                   => "'''ئەستوور'''",
'diff-strong'              => "'''بەهێز'''",
'diff-em'                  => "'''پێداگری'''",
'diff-font'                => "'''جۆرەپیت'''",
'diff-big'                 => "'''گەورە'''",
'diff-del'                 => "'''سڕاوە'''",
'diff-tt'                  => "'''پانایی پایەدار'''",
'diff-sub'                 => "'''ژێرنووس'''",
'diff-sup'                 => "'''سەرنووس'''",
'diff-strike'              => "'''خەت‌لێ‌دراو'''",

# Search results
'searchresults'                    => 'ئەنجامەکانی گەڕان',
'searchresults-title'              => 'ئەنجامەکانی گەڕان بۆ "$1"',
'searchresulttext'                 => 'بۆ زانیاری زیاتر دەربارەی گەڕان {{SITENAME}} ، بڕوانە لە  [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'                   => 'گەڕایت بۆ \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|هەموو ئەو پەڕانەی دەستپێدەکەن بە "$1"]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|هەموو ئەو پەڕانەی بەستەرکراون بۆ "$1"]])',
'searchsubtitleinvalid'            => "گەڕایت بۆ '''$1'''",
'noexactmatch'                     => "'''پەڕەیەک بە ناوی  \"\$1\"ەوە نیە.'''
دەتوانی ئەم پەڕە [[:\$1|دروست بکەیت]].",
'noexactmatch-nocreate'            => "'''هیچ پەڕەیەک نییە بە ناونیشانی \"\$1\".'''",
'toomanymatches'                   => 'هاوتای ئەوەی داوات کرد، زۆر هەیە. تکایە داوای‌تر تاقی بکەوە.',
'titlematches'                     => 'سەردێڕی پەڕە پێی ئەخوا',
'notitlematches'                   => 'لە نێو سەردێڕەکان نەبینرا',
'textmatches'                      => 'هاوتاکانی دەقی لاپەڕە',
'notextmatches'                    => 'لە دەقی نووسراوەکان دا نەبینرا',
'prevn'                            => '{{PLURAL:$1|$1}}ی پێشوو',
'nextn'                            => '{{PLURAL:$1|$1}}ی دواتر',
'prevn-title'                      => '$1 {{PLURAL:$1|ئەنجامی|ئەنجامی}} پێشو',
'nextn-title'                      => '$1 {{PLURAL:$1|ئەنجامی|ئەنجامی}} دواتر',
'shown-title'                      => 'لە هەر لاپەڕە $1 {{PLURAL:$1|ئەنجام|ئەنجام}} نیشان‌ بدە',
'viewprevnext'                     => '($1) ($2) ($3) ببینە',
'searchmenu-legend'                => 'ھەڵبژاردەکانی گەڕان',
'searchmenu-exists'                => "'''لەم ویکیە‌دا لاپەڕەیەک هەیە کە بە \"[[:\$1]]\" ناونراوە.'''",
'searchmenu-new'                   => "'''لەم ویکییەدا پەڕەی « [[:$1]] » دروست بکە!'''",
'searchhelp-url'                   => 'Help:پێرست',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|گەڕیان لە پەڕەکانی بەم پێشگرەوە]]',
'searchprofile-articles'           => 'پەڕە بە ناوەڕۆکەکان',
'searchprofile-project'            => 'پەڕەکانی یارمەتی و پڕۆژە',
'searchprofile-images'             => 'ڕەنگاڵە',
'searchprofile-everything'         => 'ھەموو شتێک',
'searchprofile-advanced'           => 'پێشکەوتوو',
'searchprofile-articles-tooltip'   => 'بگەڕێ لە $1',
'searchprofile-project-tooltip'    => 'بگەڕێ لە $1',
'searchprofile-images-tooltip'     => 'بگەڕێ بۆ پەڕگەکان',
'searchprofile-everything-tooltip' => 'لە هەموو ناوەڕۆک بگەڕێ (تەنانەت پەڕەی وتەکانیش)',
'searchprofile-advanced-tooltip'   => 'گەڕان لەناو بۆشایی‌ناوە دڵخوازەکان',
'search-result-size'               => '$1 ({{PLURAL:$2|یەک وشە|$2 وشە}})',
'search-result-score'              => 'پەیوەندی: $1%',
'search-redirect'                  => '(ئاڵوگۆڕ $1)',
'search-section'                   => '(بەشی $1)',
'search-suggest'                   => 'ئایا مەبەستت ئەمە بوو: $1',
'search-interwiki-caption'         => 'پرۆژە خوشکەکان',
'search-interwiki-default'         => '$1 ئەنجام:',
'search-interwiki-more'            => '(زیاتر)',
'search-mwsuggest-enabled'         => 'بە پێشنیارەکانەوە',
'search-mwsuggest-disabled'        => 'بێ پێشنیار',
'search-relatedarticle'            => 'پەیوەست',
'mwsuggest-disable'                => 'پێشنیارەکانی AJAX نیشان مەدە',
'searcheverything-enable'          => 'لە ھەموو بۆشایی‌‌ناوەکان دا بگەڕە',
'searchrelated'                    => 'پەیوەست',
'searchall'                        => 'هەموو',
'showingresults'                   => "لە خوارەوە {{PLURAL:$1|'''یەک''' ئەنجام|'''$1''' ئەنجام}} نیشان دراوە، بە دەست پێ کردن لە ژمارەی '''$2'''ەوە.",
'showingresultsnum'                => "لە خوارەوە {{PLURAL:$3|'''١''' ئەنجام|'''$3''' ئەنجام}} دەبینن کە لە ئەنجامی ژمارە '''$2'''ەوە دەست{{PLURAL:$3|پێدەکات|پێدەکەن}}",
'showingresultstotal'              => "لە خوارەوە {{PLURAL:$4|ئەنجامی '''$1''' لە '''$3'''|ئەنجامەکانی '''$1 - $2''' لە '''$3'''}} نیشان دراوە",
'showingresultsheader'             => "{{PLURAL:$5|ئەنجامی '''$1''' لە '''$3'''|ئەنجامەکانی '''$1 - $2''' لە '''$3'''}} بۆ '''$4'''",
'nonefound'                        => "'''تێبینی''': گەڕان بە شێوەی دیفاڵت تەنها لە هەندێک لە بۆشایی‌ناوە‌کان دەکرێ‌.
پێشگری ''all:'' بەکاربێنە بۆ گەڕان له‌ نێو هەموو بابەتەکان (لەوانە لاپه‌ڕه‌کانی وتووێژ، قاڵبەکان، و هتد)، یان بۆشایی‌ناوێکی دڵخواز وەک پێشگر بەکار بێنە.",
'search-nonefound'                 => 'ھیچ ئەنجامێک کە کە بە داواکارییەکەت بخوا نەدۆزرایەوە.',
'powersearch'                      => 'بە ھێز بگەڕە',
'powersearch-legend'               => 'گەڕانی پێشکەوتوو',
'powersearch-ns'                   => 'گەڕان لە بۆشایی‌ناوەکانی:',
'powersearch-redir'                => 'ڕەوانەکراوەکان لیست بکرێن',
'powersearch-field'                => 'گەڕان بۆ',
'powersearch-togglelabel'          => 'پشکنینی:',
'powersearch-toggleall'            => 'ھەموو',
'powersearch-togglenone'           => 'ھیچیان',
'search-external'                  => 'گەڕانی دەرەکی',
'searchdisabled'                   => 'گەڕانی {{SITENAME}} ئێستە کار ناکات.
دەتوانی بۆ ئێستا لە گەڕانی گووگڵ کەڵک وەرگری.
لەیادت بێت لەوانەیە پێرستەکانیان بۆ گەڕانی ناو {{SITENAME}}، کات‌بەسەرچوو بێت.',

# Quickbar
'qbsettings'               => 'خێرا-تووڵ',
'qbsettings-none'          => 'هیچ',
'qbsettings-fixedleft'     => 'چەپ‌ سەپێندراو',
'qbsettings-fixedright'    => 'ڕاست سەپێندراو',
'qbsettings-floatingleft'  => 'سەراوی چەپ',
'qbsettings-floatingright' => 'سەراوی ڕاست',

# Preferences page
'preferences'                   => 'ھەڵبژاردەکان',
'mypreferences'                 => 'ھەڵبژاردەکانم',
'prefs-edits'                   => 'ژمارەی گۆڕانکارییەکان:',
'prefsnologin'                  => 'لەژوورەوە نیت',
'prefsnologintext'              => 'بۆ دانانی هەڵبژاردەکانی بەکارهێنەر دەبێ <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} بچیتە ژوورەوە]</span>.',
'changepassword'                => 'تێپەڕوشە بگۆڕە',
'prefs-skin'                    => 'پێستە',
'skin-preview'                  => 'پێش بینین',
'prefs-math'                    => 'بیرکاری',
'datedefault'                   => 'ھەڵنەبژێردراو',
'prefs-datetime'                => 'کات و ڕێکەوت',
'prefs-personal'                => 'پرۆفایلی بەکارھێنەر',
'prefs-rc'                      => 'دوایین گۆڕانکارییەکان',
'prefs-watchlist'               => 'لیستی چاودێڕییەکان',
'prefs-watchlist-days'          => 'ژمارەی ڕۆژە نیشاندراوەکان لە لیستی چاودێڕییەکان:',
'prefs-watchlist-days-max'      => '(ئه‌وپه‌ڕی ٧ ڕۆژە)',
'prefs-watchlist-edits'         => 'ئەوپەڕی ژمارەی گۆڕانکارییەکان بۆ نیشان دان لە لیستی پەرە پێدراوی چاودێڕی:',
'prefs-watchlist-edits-max'     => '(ئەوپەڕی ژمارە: ١٠٠٠)',
'prefs-watchlist-token'         => 'نیشانەی لیستی چاودێری',
'prefs-misc'                    => 'جۆراوجۆر',
'prefs-resetpass'               => 'تێپەڕوشە بگۆڕە',
'prefs-email'                   => 'ھەڵبژاردەکانی ئیمەیل',
'prefs-rendering'               => 'ڕواڵەت',
'saveprefs'                     => 'پاشەکەوت',
'resetprefs'                    => 'گۆڕانکارییە پاشەکەوت نەکراوەکان پاک بکەرەوە',
'restoreprefs'                  => 'ھەموو تەنزیمەکان ببەرەوە بۆ حاڵەتی بنچینەیی',
'prefs-editing'                 => 'دەستکاری کردن',
'prefs-edit-boxsize'            => 'قەبارەی پەنجەرەی گۆڕانکاری.',
'rows'                          => 'ڕیزەکان:',
'columns'                       => 'ستوونەکان:',
'searchresultshead'             => 'گەڕان',
'resultsperpage'                => 'ژمارەی ئەنجامەکان لە ھەر پەڕەیەک:',
'contextlines'                  => 'ژمارەی دێڕەکانی ھەر ئەنجام:',
'contextchars'                  => 'ژمارەی پیتەکانی ھەر دێڕ:',
'stub-threshold'                => 'بەربەرە بۆ داڕێژانی(بایت) <a href="#" class="stub">بەستەری ناتەواو</a>:',
'recentchangesdays'             => 'ژمارە ڕۆژە نیشاندراوەکان لە دوایین گۆڕانکارییەکان:',
'recentchangesdays-max'         => '(ئەوپەڕی $1 {{PLURAL:$1|ڕۆژە|ڕۆژە}})',
'recentchangescount'            => 'ژمارەی گۆڕانکارییەکان کە نیشان ئەدرێن لە حاڵەتی دیفاڵت:',
'prefs-help-recentchangescount' => 'ئەمە دوایین گۆڕانکارییەکان، مێژووی پەڕەکان و لۆگەکانیش لەبەردەگرێت.',
'prefs-help-watchlist-token'    => 'بە پڕ کردنەوەی ئەم شوێنە بۆشاییە بە وشەیەکی نهێنی، فیدی RSS بۆ لیستی چاودێریەکەت درووست دەکرێت.
 هەر کەس ئەو وشە نهێنیەی هەبێ دەتوانێ چاو لە لیستی چاودێریەکەت بکات، بۆیە دراوەیەکی پارێزراو هەڵیبژێرە.
فەرموو ئەمە دراوەیەکی بە هەڵکەوت درووست‌کراو کە دەتوانی کەڵکی لێ‌وەرگری: $1',
'savedprefs'                    => 'ھەڵبژاردەکانت پاشەکەوت کران',
'timezonelegend'                => 'ناوچەکات:',
'localtime'                     => 'کاتی ناوچەیی:',
'timezoneuseserverdefault'      => 'کەڵک وەرگرتن لە بنچینەی ڕاژەکار',
'timezoneuseoffset'             => 'دیکە (ناتەواویەکان دیاری بکە)',
'timezoneoffset'                => 'جیاوازی¹:',
'servertime'                    => 'کاتی server:',
'guesstimezone'                 => 'لە وێبگەڕەکە بیگرە',
'timezoneregion-africa'         => 'ئەفریقا',
'timezoneregion-america'        => 'ئەمریکا',
'timezoneregion-antarctica'     => 'پۆڵی باشوور',
'timezoneregion-arctic'         => 'پۆڵی باکوور',
'timezoneregion-asia'           => 'ئاسیا',
'timezoneregion-atlantic'       => 'زەریای ئەتڵەسی',
'timezoneregion-australia'      => 'ئوستڕاڵیا',
'timezoneregion-europe'         => 'ئەورووپا',
'timezoneregion-indian'         => 'زەریای هندی',
'timezoneregion-pacific'        => 'زەریای هێمن',
'allowemail'                    => 'ڕێگە بدە بە بەکارھێنەرانی تر کە ئیمەیلم بۆ بنێرن',
'prefs-searchoptions'           => 'ھەڵبژاردەکانی گەڕان',
'prefs-namespaces'              => 'بۆشایی‌ناوەکان',
'defaultns'                     => 'ئەگینا لەم بۆشایی ناوانەدا بگەڕە:',
'default'                       => 'بنچینەیی',
'prefs-files'                   => 'پەڕگەکان',
'prefs-custom-css'              => 'CSSی دڵخواز',
'prefs-custom-js'               => 'JSی دڵخواز',
'prefs-reset-intro'             => 'دەتوانی لەم لاپەڕە بۆ گەڕانەوەی هەڵبژاردەکانت بۆ بنچینەیی ماڵپەر کەڵک وەرگریت.
گەر ئەوە بکەی ئیتر گۆڕانەکەت ناگەڕێتەوە.',
'prefs-emailconfirm-label'      => 'پشتڕاست کردنەوەی ئیمەیل:',
'prefs-textboxsize'             => 'قەبارەی پەنجەرەی گۆڕانکاری',
'youremail'                     => 'ئی‌مەیل:',
'username'                      => 'ناوی به‌كارهێنه‌ر:',
'uid'                           => 'ژمارەی بەکارھێنەر:',
'prefs-memberingroups'          => 'ئەندامی {{PLURAL:$1|گرووپی|گرووپەکانی}}:',
'prefs-registration'            => 'کاتی خۆتۆمارکردن:',
'yourrealname'                  => 'ناوی ڕاستی:',
'yourlanguage'                  => 'زمان',
'yourvariant'                   => 'زاراوە:',
'yournick'                      => 'نازناو',
'badsig'                        => 'ئیمزاكه‌ هه‌ڵه‌یه‌، ته‌ماشای كۆدی HTML بكه‌‌',
'badsiglength'                  => 'واژۆکەت زۆر درێژە.
واژۆ نابێ لە $1 {{PLURAL:$1|نووسە|نووسە}} درێژتر بێت.',
'yourgender'                    => 'جنس:',
'gender-unknown'                => 'ئاشکرا نەکراو',
'gender-male'                   => 'پیاو',
'gender-female'                 => 'ژن',
'prefs-help-gender'             => 'دڵخواز: بۆ بانگ کردنی دروست بە دەستی نەرمامێر. 
ئەم زانیارییە گشتی ئەبێ.',
'email'                         => 'ئی‌مەیل',
'prefs-help-realname'           => 'ناوی ڕاستی دڵخوازە.
ئەگەر پێت خۆش بێت بیدەی، زۆرتر ڕاتدەکێشێت بۆ کارەکانت.',
'prefs-help-email'              => 'ئەدرەسی e-mail دڵخوازە.
‏بەڵام ئەگەر تێپەڕوشەکەت لە بیر چوو، لە ڕێگەی e-mailەوە تێپەڕوشەیەکی نوێت بۆ دەنێردرێتەوە. ھەروەھا بە بەکارھێنەرانی دیکەش لە رێگەی e-mailەوە دەتوانن پەیوەندیت لەگەڵ گرن ئەگەر تۆ حەز بکەیت.',
'prefs-help-email-required'     => 'ناونیشانی ئیمەیل پێویستە.',
'prefs-info'                    => 'زانیاریی سەرەتایی',
'prefs-i18n'                    => 'نێونەتەویی کردن',
'prefs-signature'               => 'واژۆ',
'prefs-dateformat'              => 'ڕازاندنەوەی ڕێکەوت',
'prefs-timeoffset'              => 'قەرەبووکەری کات',
'prefs-advancedediting'         => 'ھەڵبژاردەکانی پێشکەوتوو',
'prefs-advancedrc'              => 'ھەڵبژاردەکانی پێشکەوتوو',
'prefs-advancedrendering'       => 'هەڵبژاردە پێشکەوتووەکان',
'prefs-advancedsearchoptions'   => 'هەڵبژاردە پێشکەوتووەکان',
'prefs-advancedwatchlist'       => 'هەڵبژاردە پێشکەوتووەکان',
'prefs-display'                 => 'هەڵبژاردەکانی نیشان‌دان',
'prefs-diffs'                   => 'جیاوازییەکان',

# User rights
'userrights'                  => 'بەڕێوەبردنی مافەکانی بەکارهێنەران',
'userrights-lookup-user'      => 'بەڕێوەبردنی گرووپەکانی بەکارهێنەران',
'userrights-user-editname'    => 'ناوی بەکارهێنەرێک بنووسە:',
'editusergroup'               => 'گرووپەکانی بەکارهێنەر بگۆڕە',
'editinguser'                 => "گۆڕینی مافەکانی بەکارهێنەر بۆ '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'    => 'دەستکاری کردنی گرووپەکانی بەکارهێنەران',
'saveusergroups'              => 'گرووپی بەکارهێنەران پاشەکەوت بکە',
'userrights-groupsmember'     => 'ئەندامە لە:',
'userrights-groups-help'      => 'دەتوانی ئەو گرووپانەی ئەم بەکار‌هێنەرە تێیدایە بگۆڕیت:
* چوارچێوەی نیشان‌کراو مانای ئەوەیە لەو گرووپەدا هەیە.
* چوارچێوەی نیشان‌نەکراو مانای ئەوەیە لەو گرووپەدا نیە.
* A * پێت‌دەڵێ ناتوانی ئەو گرووپی جارێکی دی زیادت کردووە لای‌بەری.',
'userrights-reason'           => 'هۆکاری گۆڕین:',
'userrights-no-interwiki'     => 'دەسەڵاتی گۆڕینی مافەکانی بەکارهێنەر لە ویکی‌یەکانی دیکەت نیە.',
'userrights-nodatabase'       => 'بنکەدراوی $1 بوونی نیە یا لەم شوێنە نیە.',
'userrights-nologin'          => 'بۆ دانانی مافەکانی بەکارهێنەر دەبێ بە هەژماری بەڕێوبەری [[Special:UserLogin|بچیتە ژووروە]].',
'userrights-notallowed'       => 'هەژمارەکەی تۆ دەسەڵاتی دانانی مافەکانی بەکارهێنەری نیە.',
'userrights-changeable-col'   => 'ئەو گرووپانە بۆت ئەگۆڕدرێن',
'userrights-unchangeable-col' => 'ئەو گرووپانە بۆت ناگۆڕدرێن',

# Groups
'group'               => 'گرووپ:',
'group-user'          => 'بەکارهێنەران',
'group-autoconfirmed' => 'بەکارھێنەرە خۆکار پەسندکراوەکان',
'group-bot'           => 'بۆتەکان',
'group-sysop'         => 'بەڕێوبەران',
'group-bureaucrat'    => 'بورووکراتەکان',
'group-suppress'      => 'چاودێرەکان',
'group-all'           => '(هەموو)',

'group-user-member'          => 'بەکارھێنەر',
'group-autoconfirmed-member' => 'بەکارھێنەری خۆکار پەسەندکراو',
'group-bot-member'           => 'بۆت',
'group-sysop-member'         => 'بەڕێوەبەر',
'group-bureaucrat-member'    => 'بورووکرات',
'group-suppress-member'      => 'چاودێر',

'grouppage-user'          => '{{ns:project}}:بەکارھێنەران',
'grouppage-autoconfirmed' => '{{ns:project}}:بەکارهێنەرانی خۆکار-بڕواکراو',
'grouppage-bot'           => '{{ns:project}}:بۆتەکان',
'grouppage-sysop'         => '{{ns:project}}:بەڕێوبەران',
'grouppage-bureaucrat'    => '{{ns:project}}:بورووکراتەکان',
'grouppage-suppress'      => '{{ns:project}}:چاودێر',

# Rights
'right-read'                  => 'خوێندنەوەی پەڕەکان',
'right-edit'                  => 'دەستکاری کردنی پەڕەکان',
'right-createpage'            => 'دروست کردنی پەڕەکان (کە پەڕەی لێدوان نین)',
'right-createtalk'            => 'دروست کردنی پەڕەکانی لێدوان',
'right-createaccount'         => 'دروست کردنی ھەژماری بەکارھێنەریی نوێ',
'right-minoredit'             => 'بچووک دیاری کردنی گۆڕانکارییەکان',
'right-move'                  => 'گواستنەوەی پەڕەکان',
'right-move-subpages'         => 'گواستنەوەی لاپەڕەکان دەگەڵ ژێرلاپەڕەکانی',
'right-move-rootuserpages'    => 'گواستنەوەی بنەرەتی لاپەڕەکانی بەکارهێنەر',
'right-movefile'              => 'گواستنەوەی پەڕگەکان',
'right-suppressredirect'      => 'درووست‌ نەکردنی رەوانەکەر لە لاپەڕەی سەرچاوە کاتی گواستنەوەی لاپەڕەکان',
'right-upload'                => 'بارکردنی پەڕگەکان',
'right-reupload'              => 'سەرنووسینی ئەو پەڕگانەی وا هەن',
'right-reupload-own'          => 'سەرنووسینی ئەو پەڕگانەی وا هەن کاتێ کەسێ خۆی باریان دەکات',
'right-reupload-shared'       => 'بەتاڵ‌کردنەوەی پەڕگە لە سەر میدیا هاوبەشە ناوخۆکان',
'right-upload_by_url'         => 'بارکردنی پەرگە لە ئەدرەسێکی سەر تۆڕەوە',
'right-purge'                 => 'خاڵی‌کردنی کاشی وێبگە بۆ لاپەڕەیەک بێ بڕواپێ‌کران',
'right-autoconfirmed'         => 'دەستکاری لاپەڕەکانی‌ نیوەپارێزراو',
'right-bot'                   => 'هەڵسوکەوت لەگەڵ‌کران وەک پرۆسەیەکی خۆکار',
'right-nominornewtalk'        => 'دەستکاری بچووکی لاپەڕەی وتووێژ بەو شێوەی نەبێتە هۆی درووست‌بوونی پەیامی نوێ',
'right-apihighlimits'         => 'خستنە‌کاری سنووری زیاتر بۆ داخوازیەکانی API',
'right-writeapi'              => 'کەڵک وەر گرتن لە نووسینی API',
'right-delete'                => 'سڕینەوەی پەڕەکان',
'right-bigdelete'             => 'سڕینەوە و هاوردنەوەی پێداچوونەوەیکی تایبەتی لاپەڕەکان',
'right-deleterevision'        => 'سڕینەوە و هاوردنەوەی پێداچوونەوەیکی تایبەتی لاپەڕەکان',
'right-deletedhistory'        => 'دیتنی دراوە سڕاوەکانی مێژوو بێ دەقە هەڵواسراوەکانی',
'right-browsearchive'         => 'گەڕانی ناو لاپەڕە سڕاوەکان',
'right-undelete'              => 'هاوەردنەوەی لاپەڕەیەک',
'right-suppressrevision'      => 'چاوپێداخشان و هاردنوەی ئەو لاپەڕانەی لە بەڕێوبەران داشاردرابوو.',
'right-suppressionlog'        => 'دیتنی لۆگە ئەهلیەکان',
'right-block'                 => 'بەربەستنی بەکارھێنەرانی تر لە دەستکاری کردن',
'right-blockemail'            => 'بەرگری‌کردنی بەکارهێنەرێک لە ناردنی ئی‌مەیل',
'right-hideuser'              => 'بەربەست‌کردنی ناوێکی بەکارهێنەری، داشاردنی لە بەرچاوی هەموان',
'right-ipblock-exempt'        => 'لادان لە بەرگریەکانی ئای‌پی، بەرگریە خۆکارەکان و بەرگریە ڕیزەکان',
'right-proxyunbannable'       => 'لادان لە بەرگری خۆکاری پرۆکسیەکان',
'right-protect'               => 'گۆڕانی ئاستی پارێزراوی و دەستکاری لاپەڕە پارێزراوەکان',
'right-editprotected'         => 'دەستکاری لاپەڕە پارێزراوەکان (بێ پاراستنی زنجیری)',
'right-editinterface'         => 'گۆڕانی ڕووکاری بەکارهێنەر',
'right-editusercss'           => 'گۆڕانی پەڕگەکانی CSSـی دیکەی بەکارهێنەر',
'right-edituserjs'            => 'گۆڕانی پەڕگەکانی JSـی دیکەی بەکارهێنەر',
'right-rollback'              => 'بەخێرایی گەڕانەوەی دەستکاریەکانی دوایین بەکارهێنەر کە لاپەڕەیەکی تایبەتی دەستکاری کردە',
'right-markbotedits'          => 'نیشان‌کردنی دەستکاریە گەڕێنراوەکان وەک دەستکاریەکانی بۆت (bot)',
'right-noratelimit'           => 'کاریگەری وەرنەگرتن لە سنوورەکانی ئاست',
'right-import'                => 'هێنانەناوەی لاپەڕە لە ویکی‌یەکانی دیکە',
'right-importupload'          => 'هێنانەناوەی لاپەڕە لە پەڕگەیەکی بارکراو',
'right-patrol'                => 'لەژێرچاودێری نیشان‌کردنی دەستکاریەکانی کەسانی‌تر',
'right-autopatrol'            => 'خۆکار لەژێرچاودێری نیشان‌کردنی دەستکاریەکانی کەسێک بۆخۆی',
'right-patrolmarks'           => 'دیتنی دوایین دەستکاریەکان وا لەژێرچاودێری نیشان‌کراون',
'right-unwatchedpages'        => 'دیتنی لیستێک لەو لاپەڕانەی چاودێری ناکرێن',
'right-trackback'             => 'ناردنی ڕێچکەیەک',
'right-mergehistory'          => 'سەریەک‌خستنی میژووی لاپەڕەکان',
'right-userrights'            => 'دەستکاری مافەکانی هەموو بەکارهێنەران',
'right-userrights-interwiki'  => 'دەستکاری مافەکانی بەکارهێنەریی بەکارهێنەران لە ویکی‌یەکانی دیکە‌دا',
'right-siteadmin'             => 'داخستن و کردنەوەی بنکەدراو',
'right-reset-passwords'       => 'ڕیکخستنەوەی تێپەڕوشەی بەکارهێنەرانی دیکە',
'right-override-export-depth' => 'هەناردنی لاپەڕەکان کە لاپەڕەکانی بەستەر پێ‌دراو تا قووڵایی 5 لەخۆ بگرێت',
'right-versiondetail'         => 'نیشان‌دانی زانیاریەکانی وەشانی بڵاوەی نەرم‌ئامێر',

# User rights log
'rightslog'      => 'لۆگی مافەکانی بەکارهێنەر',
'rightslogtext'  => 'ئەمە لۆگی دەستکاری مافەکانی بەکار‌هێنەرە.',
'rightslogentry' => 'بۆ $1 ئەندامەتی گرووپی $2 گۆڕدرا بۆ $3',
'rightsnone'     => '(ھیچ)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'خوێندنەوەی ئەم پەڕە',
'action-edit'                 => 'دەستکاری ئەم پەڕەیە بکە',
'action-createpage'           => 'درووست‌کردنی لاپەڕە',
'action-createtalk'           => 'درووست‌کردنی لەپەڕەکانی وتووێژ',
'action-createaccount'        => 'درووست‌کردنی هەژمارەی ئەم بەکارهێنەرە',
'action-minoredit'            => 'نیشان‌کردنی ئەم دەستکاریە وەک بچووک',
'action-move'                 => 'گواستنەوەی ئەم پەڕە',
'action-move-subpages'        => 'گواستنەوەی ئەم لاپەڕە و ژێرلاپەڕەکانی',
'action-move-rootuserpages'   => 'گواستنەوەی بنەرەتی لاپەڕەکانی بەکارهێنەر',
'action-movefile'             => 'ئەم پەڕگەیە بگوێزەوە',
'action-upload'               => 'ئەم پەڕەیە بار بکە',
'action-reupload'             => 'سەرنووسینی ئەم پەڕگە وا هەیە',
'action-reupload-shared'      => 'بەتاڵ‌کردنی ئەم پەڕگە لە‌سەر شوێنێکی هاوبەش',
'action-upload_by_url'        => 'بارکردنی ئەم پەرگە لە ئەدرەسێکی سەر تۆڕەوە',
'action-writeapi'             => 'کەڵک وەر گرتن لە نووسینی API',
'action-delete'               => 'ئەم پەڕەیە بسڕەوە',
'action-deleterevision'       => 'سڕینی ئەم پێداچوونەوە',
'action-deletedhistory'       => 'دیتنی مێژووی سڕاوەی ئەم لاپەڕە',
'action-browsearchive'        => 'گەران لە نێو لاپەڕە سڕاوەکان',
'action-undelete'             => 'گەڕانەوەی ئەم لاپەڕە',
'action-suppressrevision'     => 'چاوپێداخشان و هاردنوەی ئەم لاپەڕە شاراوە',
'action-suppressionlog'       => 'دیتنی ئەم لۆگە ئەهلیە',
'action-block'                => 'بەربەست کردنی ئەم بەکارهێنەرە بۆ دەستکاری‌کردن',
'action-protect'              => 'گۆڕانی ئاستی پارێزراوی بۆ ئەم لاپەڕە',
'action-import'               => 'هێنانەناوەی ئەم لاپەڕە لە ویکی‌یەکی دیکە',
'action-importupload'         => 'هێنانەناوەی ئەم لاپەڕە لە پەڕگەیەکی بارکراو',
'action-patrol'               => 'لەژێرچاودێری نیشان‌کردنی دەستکاریەکانی کەسانی‌تر',
'action-autopatrol'           => 'دەستکاریەکانت وەک لەژێرچاودێری نیشان کراون',
'action-unwatchedpages'       => 'دیتنی لیستێک لەو لاپەڕانەی چاودێری ناکرێن',
'action-trackback'            => 'ناردنی ڕێچکەیەک',
'action-mergehistory'         => 'سەریەک‌خستنی میژووی ئەم لاپەڕە',
'action-userrights'           => 'دەستکاری مافەکانی هەموو بەکارهێنەران',
'action-userrights-interwiki' => 'دەستکاری مافەکانی بەکارهێنەریی بەکارهێنەران لە ویکی‌یەکانی دیکە‌دا',
'action-siteadmin'            => 'داخستن یا کردنەوەی بنکەدراو',

# Recent changes
'nchanges'                       => '$1 {{PLURAL:$1|گۆڕانکاری|گۆڕانکاری}}',
'recentchanges'                  => 'دوایین گۆڕانکارییەکان',
'recentchanges-legend'           => 'هەڵبژاردنەکانی دوا گۆڕانکارییەکان',
'recentchanges-feed-description' => 'دوای دوایین گۆڕانکارییەکانی ئەم ویکیە بکەوە لەم «فید»ەوە.',
'rcnote'                         => "لە خوارەوەدا {{PLURAL:$1|'''۱''' گۆڕانکاری |دوایین '''$1''' گۆڕانکارییەکان}} لە دوایین {{PLURAL:$2|ڕۆژ|'''$2''' ڕۆژەوە}} ، تا $5، $4 دەبینن.",
'rclistfrom'                     => 'گۆڕانکارییە نوێکان کە لە $1ەوە دەست پێدەکەن نیشان بدە.',
'rcshowhideminor'                => 'دەستکارییە بچووکەکان $1',
'rcshowhidebots'                 => 'بۆتەکان $1',
'rcshowhideliu'                  => 'بەکارھێنەرە لە ژوورەکان $1',
'rcshowhideanons'                => 'بەکارھێنەرە نەناسراوەکان $1',
'rcshowhidepatr'                 => 'گۆرانکارییە کۆنترۆڵکراوەکان $1',
'rcshowhidemine'                 => 'دەستکارییەکانی من $1',
'rclinks'                        => 'دوایین $1 گۆڕانکارییەکانی دوایین $2 ڕۆژی <br />$3',
'diff'                           => 'جیاوازی',
'hist'                           => 'مێژوو',
'hide'                           => 'بشارەوە',
'show'                           => 'نیشان بدە',
'minoreditletter'                => 'ب',
'newpageletter'                  => 'ن',
'boteditletter'                  => 'بۆت',
'rc_categories_any'              => 'هەرکام',
'newsectionsummary'              => '/* $1 */ بەشی نوێ',
'rc-enhanced-expand'             => 'وردەکارییەکان پیشان بدە (پێویستی بە جاڤاسکریپتە)',
'rc-enhanced-hide'               => 'وردەکارییەکان بشارەوە',

# Recent changes linked
'recentchangeslinked'         => 'گۆڕانکارییە پەیوەندیدارەکان',
'recentchangeslinked-feed'    => 'گۆڕانکارییە پەیوەندی‌دارەکان',
'recentchangeslinked-toolbox' => 'گۆڕانکارییە پەیوەندی‌دارەکان',
'recentchangeslinked-title'   => 'گۆڕانکارییە پەیوەندیدارەکان بە "$1" ـەوە',
'recentchangeslinked-summary' => "Ev rûpela taybetî guherandinên dawî ji rûpelên lînkkirî nîşandide.
ئەو پەڕانە کە لە [[Special:Watchlist|لیستی چاودێڕییەکانت]]دان '''ئەستوورن'''",
'recentchangeslinked-page'    => 'ناوی پەڕە:',
'recentchangeslinked-to'      => 'نیشاندانی گۆڕانکارییەکانی ئەو پەڕگانە کە لینک دراون بەم پەڕگەوە',

# Upload
'upload'              => 'پەڕگەیەک بار بکە',
'uploadbtn'           => 'پەڕگە بار بکە',
'reupload'            => 'دیسان بار بکە',
'uploadnologin'       => 'لەژوورەوە نیت',
'uploadnologintext'   => 'بۆ بارکردنی پەڕگەکان ئەشێ [[Special:UserLogin|لە ژوورەوە بیت]].',
'uploaderror'         => 'ھەڵە لە بارکردن دا',
'uploadtext'          => "فۆرمی خوارەوە بەکاربێنن بۆ بارکردنی پەڕگە.
بۆ بینینی ئەو پەڕگانە کە پێشتر بار کراون بڕۆ بۆ [[Special:FileList|لیستی پەڕگە بارکراوەکان]]، ھەروەھا
[[Special:Log/upload|ڕەشنووسی بارکردنەکان]] و [[Special:Log/delete|رەشنووسی سڕینەوەکان]].

بۆ بەکارھێنانی پەڕگەیەک لە پەڕەیەک دا، بەستەرێک بە یەکێک لەم شۆوازانەی خوارەوە بە کار بێنن:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' 
to use the full version of the file
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></tt>'''
to use a 200 pixel wide rendition in a box in the left margin with 'alt text' as description
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>'''
for directly linking to the file without displaying the file",
'upload-permitted'    => 'نەوعە پەڕگە قەبووڵ کراوەکان: $1.',
'uploadlog'           => 'لۆگی بارکردن',
'uploadlogpage'       => 'لۆگی بارکردن',
'filename'            => 'ناوی پەڕگە',
'filedesc'            => 'پوختە',
'fileuploadsummary'   => 'پوختە:',
'filereuploadsummary' => 'گۆرانکارییەکانی پەڕگە:',
'filestatus'          => 'بارودۆخی مافی لەبەرگرتنەوە:',
'filesource'          => 'سەرچاوە:',
'uploadedfiles'       => 'پەڕگە بارکراوەکان',
'ignorewarnings'      => 'گوێ مەدە بە ئاگادارییەکان',
'successfulupload'    => 'بارکردنی سەرکەوتوو',
'uploadwarning'       => 'ئاگادارییەکانی بارکردن',
'savefile'            => 'پەڕگە پاشەکەوت بکە',
'uploadedimage'       => '«[[$1]]» بار کرا',
'overwroteimage'      => 'وەشانێکی نوێی «[[$1]]» بار کرد',
'uploaddisabled'      => 'بارکردن قەدەخە کراوە',
'sourcefilename'      => 'ناوی پەڕگەی سەرچاوە:',
'destfilename'        => 'ناوی مەبەست:',
'upload-maxfilesize'  => 'ئەو پەری قەبارەی فایل: $1',
'watchthisupload'     => 'چاودێڕیی ئەم پەڕگە بکە',

'upload-file-error' => 'ھەڵەی ناوخۆیی',

'nolicense' => 'هیچ‌کام هەڵنەبژاردراوە',

# Special:ListFiles
'imgfile'               => 'پەڕگە',
'listfiles'             => 'لیستی پەرگەکان',
'listfiles_date'        => 'ڕێکەوت',
'listfiles_name'        => 'ناو',
'listfiles_user'        => 'بەکارھێنەر',
'listfiles_size'        => 'قەبارە',
'listfiles_description' => 'پەسن',
'listfiles_count'       => 'وەشانەکان',

# File description page
'file-anchor-link'          => 'پەڕگە',
'filehist'                  => 'مێژووی پەڕگە',
'filehist-help'             => 'بە کلیک کردن لەسەر بەروار/کات پەڕگە بەو شێوازە کە لەو کاتەدا بووە نیشان ئەدرێت.',
'filehist-deleteall'        => 'هەمووی بسڕەوە',
'filehist-current'          => 'هەنووکە',
'filehist-datetime'         => 'ڕێکەوت/کات',
'filehist-thumb'            => 'ھێما',
'filehist-thumbtext'        => 'ھێما بۆ وەشانی  $1',
'filehist-user'             => 'بەکارهێنەر',
'filehist-dimensions'       => 'دوورییەکان',
'filehist-filesize'         => 'قەبارەی پەڕگە',
'filehist-comment'          => 'لێدوان',
'imagelinks'                => 'بەستەرەکانی پەڕگە',
'linkstoimage'              => 'لەم {{PLURAL:$1|پەڕەی خوارەوە بەستەر دراوە|$1 پەڕەی خوارەوە بەستەر دراوە}} بۆ ئەم پەڕگە:',
'sharedupload'              => 'ئەم پەڕگە لە $1ەوەیە و لەوە دەچێ لە پرۆژەکانی دیکەش بەکار ببرێت.',
'uploadnewversion-linktext' => 'وەشانێکی نوێی ئەم پەڕەیە بار بکە',

# File reversion
'filerevert-backlink' => '→ $1',

# File deletion
'filedelete-backlink' => '→ $1',
'filedelete-submit'   => 'بسڕەوە',

# MIME search
'download' => 'داگرتن',

# List redirects
'listredirects' => 'لیستی ئاڕاستەکراوەکان',

# Unused templates
'unusedtemplates'    => 'قاڵبە بە کار نەھێراوەکان',
'unusedtemplateswlh' => 'بەستەرەکانی تر',

# Random page
'randompage' => 'پەڕەیەک بە ھەرەمەکی',

# Statistics
'statistics'                   => 'ئامارەکان',
'statistics-header-pages'      => 'ئامارەکانی پەڕەکان',
'statistics-header-edits'      => 'ئامارەکانی گۆڕانکارییەکان',
'statistics-header-views'      => 'ئامارەکانی سەردانەکان',
'statistics-header-users'      => 'ئامارەکانی بەکارھێنەران',
'statistics-articles'          => 'پەڕە بە ناوەڕۆکەکان',
'statistics-pages'             => 'پەڕەکان',
'statistics-pages-desc'        => 'گشت پەڕەکانی ویکی، بە لەخۆگرتنی پەڕەکانی وتووێژ، ڕەوانەکراوەکان و ھتد.',
'statistics-files'             => 'پەڕگە بارکراوەکان',
'statistics-edits-average'     => 'نێونجی ژمارەی دەستکارییەکان لە پەڕەیەک دا',
'statistics-users'             => '[[Special:ListUsers|بەکارھێنەر]]ە تۆمارکراوەکان',
'statistics-users-active'      => 'ئەندامە چالاکەکان',
'statistics-users-active-desc' => 'ئەو بەکارھێنەرانە کە لە دوایین {{PLURAL:$1|ڕۆژ|$1 ڕۆژ}}دا کارێکیان جێبەجێ کربێت.',

'disambiguations' => 'پەڕەکانی جوداکردنەوە',

'doubleredirects' => 'دووجار ڕەوانەکراوەکان',

'brokenredirects'        => 'ڕەوانەکراوە خراپەکان',
'brokenredirects-edit'   => 'دەستکاری',
'brokenredirects-delete' => 'سڕینەوە',

'withoutinterwiki'         => 'پەڕەکانی بێ بەستەرەکانی زمان',
'withoutinterwiki-summary' => 'ئەم پەڕانە بەستەریان بۆ وەشانەکانی زمانەکانی تر نیە.',
'withoutinterwiki-legend'  => 'پێشگر',
'withoutinterwiki-submit'  => 'پیشاندان',

'fewestrevisions' => 'پەڕەکان بە کەمترین پیاچوونەوەوە',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|بایت|بایت}}',
'ncategories'             => '$1 {{PLURAL:$1|ھاوپۆل|ھاوپۆل}}',
'nlinks'                  => '$1 {{PLURAL:$1|بەستەر|بەستەر}}',
'nmembers'                => '$1 {{PLURAL:$1|ئەندام|ئەندام}}',
'nrevisions'              => '$1 {{PLURAL:$1|پیاچوونەوە|پیاچوونەوە}}',
'nviews'                  => '$1 جار {{PLURAL:$1|بینراو|بینراو}}',
'lonelypages'             => 'پەڕە ھەتیوەکان',
'uncategorizedpages'      => 'پەڕە بێ ھاوپۆلەکان',
'uncategorizedcategories' => 'ھاوپۆلە ھاوپۆلدارنەکراوەکان',
'uncategorizedimages'     => 'پەڕگە بێ ھاوپۆلەکان',
'uncategorizedtemplates'  => 'قاڵبە بێ ھاوپۆلەکان',
'unusedcategories'        => 'ھاوپۆلە بەکارنەھێنراوەکان',
'unusedimages'            => 'پەڕگە بەکارنەھێنراوەکان',
'popularpages'            => 'پەڕە مەحبووبەکان',
'wantedcategories'        => 'ھاوپۆلە داواکراوەکان',
'wantedpages'             => 'پەڕە داواکراوەکان',
'wantedfiles'             => 'پەڕگە داواکراوەکان',
'wantedtemplates'         => 'قاڵبە داواکراوەکان',
'mostcategories'          => 'پەڕەکان بە زۆرترین ھاوپۆلەوە',
'prefixindex'             => 'گشت پەڕەکان بە پێشگرەوە',
'shortpages'              => 'پەڕە کورتەکان',
'longpages'               => 'پەڕە دڕێژەکان',
'protectedpages'          => 'پەڕە پارێزراوەکان',
'protectedtitles'         => 'سەرناوە پارێزراوەکان',
'listusers'               => 'لیستی بەکارھێنەران',
'listusers-editsonly'     => 'تەنھا ئەو بەکارھێنەرانە نیشان بدە کە دەستکارییان کردووە',
'listusers-creationsort'  => 'ڕیز کردن بە پێی ڕێکەوتی دروست کردن',
'usercreated'             => 'دروست کراو لە $2ی $1',
'newpages'                => 'پەڕە نوێکان',
'newpages-username'       => 'ناوی بەکارھێنەر:',
'ancientpages'            => 'کۆنترین پەڕەکان',
'move'                    => 'گواستنەوە',
'movethispage'            => 'ئەم پەڕەیە بگوازەوە',
'pager-newer-n'           => '{{PLURAL:$1|یەکێکی نوێتر|$1ی نوێتر}}',
'pager-older-n'           => '{{PLURAL:$1|یەکێک کۆنتر|$1ی کۆنتر}}',

# Book sources
'booksources'               => 'سەرچاوەکانی کتێب',
'booksources-search-legend' => 'بۆ سەرچاوەی کتێب بگەڕێ',
'booksources-go'            => 'بڕۆ',

# Special:Log
'specialloguserlabel'  => 'بەکارھێنەر:',
'speciallogtitlelabel' => 'ناونیشان:',
'log'                  => 'لۆگەکان',
'all-logs-page'        => 'ھەموو لۆگە گشتییەکان',
'log-title-wildcard'   => 'گەڕانی ئەو سەرناوانە بەم دەقەوە دەست پێدەکەن',

# Special:AllPages
'allpages'       => 'ھەموو پەڕەکان',
'alphaindexline' => '$1 تا $2',
'nextpage'       => 'پەڕەی پاشەوە ($1)',
'prevpage'       => 'پەڕەی پێشەوە ($1)',
'allpagesfrom'   => 'بینینی پەڕەکان بە دەست پێ کردن لە:',
'allpagesto'     => 'بینینی پەڕەکان بە دوایی ھاتن بە:',
'allarticles'    => 'ھەمووی وتارەکان',
'allpagesprev'   => 'پێش',
'allpagesnext'   => 'پاش',
'allpagessubmit' => 'بڕۆ',
'allpagesprefix' => 'نیشاندانی پەڕەکان بە پێشگری:',

# Special:Categories
'categories' => 'ھاوپۆلەكان',

# Special:DeletedContributions
'deletedcontributions'             => 'بەشدارییە سڕاوەکان',
'sp-deletedcontributions-contribs' => 'بەشدارییەکان',

# Special:LinkSearch
'linksearch'    => 'بەستەرە دەرەکییەکان',
'linksearch-ns' => 'بۆشاییی ناو:',
'linksearch-ok' => 'گەڕان',

# Special:ListUsers
'listusersfrom'      => 'نیشاندانی بەکارھێنەران بە دست پێکردن لە:',
'listusers-submit'   => 'نیشاندان',
'listusers-noresult' => 'ھیچ بەکارھێنەرێک نەدۆزرایەوە.',

# Special:ActiveUsers
'activeusers'       => 'لیستی بەکارھێنەرە چالاکەکان',
'activeusers-count' => '$1 گۆڕانکاریی تازە',
'activeusers-from'  => 'نیشاندانی بەکارھێنەران بە دست پێکردن لە:',

# Special:Log/newusers
'newuserlogpage'           => 'لۆگی دروست کردنی بەکارھێنەر',
'newuserlog-byemail'       => 'تێپەڕوشە بە ئیمەیل نێردرا.',
'newuserlog-create-entry'  => 'بەکارھێنەری نوێ',
'newuserlog-create2-entry' => 'ھەژماری $1ی دروست کرد',

# Special:ListGroupRights
'listgrouprights'         => 'مافەکانی گرووپە بەکارھێنەرییەکان',
'listgrouprights-group'   => 'گرووپ',
'listgrouprights-rights'  => 'مافەکان',
'listgrouprights-members' => '(لیستی ئەندامەکان)',

# E-mail user
'emailuser'       => 'ئیمەیل بنێرە بۆ ئەم بەکارھێنەرە',
'emailpage'       => 'ئیمەیل بۆ بەکارھێنەر',
'defemailsubject' => 'ئیمەیلی {{SITENAME}}',
'emailfrom'       => 'لە:',
'emailto'         => 'بۆ:',
'emailsubject'    => 'بابەت:',
'emailmessage'    => 'نامە:',
'emailsend'       => 'بینێرە',
'emailccme'       => 'کۆپییەک لە نامەکە بنێرە بۆ ئیمەیلەکەم.',
'emailccsubject'  => 'کۆپیی نامەکەت بۆ $1: $2',
'emailsent'       => 'نامەکەت ناردرا',
'emailsenttext'   => 'نامەکەت ناردرا',
'emailuserfooter' => 'ئەم ئیمەیلە لە $1ەوە ناردرا بۆ $2 بە "Email user" لە {{SITENAME}}ەوە.',

# Watchlist
'watchlist'            => 'لیستی چاودێڕییەکانی من',
'mywatchlist'          => 'لیستی چاودێڕی‌یەکانم',
'watchlistfor'         => "(بۆ '''$1''')",
'nowatchlist'          => 'لە لیستی چاودێڕییەکانتدا ھیچ نیە.',
'watchnologin'         => 'لە ژوورەوە نیت.',
'addedwatch'           => 'بە لیستی چاودێڕییەکانت زێدە کرا',
'addedwatchtext'       => 'پەڕەی "[[:$1]]" خرایە سەر [[Special:Watchlist|لیستی جاودێڕی]]ەکەت.
گۆڕانکارییەکانی داھاتووی ئەم پەڕە و پەڕەی وتووێژەکەی، لەوێدا بە ڕیز دەکرێ و پەڕەکە لە [[Special:RecentChanges|لیستی دواییین گۆڕانکارییەکان]] دا ئەستوور  کراو دەردەکەوێت بۆ ئەوەی ئاسانتر دەسکەوێت.',
'removedwatch'         => 'لە لیستی چاودێڕییەکانت لابرا',
'removedwatchtext'     => 'پەڕەی "[[:$1]]" لە [[Special:Watchlist|لیستی چاودێڕیەکانت]] لابرا.',
'watch'                => 'چاودێڕی بکە',
'watchthispage'        => 'چاودێڕیی ئەم پەڕە بکە',
'unwatch'              => 'لابردنی چاودێڕی',
'unwatchthispage'      => 'ئیتر چاودێڕی مەکە',
'notanarticle'         => 'پەڕەی بێ ناوەڕۆک',
'notvisiblerev'        => 'پیاچوونەوە سڕاوەتەوە',
'watchnochange'        => 'لە کاتی دیاری کراو دا، بابەتە چاودێڕی کراوەکانت، دەستکاری نەکراون',
'watchlist-details'    => '{{PLURAL:$1|$1 پەڕە|$1 پەڕە}} لە لیستی چاودێڕیەکەت دایە، بێجگە پەڕەکانی لێدوان.',
'wlheader-enotif'      => '* ئەکرێ بە E-mail ئاگاداری بدەی',
'wlheader-showupdated' => "* ‏ئەو پەڕانە کە لە پاش دواین سەردانت دەستکاری کراون بە '''ئەستوور''' نیشان دراون",
'watchlistcontains'    => 'لیستی چاودێڕییەکانت $1 {{PLURAL:$1|پەڕە|پەڕە}}ی تێدایە.',
'iteminvalidname'      => "ھەڵە لەگەڵ بابەتی '$1'، ناوی نادروست...",
'wlnote'               => "خوارەوە {{PLURAL:$1|دوایین گۆڕانکاریە|دوایین '''$1''' گۆڕانکارییەکانن}} لە دواین  {{PLURAL:$2|کاتژمێر|'''$2''' کاتژمێر}} دا.",
'wlshowlast'           => 'نیشان دانی دوایین $1 کاتژمێری، $2 ڕۆژ لە $3',
'watchlist-options'    => 'ھەڵبژاردەکانی لیستی چاودێڕییەکان',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'چاودێڕی...',
'unwatching' => 'لابردنی چاودێڕی...',

'enotif_reset'       => 'ھەمووی پەڕەکان وەک بینراو دیاری بکە',
'enotif_newpagetext' => 'ئەمە پەڕەیەکی تازەیە.',
'changed'            => 'گۆڕدراو',
'created'            => 'دروستکراو',
'enotif_body'        => '
بەڕێز $WATCHINGUSERNAME،
پەڕەی $PAGETITLE لە {{SITENAME}} دا لە ڕێکەوتی $PAGEEDITDATE بە دەستی $PAGEEDITOR $CHANGEDORCREATED کراوە، سەردانی $PAGETITLE_URL بکە بۆ وەشانی ھەنووکەی ئەو پەڕە.

$NEWPAGE

پوختەی دەستکارییەکەی: $PAGESUMMARY $PAGEMINOREDIT

پەیوەندی لەگەڵ دەستکاریکەر: 
نامە: $PAGEEDITOR_EMAIL
ویکی: $PAGEEDITOR_WIKI

تا سەردانی ئەو پەڕە نەکەی، ئەگەر گۆڕانکارییەکی تری تێدا ڕووی دا خەبەر پێ نادرێ.
You could also reset the notification flags for all your watched pages on your watchlist.


             بە سوپاسەوە، سیستەمی ڕاگەیاندنی {{SITENAME}}
--
بۆ گۆڕینی تەنزیماتی لیستی چاودێڕییەکانت، سەربدە لە
{{fullurl:{{ns:special}}:Watchlist/edit}}

رێنوێنیی زۆرتر و دەربڕینی بیروڕا:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'پەڕە بسڕەوەو',
'confirm'                => 'پشتدار بکەرەوە',
'excontent'              => "ناوەڕۆک ئەمە بو: '$1'",
'excontentauthor'        => "ناوەڕۆک ئەمە بو: '$1'(و تەنھا بەشداریکەر  '[[Special:Contributions/$2|$2]]' بوو)",
'exbeforeblank'          => "ناوەڕۆک بەر لە بەتاڵ کردنەوە ئەمە بوو: '$1'",
'exblank'                => 'پەڕە خاڵی بوو',
'delete-confirm'         => 'سڕینەوەی "$1"',
'delete-backlink'        => '→ $1',
'delete-legend'          => 'سڕینەوە',
'historywarning'         => 'ئاگاداری: ئەم پەڕە کە ئەتەوێ بیسڕیتەوە مێژووی ھەیە',
'confirmdeletetext'      => 'تۆ خەریکی پەڕەیەک بە هەموو مێژووەکەیەوە دەسڕیتەو.
تکایە دووپاتی بکەوە کە دەتەوێت ئەم کارە بکەی، لە ئاکامەکەی تێدەگەی، و ئەم کارە بە پێی [[{{MediaWiki:Policy-url}}|سیاسەتنامە]] ئەنجام ئەدەی.',
'actioncomplete'         => 'چالاکی دوایی ھاو.',
'actionfailed'           => 'کردارەکە سەرنەکەوت',
'deletedtext'            => '"<nowiki>$1</nowiki>"  سڕایەوە.
سەیری $2 بکە بۆ تۆمارێکی دوایین سڕینەوەکان.',
'deletedarticle'         => '«[[$1]]» سڕایەوە',
'dellogpage'             => 'لۆگی سڕینەوە',
'deletecomment'          => 'ھۆکاری سڕینەوە:',
'deleteotherreason'      => 'ھۆکاری دیکە:',
'deletereasonotherlist'  => 'ھۆکاری دیکە',
'deletereason-dropdown'  => '* ھۆکاری سڕینەوە
** داواکاریی نووسەر
** تێکدانی مافی لەبەرگرتنەوە
** خراپکاری',
'delete-edit-reasonlist' => 'دەستکاری کردنی ھۆکارەکانی سڕینەوە',

# Rollback
'rollbacklink' => 'گەڕاندنەوە',

# Protect
'protectlogpage'              => 'لۆگی پاراستن',
'protectedarticle'            => 'پارێزراو[[$1]]',
'modifiedarticleprotection'   => 'ئاستی پاراستنی "[[$1]]"ی گۆڕا',
'unprotectedarticle'          => '"[[$1]]" لە حاڵی ئێستا دا نەپازراوە',
'movedarticleprotection'      => 'ڕێککارییەکانی پاراستن لە  "[[$2]]" گوازرایەوە بۆ "[[$1]]"',
'protect-title'               => 'ئاستی پاراستنی "$1" بگۆڕە',
'prot_1movedto2'              => '[[$1]] گوازراوەتەوە بۆ [[$2]]',
'protect-backlink'            => '← $1',
'protect-legend'              => 'پاراستن تەیید بکە',
'protectcomment'              => 'ھۆکاری پاراستن:',
'protectexpiry'               => 'ھەتا:',
'protect_expiry_invalid'      => 'کاتی بەسەرچوون نادروستە:',
'protect_expiry_old'          => 'کاتی بەسەرچوون ڕابردووە',
'protect-unchain'             => 'ئاستەنگی ئیزنی گواستنەوە لا ببە',
'protect-text'                => "تۆ دەتوانی لێرە ئاستی پاراستنی لاپەڕەکە ببینی وە بیگۆڕی '''<nowiki>$1</nowiki>''' .",
'protect-locked-access'       => "ھەژمارەکەت ڕێگەی ئەوەی پێ نەدراوە کە بتوانێت ئاستی پاراستنی پەڕە بگۆڕێت.
ڕێککارییەکانی ئێستای پەڕەی '''$1''' ئەمەتە:",
'protect-cascadeon'           => 'ئەم لاپەڕە لە حاڵی ئێستا دا پارێزراوە چونکا لە نێو ئەم {{PLURAL:$1|لاپەڕ(ان)ە دایە کە }} حاڵەتی پاراستنی تاڤگەیی ئەو(ان) ھەڵکراوە

تۆ دەتوانی ئاستی پاراستنی ئەم لاپەڕە بگۆڕی، بەڵام ئەم گۆڕانە ھیچ کاریگەر نابێت لە سەر پاراستنی تاڤگەیی',
'protect-default'             => 'بە ھەموو بەکارھێنەران ڕێگە بدە',
'protect-fallback'            => 'پێویستی بە ئیزنی «$1» ھەیە',
'protect-level-autoconfirmed' => 'بەکارھێنەرانی نوێ و تۆمارنەکراو ئاستەنگ بکە',
'protect-level-sysop'         => 'تەنھا بەڕێوەبەران',
'protect-summary-cascade'     => 'تاڤگەیی',
'protect-expiring'            => 'تا ڕێکەوتی $1 (UTC)',
'protect-cascade'             => 'لاپەڕەکانی نێو ئەم لاپەتە بپارێزە (پاراستنی تاڤگەیی)',
'protect-cantedit'            => 'ناتوانی ئاستی پاراستنی ئەم پەڕە بگۆڕی، چونکوو تۆ ئیجازەی ئەم کارەت نیە.',
'protect-dropdown'            => '*ھۆکارە باوەکانی پاراستن
** خراپکاریی لەڕادەبەدەر
** سپامی لەڕادەبەدەر
** شەڕە دەستکاریی بێ‌سوود
** پەڕەی زۆربینەردار',
'protect-edit-reasonlist'     => 'دەستکاری کردنی ھۆکارەکانی پاراستن',
'protect-expiry-options'      => '١ کاتژمێر:1 hour,١ ڕۆژ:1 day,١ ھەفتە:1 week,٢ ھەفتە:2 weeks,١ مانگ:1 month,٣ مانگ:3 months,٦ مانگ:6 months,١ ساڵ:1 year,بی‌بڕانەوە:infinite',
'restriction-type'            => 'ئیزن:',
'restriction-level'           => 'ئاستی سنووردارکردن:',
'minimum-size'                => 'کەمترین قەبارە',
'maximum-size'                => 'زۆرترین قەبارە:',
'pagesize'                    => '(بایت)',

# Restrictions (nouns)
'restriction-edit'   => 'دەستکاری',
'restriction-move'   => 'گواستنەوە',
'restriction-create' => 'دروستکردن',
'restriction-upload' => 'بارکردن',

# Restriction levels
'restriction-level-sysop'         => 'تەواو پارێزراو',
'restriction-level-autoconfirmed' => 'نیوە پارێزراو',
'restriction-level-all'           => 'هەر ئاستێک',

# Undelete
'undeletelink'     => 'بینین/گەڕاندنەوە',
'undeletedarticle' => '«[[$1]]» گێڕایەوە',

# Namespace form on various pages
'namespace'      => 'بۆشاییی ناو',
'invert'         => 'ھەڵبژاردەکان پێچەوانە بکە',
'blanknamespace' => '(سەرەکی)',

# Contributions
'contributions'       => 'بەشدارییەکانی بەکارھێنەر',
'contributions-title' => 'بەشدارییەکانی بەکارھێنەر $1',
'mycontris'           => 'بەشدارییەکانم',
'contribsub2'         => 'بۆ$1 ($2)',
'uctop'               => '(سەر)',
'month'               => 'لە مانگی (و پێشترەوە):',
'year'                => 'لە ساڵی (و پێشترەوە):',

'sp-contributions-newbies'     => 'تەنھا بەشدارییەکانی بەکارھێنەرە تازەکان نیشان بدە',
'sp-contributions-newbies-sub' => 'لە بەکارھێنەرە تازەکانەوە',
'sp-contributions-blocklog'    => 'لۆگی بەربەستن',
'sp-contributions-deleted'     => 'بەشدارییە سڕاوەکان',
'sp-contributions-logs'        => 'تۆمارەکان',
'sp-contributions-talk'        => 'قسە',
'sp-contributions-search'      => 'گەڕین بۆ بەشدارییەکان',
'sp-contributions-username'    => 'ئەدرەسی IP یان بەکارھێنەر:',
'sp-contributions-submit'      => 'بگەڕە',

# What links here
'whatlinkshere'            => 'بەسراوەکان بە ئێرەوە',
'whatlinkshere-title'      => 'ئەو پەڕانەی بەستەرکراون بۆ "$1"',
'whatlinkshere-page'       => 'پەڕە:',
'linkshere'                => "ئەم پەڕانە بەستەریان ھەیە بۆ '''[[:$1]]''':",
'isredirect'               => 'پەڕە ئاڕاستە بکە',
'istemplate'               => 'بەکارھێنراو',
'isimage'                  => 'بەستەری وێنە',
'whatlinkshere-prev'       => '{{PLURAL:$1|پێشتر|$1 ی پێشتر}}',
'whatlinkshere-next'       => '{{PLURAL:$1|دیکە|$1 ی دیکە}}',
'whatlinkshere-links'      => '← بەستەرەکان',
'whatlinkshere-hideredirs' => 'ڕەوانەکراوەکان $1',
'whatlinkshere-hidetrans'  => 'ترانسکلوژنه‌کانی $1',
'whatlinkshere-hidelinks'  => '$1 بەستەر',
'whatlinkshere-filters'    => 'پاڵێوەرەکان',

# Block/unblock
'blockip'                  => 'بەربەستنی بەکارھێنەر',
'ipaddress'                => 'ناونیشانی IP:',
'ipbexpiry'                => 'بەسەرچوون:',
'ipbreason'                => 'هۆکار:',
'ipbreasonotherlist'       => 'هۆکاری تر',
'ipboptions'               => '2 کاتژمێر:2 hours,1 ڕۆژ:1 day,3 ڕۆژ:3 days,1 ھەفتە:1 week,2 ھەفتە:2 weeks,1 مانگ:1 month,3 مانگ:3 months,6 مانگ:6 months,1 ساڵ:1 year,بێ سنوور:infinite',
'ipbotheroption'           => 'دیکە',
'ipblocklist'              => 'IP ئەدرەس و بەکارھێنەرە بەربەستراوەکان',
'blocklink'                => 'بەربەستن',
'unblocklink'              => 'لابردنی بەرگری',
'change-blocklink'         => 'گۆڕینی بەرگری',
'contribslink'             => 'بەشداری',
'blocklogpage'             => 'لۆگی بەربەستن',
'blocklogentry'            => '[[$1]] ئاستەنگ کرا بۆ ماوەی $2 $3',
'reblock-logentry'         => 'دۆخی ئاستەنگ کردنی [[$1]]  بۆ گۆڕدرا بۆ ماوەی $2 $3',
'unblocklogentry'          => 'بەربەستنی "$1" بەتاڵ کرا',
'block-log-flags-nocreate' => 'دروستکردنی هەژمار ناچالاککراوە',

# Move page
'move-page'             => '$1 بگوێزەوە',
'move-page-legend'      => 'گواستنەوەی پەڕە',
'movepagetext'          => "لە ڕێگەی ئەم فۆرمەی خوارەوە ناوی پەڕە دەگۆڕدرێت، وە ھەموو مێژووەکەی دەگوازێتەوە بۆ ناوی نوێ.
ئەگەر لە بەشی گەڕان ناوە کۆنەکەی پێ بدەی بە شێوەی خۆکار پەڕەکە دەگوازرێتەوە بۆ ناوە نوێکە .
تۆ دەتوانی ئەو بەستەری ئاڵوگۆرانە بگۆڕی کە بەشێوەی خۆکار دەچێنە سەر لاپەڕەی ئەسڵی
ئەگەر ناتەوێت ئەم کارە بکەی، دڵنیا بە کە [[Special:DoubleRedirects|دوبلەکان]]   یان [[Special:BrokenRedirects|شکاوەکان]] تاقی بکەیتەوە.
تۆ دەتوانی ئەو بەستەری ئاڵوگۆرانە تازە بکەیتەوە کە بەشێوەی خۆکار دەچێنە سەر لاپەڕەی ئەسڵی
ئەگەر ناتەوێت ئەم کارە بکەی، دڵنیا بە کە [[Special:DoubleRedirects|دوبلەکان]]   یان [[Special:BrokenRedirects|شکاوەکان]] تاقی بکەیتەوە.
تۆ بەرپرسیاری دڵنیا ببیتەوە لەوەی کە بەستەرەکان دەچنە سەر خاڵێک کە چاوەروان دەکرێت بچنە ئەوێ.

دەبێت بزانی کە ئەگەر پێشتر لاپەڕەیەک بەم ناوە ھەبێت لاپەڕەکە ناگوازرێتەوە، مەگەر ئەوەی کە لاپەڕەکە بەتاڵ بێت یان ئاڵوگۆر بێت وە ھیچ مێژووی گۆڕاندنی پێشووی نەبێت.

ئەمە بەو واتایە کە ئەگەر ھەڵەیەک بکەی دەتوانی ناوی لاپەڕەکە دیسانەوە بگۆڕی بۆ ناوی پێشووی، وە ناتوانی بیخەیە جێگەی پەڕەیەک کە ھەنووکە ھەیە.

'''ئاگاداریی'''
ئەمە دەتوانێت گۆڕانێکی زۆر نابەجێ و چاوەڕوانەکراو بێت لە لاپەڕەیەکی ناسراو؛
تکایە پێش گۆڕینی ناو باش بیر لە ئاکامەکەی بکەوە.",
'movepagetalktext'      => "لاپه‌ڕه‌ی وتوبێژی پێوه‌ندیدار به‌ شێوی خۆکار له‌گه‌ڵی ده‌گوازرێته‌وه‌ '''مه‌گه‌ر:'''
* لاپه‌ڕه‌یه‌کی وتوبێژی تێدانووسراو له‌ ژێر ناوه‌ نوێکی هه‌بێت، یان
* تۆ ئه‌م بۆکسه‌ی خواره‌وه‌ لێ نه‌ده‌ی

له‌و حاڵه‌تانه‌دا، ئه‌گه‌ر بته‌وێت بیگوازیته‌وه‌ ناچار ده‌بیت به‌ شێوه‌ی ده‌ستی بیگوازیته‌وه‌ یان هه‌ردوکیان تێکه‌ڵ بکه‌ی.",
'movearticle'           => 'ئەم پەڕە بگوازەوە:',
'movenologin'           => 'نەچوویتەتە ژوورەوە',
'movenologintext'       => 'بۆ گواستنەوەی پەڕەیەک، ئەشێ ببی بە ئەندام و [[Special:UserLogin|لە ژوورەوە]] بیت.',
'newtitle'              => 'بۆ ناوی نوێی:',
'move-watch'            => 'ئەم پەڕە چاودێری بکە',
'movepagebtn'           => 'ئەم پەڕە بگوازەوە',
'pagemovedsub'          => 'گواستنەوە بە سەرکەوتوویی جێبەجێ کرا',
'movepage-moved'        => '<big>\'\'\'"$1" گوازراوەتەوە بۆ "$2"\'\'\'</big>',
'articleexists'         => 'لاپەڕەیەک بەم ناوە ھەیە، یان ئەو ناوەی تۆ ھەڵتبژاردووە بایەخدار نیە.
تکایە ناوێکی دیکە ھەڵبژێرە',
'talkexists'            => "'''خودی پەڕەکە گۆزرایەوە بەڵام پەڕەی ووتووێژەکەی ناگۆزرێتەوە چونکو بەو ناوەوە یەکێک ھەیە 
تکایە بە بە دەستی خۆتان ئەو دووانە تێکەڵ کەن.'''",
'movedto'               => 'بوو بە',
'movetalk'              => 'پەڕەی گوفتوگۆکەشی بگۆزەرەوە',
'move-subpages'         => 'ژێرپەڕەکانی بگۆزەرەوە (بە ئەندازەی $1)',
'move-talk-subpages'    => 'ژێرپەڕەکانی پەڕەی لێدوانی بگۆزەرەوە (بە ئەندارەی $1)',
'movepage-page-exists'  => 'پەڕەی $1 هەیە و ناتوانرێت خۆکار بخرێتە جێی.',
'movepage-page-moved'   => 'پەڕەی $1 گۆزرایەوە بۆ $2.',
'movepage-page-unmoved' => 'ناکرێ پەڕەی $1 بگوێزرێتەوە بۆ $2.',
'1movedto2'             => '[[$1]] گۆزرایەوە بۆ [[$2]]',
'1movedto2_redir'       => 'بە ڕەوانکردنەوە، [[$1]] گۆزرایەوە بۆ [[$2]]',
'movelogpage'           => 'لۆگی گواستنەوە',
'movelogpagetext'       => 'لە خوارەوەدا لیستی ھەموو پەڕە گواستنەوەکان دەبینن.',
'movereason'            => 'بە ھۆی:',
'revertmove'            => 'پێچەوانەکردنەوە',
'delete_and_move'       => 'بیسڕەوە و بیگوازەوە',
'move-leave-redirect'   => 'ڕەوانکردنەوەیەک دابنە بۆ پەڕە نوێکە',

# Export
'export' => 'ھەناردنی پەڕەکان',

# Namespace 8 related
'allmessages'        => 'پەیامەکانی سیستەم',
'allmessagesname'    => 'ناو',
'allmessagesdefault' => 'دەقی بنەڕەتی',
'allmessagescurrent' => 'دەقی ھەنووکە',

# Thumbnails
'thumbnail-more' => 'گەورە کردنەوە',

# Special:Import
'import-interwiki-submit' => 'هاوردن',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'پەڕە بەکارھێنەریی تۆ',
'tooltip-pt-anonuserpage'         => 'پەڕەی بەکارھێنەری بۆ ئای‌پی یەکە کە بەناویەوە خەریکی دەستکاری کردنی',
'tooltip-pt-mytalk'               => 'پەڕەی وتوبێژی تۆ',
'tooltip-pt-anontalk'             => 'لێدوان لەسەر دەستکارییەکان لەم ئایپی ئەدرەسەوە',
'tooltip-pt-preferences'          => 'بژاردەکانت',
'tooltip-pt-watchlist'            => 'لیستی ئەو پەڕانە کە چاودێری گۆڕانکارییەکانیانی دەکەی',
'tooltip-pt-mycontris'            => 'لیستی بەشدارییەکانت',
'tooltip-pt-login'                => 'هاندەدرێیت کە بچیتە ژوورەوە؛ هەرچەندە، پێویست نییە',
'tooltip-pt-logout'               => 'دەرچوون',
'tooltip-ca-talk'                 => 'لێدوان دەربارەی ناوەڕۆکی پەرە',
'tooltip-ca-edit'                 => 'ئەتوانی دەستکاری ئەم پەڕەیە بکەیت.
تکایە دوگمەی پێشبینین بەکارببە پێش پاشەکەوتکردن.',
'tooltip-ca-addsection'           => 'بەشێکی نوێ دەست پێ بکە',
'tooltip-ca-viewsource'           => 'ئەم پەڕەیە پارێزراوە.
ئەتوانی سەرچاوەکەی ببینیت',
'tooltip-ca-history'              => 'وەشانەکانی پێشووی ئەم پەڕەیە',
'tooltip-ca-protect'              => 'ئەم پەڕەیە بپارێزە',
'tooltip-ca-delete'               => 'ئەم پەڕەیە بسڕەوە',
'tooltip-ca-move'                 => 'ئەم پەڕەیە بگوازەوە',
'tooltip-ca-watch'                => 'ئەم پەڕە بخە سەر لیستی چاودێریت',
'tooltip-ca-unwatch'              => 'ئەم پەڕە لە لیستی چاودێڕییەکەت لابە',
'tooltip-search'                  => 'لە {{SITENAME}} بگەڕێ',
'tooltip-search-go'               => 'بڕۆ بۆ پەڕەیەک کە بە تەواوەتی ئەم ناوەی تیادایە ئەگەر هەبێت',
'tooltip-search-fulltext'         => 'لە پەڕەکاندا بگەڕێ بۆ ئەم دەقە',
'tooltip-p-logo'                  => 'بینینی پەڕەی دەستپێک',
'tooltip-n-mainpage'              => 'بینینی پەڕەی دەستپێک',
'tooltip-n-portal'                => 'دەربارەی پڕۆژەکە، چی ئەتوانی بکەیت، لە کوێ شتەکان بدۆزیتەوە',
'tooltip-n-currentevents'         => 'زانیاری پێشینە بەدەست بھێنە دەربارەی بۆنە ھەنووکەییەکان',
'tooltip-n-recentchanges'         => 'لیستی دوایین گۆڕانکارییەکان لەم ویکییەدا',
'tooltip-n-randompage'            => 'پەڕەیەکی ڕەمەکی نیشان بدە',
'tooltip-n-help'                  => 'شوێنێک بۆ دۆزینەوەی',
'tooltip-t-whatlinkshere'         => 'لیستی هەموو ئەو پەڕانەی ویکی کە بەستەرکراون بۆ ئێرە',
'tooltip-t-recentchangeslinked'   => 'دوایین گۆڕانکارییەکان لەو پەڕانە کە بەگرەوە گرێ دراون',
'tooltip-feed-rss'                => 'RSS بۆ ئەم گۆڕانکارییەکانی ئەم پەڕە',
'tooltip-feed-atom'               => 'Atom feed بۆ ئەم گۆڕانکارییەکانی ئەم پەڕە',
'tooltip-t-contributions'         => 'بینینی بەشدارییەکانی ئەم بەکارھێنەرە',
'tooltip-t-emailuser'             => 'ئیمەیلێک بنێرە بۆ ئەم بەکارھێنەرە',
'tooltip-t-upload'                => 'پەڕگەیەک (فایل) بار بکە',
'tooltip-t-specialpages'          => 'لیستی ھەموو پەڕە تایبەتەکان',
'tooltip-t-print'                 => 'وەشانی چاپی ئەم پەڕەیە',
'tooltip-t-permalink'             => 'گرێدەری ھەمیشەیی بۆ ئەم وەشانەی ئەم پەڕەیە',
'tooltip-ca-nstab-main'           => 'بینینی پەڕەی ناوەڕۆک',
'tooltip-ca-nstab-user'           => 'پەڕەی بەکارھێنەر تەماشا بکە',
'tooltip-ca-nstab-media'          => 'پەڕەی میدیا چاو لێ بکە',
'tooltip-ca-nstab-special'        => 'ئەمە پەڕەیەکی تایبەتە، ناتوانی خودی ئەم پەڕە دەستکاری بکەیت',
'tooltip-ca-nstab-project'        => 'بینینی پەڕەی پرۆژە',
'tooltip-ca-nstab-image'          => 'بینینی پەڕەی پەڕگە',
'tooltip-ca-nstab-mediawiki'      => 'بینینی پەیامی سیستەم',
'tooltip-ca-nstab-template'       => 'بینینی قاڵبەکە',
'tooltip-ca-nstab-help'           => 'بینینی پەڕەی رێنمایی',
'tooltip-ca-nstab-category'       => 'بینینی پەڕەی ھاوپۆلەکان',
'tooltip-minoredit'               => 'ئەمە وەک گۆڕانکارییەکی بچووک دیاری بکە',
'tooltip-save'                    => 'گۆڕانکارییەکانی خۆت پاشکەوت بکە',
'tooltip-preview'                 => 'پێش بینینی گۆڕانکارییەکان، تکایە پێش پاشکەوت کردن ئەمە بەکار بھێنە',
'tooltip-diff'                    => 'نیشان دانی گۆڕانکارییەکانت لە دەقەکەدا',
'tooltip-compareselectedversions' => 'جیاوازییەکانی دوو وەشانە دیاریکراوەی ئەم پەڕە ببینە.',
'tooltip-watch'                   => 'ئەم پەڕە بخەرە سەر لیستی چاودێڕیەکەت',
'tooltip-upload'                  => 'دەستپێکردنی بارکردن',
'tooltip-rollback'                => "''گەڕاندنەوە'' بە یەک کلیک گۆڕانکاری (گۆڕانکارییەکانی) ئەم پەڕە ئەباتەوە بۆ ھی دواین بەشدار",
'tooltip-undo'                    => '"پاشگەزبوونەوە"  گۆڕانکارییەکان دەگەڕەنێتەوە و فۆرمی دەستکاری کردن لە حاڵەتی پێشبینین دەکاتەوە. بەم شێوە دەکرێ ھۆکارێک لە بەشی پوختە دا بنووسرێت.',

# Attribution
'siteuser'         => 'بەکارھێنەری {{SITENAME}}، $1',
'lastmodifiedatby' => 'ئەم پەڕە دواجار لە $2ی $1 بە دەستی $3 گۆڕدراوە.',

# Info page
'numedits'     => 'ژمارەی دەستکارییەکان (پەڕە): $1',
'numtalkedits' => 'ژمارە گۆڕانکارییەکان (پەڕەی لێدوان): $1',

# Skin names
'skinname-standard'    => 'کلاسیک',
'skinname-nostalgia'   => 'غەریبی',
'skinname-cologneblue' => 'شینی کۆلۆن',
'skinname-monobook'    => 'مۆنۆ',
'skinname-myskin'      => 'پێستی خۆم',
'skinname-chick'       => 'جوجه‌',
'skinname-simple'      => 'ساده‌',
'skinname-modern'      => 'مۆدێڕن',
'skinname-vector'      => 'ڤێکتۆر',

# Math options
'mw_math_png'    => 'ھەموو جارێک وەک PNG نیشان بدە',
'mw_math_simple' => 'HTML ئەگەر ساکار بێت, ئەگەرنا PNG',
'mw_math_html'   => 'ئەگەر بکرێ بە HTML ، ئەگەرنا بە PNG',
'mw_math_source' => 'وەک TeX بمێنێتەوە (بۆ وێبگەڕە دەقی‌یەکان)',
'mw_math_modern' => 'بۆ وێبگەڕە مۆدێڕنەکان باشترە',

# Math errors
'math_unknown_error'    => 'هەڵەیەکی نەزانراو',
'math_unknown_function' => 'فەرمانێکی نەناسراو',
'math_syntax_error'     => 'ڕستەکار هەڵەیە',

# Browsing diffs
'previousdiff' => '→ گۆڕانکاریی کۆنتر',
'nextdiff'     => 'گۆڕانکاریی نوێتر ←',

# Media information
'thumbsize'            => 'قەبارەی Thumbnail:',
'file-info-size'       => '($1 × $2 پیکسێل، قەبارەی پەڕگە: $3، جۆری MIME: $4)',
'file-nohires'         => '<small>رەزۆلوشنی بانتر لە بەردەست دا نیە.</small>',
'svg-long-desc'        => '(پەڕگەی SVG، بە ناو $1 × $2 خاڵ، قەبارەی پەڕگە: $3)',
'show-big-image'       => 'گەورە کردنەوە',
'show-big-image-thumb' => '<small>قەبارەی ئەم پێشبینینە: $1 × $2 خاڵە</small>',

# Special:NewFiles
'newimages'        => 'پێشانگای پەڕگە نوێکان',
'newimages-legend' => 'پاڵاوتن',
'ilsubmit'         => 'گەڕان',
'bydate'           => 'بەپێی ڕێکەوت',

# Bad image list
'bad_image_list' => 'فۆرمات بەم شێوەی خوارەوەیە:

تەنھا ئەو بابەتانەی کە کە لیست کراون (واتە ئەو دێڕانەی بە * دەست پێ دەکەن) لێک ئەدرێتەوە.
یەکەم بەستەر لە سەر دێڕێک دەبێت بەستەری فایلێکی خراپ بێت.
ھەموو بەستەرەکانی دوای ئەو کە لەسەر ھەمان دێڕن وەکوو نائاسایی دێتە ھەژمار، واتە ئەو لاپەڕانەی کە ڕەنگە تێدا فایل بە شێوەی ئینلاین بێت',

# Variants for Kurdish language
'variantname-ku-arab' => 'ئەلفوبێی عەرەبی',
'variantname-ku-latn' => 'ئەلفوبێی لاتینی',

# Metadata
'metadata'          => 'دراوی مێتا',
'metadata-help'     => 'ئەم پەڕگە زانیاری زێدەی ھەیە، کە لەوە دەچێت کامێرا یان ھێماگر (scanner) خستبێتیە سەری. ئەگەر پەڕگەکە لە حاڵەتی سەرەتاییەکەیەوە دەستکاری کرابێ، شایەد بڕێ لە بڕگەکان بە تەواوی زانیارەکانی وێنە گۆڕدراوەکە نیشان نەدەن.',
'metadata-expand'   => 'وردەکارییە درێژکراوەکان پیشان بدە',
'metadata-collapse' => 'وردەکارییە درێژکراوەکان بشارەوە',
'metadata-fields'   => 'ئەو کێڵگە EXIFانە لەم پەیامە بە ڕیز کراون، کاتێک خشتەی metadata کۆ کراوەش بێ ھەر نیشان ئەدرێت. کێڵگەکانی تر تا خشتەکە باز نەکرێ، شاراوەن.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'       => 'پانی',
'exif-imagelength'      => 'بەرزی',
'exif-imagedescription' => 'ناونیشانی وێنە',
'exif-model'            => 'جۆری کامێرا',
'exif-artist'           => 'نووسەر',
'exif-lightsource'      => 'سەرچاوەی ڕووناکی',
'exif-filesource'       => 'سەرچاوەی پەڕگە',
'exif-saturation'       => 'تێربوون',
'exif-gpslatitude'      => 'پانی',
'exif-gpslongitude'     => 'درێژی',
'exif-gpsmeasuremode'   => 'جۆری پێوان',
'exif-gpsdop'           => 'وردی پێوان',
'exif-gpsspeedref'      => 'یەکەی خێرایی',
'exif-gpsspeed'         => 'خێرایی وەرگری GPS',
'exif-gpstrack'         => 'ئاڕاستەی جوڵان',
'exif-gpsimgdirection'  => 'ئاڕاستەی وێنە',
'exif-gpsdatestamp'     => 'ڕێکەوتی GPS',

# EXIF attributes
'exif-compression-1' => 'نەپەستێنراو',

'exif-unknowndate' => 'ڕێکەوتی نەزانراو',

'exif-orientation-1' => 'ئاسایی',
'exif-orientation-2' => 'ئاسۆیی هەڵگێڕدراوەتەوە',
'exif-orientation-3' => '١٨٠° سوڕاوەتەوە',
'exif-orientation-4' => 'ستوونی هەڵگێڕدراوەتەوە',

'exif-componentsconfiguration-0' => 'بوونی نییە',

'exif-exposureprogram-1' => 'دەستکار',

'exif-meteringmode-0'   => 'نەزانراو',
'exif-meteringmode-1'   => 'تێکڕا',
'exif-meteringmode-5'   => 'لەوحە',
'exif-meteringmode-6'   => 'بەش بەش',
'exif-meteringmode-255' => 'هیتر',

'exif-lightsource-0' => 'نەزانراو',
'exif-lightsource-1' => 'ڕووناکی ڕۆژ',
'exif-lightsource-4' => 'فلاش',

'exif-focalplaneresolutionunit-2' => 'ئینج',

'exif-sensingmethod-1' => 'دیاری نەکراو',

'exif-scenecapturetype-0' => 'ستاندارد',

'exif-gaincontrol-0' => 'هیچ',

'exif-contrast-0' => 'ئاسایی',
'exif-contrast-1' => 'نەرم',
'exif-contrast-2' => 'ڕەق',

'exif-saturation-0' => 'ئاسایی',

'exif-sharpness-0' => 'ئاسایی',
'exif-sharpness-1' => 'نەرم',
'exif-sharpness-2' => 'ڕەق',

'exif-subjectdistancerange-0' => 'نەزانراو',
'exif-subjectdistancerange-1' => 'گەورە',

# External editor support
'edit-externally'      => 'دەستکاری ئەم پەڕەیە بکە بە بەکارهێنانی پڕۆگرامێکی دەرەکی',
'edit-externally-help' => '(بۆ زانیاریی زیاتر سەیری [http://www.mediawiki.org/wiki/Manual:External_editors  ڕێنماییەکانی دامەزراندن] بکە)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'ھەموو',
'imagelistall'     => 'ھەموو',
'watchlistall2'    => 'ھەموو',
'namespacesall'    => 'ھەموو',
'monthsall'        => 'ھەموو',

# Delete conflict
'recreate' => 'درووست‌کردنەوە',

# action=purge
'confirm_purge_button' => 'باشە',

# Separators for various lists, etc.
'semicolon-separator' => '؛&#32;',
'comma-separator'     => '،&#32;',

# Multipage image navigation
'imgmultipageprev' => '← پەڕەی پێشوو',
'imgmultipagenext' => 'پەڕەی داهاتوو →',
'imgmultigo'       => 'بڕۆ!',
'imgmultigoto'     => 'بڕۆ بۆ پەڕەی $1',

# Table pager
'table_pager_next'         => 'پەڕەی داهاتوو',
'table_pager_prev'         => 'پەڕەی پێشوو',
'table_pager_first'        => 'پەرەی یەکەم',
'table_pager_last'         => 'دوا پەڕە',
'table_pager_limit'        => '$1 دانە پیشان بدە بۆ هەر پەڕەیەک',
'table_pager_limit_submit' => 'بڕۆ',
'table_pager_empty'        => 'هیچ ئەنجامێک نییە',

# Live preview
'livepreview-loading' => 'له‌باركردنایه‌ ...',
'livepreview-ready'   => 'ئاماده‌یه‌',

# Watchlist editor
'watchlistedit-numitems'      => 'بێجگە لە پەڕەی وتووێژەکان، لیستی چاودێڕییەکانت {{PLURAL:$1|1 بابەت|$1 بابەت}}ی تێدایە،',
'watchlistedit-noitems'       => 'لیستی چاودێڕییەکانت ھیچ بابەتێکی تێدا نییە.',
'watchlistedit-normal-title'  => 'دە‌ستکاری لیستی چاودێری',
'watchlistedit-normal-submit' => 'ناونیشانەکان لاببە',
'watchlistedit-raw-titles'    => 'ناونیشانەکان:',
'watchlistedit-raw-submit'    => 'نوێکردنەوەی لیستی چاودێری',

# Watchlist editing tools
'watchlisttools-view' => 'بینینی گۆڕانکارییە پەیوەندی‌دارەکان',
'watchlisttools-edit' => 'بینین و دەستکاری کردنی لیستی چاودێڕییەکان',
'watchlisttools-raw'  => 'دەستکاری کردنی لیستی خامی چاودێڕییەکان',

# Iranian month names
'iranian-calendar-m1' => 'خاکەلێوە',
'iranian-calendar-m2' => 'گوڵان',
'iranian-calendar-m3' => 'جۆزەردان',
'iranian-calendar-m4' => 'پووشپەڕ',
'iranian-calendar-m5' => 'گەلاوێژ',
'iranian-calendar-m6' => 'خەرمانان',

# Special:Version
'version'                  => 'وەشان',
'version-extensions'       => 'پێوەکراوە دامەزراوەکان',
'version-specialpages'     => 'پەڕە تایبەتەکان',
'version-variables'        => 'گۆڕاوەکان',
'version-other'            => 'هیتر',
'version-license'          => 'مۆڵەت',
'version-software'         => 'نەرمەکاڵای دامەزراو',
'version-software-product' => 'بەرهەم',
'version-software-version' => 'وەشان',

# Special:FilePath
'filepath'        => 'ڕێڕەوی پەڕگە',
'filepath-page'   => 'پەڕگە:',
'filepath-submit' => 'ڕێڕەو',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'گەڕان بۆ پەڕگە دووپات کراوەکان',
'fileduplicatesearch-filename' => 'ناوی پەرگە:',
'fileduplicatesearch-submit'   => 'گەڕان',

# Special:SpecialPages
'specialpages'                 => 'پەڕە تایبەتەکان',
'specialpages-group-other'     => 'پەڕە تایبەتەکانی دیکە',
'specialpages-group-login'     => 'چوونە ژوورەوە/ناونووسین',
'specialpages-group-changes'   => 'دوایین گۆڕانکارییەکان و ڕەشنووسەکان',
'specialpages-group-media'     => 'گوزارشتەکان و بارکردنەکانی مێدیا',
'specialpages-group-users'     => 'بەکارھێنەران و مافەکان',
'specialpages-group-highuse'   => 'پەڕە زۆر بەکار ھێنراوەکان',
'specialpages-group-pages'     => 'لیستەکانی پەڕەکان',
'specialpages-group-pagetools' => 'ئامرازەکانی پەڕە',
'specialpages-group-wiki'      => 'داتا و ئامرازەکانی ویکی',
'specialpages-group-redirects' => 'پەڕە تایبەتەکانی رەوانکردنەوە',
'specialpages-group-spam'      => 'ئامرازەکانی سپەم',

# Special:BlankPage
'blankpage' => 'پەڕەی واڵا',

# Special:Tags
'tag-filter-submit' => 'پاڵاوتن',
'tags-title'        => 'تاگەکان',
'tags-edit'         => 'دەستکاری',

# HTML forms
'htmlform-submit'              => 'ناردن',
'htmlform-reset'               => 'گەڕانەوەی گۆڕانکاری',
'htmlform-selectorother-other' => 'دیکە',

);
