<?php
/** Bishnupria Manipuri (ইমার ঠার/বিষ্ণুপ্রিয়া মণিপুরী)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Usingha
 * @author Uttam Singha, Dec 2006
 */

$fallback = 'bn';

$digitTransformTable = array(
	'0' => '০',
	'1' => '১',
	'2' => '২',
	'3' => '৩',
	'4' => '৪',
	'5' => '৫',
	'6' => '৬',
	'7' => '৭',
	'8' => '৮',
	'9' => '৯'
);

$namespaceNames = array(
	NS_MEDIA            => 'মিডিয়া',
	NS_SPECIAL          => 'বিশেষ',
	NS_TALK             => 'য়্যারী',
	NS_USER             => 'আতাকুরা',
	NS_USER_TALK        => 'আতাকুরার_য়্যারী',
	NS_PROJECT_TALK     => '$1_য়্যারী',
	NS_FILE             => 'ছবি',
	NS_FILE_TALK        => 'ছবি_য়্যারী',
	NS_MEDIAWIKI        => 'মিডিয়াউইকি',
	NS_MEDIAWIKI_TALK   => 'মিডিয়াউইকির_য়্যারী',
	NS_TEMPLATE         => 'মডেল',
	NS_TEMPLATE_TALK    => 'মডেলর_য়্যারী',
	NS_HELP             => 'পাংলাক',
	NS_HELP_TALK        => 'পাংলাকর_য়্যারী',
	NS_CATEGORY         => 'থাক',
	NS_CATEGORY_TALK    => 'থাকর_য়্যারী',
);

$messages = array(
# User preference toggles
'tog-underline'               => 'লিঙ্কর তলে দুরগ দিক:',
'tog-highlightbroken'         => 'বাগা লিঙ্ক অতারে<a href="" class="new">এসারে</a> দেখাদে (নাইলে: এসারে<a href="" class="internal">?</a>).',
'tog-justify'                 => 'অনুচ্ছেদহানির দুরগি দ্বিয়পারাদেত্ত মান্নাকরিক',
'tog-hideminor'               => 'হুরু পতানি গুর',
'tog-hidepatrolled'           => 'পরীক্ষাইসে পতা অতা হাদিএহানর পতানিত আরুম কর',
'tog-newpageshidepatrolled'   => 'পরীক্ষাইসে পতা অতা নুৱা পাতার লাতঙে আরুম কর',
'tog-extendwatchlist'         => 'হুদ্দা হাদি এহান পতাসি অতা নাবে, হাব্বি পতানি দেহাদেনার কা আহিরফঙে থসি তালিকাহান সালকরানি অক।',
'tog-usenewrc'                => 'হাব্বিত্ত ঙালসে পতানিহানি ব্যবহার কর (জাভাস্ক্রিপ্ট)',
'tog-numberheadings'          => 'নিজেলত্ত পাজালার চিঙনাঙ',
'tog-showtoolbar'             => 'পতানির আতিয়ার দেহাদে (জাভাস্ক্রিপ্ট)',
'tog-editondblclick'          => 'দ্বিমাউ যাতিয়া পতাহান পতিক (জাভাস্ক্রিপ্ট)',
'tog-editsection'             => '[পতিক] লিঙ্ক এহান্ন পরিচ্ছদ পতানি অক',
'tog-editsectiononrightclick' => 'পরিচ্ছদ পতানির য়্যাথাঙহান বাতেদের গোথামগ <br /> পরিচ্ছদর চিঙনাঙর গজে যাতিলে দে (জাভাস্ক্রিপ্ট)',
'tog-showtoc'                 => 'বিষয়র মাঠেলহানি দেহাদে (যে পাতারতা ৩হানর গজে চিঙনাঙ আসে)',
'tog-rememberpassword'        => 'আহার গজে সেশনর কা খন্তাচাবি মনে থ(সর্বোচ্চ $1 {{PLURAL:$1|দিনর|দিনর}} কা)',
'tog-watchcreations'          => 'যে পতাহানি মি ইকরিসু অতা মর তালাবির তালিকাত থ',
'tog-watchdefault'            => 'যে পতাহানি মি পতাসু অতা মর তালাবির তালিকাত থ',
'tog-watchmoves'              => 'যে পতাহানি মি থেইকরিসু অতা মর তালাবির তালিকাত থ',
'tog-watchdeletion'           => 'যে পতাহানি মি পুসিসু অতা মর তালাবির তালিকাত থ',
'tog-previewontop'            => 'পতা উপুগর গজে লেহার মিল্লেখ দেহাদে',
'tog-previewonfirst'          => 'পয়লা পতানিহাত মিল্লেখ দেহাদে',
'tog-nocache'                 => 'পাতা য়মকরানিহান থা নাদি',
'tog-enotifwatchlistpages'    => 'মরে ইমেইল কর যদি মর মিল্লেঙে থসু অতা পতিলে',
'tog-enotifusertalkpages'     => 'মরে ইমেইল কর যদি মর য়্যারির পাতা পতিলে',
'tog-enotifminoredits'        => 'মরে ইমেইল কর পাতা আহানর পতানিহান হুরু ইলেউ',
'tog-enotifrevealaddr'        => 'জানানি মেইল অতাত মর ইমেইলর ঠিকানাহান ফঙকর',
'tog-shownumberswatching'     => 'চাকুরার সংখ্যাহান দেহাদে',
'tog-oldsig'                  => 'স্বাক্ষরর আগচা:',
'tog-fancysig'                => 'স্বাক্ষরহানরে উইকিটেক্সট বুলিয়া নিংকর (নিজেত্ত লিঙ্ক নেইকরিয়া)',
'tog-externaleditor'          => 'পয়লাকাত্তই বারেদের পতানির আতিয়ার আতা',
'tog-externaldiff'            => 'পয়লাকাত্ত বারেদের ফারাকহান আতা',
'tog-showjumplinks'           => '"চঙদে" বুলতারা মিলাপর য়্যাথাঙদে',
'tog-uselivepreview'          => 'লগে লগে মিল্লেঙ আহান দেহাদে (জাভাস্ক্রিপ্ট) (লইনাসে)',
'tog-forceeditsummary'        => 'খালি পতা সারমর্ম হমিলে মরে হারপুৱাদে',
'tog-watchlisthideown'        => 'মি পতাসু অতা গুর মর তালাবিত্ত',
'tog-watchlisthidebots'       => 'বটল পতাসি অতা গুর মর তালাবিত্ত',
'tog-watchlisthideminor'      => 'হুরু করে পতাসি অতা গুর মর তালাবিত্ত',
'tog-watchlisthideliu'        => 'তালাবিত থুৱাসি পাতার মা হমাসি আতাকুরার পতানি গুর',
'tog-watchlisthideanons'      => 'তালাবিত থুৱাসি পাতার মা বেনাঙর আতাকুরার পতানি গুর',
'tog-watchlisthidepatrolled'  => 'পরীক্ষিত অসে পতা অতা তালাবিত থুৱাসি পাতার মা গুর',
'tog-nolangconversion'        => 'সারুকর সিলপা থেপকর',
'tog-ccmeonemails'            => 'আরতারে দিয়াপেঠাউরি ইমেইল মরাঙউ কপি আহান যাকগা',
'tog-diffonly'                => 'ফারাকর তলে পাতাহানর বিষয়বস্তু নাদেখাদি',
'tog-showhiddencats'          => 'আরুমে আসে থাকহানি ফংকর',
'tog-norollbackdiff'          => 'রোলব্যাকর পিসে ফারাক না দেখাদি',

'underline-always'  => 'হারি সময়',
'underline-never'   => 'সুপৌনা',
'underline-default' => 'বাউজারগত যেসারে আসিল',

# Font style option in Special:Preferences
'editfont-style'     => 'পতানি লয়ার ফন্ট স্টাইল:',
'editfont-default'   => 'ব্রাউজার ডিফল্ট',
'editfont-monospace' => 'মনোস্পেস ফন্ট',
'editfont-sansserif' => 'সেন্স-সেরিফ ফন্ট',
'editfont-serif'     => 'সেরিফ ফন্ট',

# Dates
'sunday'        => 'লামুইসিং',
'monday'        => 'নিংথৌকাপা',
'tuesday'       => 'লেইপাকপা',
'wednesday'     => 'ইনসাইনসা',
'thursday'      => 'সাকলসেন',
'friday'        => 'ইরেই',
'saturday'      => 'থাংচা',
'sun'           => 'লামু',
'mon'           => 'নিং',
'tue'           => 'লেই',
'wed'           => 'ইন',
'thu'           => 'সাকল',
'fri'           => 'ইরে',
'sat'           => 'থাং',
'january'       => 'জানুয়ারী',
'february'      => 'ফেব্রুয়ারী',
'march'         => 'মার্চ',
'april'         => 'এপ্রিল',
'may_long'      => 'মে',
'june'          => 'জুন',
'july'          => 'জুলাই',
'august'        => 'আগস্ট',
'september'     => 'সেপ্টেম্বর',
'october'       => 'অক্টোবর',
'november'      => 'নভেম্বর',
'december'      => 'ডিসেম্বর',
'january-gen'   => 'জানুয়ারী',
'february-gen'  => 'ফেব্রুয়ারী',
'march-gen'     => 'মার্চ',
'april-gen'     => 'এপ্রিল',
'may-gen'       => 'মে',
'june-gen'      => 'জুন',
'july-gen'      => 'জুলাই',
'august-gen'    => 'আগষ্ট',
'september-gen' => 'সেপ্টেম্বর',
'october-gen'   => 'অক্টোবর',
'november-gen'  => 'নভেম্বর',
'december-gen'  => 'ডিসেম্বর',
'jan'           => 'জানু',
'feb'           => 'ফেব্রু',
'mar'           => 'মার্চ',
'apr'           => 'এপ্রিল',
'may'           => 'মে',
'jun'           => 'জুন',
'jul'           => 'জুলাই',
'aug'           => 'আগস্ট',
'sep'           => 'সেপ্টে',
'oct'           => 'অক্টো',
'nov'           => 'নভে',
'dec'           => 'ডিসে',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|থাক|থাকহানি}}',
'category_header'                => '"$1" বিষয়রথাকে আসে নিবন্ধহানি',
'subcategories'                  => 'উপথাক',
'category-media-header'          => '"$1" থাকর মিডিয়া',
'category-empty'                 => "''এরে থাক এহাত এবাকা কোন পাতা বা মিডিয়া নেই''",
'hidden-categories'              => '{{PLURAL:$1|গুরিসি থাকহান|গুরিসি থাকহানি}}',
'hidden-category-category'       => 'আরুম করিসি থাকহানি',
'category-subcat-count'          => '{{PLURAL:$2|এরে বিষয়থাকে হুদ্দা তলর উপবিষয়থাকহানি আসে।|এরে বিষয় থাকে তিলসে মোট $2হান উপবিষয়থাকর মা  {{PLURAL:$1|হান উপবিষয়থাক|$1হান উপবিষয়থাক}} তলে দেহানি ইল।}}',
'category-subcat-count-limited'  => 'এরে বিষয়থাকে তলর {{PLURAL:$1|হান উপবিষয়থাক|$1হান উপবিষয়থাক আসে}}',
'category-article-count'         => '{{PLURAL:$2|এরে বিষয়থাকে হুদ্দা তলর পাতাহান আসে।|এরে বিষয়থাকে তিলসে মোট $2হান পাতার মা {{PLURAL:$1|হান পাতা|$1হান পাতা}} তলে দেখাদেনা ইল।}}',
'category-article-count-limited' => 'এরে {{PLURAL:$1|পাতাহান|$1 পাতাহানি}} এরে বিষয়থাকে আসে।',
'category-file-count'            => '{{PLURAL:$2|এরে বিষয়থাকে হুদ্দা তলর ফাইলগ আসে।|এরে বিষয়থাকে তলে {{PLURAL:$1|গ ফাইল|$1 গি ফাইল}} আসে, হাবিয়ে $2 গর মা।}}',
'category-file-count-limited'    => 'তলে {{PLURAL:$1|গ ফাইল|$1 গি ফাইল}} এরে বিষয়থাকে আসে।',
'listingcontinuesabbrev'         => 'চলতই',
'index-category'                 => 'ইনডেক্স করিসি পাতাহানি',
'noindex-category'               => 'ইনডেক্স নাকরিসি পাতাহানি',

'mainpagetext'      => "'''মিডিয়াউইকি হবাবালা ইয়া ইন্সটল ইল.'''",
'mainpagedocfooter' => 'উইকি সফটৱ্যার এহান আতানির বারে দরকার ইলে [http://meta.wikimedia.org/wiki/Help:Contents আতাকুরার গাইড]হানর পাঙলাক নেগা।

== অকরানিহান ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings কনফিগারেশন সেটিংর তালিকাহান]
* [http://www.mediawiki.org/wiki/Manual:FAQ মিডিয়া উইকি আঙলাক]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce মিডিয়া উইকির ফঙপার বারে মেইলর তালিকাহান]',

'about'         => 'বারে',
'article'       => 'মেথেলর পাতা',
'newwindow'     => '(নুৱা উইন্ডত নিকুলতই)',
'cancel'        => 'বাতিল করেদে',
'moredotdotdot' => 'আরাকউ...',
'mypage'        => 'মর পাতাহান',
'mytalk'        => 'মর য়্যারি-পরি',
'anontalk'      => 'অচিনা এগর য়্যারির পাতা',
'navigation'    => 'দিশা-ধরুনী',
'and'           => '&#32;বারো',

# Cologne Blue skin
'qbfind'         => 'বিসারিয়া চা',
'qbbrowse'       => 'বুলিয়া চা',
'qbedit'         => 'পতানি',
'qbpageoptions'  => 'পাতা এহানর সারুক',
'qbpageinfo'     => 'পাতা এহানর পৌ',
'qbmyoptions'    => 'মর পছন',
'qbspecialpages' => 'বিশেষ পাতাহানি',
'faq'            => 'আঙলাক',
'faqpage'        => 'Project:আঙলাক',

# Vector skin
'vector-action-addsection'       => 'বিষয় তিলকর',
'vector-action-delete'           => 'পুসে বেলা',
'vector-action-move'             => 'থেইকর',
'vector-action-protect'          => 'লুকর',
'vector-action-undelete'         => 'নাপুসি',
'vector-action-unprotect'        => 'নালুকরি',
'vector-namespace-category'      => 'বিষয়র থাক',
'vector-namespace-help'          => 'পাঙলাক পাতা',
'vector-namespace-image'         => 'ফাইল',
'vector-namespace-main'          => 'পাতা',
'vector-namespace-media'         => 'মিডিয়া পাতা',
'vector-namespace-mediawiki'     => 'পৌ',
'vector-namespace-project'       => 'প্রকল্প পাতা',
'vector-namespace-special'       => 'বিশেষ পাতা',
'vector-namespace-talk'          => 'য়্যারি',
'vector-namespace-template'      => 'মডেল',
'vector-namespace-user'          => 'আতাকুরার পাতা',
'vector-simplesearch-preference' => 'বিসারানির কা পরামর্শ থা করেই (হুদ্দা ভেক্টর স্কিনর কা)',
'vector-view-create'             => 'হঙকরিক',
'vector-view-edit'               => 'পতানি',
'vector-view-history'            => 'ইতিহাস চেইক',
'vector-view-view'               => 'পাকরিক',
'vector-view-viewsource'         => 'সোর্স চেইক',
'actions'                        => 'কার্যক্রম',
'namespaces'                     => 'নাঙরলাম',
'variants'                       => 'ভেরিয়েন্টহানি',

'errorpagetitle'    => 'লাল',
'returnto'          => '$1-ত আলথকে যাগা।',
'tagline'           => 'মুক্ত বিশ্বকোষ উইকিপিডিয়াত্ত',
'help'              => 'পাংলাক',
'search'            => 'বিসারিয়া চা',
'searchbutton'      => 'বিসারানি',
'go'                => 'হাত',
'searcharticle'     => 'হাত',
'history'           => 'পতাহানর ইতিহাসহান',
'history_short'     => 'ইতিহাসহান',
'updatedmarker'     => 'লমিলগা চানাহাত্ত বদলিসেতা',
'info_short'        => 'পৌ',
'printableversion'  => 'ছাপানি একরব সংস্করণ',
'permalink'         => 'আকুবালা মিলাপ',
'print'             => 'ছাপা',
'edit'              => 'পতানি',
'create'            => 'হঙকর',
'editthispage'      => 'পাতা এহান পতিক',
'create-this-page'  => 'পাতা এহান হঙকর',
'delete'            => 'পুসানি',
'deletethispage'    => 'পাতা এহান পুসে বেলিক',
'undelete_short'    => 'পুসানিহান আলকর {{PLURAL:$1|পতাহান|$1 পতাহানি}}',
'protect'           => 'লুকর',
'protect_change'    => 'সিলকর',
'protectthispage'   => 'পাতা এহান লু কর',
'unprotect'         => 'লু নাকরি',
'unprotectthispage' => 'পাতা এহানর লুপাহান এরাদিক',
'newpage'           => 'নুৱা পাতা',
'talkpage'          => 'পাতা এহান্ন য়্যারি দিক',
'talkpagelinktext'  => 'য়্যারি',
'specialpage'       => 'বিশেষ পাতাহান',
'personaltools'     => 'নিজস্ব আতিয়ার',
'postcomment'       => 'নুৱা অনুচ্ছেদহান',
'articlepage'       => 'নিবন্ধ চেইক',
'talk'              => 'য়্যারী',
'views'             => 'চা',
'toolbox'           => 'আতিয়ার',
'userpage'          => 'আতাকুরার পাতাহান চেইক',
'projectpage'       => 'প্রকল্পর পাতাহান',
'imagepage'         => 'ফাইলর পাতাহান চেইক',
'mediawikipage'     => 'পৌর পাতাহান চা',
'templatepage'      => 'মডেলর পাতাহান চা',
'viewhelppage'      => 'পাঙলাকর পাতাহান চা',
'categorypage'      => 'বিষয়থাকর পাতাহানি চা',
'viewtalkpage'      => 'য়্যারীর পাতাহান চেইক',
'otherlanguages'    => 'আরআর ঠারে',
'redirectedfrom'    => '($1 -ত্ত পাকদিয়া আহিল)',
'redirectpagesub'   => 'কুইপা পাতা',
'lastmodifiedat'    => 'পাতা এহানর লমিলগা পতানিহান $2, $1.',
'viewcount'         => 'পাতা এহান {{PLURAL:$1|মাউ|$1 মাউ}} চানা ইল।',
'protectedpage'     => 'লুকরা পাতা',
'jumpto'            => 'চঙদে:',
'jumptonavigation'  => 'দিশা ধরানি',
'jumptosearch'      => 'বিসারা',
'view-pool-error'   => 'ঙাক্করবাং, সার্ভারগ এপাগা ওভারলোড অসে।
আবকচা চাকুরাই আকপাকে চেইতারা।
ডান্ড আহান বাসা পাতা এহান মেলানির কা।

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}}র বারে',
'aboutpage'            => 'Project:বারে',
'copyright'            => '$1-র মাতুঙে এহানর মেথেলহানি পানা একরের।',
'copyrightpage'        => '{{ns:project}}:স্বত্তাধিকারহানি',
'currentevents'        => 'হাদি এহানর ঘটনা',
'currentevents-url'    => 'Project:হাদি এহানর ঘটনাহানি',
'disclaimers'          => 'দাবি বেলানি',
'disclaimerpage'       => 'Project:ইজ্জু দাবি বেলানি',
'edithelp'             => 'পতানি পাংলাক',
'edithelppage'         => 'Help:কিসাদে_পাতা_আহান_পতানি',
'helppage'             => 'Help:পাংলাক',
'mainpage'             => 'পয়লা পাতা',
'mainpage-description' => 'পয়লা পাতা',
'policy-url'           => 'Project:নীতিহান',
'portal'               => 'শিংলুপ',
'portal-url'           => 'Project:শিংলুপ',
'privacy'              => 'লুকরানির নীতিহান',
'privacypage'          => 'Project:লুকরানির নীতিহান',

'badaccess'        => 'য়্যাথাঙে লালসে',
'badaccess-group0' => 'তি যে কামহানর হেইচা করিসত, তরতা অহান করানির য়্যাথাং নেই।',
'badaccess-groups' => 'তি যে কামহানর হেইচা করিসত, অহান হুদ্দা {{PLURAL:$2|দল এহানর|দলহানির যেকোন আহারতা}} করানির য়্যাথাং গ্রুপরতা আসে: $1।',

'versionrequired'     => 'মিডিয়াউইকির $1 সংস্করণহান দরকার',
'versionrequiredtext' => 'এরে পাতা এহান ব্যবহারর কা মিডিয়াউইকির $1 নং সংস্করণহান দরকার। [[Special:Version|সংস্করণ পাতা]] চা।',

'ok'                      => 'চুমিসে',
'retrievedfrom'           => "'$1' -ত্ত আনানি অসে",
'youhavenewmessages'      => 'তরতা $1 ($2) আসে।',
'newmessageslink'         => 'নুৱা পৌ',
'newmessagesdifflink'     => 'গেলগা সিলপা',
'youhavenewmessagesmulti' => 'তরতা নুৱা পৌ $1হান আহিসে',
'editsection'             => 'পতিক',
'editold'                 => 'পতিক',
'viewsourceold'           => 'উৎস চা',
'editlink'                => 'পতানি',
'viewsourcelink'          => 'উৎস চা',
'editsectionhint'         => 'সেকসনহান পতা: $1',
'toc'                     => 'মেথেল',
'showtoc'                 => 'ফংকর',
'hidetoc'                 => 'মেথেল আরুম কর',
'thisisdeleted'           => '$1 দেহাদে নাইলে বারো হঙকর?',
'viewdeleted'             => '$1 দেহাদে?',
'restorelink'             => '{{PLURAL:$1|পতা আহান পুসিসি|$1হান পতা পুসিসি}}',
'feedlinks'               => 'ফিড:',
'feed-invalid'            => 'গ্রাহক ফিডর অংতাহান চুম নাইসে।',
'feed-unavailable'        => 'সিন্ডিকেশন ফিড পানা নাইব',
'site-rss-feed'           => '$1 আরএসএস ফিড',
'site-atom-feed'          => '$1 এটম ফিড',
'page-rss-feed'           => '"$1" আরএসএস ফিড',
'page-atom-feed'          => '"$1" অ্যাটম ফিড',
'red-link-title'          => '$1 (পাতা নেই)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'নিবন্ধ',
'nstab-user'      => 'আতাকুরার পাতা',
'nstab-media'     => 'মিডিয়া পাতা',
'nstab-special'   => 'বিশেষ পাতাহান',
'nstab-project'   => 'প্রকল্প পাতা',
'nstab-image'     => 'ফাইল',
'nstab-mediawiki' => 'পৌ',
'nstab-template'  => 'মডেল',
'nstab-help'      => 'পাঙলাকর পাতা',
'nstab-category'  => 'থাক',

# Main script and global functions
'nosuchaction'      => 'এসাদে কোন কাম নেই',
'nosuchactiontext'  => 'এরে ইউআরএল-র লেপকরা কামহান লালুইসে।
তি হয়ত চুমনাইসে লিঙ্ক দিয়াসত নাইলে ইউআরএল লিখানিত লাল করিসত।
এহান এসাদেউ মাতের যে {{SITENAME}}-ত ব্যবহার অসে সফটওয়্যারহানাত লালুইসে।',
'nosuchspecialpage' => 'এসাদে কোন বিশেষ পাতা নেই',
'nospecialpagetext' => '<strong>তি অবৈধ পাতা আহানর কা হেইচা করিসত।</strong>

[[Special:SpecialPages|{{int:specialpages}}]]-এহানাত বৈধ পাতার লাতঙগ পেইতেই।',

# General errors
'error'                => 'লালুইসে',
'databaseerror'        => 'ডাটাবেসর লাল',
'dberrortext'          => 'ডাটাবেজ কোয়েরি সিন্ট্যাক্সর মা লালুইসে।
সফটওয়্যারে কোন বাগর কা এহান ইতে পারে।
লমিলগা ডাটাবেজ কোয়েরিহান এসারে আসিল:
<blockquote><tt>$1</tt></blockquote>
"<tt>$2</tt>" ফাংশনর ভিতরেত্ত।
ডাটাবেজ লাল হান দিল: "<tt>$3: $4</tt>"।',
'dberrortextcl'        => 'ডাটাবেজ কোয়েরি সিন্ট্যাক্সর মা লালুইসে।
লমিলগা ডাটাবেজ কোয়েরিহান এসারে আসিল:
"$1"
"$2" ফাংশনর ভিতরেত্ত।
ডাটাবেজ লাল হান দিল: "$3: $4"।',
'laggedslavemode'      => "'''সিঙুইস:''' পাতা এহানাত হাদি এহানার পতানি নেই।",
'readonly'             => 'ডাটাবেস গাথি লাগিসে',
'enterlockreason'      => 'তালা দেনার কারণহান মাত, লগে কুম্পাগা মুকিতেই অহান মাত',
'readonlytext'         => 'নুৱা ভুক্তি বারো আর আর পতানির কাম চলের আরো ডাটাবেজহান বন্ধ ইসে। হয়ত ডাটাবেজহান পাজালানির কাম চলের, খানি থায়া চুমিতই।

ডান্ডি করেকুরাগই যেগই এহান বন্ধ করিসে অগই কারণহান দেখাদেরতাই:  $1',
'missing-article'      => '"$1" $2 লেখাহান ডাটাবেজর কোন পাতাত বিসারিয়া নাপেইলাঙ।

পুসে বেলাসি পাতাত মিলাপ থাইলেই এসারে অরতা।

যদি এসারে নায়া থার, তি সফটওয়্যারর কোন লাল বিসারিয়া পা থাইবে।
দয়াকরিয়া এ ব্যাপার এহান ইউআরএল সহ কোন [[Special:ListUsers/sysop|প্রশাসকরে]] হারপুৱাদে।',
'missingarticle-rev'   => '(সংস্করণ#: $1)',
'missingarticle-diff'  => '(পার্থক্য: $1, $2)',
'readonly_lag'         => 'ডাটাবেজহান তার তুন তাই বন্ধ ইসে, তার তলর ডাটাবেজ অতাই মানক ডাটাবেজহানর লগ দরে পারবাতা বুলিয়া',
'internalerror'        => 'বিতরর লাল',
'internalerror_info'   => 'ভিতরর লাল: $1',
'fileappenderror'      => '"$1" লগে "$2" মিল করানি নাইল।',
'filecopyerror'        => '"$1" ত্ত "$2" ফাইল কপি করানি নুৱারলাং',
'filerenameerror'      => '"$1" ফাইলগর নাঙহান সিলকরিয়া "$2" থনা নাইল।',
'filedeleteerror'      => '"$1" ফাইলগ পুসানি সম্ভব নাইল।',
'directorycreateerror' => '"$1" ডাইরেক্টরিহান হঙকরানি নাইল।',
'filenotfound'         => '"$1" ফাইলগ বিসারিয়া নাপেইলাং।',
'fileexistserror'      => '"$1" ফাইলগত লেহানি নুৱারলু: ফাইলগ আগেত্তই আসে',
'unexpected'           => 'মানহান লালুইসে: "$1"="$2"।',
'formerror'            => 'লাল: ফরমহান জমা দেনা নাইল',
'badarticleerror'      => 'এরে পাতা এহান কাম এহান করানি সম্ভব নেই।',
'cannotdelete'         => '"$1" নাঙর ফাইলগ/পাতাহান পুসানি নাইল।
এহান হয়ত আরাক আগই পুসে বেলাসি সাত।',
'badtitle'             => 'চিঙনাঙহান চুমনাইসে নাইসে।',
'badtitletext'         => 'হেইচা করিসত পাতাহানর চিঙনাঙহান চুম নাইসে, খালি বা আর ঠার বা আন্তঃউইকি চিঙনাঙ মিলাপ অসিল। হয়ত এহানত আক বারো গজে কোন আখর মিহিসে, যেতা চিঙনাঙে বরানি লালুইসে।',
'perfcached'           => 'তলর পৌ অতা ক্যাশেত্ত দেহাদেরতা অহানে হালনাগাদ না-ও ইতে পারে:',
'perfcachedts'         => 'তলর পৌ অতা ক্যাশেত্ত দেহাদেরতা বারো $1 তারিখে হালনাগাদ করানি ইসে।',
'querypage-no-updates' => 'পাতা এহানর হালনাগাদ বন্ধ করানি অসে।
এহানাত থুৱাসি পৌ এ খেন্তামে রিফ্রেশ করানি নাইব।',
'wrong_wfQuery_params' => 'wfQuery()-ত দিয়াসি প্যারামিটার অতা লালুইসে<br />
ফাংশন: $1<br />
কোয়েরি: $2',
'viewsource'           => 'উৎসহান চা',
'viewsourcefor'        => '$1-র কা',
'actionthrottled'      => 'কামর গতিহান তাপকরানি',
'actionthrottledtext'  => 'স্প্যাম থেত করানির কা কাম এহান কম মিকুপে বপ করে পতানির সময়র সিমাহান লেপ করানি অসে। তি সীমা অহান লালুইলে। কৃপা করিয়া খানি থায়া হৎনা কর।',
'protectedpagetext'    => 'পাতা এহানর পতানি থেপকরিয়া থসি।',
'viewsourcetext'       => 'পাতা এহানর উত্স চা বারো কপি করে পারর:',
'protectedinterface'   => 'পাতা এহানর মেথেল উইকি সফটওয়্যারর ইন্টারফেসর পৌহান দের, অহানে এহানরে ইতু করিয়া থনা অসে এবিউসেত্ত ঙাক্করানির কাজে।',
'editinginterface'     => "'''সিঙুইস:''' তি এমন পাতা আহান পতার যেহান সফটওয়্যারর কা ইন্টারফেস টেক্সট দের হানে। পাতা এহার পতানিহান আতাকুরার ইন্টারফেস সিল পরতইগা, যেহান আর আ আতাকুরাইদেখতাই। অনুবাদর কা [http://translatewiki.net/wiki/Main_Page?setlang=bpy translatewiki.net] ব্যবহার করানির বারে খালকর। এহান মিডিয়াউইকির স্থানীয়করণ প্রকল্পহান।",
'sqlhidden'            => '(এস কিউ এল কোয়েরি গুরিয়া আসে)',
'cascadeprotected'     => 'পাতা এহান পতানি থা নেই, কিদিয়া বুল্লে {{PLURAL:$1|হান পাতা|হান পাতার}}  মা তিলুইসে, যে পাতা/পাতাহানিরতা cascading অপশন অহান লয়া সুরক্ষিত অসে।
$2',
'namespaceprotected'   => "'''$1''' নাঙর থাকে কোন পাতা পতানিরকা তরতা য়্যাথাং নেই।",
'customcssjsprotected' => 'এর পাতা এহান পতানিরকা তরতা য়্যাথাং নেই, কিদিয়া বুল্লে আরাক আতাকুরা আগর ব্যক্তিগত বিষয়ররবস্তু আসে।',
'ns-specialprotected'  => '{{ns:special}} নাঙর থাকে কোন পাতা পতানি নাইব।',
'titleprotected'       => "[[User:$1|$1]]-রে এরে চিঙনাঙর পাতা হঙকরানিত্ত থেত করিয়া থনা ইসে। কারণ: ''$2''।",

# Virus scanner
'virus-badscanner'     => "হবানেই হাজানিহান: হারনাপাসি ভাইরাসর সাকুকুরাহান: ''$1''",
'virus-scanfailed'     => 'স্ক্যান করানি নাইল (কোড $1)',
'virus-unknownscanner' => 'হারনাপাসি এন্টিভাইরাস:',

# Login and logout pages
'logouttext'                 => "'''তি খানি আগে তর একাউন্টহাত্ত নিকুরিসত।'''

এ পরিস্থিতিত তি বেনাঙল {{SITENAME}} ব্যবহার করানি পারর, নাইলে আরাক নাঙল [[Special:UserLogin|বারো হমানি]] পারর।
খিয়াল থ, কোন কোন পাতা তি আগর অংতাত আসত বুলিয়া দেখা দিতে পারে। অসারে ইলে তি ব্রাওজারর ক্যাশ সেঙকরে বেলা (clear browser cache)।",
'welcomecreation'            => '==সম্ভাষা, $1! ==
তর একাউন্টহান হঙিল। তর [[Special:Preferences|{{SITENAME}} পছনহান]] সিলানি না পাহুরিস।',
'yourname'                   => 'আতাকুরার নাংহান (Username)',
'yourpassword'               => 'খন্তাচাবিগ (password)',
'yourpasswordagain'          => 'খন্তাচাবিগ (password) আরাকমু ইকর',
'remembermypassword'         => 'আহার গজে সেশনর কা খন্তাচাবি মনে থ(সর্বোচ্চ $1 {{PLURAL:$1|দিনর|দিনর}} কা)',
'yourdomainname'             => 'তর ডোমেইনগ',
'externaldberror'            => 'ডাটেবেজর মা বেসেপ আহান ইসে নাইলে তরতা বারেদের একাউন্ট বদালানির য়্যাথাং নেই।',
'login'                      => 'হমানি',
'nav-login-createaccount'    => 'লগইন / একাউন্ট খুল',
'loginprompt'                => 'তি যেসাদেউ হমাসি {{SITENAME}} পাতা এহানর কুকিসর য়্যাথাঙ দে।',
'userlogin'                  => 'হমানি / নৱা একাউন্ট খুলানি',
'userloginnocreate'          => 'লগইন',
'logout'                     => 'নিকুলানি',
'userlogout'                 => 'নিকুলানি',
'notloggedin'                => 'তি লগ-ইন নাকরিসত',
'nologin'                    => 'তরতা একাউন্টহান নেই থাং? $1',
'nologinlink'                => 'একাউন্ট আহান খুল',
'createaccount'              => 'একাউন্ট খুল',
'gotaccount'                 => "মান্নাপা একাউন্ট আহান আগেত্তর আসে? '''$1'''।",
'gotaccountlink'             => 'লগইন',
'createaccountmail'          => 'ই-মেইলন',
'createaccountreason'        => 'কারণ:',
'badretype'                  => 'খন্তাচাবি (password) দ্বিয়গি না মিলের।',
'userexists'                 => 'এরে আতাকুরার নাঙ এহান আরাক আগই আগে ব্যবহার করিসে। তি আরাক নাঙ আহান বাছ।',
'loginerror'                 => 'লগইনে লালুইসে',
'createaccounterror'         => 'একাউন্টহান হঙকরানি নুৱারলাং: $1',
'nocookiesnew'               => 'আতাকুরার একাউন্টহান হঙপরিলগা কিন্তু তি এপাগাউ লগইন নাকরিসত।
{{SITENAME}} এহানে কুকিল আতাকুরারে লগইন করের।
তি কুকিহানি আতুর করিয়া থসত।
কৃপা করিয়া কুকি চালা, বারো তর নুৱা আতাকুরার নাঙ অহাত্ত খন্তা চাবিল হমা।',
'nocookieslogin'             => '{{SITENAME}} ত কুকি (cookies) ল আতাকুরা লগ-ইন করতারাগ। তর ব্রাঊজারর কুকি বন্ধ ইসে। কুকি চালিয়া আরাকমু হৎনা কর।',
'noname'                     => 'তি চুম্পা আতাকুরার নাঙহান না লেপ করিসত।',
'loginsuccesstitle'          => 'লগইনহান চুমিল',
'loginsuccess'               => "'''এরে {{SITENAME}}ত তি \"\$1\" হিসাবে না হমাসত।'''",
'nosuchuser'                 => 'এরে "$1" নাঙর কোন আতাকুরা নেই।
আতাকুরার নাঙ কেইস সংবেদনশীল।
তর বানানহান খিয়াল কর, নাইলে [[Special:UserLogin/signup|আরাক নুৱা একাউন্ট]]আহান হঙকর।',
'nosuchusershort'            => 'এরে "<nowiki>$1</nowiki>" নাঙর কোন আতাকুরা নেই।
তর বানানহান খিয়াল কর।',
'nouserspecified'            => 'তি আতাকুরার নাঙ আহান থনা লাগতই।',
'wrongpassword'              => 'খন্তাচাবি চুম নাইসে।
আলথকে হতনা কর।',
'wrongpasswordempty'         => 'খন্তা চাবি খালি ইসে।
বারো হতনা কর।',
'passwordtooshort'           => 'খন্তাচাবি যেসারেউ {{PLURAL:$1|মেয়েক আকগর|$1 মেয়েকর}} অনা লাগতই।',
'password-name-match'        => 'তর আতাকুরার নাঙহানে বারো খন্তাচাবিয়ে তঙাল অনা লাগতই।',
'mailmypassword'             => 'নুৱা খন্তাচাবি ইমেইল করেদে',
'passwordremindertitle'      => 'নুয়া খন্তাচাবি {{SITENAME}}র কাজে',
'passwordremindertext'       => 'কুঙগ আগই (মনে অর তি, $1 আইপি ঠিকানা এহাত্ত) হেইচা করিসত যে আমি তরে {{SITENAME}}-র কা আরাক নুৱা খন্তাচাবি দিয়া পেঠাদেনার কা ($4)।
অস্হায়ী খন্তাচাবি আগ "$2" আতাকুরার কাজে হঙকরিয়া "$3" ঠিকানাত ইমেইল করানি অইল।
এহান তর হেইচাহান ইয়া থাইলে, নুৱা খন্তাচাবিলো লগইন কর।
তি একাউন্টহান হমিয়াই খন্তাচাবি বদালানি থকিতই {{PLURAL:$5|আকদিন|$5 দিনর}} ভিতরে।

তি নায়া আরাক আগই হেইচা করিয়া থাইতারা, নাইলে তরতা পুরানা খন্তাচাবিগ নিঙশিঙ ইয়া থার অতাইলে বারো অগ সিলকরানির খৌরাঙ না থার অতা ইলে এরে পৌ এহান বেলিয়া পুরানা খন্তাচাবিগই আতা পারতেই।

যদি আরাক আগই কাম এহান করিয়া থাইতারা বারো তি তর পুরানা খন্তাচাবি নিঙইয়া থাইলে বারো পুরানা খন্তাচাবি বদালানি না মনেইলে, তি এহান উচিত না করে পারর বারো পুরা খন্তাচাবিগ ব্যবহার করে পারর।',
'noemail'                    => 'এহানাত আতাকুরা "$1"র কুন ইমেল ঠিকানা নেয়সে।',
'noemailcreate'              => 'তি চুম্পা ইমেইল ঠিকানা আহান দে',
'passwordsent'               => 'নুৱা খন্তাচাবি দিয়াপেঠানি ইল আতাকুরা "$1"র ইমেইল ঠিকানাত।
কৃপা করিয়া লগইন কর পানার লগে লগে।',
'blocked-mailpassword'       => 'তর আইপি ঠিকানাহানরে পতানিত থেপ করানি অসে, অহানে এরে ঠিকানা এহানর অপব্যবহার করিয়া খন্তাচাবি আলথক করানি নাকরব।',
'eauthentsent'               => 'লেপ্পা ইমেইল আহান তি দিয়াসিলে ইমেইল ঠিকানাহাত দিয়া পেঠানি ইল।
আর কোন ইমেইল দিয়া এপঠানির আগেই তি পাসত ইমেইল অহানর নিদর্শনা ইলয়া যাগা, এহান করানি অরতা তর ইমেইল ঠিকানাহান চুমিসেতানা কিতা লেপকরানির কা।',
'throttled-mailpassword'     => 'গেলগা {{PLURAL:$1|ঘন্টা|$1 ঘন্টা}} র ভিতরে খন্তাচাবি সিলকরানির পৌ দিয়া পেঠাদিলাঙগহে। নাবে কামে এহানর ব্যবহার থেপকরানির কা {{PLURAL:$1|ঘন্টা|$1 ঘন্টা}} র ভিতরে হুদ্দা আকমাউ খন্তাচাবি দিয়া পেঠানি অরগহে।',
'mailerror'                  => 'ইমেইল দিয়া পেথানিত বেসেপ ইসে: $1',
'acct_creation_throttle_hit' => 'ঙাক্করেদিবাং, এরে উইকির চাকুরা হিসাবে তর আইপিত্ত এবাকাপেয়া  {{PLURAL:$1|আহান একাউন্ট|$1 হান একাউন্ট}} হংকরেবেলাসত৷ অতাত্ত বপ হঙকরানির য়্যাথাং নেই লেপ্পা সময়র ভিতরে।
অহানে এরে আইপিত্ত হাদিএহান তি আরতা একাউন্ট খুলে নুৱারবে।',
'emailauthenticated'         => 'তর ই-মেইল ঠিকানাহান $2 তারিখর $3 ত লেপকরানি অসে।',
'emailnotauthenticated'      => 'তর ইমেইল ঠিকানাহান এপাগাউ যাচাই করানি নাইসে।
তলর বৈশিষ্ঠ্য অতার কা ই-মেইল দিয়া পেঠানি নাইব।',
'noemailprefs'               => 'এর বৈশিষ্ঠ্য এহান কাম করুয়ানি মনেইলে তরতা ই-মেইণ টিকানা আহান লেপকরানি লাগতই।',
'emailconfirmlink'           => 'ইমেইল ঠিকানাহান লেপকর',
'invalidemailaddress'        => 'এরে ইমেইল ঠিকানাহান আমি ঙক্করে নুৱাররাং, নিংকররাঙতা চুম্পা ফরমেটে নাইসে সাত। ফরমেটহান চুমকরে দে, নাইলে লেখার জাগাহান খালি কর।',
'accountcreated'             => 'একাউন্টহান হঙকরানি ইল',
'accountcreatedtext'         => 'আতাকুরা $1 -র কা একাউন্টহান হঙকরানি ইল।',
'createaccount-title'        => '{{SITENAME}}-র কা অ্যাকাউন্ট হঙকরানি',
'createaccount-text'         => 'কুঙগআগই $2-র কা {{SITENAME}}র মা অ্যাকাউন্ট হঙকরিসি ($4)। "$2"র কা খন্তাচাবিগ ইলতাই "$3"। তরতা এপাগা অ্যাকাউন্টর মা হমিয়া খন্তা চাবিগ বদালানি থক।

যদি আপ্পানে বা ভুল করিয়া অ্যাকাউন্ট এহান হঙকরিয়া থার, অতাইলে পৌ এহান ইগনর কর।',
'usernamehasherror'          => 'আতাকুরার নাঙে hash মেয়েক থানা নুৱারব',
'login-throttled'            => 'হাদি এহান তি বারে বারে হমানির হৎনা করিসত।
বারো হৎনা করানির আগে খানি ঝিরা।',
'loginlanguagelabel'         => 'ঠার: $1',

# JavaScript password checks
'password-strength-bad'  => 'হবানেই',
'password-strength-good' => 'হবা',

# Password reset dialog
'resetpass'                 => 'খন্তাচাবি সিলকরানি',
'resetpass_announce'        => 'তি লেপ নাইসে খন্তাচাবি আগন হমাসত। হমানিহান পুরা করানির কা নুৱা লেপ্পা খন্তাচাবি হঙকরানি লাগতই:',
'resetpass_header'          => 'খন্তাচাবি সিলকর',
'oldpassword'               => 'পুরানা খন্তাচাবি:',
'newpassword'               => 'নুৱা খন্তাচাবি:',
'retypenew'                 => 'নুৱা খন্তাচাবি বারো টাইপ কর:',
'resetpass_submit'          => 'খন্তাচাবি লেপকর বারো লগ-ইন কর',
'resetpass_success'         => 'তর খন্তা চাবি হবাই বালাই পতিল। তি এপাগা ভিতরে হমারগা...',
'resetpass_forbidden'       => 'খন্তাচাবিগ সিলকরানি নুৱারলাঙ',
'resetpass-no-info'         => 'পাতা এহানাত হমিতে গেলেগা তি যেসারেউ লগইন করানি লাগতই।',
'resetpass-submit-loggedin' => 'খন্তাচাবি সিলকর',
'resetpass-submit-cancel'   => 'বাতিল করেদে',
'resetpass-wrong-oldpass'   => 'লেপনেই বা এপাগার খন্তাচাবিগ চুম নাইসে।
নিঙকরুরিতা তি হাদিএহান তর খন্তাচাবিগ সিলকরিসত নাইলে আরাক লেপনেই খন্তাচাবি আগর হেইচা করিসত।',
'resetpass-temp-password'   => 'লেপনাইসে খন্তাচাবি:',

# Edit page toolbar
'bold_sample'     => 'গাঢ়পা ৱাহি',
'bold_tip'        => 'গাঢ়পা ৱাহি',
'italic_sample'   => 'ইটালিক মেয়েক',
'italic_tip'      => 'ইটালিক মেয়েক',
'link_sample'     => 'চিঙনাঙ মিলাপ',
'link_tip'        => 'ভিতরর মিলাপ',
'extlink_sample'  => 'http://www.example.com চিঙনাঙ মিলাপ',
'extlink_tip'     => 'বারেদের মিলাপ (মুঙে http:// বারনি না পাহুরিস)',
'headline_sample' => 'চিঙনাঙর খন্তাহানি',
'headline_tip'    => 'থাক ২র চিঙনাঙ',
'math_sample'     => 'এহাত সুত্র বরা',
'math_tip'        => 'অংকর সুত্র (LaTeX)',
'nowiki_sample'   => 'ফরমেট নাকরিসি মেয়েক বরা',
'nowiki_tip'      => 'উইকির পাজালানিহান লালুয়া যাগা',
'image_tip'       => 'তিলকরিসি ফাইলগ',
'media_tip'       => 'ফাইল মিলাপ',
'sig_tip'         => 'তর স্বাক্ষরহান লগে খেন্তাম বরিয়া',
'hr_tip'          => 'পাথারি খাস (খানি করা ইয়া আতা)',

# Edit pages
'summary'                          => 'সারমর্ম:',
'subject'                          => 'বিষয়/চিঙনাঙ:',
'minoredit'                        => 'এহান হুরু-মুরু সম্পাদনাহানহে।',
'watchthis'                        => 'পাতাএহান খিয়ালে থ',
'savearticle'                      => 'পাতাহান ইতুকর',
'preview'                          => 'আগচা',
'showpreview'                      => 'আগচা',
'showlivepreview'                  => 'এপ্পাগার আগচা',
'showdiff'                         => 'পতাসিতা দেহাদে',
'anoneditwarning'                  => "'''সিঙুইসঃ''' তি লগইন নাকরিসত। পতানির ইতিহাসহাত তর IP addressহান সিজিল ইতই।",
'missingsummary'                   => "'''নিঙশিঙ''':  তা পতাসত অহার সারাংশ না দিয়াসত। আরাকমু \"ইতুকর\" গুথামগত ক্লিক করর, অহান ইলে সারাংশ বাক্যহান বেলিয়াই তর পতানিহান ইতু ইতই।",
'missingcommenttext'               => 'কৃপা করিয়া তলে তর মতহান দে।',
'missingcommentheader'             => "'''সিঙুইস:''' তি এরে মন্তব্য এহানর কা কোন বিষয়/চিঙনাঙ না দিয়াসত। তি ইতুকরানির গুথামগত যাতিলে বিষয়/চিঙনাঙ নেয়ুইয়াই ইতু ইতই।",
'summary-preview'                  => 'সারমর্মর আগচা:',
'subject-preview'                  => 'বিষয়/চিঙনাঙর আগচা:',
'blockedtitle'                     => 'আতাকুরাগরে থেপ করানি অসে',
'blockedtext'                      => "'''তর আতাকুরা নাঙহান নাইলেউ আইপি ঠিকানাহানরে থেপকরানি অসে।'''

থেপকরিসেতাই: $1
এহানর কারণহান অসেতাইঃ: ''$2''

* থেপকরানি অকরিসিতা: $8
* থেপকরানিহান লমিতইতা: $6
* থেপকরানি মনাসিলাতা: $7

তি $1 নাইলেউ [[{{MediaWiki:Grouppage-sysop}}|প্রশাসকর]] মা যে কোন আগর লগে বিষয় এহান্ন য়্যারি পরি দে পারর। বিশেষ মাতিলতাঃ তর ই-মেইল ঠিকানাহান যদি [[Special:Preferences|তর পছন তালিকাত]] বরিয়া নাথার, অতা ইলে তি উইকিপিডিয়াত হের আতাকুরারে ই-মেইল করানি নুৱারবে। তর আইপি ঠিকানাহান ইলতাই $3 বারো থেপকরিসি আইপিগ ইলতাই #$5।
কৃপা করিয়া যে কোন যোগাযোগর সময়ত এরে আইপি ঠিকানাহানি যেসাদেউ বরিস।",
'autoblockedtext'                  => 'তর আইপি ঠিকানাহরে তারেত্ত তাই থেপকরিসে কারণহান ইলতাই মান্না আইপি ঠিকানার আরাক আতাকুরা আগই ব্যবহার করিসে যারে  $1 হান্ন থেপ করানি অসে।
যে যে কারণে থেপ করানি অসে:

:\'\'$2\'\'

* থেপ করানি অকরিসা: $8
* থেপ করানি লমিতইতা: $6
* যেগরে থেপকরানির হৎনা করানি অসে: $7

তি $1-র লগে নাইলে  আরাক যেকোন [[{{MediaWiki:Grouppage-sysop}}|ডান্ডিকরেকুরা]] আগর লগে যোগাযোগ করিয়া এহানর বারে অতারা পারর।

খিয়াল থুইস, তি "এরে আতাকুরাগরে ই-মেইল কর" ফিচারহান ব্যবহার করানি মেনইলে, তর [[Special:Preferences|পছন]] অপশনর মা চুম্পা ইমেইল ঠিকানা আহান দেনা লাগতই বারো অহান ব্যবহার করানিত কোন বেরা না থাইব।

তর এবাকার  IP ঠিকানাহান ইলতাই  $3, বারো থেপকরিসি IP আইডিগ ইলতাই $5।
যেপগাউ আঙকরানির সময়ত গজর পৌ অতা যেসারেউ বরিস।',
'blockednoreason'                  => 'কোন কারণ দেনা নাইসে',
'blockedoriginalsource'            => "'''$1'''র উৎসহান তলে দেখানি অইল:",
'blockededitsource'                => "'''$1'''ত '''তর পতাসত''' ইকা দেখাদেনা অইল:",
'whitelistedittitle'               => 'পতানির কা লগইন করানি লাগতই',
'whitelistedittext'                => 'পাতাহান পতানিরকা $1 করানি লাগতই।',
'confirmedittext'                  => 'যেহানউ সম্পাদনা করানির আগে তর ই-মেইল ঠিকানাহন যেসাদেউ লেপকরানি লাগতই। কৃপাকরিয়া তর ই-মেইল ঠিকানাহান [[Special:Preferences|আতাকুরার পছনতালিকা]]ত চুমকরে বরা।',
'nosuchsectiontitle'               => 'অনুচ্ছেদহান বিসারিয়া নাপেইলাঙ',
'nosuchsectiontext'                => 'তি এসাদে পরিচ্ছেদ আহান পতানির হৎনা করর যেহানর কোন অস্তিত্ব নেই। $1 নাঙর কোন পরিচ্ছেদ নেই অহানে ইতু করানিরউ কোন জাগা নেই।',
'loginreqtitle'                    => 'লগইন দরকার ইসে',
'loginreqlink'                     => 'লগ-ইন',
'loginreqpagetext'                 => 'হের পাতা অতা চানা থকিলে $1 করানি লাগতই।',
'accmailtitle'                     => 'খন্তাচাবি(password) দিয়াপেঠৱা দিলাং।',
'accmailtext'                      => "[[User talk:$1|$1]]র কা খন্তাচাবি(password) $2-রাঙ দিয়াপেঠুৱাদেনা ইল।
লগ-ইন করানির পিসে তর নুৱা অ্যাকাউন্টর কা ''[[Special:ChangePassword|খন্তাচাবি সিলকরানি]]''র পাতাত্ব সালকরানি একরতই।",
'newarticle'                       => '(নুৱা)',
'newarticletext'                   => 'তি বিসারার মিলাপ অহান নেয়সে।
তি চেইলে তলর বক্সগত বিষয়হানর বারে খানি ইকরিয়া ইতুকরে পারর বারো নিবন্ধহান অকরে পারর (আরাকউ হারপানিরকা [[{{MediaWiki:Helppage}}|পাঙলাক পাতা]] চা) পারর।
যদি হারনাপেয়া এহাত আহিয়া থার অতা ইলে ব্রাউজারর ব্যাক গুতমগত ক্লিক করিয়া আগর পাতাত আল পারর।',
'anontalkpagetext'                 => "----''এহান অচিনা অতার য়্যারির পাতাহান, যেগই কোন অ্যাকাউন্ট না খুলিসে, নাইলে ব্যবহার নাকরের।
অহানে আমি আইপি ঠিকানা (IP Address)ল অগরে দেখাদেরাঙতা।
আক্কুসে এসাদে আকহান আইপি ব্যবহার করতে পারে।
অহানে তি নিশ্চকে এরে আইপি এহাত্ত উইকিপিডিয়াত হমিয়া কোন হবানেই য়্যারী দেখর, অহান তরে নিঙকরিয়া নাউ ইতে পারে। অহানে হাবিত্ত হবা অর, তি যদি [[Special:UserLogin|লগ-ইন]] করর, নাইলে [[Special:UserLogin/signup|নুৱা একাউন্ট খুলর]] অতা ইলে এসাদে ভুল বুঝাবুঝি নাইব।''",
'noarticletext'                    => 'এপাগা এরে পাতাত কোন লেখা নেই। তি মনেইলে হের পাতাহান [[Special:Search/{{PAGENAME}}|এরে চিঙনাঙল বিসারা পারর]], <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} এহানর বারে লগ বিসারা পারর], নাইলে [{{fullurl:{{FULLPAGENAME}}|action=edit}} এরে পাতা এহান পতা পারর।]',
'noarticletext-nopermission'       => 'এপাগাউ কোন মেয়েক নেই পাতা এহাত।
তি [[Special:Search/{{PAGENAME}}|এরে পাতার চিঙনাঙ এহানল বিসারা]] হের পাতা অতাত,
নাইলে <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} মিল আসে লগ অতাত বিসারা]</span>।',
'userpage-userdoesnotexist'        => 'আতাকুরা "$1"র অ্যাকাউন্টহান না হঙিসে।
তি পাতা এহান হঙকরানি/পতানি চারাতানা কিতা খালকরিয়া চা।',
'userpage-userdoesnotexist-view'   => 'আতাকুরার একাউন্ট "$1" না মিহিসে।',
'clearyourcache'                   => "'''খিয়াল থ:''' তর পছনহানি রক্ষা করানির থাঙনাত পতাহানি চানার কা তর ব্রাউজারর ক্যাশ লালুয়া যানা লাগতে পারে। '''মোজিলা/ফায়ারফক্স/সাফারি:''' শিফট কী চিপিয়া থয়া রিলোড-এ ক্লিক কর, নাইলে ''কন্ট্রোল-শিফট-R''(এপল ম্যাক-এ ''কমান্ড-শিফট-R'') আকপাকে চিপা; '''ইন্টারনেট এক্সপ্লোরার:''' ''কন্ট্রোল'' চিপিয়া থয়া রিফ্রেশ-এ ক্লিক কর, নাইলে ''কন্ট্রোল-F5'' চিপা; '''কংকারার:''' হুদ্দা রিলোড ক্লিক করলে বা F5 চিপিলে চলতই; '''অপেরা''' আতাকুরাই ''Tools→Preferences''-এ গিয়া কাশ সম্পূর্ণ ঙক্ষি করানি লাগতে পারে।",
'usercssyoucanpreview'             => "'''টিপ:''' 'আগচা' গুথামগত যাতিয়া তর সিএসএস অতা চুমিসেতানা কিতা হবা করে চা।",
'userjsyoucanpreview'              => "'''টিপ:''' 'আগচা' গুথামগত যাতিয়া তর জাভাস্ক্রিপ্ট অতা চুমিসেতানা কিতা হবা করে চা।",
'usercsspreview'                   => "'''তি মনে থইস এহান তর সিএসএসর আগচাহান।'''
'''এহান এপাগাউ ইতু নাইসে!'''",
'userjspreview'                    => "'''তি মনে থইস এহান তর জাভাস্ক্রিপ্টর পরীক্ষা/আগচাহান।'''
'''এহান এপাগাউ ইতু নাইসে!'''",
'userinvalidcssjstitle'            => "'''সিঙুইস:''' \"\$1\" নাঙর কোন সর নেই।
মনে থইস .css বারো .js পাতার নাঙ এতা রূহিবৃত্তির মাতুঙে হুরকা আতর ইকার মেয়েকল অরতাহে, যেসাদে {{ns:user}}:Foo/monobook.css; কিন্তু এসাদে চিঙনাঙ নাইব: {{ns:user}}:Foo/Monobook.css",
'updated'                          => '(আপডেট)',
'note'                             => "'''নোট:'''",
'previewnote'                      => "'''এহান হুদ্দা আগচাহান;
ফারাকহান এপাগাউ ইতু করানি নাইসে!'''",
'previewconflict'                  => 'এরে আগচা এহান পতানির লয়াগত আসে ইকা অহান ইতু করানির পিসে চেইতে কিসারে ইতই অহানর অংতা আহান।',
'session_fail_preview'             => "'''ঙাক্করে দিস! সেশন ডাটা অতা মাঙনায় অতা ইতু নাইসে। কৃপা করিয়া বারো হৎনা কর।
যদি অহানেউ কাম নাইলে, অহান ইলে তর অ্যাকাউন্টহাত্ত [[Special:UserLogout|লগ আউট]] করিয়া বারো লগ ইন কর।",
'session_fail_preview_html'        => "'''ঙাক্করে দিস! সেশনর পৌ মাঙ পরসেগা অহানে ইতু করে নুৱারিসি।'''

''{{SITENAME}}-র raw HTML সক্রিয় ইসে বুরিয়া জাভাস্ক্রিপ্টর গজে থালগ দিয়া আক্রমণর আতেত্ব ঙাক্করানির কা আগচা না দেখাদেরতা।''

'''যদি এরে পতানি এহান চুমিয়া থার, অতাইলে বারো হৎনা কর। যদি অহানেউ কাম নাইলে, অহান ইলে তর অ্যাকাউন্টহাত্ত [[Special:UserLogout|লগ আউট]] করিয়া বারো লগ ইন কর।'''",
'token_suffix_mismatch'            => "'''তর পতানি অহান লনা নাইল, কিদিয়া বুল্লে তর ক্লায়েন্ট প্রোগ্রামহান পতানির ইকার বিরামচিন্নৎহানর লগে মিলা বেলাসে।  পাতাহানর ইকাহানর যাতে কোন ক্ষতি নার অহানরকা পতানিহান লনা নাইল। তি লাল আসে অসাদে ওয়েবর গজে থালগ দিয়াসি বেনাঙর প্রক্সি সেবা ব্যবহার করানির কা এসারে ইতে পারে।'''",
'editing'                          => 'পতানি চলের $1',
'editingsection'                   => '$1র পতানি চলের (ডেংগ)',
'editingcomment'                   => 'পতার $1 (নুৱা অনুচ্ছেদহান)',
'editconflict'                     => 'পতানিত বেসেপ অসে: $1',
'explainconflict'                  => "তি পাতাহান পতানি অকরানির পিসে আরাক আগইউ পাতাহান পতাসে।
ইকা হানর গজর মাতাঙে যেসাদে পাতাহান আসে আসাদে দেখানি আইল।
তর পতানিহান তলে দেখানি অইল।
তর সিলপা অহান এপাগা আসে ইকা আহানর লগে তিলকরানি লাগতই।
তি '''ইতু কর''' গুথামগত যাতিলেই '''হুদ্দা''' তর ইকা অহান ইতু ইতই।",
'yourtext'                         => 'তর ইকরা বিষয়হানি',
'storedversion'                    => 'লুকরিসি রিভিশনহান',
'nonunicodebrowser'                => "'''সিঙুইস: তর ব্রউসারগই ইউনিকোড সমর্থন নাকরের। তি কোন বেরা নেয়া পাতাহান পতা পারর, অহানর সমাধানহান: অ-আস্কি ক্যারেক্টার অতা হেক্সাডেসিমাল কোড বুলিয়া দেখা দেনা অইতই।'''",
'editingold'                       => "'''সিঙুইস: তি পুরানা সঙস্করণ আহান পতারতা।'''
তি যদি এহান ইতু করর অহান ইলে, পিসেদের সংস্করণ হাবি মাঙুইতই।",
'yourdiff'                         => 'ফারাকহানি',
'copyrightwarning'                 => "দয়া করিয়া খিয়াল কর {{SITENAME}}-ত হারি অবদান $2-র মাতুঙে পাসিতা (আরাকউ হবাকরে $1-ত চা)। তর জমা দিয়াসত লেখা যেগউ বে-রিদয় ইয়া পতিতে পারে বারো যেসারে খুশি অসারে বিলিতে পারে। তি যদি এহানর বারে একমত নার, অতা ইলে তর লেখা এহাত জমা নাদি।<br />
তি আরাকউ ৱাশাক করর যে, এরে লেখা এহান তি নিজে ইকিসতহান, নাইলে  হাব্বির কা উন্মুক্ত কোন উৎস আহাত্ত পাসতহান।
'''স্বত্ব সংরক্ষিত অসে অসাদে কোন লেখা স্বত্বাধিকারীর য়্যাথাঙ না লুইয়া এহাত জমা না দিস!'''",
'longpagewarning'                  => "'''সিঙুইস: এরে পাতা এহান $1 কিলোবাইট ডাঙর; ব্রাউজার আকেইগত ৩২ কিলোবাইটর গজে ডাঙর পাতানিত বেরা ইতে পারে।
দয়া করিয়া পাতা এহানরে হুরকা হুরকা কত অংশত খেইকরানির হতনা কর।'''",
'templatesused'                    => 'পাতাহাত বরাসি {{PLURAL:$1|মডেল|মডেলহানি}}:',
'templatesusedpreview'             => 'আগচা এহানাত মিহিসে {{PLURAL:$1|মডেল|মডেলহানি}}:',
'templatesusedsection'             => 'এহাত {{PLURAL:$1|মডেল|মডেলহানি}} তিলুইসে:',
'template-protected'               => '(লুকরিসি)',
'template-semiprotected'           => '(আধা-কাচা লুকরিসি)',
'hiddencategories'                 => 'এ পাতা এহান যে {{PLURAL:$1|১ নাফঙিসে বিষয়থাকর|$1 নাফঙিসে বিষয়থাকহানির}} সদস্য:',
'nocreatetitle'                    => 'পাতা হঙকরানি নিয়ন্ত্রণ করানি অসে',
'nocreatetext'                     => '{{SITENAME}}-এরে নুৱা পাতা এহানর পতানিহানাত থিতপা আসে।
তি আলথকে গিয়া আসে হের পাতা সিলকরানি পারর, নাইলে [[Special:UserLogin|অ্যাকাউন্টহানাত হমানি বারো অ্যাকাউন্ট খুলে পারর]]।',
'nocreate-loggedin'                => 'তরতা নুৱা পাতা হঙকরানির য়্যাথাং নেই।',
'sectioneditnotsupported-title'    => 'অনুচ্ছেদ বদালানি নাকরের',
'sectioneditnotsupported-text'     => 'এরে পাতা এহান অনুচ্ছেদ বদালানি থা নেই',
'permissionserrors'                => 'য়্যাথাঙে লালুইসে',
'permissionserrorstext-withaction' => 'তরতা $2 -ত য়্যাথাং নেই, অহানর {{PLURAL:$1|কারণ|কারণহানি}}:',
'recreate-moveddeleted-warn'       => "'''সিঙুইস: তি যে পাতাহান হঙকরলে অহান আগে পুসানি অসিল।

পাতা এহান তি আরাতা হঙকরতেইতানা কিতা খালকরিয়া চা।
তর সুবিধারকা পাতা এহানর পুসিসি লগ এহানাত দেনা ইল:",
'log-fulllog'                      => 'পুরা লগ চা',
'edit-gone-missing'                => 'পাতাহান আপডেট করানি নুৱারলাং।
পাতাহান পুস পরসেগা সাত।',
'edit-conflict'                    => 'পতানিত বেসেপ ইসে',
'edit-already-exists'              => 'নুৱা পাতাহান হঙকরানি নাইল।
পাতাএহান আগেত্তর আসে।',

# Parser/template warnings
'post-expand-template-argument-category' => 'পতাহাত পুসিসি মডেলর জর থা পরসেগা',
'parser-template-loop-warning'           => 'মডেলর তরিগ দেখরাং: [[$1]]',

# Account creation failure
'cantcreateaccounttitle' => 'একাউন্টহান হঙকরানি নাইব',

# History pages
'viewpagelogs'           => 'পাতাহানর লগ চা',
'nohistory'              => 'পাতা এহান পতানির কোন ইতিহাস নেই।',
'currentrev'             => 'হাদিএহানর পতানি',
'currentrev-asof'        => '$1র মাতুঙে এবাকার সংস্করণহান',
'revisionasof'           => 'রিভিসনহান $1 পেয়া',
'revision-info'          => '$1 পেয়া  $2-এ পতাসেতা',
'previousrevision'       => '←পুরানা পতানিহান',
'nextrevision'           => 'নুৱা ভার্সনহান→',
'currentrevisionlink'    => 'হাদি এহানর পতানি',
'cur'                    => 'এপাগা',
'next'                   => 'থাংনাত',
'last'                   => 'লাতঙ',
'page_first'             => 'পয়লাকা',
'page_last'              => 'লমনিত',
'histlegend'             => 'ফারাক (Diff) বাছানি: যে সংস্করণহানি তুলনা করানি চার, অহান লেপকরিয়া এন্টার বা তলর খুথামগত যাতা।<br />
নির্দেশিকা: (এব) = এবাকার সংস্করণহানর লগে ফারাক,(আ) =  জানে আগে-আগে গেলগা সংস্করণহানর লগে ফারাক, হ = হুরু-মুরু (নামাতলেউ একরব অসারে) সম্পাদনাহান।',
'history-fieldset-title' => 'ইতিহাসহান ব্রাউজ কর',
'history-show-deleted'   => 'হুদ্দা পুসানি অইল',
'histfirst'              => 'হাব্বিত্ত পুরানা',
'histlast'               => 'হাব্বিত্ত নুৱা',
'historysize'            => '({{PLURAL:$1|১ বাইট|$1 বাইট}})',
'historyempty'           => '(হুদালা)',

# Revision feed
'history-feed-title'          => 'ইতিহাসহান চুমকর',
'history-feed-item-nocomment' => '$1 খেন্তাম $2 ত',

# Revision deletion
'rev-deleted-comment'        => '(মন্তব্য থেইকরলাং)',
'rev-deleted-user'           => '(আতাকুরার নাঙহান থেইকরলাং)',
'rev-deleted-event'          => '(লগ অ্যাকশন থেইকরলাং)',
'rev-delundel'               => 'ফঙ/আরুম কর',
'rev-showdeleted'            => 'দেহাদে',
'revisiondelete'             => 'পতানিহান পুস/নাপুসি',
'revdelete-nooldid-title'    => 'টার্গেট চুমকরানি লালুইসে',
'revdelete-nologtype-title'  => 'লগ টাইপ না দিয়াসি',
'revdelete-nologtype-text'   => 'কাম এহান করানির কা কি জাতর লগ লেপ নাকরিসত।',
'revdelete-nologid-title'    => 'লগর পারেঙহানি চুম নাইসে',
'revdelete-no-file'          => 'মাতিসত ফাইলগ নেই।',
'revdelete-show-file-submit' => 'হায়',
'revdelete-legend'           => 'আহির ফঙে থনা হান সিতকর',
'revdelete-hide-text'        => 'চুমকরিসত ইকা গুর',
'revdelete-hide-image'       => 'ফাইলর বিষয়বস্তু গুর',
'revdelete-hide-name'        => 'কাম বারা লক্ষ্যহান গুর',
'revdelete-hide-comment'     => 'পতানির বারে মন্তব্য গুর',
'revdelete-hide-user'        => 'পতাকুরার নাঙহান/আইপি ঠিকানাহান গুর',
'revdelete-radio-same'       => '(না সিলকরিস)',
'revdelete-radio-set'        => 'হায়',
'revdelete-radio-unset'      => 'না',
'revdelete-unsuppress'       => 'সীমাবদ্ধতাহানি নেইকরেদে',
'revdelete-log'              => 'কারণ:',
'revdel-restore'             => 'দৃষ্টিপাত সিলকর',
'pagehist'                   => 'পাতার ইতিহাসহান',
'deletedhist'                => 'ইতিহাসহান পুস',
'revdelete-content'          => 'বিষয়বস্তু',
'revdelete-summary'          => 'সারাংশ পতানি',
'revdelete-uname'            => 'আতাকুরা',
'revdelete-restricted'       => 'ডান্ডিকরেকুরাগরাঙ সীমাবদ্ধতাহানি ফলা',
'revdelete-unrestricted'     => 'ডান্ডিকরেকুরাগরাঙ সীমাবদ্ধতাহানি নেইকর',
'revdelete-hid'              => '$1 গুর',
'revdelete-unhid'            => '$1 নাগুরি',
'revdelete-otherreason'      => 'আর আর কারণ:',
'revdelete-reasonotherlist'  => 'আরাক কারণ',
'revdelete-edit-reasonlist'  => 'থেইকরানির কারণহান পতা',
'revdelete-offender'         => 'রিভিশন দিয়াসেগ ইলতাই:',

# Suppression log
'suppressionlog' => 'লগ নিকালা',

# Revision move
'revmove-reasonfield'    => 'কারণ:',
'revmove-titlefield'     => 'নিঙকরিসি পাতা:',
'revmove-badparam-title' => 'প্যারামিটার লালুইসে',

# History merging
'mergehistory'                     => 'পাতার ইতিহাসহানি পুলকর',
'mergehistory-box'                 => 'পাতা দুহান মিহানির সংশোধনহানি:',
'mergehistory-from'                => 'উৎসর পাতা:',
'mergehistory-into'                => 'থুঙনির পাতা:',
'mergehistory-go'                  => 'তিলকারানি একরতই পতানিহানি দেখাদে',
'mergehistory-submit'              => 'পতানিহানি তিলকরানি অক',
'mergehistory-empty'               => 'কোন পতানি তিলকরানি নাইল।',
'mergehistory-success'             => '[[:$1]] হানির মা $3 {{PLURAL:$3|হান পতাসি|হান পতাসি}} সফল ইয়া [[:$2]]-র লগে তিল করানি অসে।',
'mergehistory-fail'                => 'ইতিহাসহান তিলকরানি নুৱারলাঙ। তি বারো পাতাহানর সময়র প্যারামিটারহানি হবা করে পরীক্ষা করিয়া চা।',
'mergehistory-no-source'           => 'উৎস পাতাহান $1 নেই।',
'mergehistory-no-destination'      => 'যিতইগা পাতাহান $1 নেই।',
'mergehistory-invalid-source'      => 'উৎস পাতাহানর চিঙনাঙহান চুমনা লাগতই।',
'mergehistory-invalid-destination' => 'যিতইগা পাতাহানর চিঙনাঙহান চুমনা লাগতই।',
'mergehistory-autocomment'         => '[[:$1]]-রে [[:$2]]-র লগে তিলকরিসি',
'mergehistory-comment'             => '[[:$1]]-রে [[:$2]]-র লগে তিলকরিসি : $3',
'mergehistory-same-destination'    => 'উৎস বারো যিতইগা পাতা মান্না ইয়া নুৱারব',
'mergehistory-reason'              => 'কারণ:',

# Merge log
'mergelog'           => 'সুপকরানির লগ',
'pagemerge-logentry' => '[[$1]]-রে [[$2]]-র লগে তিলকরিসি ($3 পেয়া পতাসি অতান)',
'revertmerge'        => 'মিলাপ নাকরি',
'mergelogpagetext'   => 'তলে হাদি এহানর পাতার ইতিহাসর লগে আরাক পাতার ইতিহাস তিলকরিসি অতার লাতঙগ দেনা ইল।',

# Diffs
'history-title'            => '"$1"-র রিভিসন ইতিহাসহান',
'difference'               => '(রিভিসনহানির ফারাকহান)',
'lineno'                   => 'লাইন $1:',
'compareselectedversions'  => 'বাসাইল সংস্করণহানি তুলনা কর',
'showhideselectedversions' => 'বাসিসি রিভিশনহানি দেখাদে/গুর',
'editundo'                 => 'আলকর',
'diff-multi'               => '({{PLURAL:$1|হমবুকর রিভিসন আহান|$1 হমবুকর রিভিসন হানি}} দেহাদেনা এহাত না মিহিসে।)',

# Search results
'searchresults'                    => 'বিসারলে অতার ফলাফল',
'searchresults-title'              => '"$1" বিসারলে অতার ফলাফল',
'searchresulttext'                 => '{{SITENAME}} এ বিসারানিরকা আরাকউ পৌরকা [[{{MediaWiki:Helppage}}|{{int:help}}]] চা।',
'searchsubtitle'                   => 'তি বিসারলে \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|"$1" হান্ন অকরা হাব্বি পাতাহানি]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1" র লগে তিলসে পাতাহানি]])',
'searchsubtitleinvalid'            => "তি বিসারলেতা '''$1'''",
'toomanymatches'                   => 'তি বিসারর অহার ৱাখুম বপিসে, আরাক আহান্ন হন্না কর',
'titlematches'                     => 'পাতার চিঙনাঙর লগে মান্না অসে',
'notitlematches'                   => 'কোন পাতার চিঙনাঙর মিল নাপেইলাঙ',
'textmatches'                      => 'পাতার ইকার লগে মান্না অসে',
'notextmatches'                    => 'পাতাহার লেখার লগে মিল নেই',
'prevn'                            => 'পিসেদে {{PLURAL:$1|$1}}',
'nextn'                            => 'থাংনাত {{PLURAL:$1|$1}}',
'prevn-title'                      => 'আগেদের $1 {{PLURAL:$1|ফলাফল|ফলাফলহানি}}',
'nextn-title'                      => 'থাঙনার $1 {{PLURAL:$1|ফলাফল|ফলাফলহানি}}',
'shown-title'                      => 'হারি পাতাত $1 {{PLURAL:$1|ফলাফল|ফলাফলহানি}} দেহাদে',
'viewprevnext'                     => 'চা ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'বিসারানির অপশনহানি',
'searchmenu-new'                   => "'''\"[[:\$1]]\" নাঙর পাতাহান এরে উইকিত হঙকর!'''",
'searchhelp-url'                   => 'Help:পাংলাক',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|এরে prefix এতাল আসে পাতাহানি]]',
'searchprofile-articles'           => 'কন্টেন্টর পাতাহানি',
'searchprofile-project'            => 'পাঙলাক বারো প্রকল্পর পাতা',
'searchprofile-images'             => 'মাল্টিমিডিয়া',
'searchprofile-everything'         => 'হাব্বি',
'searchprofile-advanced'           => 'উচ্চতর',
'searchprofile-articles-tooltip'   => '$1 এহাত বিসারা',
'searchprofile-project-tooltip'    => '$1 এহাত বিসারা',
'searchprofile-images-tooltip'     => 'ফাইল বিসারা',
'searchprofile-everything-tooltip' => 'হাব্বি থাকে বিসারা (য়্যারির পাতাতউ)',
'searchprofile-advanced-tooltip'   => 'নিজর লেপকরা নাঙথাকে বিসারা',
'search-result-size'               => '$1 ({{PLURAL:$2|1 ৱাহি|$2 ৱাহিহানি}})',
'search-result-score'              => 'মান্নপা $1%',
'search-redirect'                  => '(বারোআলথক $1)',
'search-section'                   => '(অনুচ্ছেদ $1)',
'search-suggest'                   => 'তি হয়ত মাতানি চারতা: $1',
'search-interwiki-caption'         => 'বনক প্রকল্পহানি',
'search-interwiki-default'         => '$1 ফলাফলহানি:',
'search-interwiki-more'            => '(আরাকউ)',
'search-mwsuggest-enabled'         => 'পরামর্শল',
'search-mwsuggest-disabled'        => 'পরামর্শ নেই',
'search-relatedarticle'            => 'সাকেই আসে',
'mwsuggest-disable'                => 'AJAXরে থা নাদি',
'searcheverything-enable'          => 'হাব্বি নাঙথাকে বিসারা',
'searchrelated'                    => 'সাকেই আসে',
'searchall'                        => 'হাব্বি',
'nonefound'                        => "'''নোট''': অকরাতই হুদ্দা কতহান নাঙরফাম বিসারানি অসিল।
তর বিসারানিহান ''all:'' ব্যবহার করিয়া হারি কন্টেন্টর মা বিসারানিরকা লেপকর (য়্যারির পাতা, মডেল আদি), নাইলে প্রিফিক্স হিসেবে তর হাদাপাসত নাঙলাম ব্যবহার কর।",
'search-nonefound'                 => 'তি বিসারার অহানর লগে মান্নাপাতা নাপারাঙ।',
'powersearch'                      => 'এডভান্স বিসারানি',
'powersearch-legend'               => 'উন্নত বিসারানি',
'powersearch-ns'                   => 'নেমস্পেসর মা বিসারা:',
'powersearch-redir'                => 'বারোআলথকর লাতঙগ',
'powersearch-field'                => 'কা বিসারা',
'powersearch-togglelabel'          => 'চেক কর:',
'powersearch-toggleall'            => 'হাব্বি',
'powersearch-togglenone'           => 'কিত্তাউ নেই',
'search-external'                  => 'বারেদে বিসারা',

# Quickbar
'qbsettings'               => 'কুইকবার',
'qbsettings-none'          => 'কিত্তাউ নেই',
'qbsettings-fixedleft'     => 'লেপ্পা বিঙ',
'qbsettings-fixedright'    => 'লেপ্পা বাত',
'qbsettings-floatingleft'  => 'বাহের বিঙ',
'qbsettings-floatingright' => 'বাহের বাত',

# Preferences page
'preferences'               => 'পছনহানি',
'mypreferences'             => 'মর পছন',
'prefs-edits'               => 'পতাসি অতার সংখ্যাহান',
'changepassword'            => 'খন্তাচাবি(password) পতা',
'prefs-skin'                => 'সরহান',
'skin-preview'              => 'আগচা',
'prefs-math'                => 'গণিত',
'datedefault'               => 'পছন করাতা নেই',
'prefs-datetime'            => 'তারিখ বারো সময়',
'prefs-rc'                  => 'হাদি এহানর পতানি',
'prefs-watchlist-days-max'  => 'বপিলে ৭ দিন পেয়া',
'prefs-misc'                => 'নানন',
'prefs-resetpass'           => 'খন্তাচাবি সিলকর',
'prefs-email'               => 'ই-মেইল অপশনহানি',
'saveprefs'                 => 'ইতু',
'columns'                   => 'দুরগিঃ',
'timezoneregion-africa'     => 'আফ্রিকা',
'timezoneregion-america'    => 'আমেরিকা',
'timezoneregion-antarctica' => 'এন্টার্টিকা',
'timezoneregion-arctic'     => 'আর্কটিক',
'timezoneregion-asia'       => 'এশিয়া',
'timezoneregion-atlantic'   => 'আটলান্টিক মহাসাগর',
'timezoneregion-australia'  => 'অস্ট্রেলিয়া',
'timezoneregion-europe'     => 'ইউরোপ',
'timezoneregion-indian'     => 'ভারত মহাসাগর',
'timezoneregion-pacific'    => 'প্রশান্ত মহাসাগর',
'allowemail'                => 'আরতা(ব্যবহার করেকুরা)ই ইমেইল করানির য়্যাথাং দে।',
'prefs-searchoptions'       => 'বিসারানির অপশনহানি',
'prefs-namespaces'          => 'নাঙরলাম',
'defaultns'                 => 'নাইলে এরে নাঙর লামে বিসারা:',
'default'                   => 'আদি অঙতা',
'prefs-files'               => 'ফাইল',
'prefs-custom-css'          => 'স্বনির্ধারিত CSS',
'prefs-custom-js'           => 'স্বনির্ধারিত JS',
'prefs-common-css-js'       => 'হাব্বি স্কিনর কা শেয়ারড CSS/JavaScript:',
'youremail'                 => 'ই-মেইল *:',
'yourrealname'              => 'আৱৈপা নাংহান *:',
'yourlanguage'              => 'ঠারহান:',
'yournick'                  => 'দাহানির নাংহান:',
'gender-male'               => 'মুনি',
'gender-female'             => 'জেলা',
'email'                     => 'ইমেইল',
'prefs-help-realname'       => 'আয়ৌপা নাংহান নাদলেউ চলের।
যদি তি দের অতাইলে তর কামর থাকাত দেনাত সুবিধা অইতই।',
'prefs-advancedediting'     => 'উচ্চতর অপশন',
'prefs-advancedrc'          => 'উচ্চতর অপশন',
'prefs-advancedrendering'   => 'উচ্চতর অপশন',
'prefs-advancedwatchlist'   => 'উচ্চতর অপশন',
'prefs-displayrc'           => 'দেহাদেনার অপশন',
'prefs-diffs'               => 'ফারাক',

# User rights
'userrights-changeable-col'   => 'দলহান যেহান তি সিলকরানি পারতেই',
'userrights-unchangeable-col' => 'দলহান যেহান তি সিলকরানি নুৱারতেই',

# Groups
'group'               => 'দল:',
'group-user'          => 'আতাকুরাগি',
'group-autoconfirmed' => 'তানুরতাই তানু লেপকরিসি আতাকুরাগি',
'group-bot'           => 'বটগি',
'group-sysop'         => 'ডান্ডিকরেকুরাগি',
'group-bureaucrat'    => 'ব্যুরোক্রেটগি',
'group-suppress'      => 'গোপন পর্যবেক্ষকগি',
'group-all'           => '(হাব্বি)',

'group-user-member'          => 'আতাকুরা',
'group-autoconfirmed-member' => 'তারতাই তা লেপকরিসে আতাকুরা',
'group-bot-member'           => 'বট',

'grouppage-sysop' => '{{ns:project}}:প্রশাসকগি',

# User rights log
'rightslog'  => 'আতাকুরার অধিকারর লগ',
'rightsnone' => '(নেই)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'               => 'পাতা এহান পাকর',
'action-edit'               => 'পাতা এহান পতা',
'action-createpage'         => 'পাতা হঙকর',
'action-createtalk'         => 'য়্যারীর পাতা হঙকর',
'action-createaccount'      => 'আতাকুরার একাউন্টহান হঙকর',
'action-minoredit'          => 'হুরকা পতানিহান বুলিয়া লেপকর',
'action-move'               => 'পাতাহান থেইকর',
'action-move-subpages'      => 'পাতাহান বারো অহানর তলর পাতাহানি হাবি থেইকর',
'action-move-rootuserpages' => 'গুরিগর পাতাহানির আতাকুরার পাতাহানি থেইকর',
'action-delete'             => 'পাতা এহান পুস',
'action-browsearchive'      => 'পুসিসি পাতা বিসারা',
'action-block'              => 'পতাকুরা এগরে পতানি নাদি',
'action-trackback'          => 'আলথক ট্রাক সাবমিট কর',
'action-mergehistory'       => 'পাতা এহানর ইতাহাসহান সুপকরিক',

# Recent changes
'nchanges'                       => '$1 {{PLURAL:$1|সিলপা|সিলপাহানি}}',
'recentchanges'                  => 'হাদিএহান পতাসিতা',
'recentchanges-legend'           => 'হাদি এহানর পতানির পছনহানি',
'recentchanges-feed-description' => 'ফিড এহানর মা পাতা এহার পতানিহানর গজে মিল্লেং দে।',
'rcnote'                         => "গেলগা {{PLURAL:$2|দিনে|'''$2''' দিনে}} অসে {{PLURAL:$1|'''১'''|'''$1'''}}হান সিলপা তলে দেহানি ইল (যেহানর এপাগার খেন্তাম বারো তারিখ $5, $4)।",
'rcnotefrom'                     => "তলে গেলগা '''$2''' ত্ত পতাসিতা দেনা অইল ('''$1''' পেয়া)।",
'rclistfrom'                     => 'নুৱাতা পতাসিতা $1 পাতাহানাত্ত চিঙকরিয়া',
'rcshowhideminor'                => '$1 হুরু পতানিহান',
'rcshowhidebots'                 => '$1 বটগি',
'rcshowhideliu'                  => '$1 হমাসি আতাকুরা',
'rcshowhideanons'                => '$1 হারানাপাসি আতাকুরা',
'rcshowhidepatr'                 => '$1 পাহারাত আসে পতানি',
'rcshowhidemine'                 => '$1 মর পাতানিহানি',
'rclinks'                        => 'গেলগা $1 হান পতানি দেখাদে $2 দিনরতা <br />$3',
'diff'                           => 'ফারাক',
'hist'                           => 'ইতিহাসহান',
'hide'                           => 'আরুম',
'show'                           => 'দেখাদে',
'minoreditletter'                => 'হ',
'newpageletter'                  => 'নু',
'boteditletter'                  => 'ব',
'rc-enhanced-expand'             => 'পুল্লাপ দেহাদে (জাভাস্ক্রিপ্ট দরকার)',
'rc-enhanced-hide'               => 'পুল্লাপ গুর',

# Recent changes linked
'recentchangeslinked'          => 'সাকেই আসে পতা',
'recentchangeslinked-feed'     => 'সাকেই আসে পতা',
'recentchangeslinked-toolbox'  => 'সাকেই আসে পতা',
'recentchangeslinked-title'    => 'পতানিহান "$1"র লগে সর্ম্পক আসে',
'recentchangeslinked-noresult' => 'দেনা অসে খেন্তামর ভিতরে পতাসিতা নেই।',
'recentchangeslinked-summary'  => "লেপকরা পাতা আহান (অথবা লেপকরা বিষয়শ্রেণী)ত্ত তিলসে এরে পাতা এহানর হাদি এহান পতাসি অহানর লাতঙ দেনা অইল। তর [[Special:Watchlist|তর চালাতঙ]]এ থসি পাতাহানি '''গাঢ়''' করিয়া দেহাদেনা অসে।",
'recentchangeslinked-page'     => 'পাতার নাঙ:',
'recentchangeslinked-to'       => 'দিয়াসি পাতাহানর বদালা মিলাপ আসে পাতাহানির পতানিহানি দেহাদে',

# Upload
'upload'              => 'আপলোড ফাইল',
'uploadbtn'           => 'আপলোড',
'uploadnologin'       => 'লগইন নাকরিসত',
'uploaderror'         => 'আপলোড করানিত লালুইসে',
'uploadtext'          => "তলর ফরমহান ফাইল কাকরানির (আপলোডর)কা আতা।
আগেদে কাকরিসি ফাইল বিসারা [[Special:FileList|কাকরিসি ফাইলর লাতঙগ]], [[Special:Log/upload|আরাকমু কাকরিসি]] ফাইলর ইতিহাসহান, [[Special:Log/delete|পুসিসি]] ফাইলর ইতিহাসহান।

পাতাহাত ছবি আগ বরানি মনেইলে, তলর উদাহরণর অসারে ইকর:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' ফাইলর আস্তা ভার্সনহান ব্যবহারর কা
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|সারুক ৱাহি]]</nowiki></tt>''' ২০০ পিক্সল চেপ্টা বাক্সগর বিঙেদে বদাগ দেনা বারো থাকরানির নিঙে 'সারুকে ৱাহি' বরানির কা
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' ফাইল নাদেখাদিয়া চুমেসত মিলাপর কা",
'upload-permitted'    => 'যে জাতর ফাইল কাকরানি(আপলোড) করানি থা: $1।',
'upload-preferred'    => 'যে জাতর ফাইল থা: $1।',
'upload-prohibited'   => 'যে জাতর ফাইল থা নেই: $1।',
'uploadlog'           => 'কাকরানির (আপলোডর) ইতিহাসহান',
'uploadlogpage'       => 'আপলোড করিসি লগ',
'uploadlogpagetext'   => 'তলে হাদি এহাত কাকরিসি ফাইলর লাতঙ।
[[Special:NewFiles|নুৱা ফাইলর গ্যালারিগ]] চা, আহির ফঙে থাকরানির কা।',
'filename'            => 'ফাইলর নাঙ',
'filedesc'            => 'সারাংশ',
'fileuploadsummary'   => 'সারাংশ:',
'filereuploadsummary' => 'ফাইল সিলপাহানি:',
'filestatus'          => 'কপিরাইটর অংতা:',
'filesource'          => 'উৎস:',
'uploadedfiles'       => 'কাকরিসি ফাইলগি',
'ignorewarning'       => 'সিঙকরানির কা দিয়াসি পৌহান লিতুইয়া ফাইলগ ইতু কর',
'ignorewarnings'      => 'হাবি সিঙকরানির পৌ লিত',
'minlength1'          => 'ফাইলগর নাঙহাত মেয়েকগ আকগতে থানা লাগতই।',
'illegalfilename'     => '"$1" ফাইলর নাঙহাত থকনেই মেয়েক মিহিসে যেতা  পাতাহার চিঙনাঙে বরানি নাকরব।
আরাক নুৱা নাঙ আহান দিয়া কাকর।',
'badfilename'         => 'ফাইলগর নাঙহান পতিয়া $1" করানি ইল।',
'savefile'            => 'ফাইল ইতু',
'uploadedimage'       => 'আপলোডকরানি অইল "[[$1]]"',
'upload-source'       => 'ফাইলর উৎস',
'upload-options'      => 'আপলোডর পছনহানি',
'watchthisupload'     => 'ফাইলগ খিয়ালে থ',

'upload-misc-error'   => 'আপলোডর লালহান হারনাপাসি',
'upload-unknown-size' => 'সাইজহান হারনাপাসি',

# img_auth script messages
'img-auth-accessdenied' => 'হমানির য়্যাথাং নেই',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error28' => 'আপলোড সময়হান লিতুইল',

'license'        => 'লাইসেন্সহান:',
'license-header' => 'লাইসেন্সহান',

# Special:ListFiles
'imgfile'        => 'ফাইল',
'listfiles'      => 'ছবির তালিকা',
'listfiles_date' => 'তারিখ',
'listfiles_name' => 'নাঙ',
'listfiles_user' => 'আতাকুরা',
'listfiles_size' => 'সাইজ',

# File description page
'file-anchor-link'          => 'ফাইল',
'filehist'                  => 'ফাইলর ইতিহাস',
'filehist-help'             => 'দিন/সময়-র গজে যাতিলে ঔ খেন্তাম পেয়া হঙিসে ফাইলগ চ পারতেই।',
'filehist-deleteall'        => 'হাব্বি পুস',
'filehist-current'          => 'এপাগা',
'filehist-datetime'         => 'দিন/সময়',
'filehist-thumb'            => 'হুরকাকরে ফটকগি',
'filehist-thumbtext'        => '$1 অনু্যায়ী সংস্করণর হুরকাকরে ফটকগি',
'filehist-user'             => 'আতাকুরা',
'filehist-dimensions'       => 'চাঙহান',
'filehist-filesize'         => 'ফাইলর সাইজহান',
'filehist-comment'          => 'মতহান',
'filehist-missing'          => 'ফাইলগ মাঙুইসে',
'imagelinks'                => 'ফাইলর জুরনহানি',
'linkstoimage'              => 'এরে ফাইলর লগে {{PLURAL:$1|পাতার মিলাপ|$1 পাতাহানির মিলাপ}} আসে:',
'nolinkstoimage'            => 'ফাইল এগর লগে মিলাপ অসে অসাদে কোন পাতা নেই।',
'sharedupload'              => 'ফাইল এগ $1ত্ত আহিসেগ বারো অন্যান্য প্রকল্পতউ ব্যবহৃত ইতে পারে।',
'uploadnewversion-linktext' => 'এরে ফাইল এগর নুৱা সংস্করনহান আপলোড কর',
'shared-repo-from'          => '$1 রাঙতো',

# File reversion
'filerevert-comment'        => 'কারণ:',
'filerevert-defaultcomment' => '$2, $1 সংস্করণহাত আলুইল',

# File deletion
'filedelete-submit'           => 'পুস',
'filedelete-reason-otherlist' => 'আরাক কারণ',

# MIME search
'mimesearch' => 'MIME বিসারানি',
'download'   => 'ডাউনলোড',

# List redirects
'listredirects' => 'আলথক করেদের পাতার লাতঙগি',

# Unused templates
'unusedtemplates' => 'বপ নাচলের মডেলহানি',

# Random page
'randompage' => 'খাংদা পাতা',

# Random redirect
'randomredirect' => 'চৌরাপ আলথকপা',

# Statistics
'statistics'              => 'হিসাবহান',
'statistics-header-pages' => 'পাতার পরিসংখ্যান',
'statistics-header-edits' => 'পতানির পরিসংখ্যান',
'statistics-header-views' => 'চাসিতার পরিসংখ্যান',
'statistics-header-users' => 'আতাকুরার পরিসংখ্যান',
'statistics-header-hooks' => 'আরআর পরিসংখ্যান',
'statistics-articles'     => 'পাতার কন্টেনহানি',
'statistics-pages'        => 'পাতাহানি',

'disambiguations' => 'সন্দই চুমকরের পাতাহানি',

'doubleredirects' => 'আলথকে যানা দ্বিমাউ মাতের',

'brokenredirects'        => 'বারো-নির্দেশ কামনাকরের',
'brokenredirects-edit'   => 'পতানি',
'brokenredirects-delete' => 'পুস',

'withoutinterwiki'        => 'ঠারর মিলাপ নেয়সে পাতাহানি',
'withoutinterwiki-submit' => 'দেহাদে',

'fewestrevisions' => 'যে পাতাহানির কম রিভিসন অসে',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|বাইট|বাইট}}',
'ncategories'             => '$1 {{PLURAL:$1|থাক|থাকহানি}}',
'nlinks'                  => '$1 {{PLURAL:$1|মিলাপ|মিলাপহানি}}',
'nmembers'                => '$1 {{PLURAL:$1|আতাকুরা|আতাকুরাগি}}',
'lonelypages'             => 'এতিম পাতাহানি',
'uncategorizedpages'      => 'বিষয়রথাকে নাবেলাসি পাতাহানি',
'uncategorizedcategories' => 'বিষয়থাকে নাবেলাসি থাকহানি',
'uncategorizedimages'     => 'বিষয়থাকে নাবেলাসি ফাইলগি',
'uncategorizedtemplates'  => 'বিষয়থাকে নাবেলাসি থাকহানি',
'unusedcategories'        => 'বিষয়থাক বপ নাচলের',
'unusedimages'            => 'নাচলের ফাইলগি',
'wantedcategories'        => 'চারাঙ বিষয়র থাকহানি',
'wantedpages'             => 'খৌরাঙর পাতাহানি',
'wantedfiles'             => 'মনারাঙ ফাইলগি',
'mostlinked'              => 'হাবিত্ত মিলাপ বপিসে পাতাহানি',
'mostlinkedcategories'    => 'বিষয়থাকে য়্যামসে মিলাপ',
'mostlinkedtemplates'     => 'মডেলহানিত য়্যামসে মিলাপ',
'mostcategories'          => 'বপতা বিষয়থাকর পাতাহানি',
'mostimages'              => 'ফাইলগিত য়্যামসে মিলাপ',
'mostrevisions'           => 'রিভিসন বপসে পাতাহানি',
'prefixindex'             => 'উপসর্গল হাব্বি পাতাহানি',
'shortpages'              => 'হুরু পাতাহানি',
'longpages'               => 'ডাঙর পাতাহানি',
'deadendpages'            => 'যে পাতাহানিত্ত কোন মিলাপ নেই',
'protectedpages'          => 'লুকরিসি পাতাহানি',
'listusers'               => 'আতাকুরার লাতংগ',
'newpages'                => 'নুৱা পাতাহানি',
'newpages-username'       => 'আতাকুরা:',
'ancientpages'            => 'পুরানা পাতাহানি',
'move'                    => 'থেইকরানি',
'movethispage'            => 'পাতা এহান থেইকর',
'pager-newer-n'           => '{{PLURAL:$1|নুৱা ১হান|নুৱা $1হান}}',
'pager-older-n'           => '{{PLURAL:$1|আরাকউ পুরানা ১হান|আরাকউ পুরানা $1হান}}',

# Book sources
'booksources'               => 'লেরিকর উৎসহান',
'booksources-search-legend' => 'লেরিকরর উৎসহান বিসারা',
'booksources-go'            => 'হাত',

# Special:Log
'specialloguserlabel'  => 'আতাকুরাগ:',
'speciallogtitlelabel' => 'চিঙনাঙ:',
'log'                  => 'লগ',
'all-logs-page'        => 'হাব্বি পাবলিক লগ',

# Special:AllPages
'allpages'       => 'হাবি পাতাহানি',
'alphaindexline' => '$1 ত $2',
'nextpage'       => 'থাঙনার পাতা ($1)',
'prevpage'       => 'আগেকার পাতা ($1)',
'allpagesfrom'   => 'যেহাত্ত অকরিসি অহাত্ত পাতাহানি দেহাদেঃ',
'allpagesto'     => 'এসাদে পাতা দেহাদে যেহানর লমানিহান:',
'allarticles'    => 'নিবন্ধহাবি',
'allinnamespace' => 'পাতাহানি হাবি ($1 নাঙরজাগা)',
'allpagesprev'   => 'আলথকে',
'allpagesnext'   => 'থাঙনাত',
'allpagessubmit' => 'হাত',
'allpagesprefix' => 'মেয়েক এগন অকরিসি ৱাহির পাতাহানি দেহাদেঃ',

# Special:Categories
'categories'         => 'বিষয়রথাকহানি',
'categoriespagetext' => 'ইমারঠারর উইকিপিডিয়াত এবাকার বিষয়রথাক.
[[Special:UnusedCategories|Unused categories]] are not shown here.
Also see [[Special:WantedCategories|wanted categories]].',

# Special:DeletedContributions
'sp-deletedcontributions-contribs' => 'অবদানহানি',

# Special:LinkSearch
'linksearch' => 'বারেদের লগে মিলাপ',

# Special:ListUsers
'listusers-submit'  => 'দেহাদে',
'listusers-blocked' => '(থেপুইসে)',

# Special:ActiveUsers
'activeusers-noresult' => 'আতাকুরা নাপেইলাং।',

# Special:Log/newusers
'newuserlogpage'          => 'আতাকুরা হঙসে লগহানি',
'newuserlog-byemail'      => 'ই-মেইলর মা পেঠাদিয়াসি পাসৱার্ডগ',
'newuserlog-create-entry' => 'নুৱা আতাকুরার একাউন্টহান',

# Special:ListGroupRights
'listgrouprights-key'     => '* <span class="listgrouprights-granted">য়্যাথাং পাসে অধিকার</span>
* <span class="listgrouprights-revoked">থেপকরানি অসে অধিকার</span>',
'listgrouprights-group'   => 'গ্রুপহান',
'listgrouprights-rights'  => 'অধিকারহানি',
'listgrouprights-members' => '(সদস্যর পারেঙহানি)',

# E-mail user
'emailuser'        => 'আতাকুরাগরে ইমেইল কর',
'emailpage'        => 'আতাকরেকুরাগরে ই-মেইল কর',
'defemailsubject'  => '{{SITENAME}} ই-মেইল',
'noemailtitle'     => 'ই-মেইলর কা ঠিকানাহান নেই',
'nowikiemailtitle' => 'ই-মেইলর য়্যাথাং নেই',
'emailfrom'        => 'রাঙতো:',
'emailto'          => 'প্রতি:',
'emailsubject'     => 'বিষয়:',
'emailmessage'     => 'পৌ:',
'emailsend'        => 'দিয়াপেঠাদে',
'emailsent'        => 'ই-মেইল দিয়াপেঠাদেনা ইল',
'emailsenttext'    => 'তর ই-মেইলর পৌহান দিয়া পেঠা বেল্লাং।',
'emailuserfooter'  => 'ই-মেইল এহান দিয়া এপঠা দিলতা $1-ই $2-রাঙ  "ই-মেইল" ব্যবহারকারীগই {{SITENAME}}ত্ত।',

# Watchlist
'watchlist'         => 'মর তালাবি',
'mywatchlist'       => 'মর তালাবি',
'addedwatch'        => 'তালাবির তালিকাহাত থনা ইল',
'addedwatchtext'    => "\"<nowiki>\$1</nowiki>\" পাতা এহান তর [[Special:Watchlist|আহির-আরুম তালিকা]]-ত তিলকরানি ইল। পিসেদে এরে পাতা এহান বারো পাতা এহানর লগে সাকেই আসে য়্যারী পাতাত অইতই হারি জাতর পতানি এহানাত তিলকরানি অইতই। অতাবাদেউ [[Special:RecentChanges|হাদি এহানর পতানিহানি]]-ত পাতা এহানরে '''গাঢ়করা''' মেয়েকে দেহা দেনা অইতই যাতে তি নুঙিকরে পাতা এহান চিনে পারবেতা।

পিসেদে তি পাতা এহানরে থেইকরানি মনেইলে \"আহির-আরুমেত্ত থেইকরেদে\" ট্যাবগত ক্লিক করিস৷",
'removedwatch'      => 'তালাবির পাতাত্ত গুসাদে',
'removedwatchtext'  => 'এরে পাতা "[[:$1]]" এহান গুসানি ইলতা [[Special:Watchlist|তর তালাবির]] পাতাত্ত।',
'watch'             => 'তালাবি',
'watchthispage'     => 'পাতাএহান খিয়ালে থ',
'unwatch'           => 'তালাবি নেই',
'unwatchthispage'   => 'তালাবি এরাদেনা',
'watchlist-details' => '{{PLURAL:$1|$1 পাতা|$1 পাতাহানি}} তর তালাবিত আসে, য়্যারির পাতা ধরানি নাসে।',
'wlshowlast'        => 'গেলগা $1 ঘন্টা $2 দিনর $3 দেখাদে',
'watchlist-options' => 'তালাবিত আসে পাতার পছনহানি',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'চা...',
'unwatching' => 'নাউচা...',

'changed' => 'পতেসে',

# Delete
'deletepage'            => 'পাতাহান পুস',
'confirm'               => 'লেপকরানি',
'historywarning'        => 'সিঙুইস: তি যে পাতাহান পুসানিত লেপুইসত এহানর ইতিহাস আহান আসে:',
'confirmdeletetext'     => 'তি যে পাতাহান পুসানি লেপুইসত অহানর লগে ইতিহাসহানউ পুসতই।
তি লেপকর যে তি এহান করতেই বুলিয়া, বারো তি এহানর পিসহান হারপাসত লগে [[{{MediaWiki:Policy-url}}|পলিসিহান]] ইলয়া তি কামএহান করানিত লেপুইসত।',
'actioncomplete'        => 'কামহান লমিল।',
'deletedtext'           => '"<nowiki>$1</nowiki>" পুসানি অইল।
চা $2 এহার বারে আগে আসে পুসানির লাতংগ।',
'deletedarticle'        => 'পুসানিইল "[[$1]]"',
'dellogpage'            => 'পুসিসিতার লাতংগ',
'deletecomment'         => 'কারণ:',
'deleteotherreason'     => 'আরাক/উপরি কারন:',
'deletereasonotherlist' => 'আর আর কারন',

# Rollback
'rollbacklink' => 'রোলবেক',
'cantrollback' => 'আগেকার সঙস্করনহাত আলথকে যানা নুৱারলু, লমিলগা সম্পদনাকরেকুরা অগ পাতা অহানর আকখুলা লেখকগ।',

# Protect
'protectlogpage'              => 'লুকরানির লগ',
'protectedarticle'            => 'লুৱসে "[[$1]]"',
'modifiedarticleprotection'   => '"[[$1]]"-র কা লুকরানির থাকহান বদলানি অসে',
'prot_1movedto2'              => '[[$1]]-রে [[$2]]-ত গুসানি ইল',
'protectcomment'              => 'কারণ:',
'protectexpiry'               => 'মিয়াদহান লালর:',
'protect_expiry_invalid'      => 'খেন্তাম লিতনাহান লালুইসে।',
'protect_expiry_old'          => 'বাতিলর খেন্তামহান আগেকার তারিখে পরিসে।',
'protect-text'                => "তি চেইলে '''<nowiki>$1</nowiki> পাতাহানর লুকরানির মাত্রাহান চানা বারো সিলকরানি পারর'''।",
'protect-locked-access'       => "তরতা পাতা লুকরে পারানির মত য়্যাথাঙ নেই।
পাতাহান '''$1'''র এপাগার পাজালানিহান:",
'protect-cascadeon'           => 'এরে পাতাহান এপাগা লুকরানি অসে, কারণ পাতাহানর তলে {{PLURAL:$1|পাতা আহানাত|পাতা হানিত}} অন্তর্ভুক্ত ইসে, যেহানাত আগপাতাকরেকুরাতাত লুকরানিহান আসে। তি চেইলে অহান সিলকরে পারর, তবে এরে আগপাতাকরেকুরাতাত কোন বদালা নাইব।',
'protect-default'             => 'হাব্বি ব্যবহারকারীর কা',
'protect-fallback'            => 'য়্যাথাং "$1" দরকার',
'protect-level-autoconfirmed' => 'রেজিষ্টার নাকরিসি বারো নাঙনেই আতাকুরারের থেপকর',
'protect-level-sysop'         => 'হুদ্দা ডান্ডিকরেকুরা',
'protect-summary-cascade'     => 'আগপাতাকরেকুরা',
'protect-expiring'            => '$1 (আমাস) খেন্তামে মিয়াদহান লালুইতই',
'protect-expiry-indefinite'   => 'লমনেই',
'protect-cascade'             => 'এরে পাতাত মিহিসে পাতাহানি তালাবি করানি অক (আগপাতাকরেকুরা তালাবি)',
'protect-cantedit'            => 'লুকরিসি পাতাহানরে তি সিলকরে নারবে, কিদিয়া বুল্লে তরতা পতানির য়্যাথাঙ নেই।',
'protect-othertime'           => 'আরাক খেন্তামে:',
'protect-othertime-op'        => 'আরাক খেন্তামে',
'protect-existing-expiry'     => 'আসে এক্সপায়রর খেন্তামহান: $3, $2',
'protect-expiry-options'      => '১ ঘন্টা:1 hour,১ দিন:1 day,১ হাপ্তা:1 week,২ হাপ্তা:2 weeks,১ মাহা:1 month,৩ মাহা:3 months,৬ মাহা:6 months,১ বসর:1 year,লম নেই সময়:infinite',
'restriction-type'            => 'য়্যাথাঙ:',
'restriction-level'           => 'লুকরানির থাক:',
'minimum-size'                => 'হুরকা আকার',
'maximum-size'                => 'ডাঙর আকার',
'pagesize'                    => '(বাইট)',

# Restrictions (nouns)
'restriction-edit'   => 'পতানিহান_চিয়ৌকর',
'restriction-move'   => 'গুসা',
'restriction-create' => 'হঙকর',
'restriction-upload' => 'আপলোড',

# Restriction levels
'restriction-level-sysop'         => 'পুরাপুরি লুৱসে',
'restriction-level-autoconfirmed' => 'খেইপক লুৱসে',
'restriction-level-all'           => 'যেকোন থাক',

# Undelete
'undeletebtn'      => 'বারোইতুকর',
'undeletelink'     => 'চা/আলথক কর',
'undeletedarticle' => '"[[$1]]"-রে আগর অঙতাত নেনা ইল',

# Namespace form on various pages
'namespace'      => 'নাঙরথাক:',
'invert'         => 'বাসিসি এহান আলকর',
'blanknamespace' => '(গুরি)',

# Contributions
'contributions'       => 'আতাকুরার অবদান',
'contributions-title' => '$1 আতাকুরার অবদানহানি',
'mycontris'           => 'মর অবদান',
'contribsub2'         => '$1 ($2)-র কা',
'uctop'               => '(গজ)',
'month'               => 'মাহাহানাত্ত (বারো অতার আগেত্ত):',
'year'                => 'বসরেত্ত (বারো অতার আগেত্ত):',

'sp-contributions-newbies'     => 'হুদ্দা নুৱা একাউন্টর অবদানহানি দেহাদে',
'sp-contributions-newbies-sub' => 'নুৱা একাউন্টর কা',
'sp-contributions-blocklog'    => 'থেপকরিসি লগ',
'sp-contributions-talk'        => 'অতারা',
'sp-contributions-search'      => 'অবদানহানি বিসারা',
'sp-contributions-username'    => 'আইপি (IP) ঠিকানা নাইলে আতাকুরার নাঙহান:',
'sp-contributions-submit'      => 'বিসারা',

# What links here
'whatlinkshere'            => 'যে পাতাহানিত্ত এহানাত মিলাপ আসে',
'whatlinkshere-title'      => 'পাতাহানি $1 -ত মিলাপ আসে',
'whatlinkshere-page'       => 'পাতা:',
'linkshere'                => "থাঙনার পাতাহানি '''[[:$1]]'''র লগে মিলাপ আসে:",
'nolinkshere'              => "পাতা '''[[:$1]]'''হানাত কোন মিলাপ নেই।",
'isredirect'               => 'বুলনদের পাতা',
'istemplate'               => 'বরানি',
'isimage'                  => 'ছবি মিলাপ',
'whatlinkshere-prev'       => '{{PLURAL:$1|পিসেদে|পিসেদে $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|থাংনা|থাংনা $1}}',
'whatlinkshere-links'      => '← মিলাপহানি',
'whatlinkshere-hideredirs' => '$1 হানি আলথকর দিশা দেহার',
'whatlinkshere-hidetrans'  => '$1 ট্রান্সক্লুশন',
'whatlinkshere-hidelinks'  => '$1 মিলাপহানি',
'whatlinkshere-filters'    => 'চালুনী',

# Block/unblock
'blockip'                  => 'আতাকুরাগরে থেপকর',
'blockip-legend'           => 'আতাকুরাগরে থেপ কর',
'blockiptext'              => 'লেপকরিসত আইপি ঠিকানাহানরে নাইলে আতাকুরাগরে ইকরানিত্ত থেপকরানি থকিলে তলর ফর্মহান ব্যবহার কর।
এহান হুদ্দা ধ্বংসর খৌরাঙ থেপকরানি বারো [[{{MediaWiki:Policy-url}}|নীতিমালা]] একরিয়া পতানি থক।
তলে লেপ্পা কারণ আহান মাত (উদাহরনে মাতানি একরের, যে  যে পাতাহানি ধ্বংস করানি অসে অতা মাতে পারর)।',
'ipaddress'                => 'আইপি ঠিকানাহান:',
'ipadressorusername'       => 'আইপি ঠিকানাহান বারো আতাকুরার নাঙহান:',
'ipbexpiry'                => 'মেয়াদহান লালুইতইতা:',
'ipbreason'                => 'কারণ:',
'ipbreasonotherlist'       => 'আর কারণ:',
'ipbreason-dropdown'       => '*থেপ করানির সাধারণ কারণহানি
** মিস্সা পৌ বরাসে
** পাতাহাত্ত বিষয়বস্তু পুসে বেলাসে
** বারেতের কোন সাইটর মিলাপে স্প্যাম করিসে
** পাতাহানিত অর্থনেই মেথেল বরাসে
** দরপানির অসারে আচরণ/হিনকরানি
** আবকচা অ্যাকাউন্টর অপব্যবহার
** আতাকুরার নাঙহান চিঙথি ইসে',
'ipbanononly'              => 'বেনাঙর আতাকুরারে থেপ কর',
'ipbcreateaccount'         => 'অ্যাকাউন্ট হঙকরানি নাদি',
'ipbemailban'              => 'আতাকুরাগরে ই-মেইল দিয়াপেঠানি নাদি',
'ipbenableautoblock'       => 'এরে আতাকুরা এগই ব্যবহার করিসিল লমিলগা আইপি ঠিকানাহান, বারো পিসেদে যে যে আইপি ঠিকানাত্ত পতানির হৎনা করতই অতারে আপ্পানে নাদি।',
'ipbsubmit'                => 'আতাকুরা এগরে থেপ কর',
'ipbother'                 => 'আর সময়:',
'ipboptions'               => '২ ঘন্টা:2 hours,১ দিন:1 day,৩ দিন:3 days,হাপ্তা আহান:1 week,হাপ্তা দুহান:2 weeks,মাহা আহান:1 month,৩ মাহা:3 months,৬ মাহা:6 months,বসর আহান:1 year,লম নেই সময়:infinite',
'ipbotheroption'           => 'আর আর',
'ipbotherreason'           => 'আরাক/আরাকউ কারণ:',
'ipbhidename'              => 'আতাকুরার নাঙ পতানি বারো লাতঙেত্ত গুর',
'ipbwatchuser'             => 'আতাকুরা এগর আতাকুরার বারো য়্যারীর পাতা খিয়ালে থ',
'badipaddress'             => 'আইপি ঠিকানাহান গ্রহনযোগ্যনাইসে',
'blockipsuccesssub'        => 'থেপকরানিহান চুমিল',
'blockipsuccesstext'       => '[[Special:Contributions/$1|$1]] রে থেপকরিয়া থসি <br />থেপকরানিহান খাল করানি থকিলে,[[Special:IPBlockList| থেপকরিয়া থসি আইপি ঠিকানার তালিকাহান]] চা।',
'ipblocklist'              => 'থেপকরিয়া থসি আইপি ঠিকানা বারো আতাকুরার লাতঙগি',
'blocklistline'            => '$1 তারিখে $2, $3 ($4) রে থেপকরানি অসে।',
'blocklink'                => 'থেপ কর',
'unblocklink'              => 'ব্লকনাকরি',
'change-blocklink'         => 'ব্লক সিলকর',
'contribslink'             => 'অবদান',
'blocklogpage'             => 'থেপকরানির log',
'blocklogentry'            => '"[[$1]]"-রে $2 মেয়াদর কা থেপকরানি অসে। $3',
'unblocklogentry'          => '$1-র গজেত্ত বাধা তুলানি ইল',
'block-log-flags-nocreate' => 'অ্যাকাউন্ট হঙকরানিহান থেপকরিয়া থনা অসে',

# Move page
'movepagetext'            => "তলর ফর্মহান ব্যবহার করিয়া পাতা আহানর চিঙনাঙ সিলকরানি একরতই, বারো লগে অহানর নুৱি চিঙনাঙ বারো ইতিহাসহান থেইকরানি একরতই।
পুরনা চিঙনাঙ অহান নুৱা চিঙনাঙে যানার পথগ বাগেইতই।
পুরনা চিঙনাঙর প্রতি মিলাপ অতাত কোন পতানি নাইব; অহান থকিয়া দ্বিমাউকার আলথকে যানার পাতা নাচলের আলথকে দিয়াপেঠার মিলাপ পরীক্ষা করানিত নাপাহুরিস।
মিলাপ অহানি আয়ৌপা যাগাত থুঙকগা, অহান লেপকরানির দায়িত্বহান তরহান।

খিয়াল কর যে যদি নুৱা চিঙনাঙ অহান্ন আগেত্তর পাতা আসেতানা কিতা, থা থাইলে  নুৱা পাতা এহান অহানাত '''না'''যিবগা, যদি না পাতা অহান খালি থার বা আলথকর নিদের্শনা আসে বারো আগেকার পতাসি ইতিহাস না থার। অর্থাৎ তি হারনাপেয়া নাঙ সিলকরিয়া থার সহজেই পুরানা নাঙহাত আলুইয়া যানা পারতেই, কিন্তু আগেত্তর আসে পাতার গজে ইকরানি নুৱারতেই।

'''সিঙুইস!'''
মানুর প্রিয় পাতার বারে এসাদে সিলনা খাঙদা ইতে পারে; মুঙেদে আগ বারানির আগে কামহার ফলহান কিহান ইতই, অহান লেপুইয়া করানি থক।",
'movepagetalktext'        => "পাতাহান গুসানির লগে লগে অহানর য়্যারির পাতাহানউ আপ্পানে যিতইগা '''যদি না:'''
*খালি নাইসে এসাদে য়্যারির পাতা নুৱা চিঙনাঙর তলে আগত্তর থা থাইলে, নাইলে
*তি তলর বাক্সগত্ত টিক চিনৎহান থেইকরে পারর।

এতার বারে তি চেইলে নিজর আতহানল পাতা অহান গুসানি বা পুলকরানি পারর।",
'movearticle'             => 'পাতাহান থেইকর:',
'movenologin'             => 'তি একাউন্টে না হমাসত',
'movenologintext'         => 'পাতা এহান থেইকরানির কা তি মিহিসত আতাকুরাগ বারো একাউন্টে [[Special:UserLogin|হমানি]] লাগতই।',
'movenotallowed'          => 'তরতা পাতা থেইকরানির য়্যাথাং নেই।',
'movenotallowedfile'      => 'তরতা ফাইল থেইকরানির য়্যাথাং নেই।',
'cant-move-user-page'     => 'তরতা আতাকুরার পাতা (তলর পাতা) থেইকরানির য়্যাথাং নেই।',
'cant-move-to-user-page'  => 'তরতা আতাকুরার পাতা থেইকরানির য়্যাথাং নেই (আরাক আতাকুরার তলর পাতাত বাদে)।',
'newtitle'                => 'নুৱা চিঙনার কা:',
'move-watch'              => 'পাতা এহান খিয়াল কর',
'movepagebtn'             => 'পাতা থেইকর',
'pagemovedsub'            => 'গুসানিহান হবা বালাই লমিল',
'movepage-moved'          => '\'\'\'"$1" থেইককরানি ইল "$2"\'\'\'',
'movepage-moved-redirect' => 'কুইকরা পাতা হঙিল।',
'articleexists'           => 'ইতে পারে এরে শিরোনাঙর নিবন্ধহান হঙপরসেগা, নাইলে তি দিয়াসত শিরোনাং এহান দেনার য়্যাথাং নেই। কৃপা করিয়া আরাক শিরোনাং আহান দেনার হৎনা কর।',
'talkexists'              => "'''পাতাহান হবা বালাই গুসিল কিন্তু অরে নাঙর য়্যারির পাতা আহান আগেত্তর থানাই না গুসিল।
দয়া করিয়া তি নিজর আতহান্ন তিলকরগা।'''",
'movedto'                 => 'থেইকর',
'movetalk'                => 'লগর য়্যারির পাতাহান গুসা',
'1movedto2'               => '[[$1]]-রে [[$2]]-ত গুসানি ইল',
'1movedto2_redir'         => '[[$1]]-রে [[$2]]-ত বারো-র্নির্দেশনার মা থেইকরানি ইল',
'movelogpage'             => 'লগ গুসা',
'movereason'              => 'কারণ:',
'revertmove'              => 'রিভার্ট',
'delete_and_move'         => 'পুসানি বারো থেইকরানি',
'delete_and_move_confirm' => 'হায়, পাতা এহান পুস',

# Export
'export' => 'পাতাহান দিয়াপেঠা',

# Namespace 8 related
'allmessages'                   => 'সিস্টেমর পৌহানি',
'allmessagesname'               => 'নাং',
'allmessagescurrent'            => 'হাদি এহানর ৱাহি',
'allmessagestext'               => 'তলে মিডিয়াউইকির নাঙরথাকে পানা একরের সিস্টেম পৌহানির তালিকাহান দেনা ইল।
কৃপা করিয়া [http://www.mediawiki.org/wiki/Localisation মিডিয়াউইকি অনুবাদর হেইচা পাতাত] বারো [http://translatewiki.net translatewiki.net] মিডিয়াউইকি অনুবাদ করানির কা যানা পারর।',
'allmessages-filter-legend'     => 'সাক',
'allmessages-filter-unmodified' => 'নাসিলথাইতে',
'allmessages-filter-all'        => 'হাব্বি',
'allmessages-language'          => 'ঠার:',
'allmessages-filter-submit'     => 'হাত',

# Thumbnails
'thumbnail-more'  => 'ডাঙরকর',
'filemissing'     => 'ফাইল মাঙুইসে',
'thumbnail_error' => 'থাম্বনেইল হংকরানিত লেইলেক অসে: $1',

# Special:Import
'import'                  => 'পাতা আনগা',
'importinterwiki'         => 'টান্সউইকিত্ত আনানি',
'import-interwiki-submit' => 'আনানি',
'import-upload-filename'  => 'ফাইলগর নাঙ:',

# Import log
'importlogpage' => 'লগ আন',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'তর আতাকুরার পাতাহান',
'tooltip-pt-mytalk'               => 'তর য়্যারির পাতাহান',
'tooltip-pt-preferences'          => 'মর পছন',
'tooltip-pt-watchlist'            => 'পতাসি পাতার হিসাব আসে লাতংগ',
'tooltip-pt-mycontris'            => 'তর তালাবির লাতংগ',
'tooltip-pt-login'                => 'লগ করানির হেইচা কররাঙ, যদিউ অহান বাধ্যতামুলকহান নাবে।',
'tooltip-pt-logout'               => 'নিকুলানি',
'tooltip-ca-talk'                 => 'পাতাহানর বারে য়্যারি দে',
'tooltip-ca-edit'                 => 'তি পাতা এহান পতা পারতেই।
পাতাহান ইতুকরানির আগে আলথকে মিল্লেং আহান দে।',
'tooltip-ca-addsection'           => 'নুৱা অনুচ্ছেদহান তিলকর।',
'tooltip-ca-viewsource'           => 'পাতা এহান লুকরানি অসে।
তি হুদ্দা উত্স চা পারতেই।',
'tooltip-ca-history'              => 'পাতা এহানর পুরানা সংস্করণহানি',
'tooltip-ca-protect'              => 'পাতাএহান লুকর',
'tooltip-ca-delete'               => 'পাতা এহান পুস',
'tooltip-ca-move'                 => 'পাতা এহান থেইকর',
'tooltip-ca-watch'                => 'পাতা এহান চাফামে থ',
'tooltip-ca-unwatch'              => 'তর মিল্লেঙর লাতঙেত্ত পাতা এহান গুসা',
'tooltip-search'                  => 'বিসারা {{SITENAME}}',
'tooltip-search-go'               => 'থা থাইলে এরে নাঙর পাতাত সালো',
'tooltip-search-fulltext'         => 'এরে টেক্সটর কা পাতাহানিত বিসারা',
'tooltip-p-logo'                  => 'পয়লা পাতা',
'tooltip-n-mainpage'              => 'মুল পাতাহান চেইক',
'tooltip-n-mainpage-description'  => 'মুল পাতাহান চা',
'tooltip-n-portal'                => 'প্রকল্প এহানর বারে, তি কিহান পাংকরে পারতেই, বস্তু কুরাঙত বিসারিয়া পানা',
'tooltip-n-currentevents'         => 'এপাগার ইভেন্টহানরকা পিসেদের ইতাহানহান বিসারা',
'tooltip-n-recentchanges'         => 'উইকি এহাত হাদি এহান পতাসি পাতার লাতংগ।',
'tooltip-n-randompage'            => 'খাঙদা পাতা আহান লোড কর',
'tooltip-n-help'                  => 'বিসরিয়া পানার ফামহান।',
'tooltip-t-whatlinkshere'         => 'উইকির যে পাতাহানি এহানাত মিলাপ অসে অতার লাতংগ',
'tooltip-t-recentchangeslinked'   => 'এরে পাতাহাত্ত মিলাপ অসে অসাদে পাতাহানিত হাদি এহানর সিলপাহানি',
'tooltip-feed-rss'                => 'এরে পাতাহানরকা আরএসএস ফিড',
'tooltip-feed-atom'               => 'এরে পাতাহানর কা অ্যাটম ফিড',
'tooltip-t-contributions'         => 'পাতাএহান অবদান থসি অতার লাতংগ চা',
'tooltip-t-emailuser'             => 'আতাকুরা এগরে ইমেল আহান কর',
'tooltip-t-upload'                => 'ফাইল আপলোড কর',
'tooltip-t-specialpages'          => 'বিশেষ পাতাহানির লাতংগ',
'tooltip-t-print'                 => 'এ পাতাহানর ছাপানি একরব সংস্করণহান',
'tooltip-t-permalink'             => 'পাতাহানর এরে সংস্করণর স্থায়ী মিলাপহান',
'tooltip-ca-nstab-main'           => 'বিষয়বস্তুর পাতাহান চা',
'tooltip-ca-nstab-user'           => 'আতাকুরার পাতাহান চা',
'tooltip-ca-nstab-special'        => 'এহান বিশেষ পাতাহান, তি পতানি নুৱারবে',
'tooltip-ca-nstab-project'        => 'প্রকল্প পাতাহান চা',
'tooltip-ca-nstab-image'          => 'ফাইলর পাতাহান চা',
'tooltip-ca-nstab-template'       => 'মডেলহান চা',
'tooltip-ca-nstab-help'           => 'পাঙলাকর পাতা চা',
'tooltip-ca-nstab-category'       => 'থাকর পাতাহানি চা',
'tooltip-minoredit'               => 'এহান হুরু পতানিহান বুলিয়া চিনতদে',
'tooltip-save'                    => 'তর পতানিহান ইতু কর',
'tooltip-preview'                 => 'তি ইতু করানির আগে যেসাদেউ আগচা (প্রিভিউ) দে!',
'tooltip-diff'                    => 'তি কিসারেতা কিসারেতা পতাসত অতা চা।',
'tooltip-compareselectedversions' => 'এরে পাতা এহানর দুহান ভার্সনর তুলনা কর।',
'tooltip-watch'                   => 'পাতা এহান তর মিল্লেঙে থ',
'tooltip-rollback'                => '"রোলব্যাক" এরে পাতার লমিল পতাকুরার পতানিত ক্লিক আহাত আলথক নেনারকা',
'tooltip-undo'                    => '"আলথক" এর পতানিহানরে আগর জাগাত নিতইগা বারো আগচা সহকারে পতানির ফরমহান নিকুলতই।
এহান পতানির সারাংশত কারণহান তিলকরানির সুযোগ দিতই।',

# Attribution
'anonymous' => '{{SITENAME}}র বেনাঙর {{PLURAL:$1|আতাকুরা|আতাকুরাগি}}',
'others'    => 'আরতা',
'siteusers' => '{{SITENAME}}র {{PLURAL:$2|আতাকুরা|আতাকুরাগি}} $1',
'anonusers' => '{{SITENAME}}র বেনাঙর {{PLURAL:$2|আতাকুরা|আতাকুরাগি}} $1',

# Info page
'infosubtitle' => 'পাতার বারে',

# Browsing diffs
'previousdiff' => '← পুরানা পতা',
'nextdiff'     => 'নুৱা পতা →',

# Media information
'file-info-size'       => '($1 × $2 পিক্সেল, ফাইলর সাইজহান: $3, এমআইএমই-র অংতা: $4)',
'file-nohires'         => '<small>এহাত্ত গজর রিজরিউশন নেই।</small>',
'svg-long-desc'        => '(SVG ফাইল, সাধারনত $1 × $2 পিক্সেল, ফাইলর সাইজহান: $3)',
'show-big-image'       => 'পুল্লাপ রিজলিউশন',
'show-big-image-thumb' => '<small>আগচা হানর সাইজহান: $1 × $2 পিক্সেলস</small>',

# Special:NewFiles
'newimages'        => 'নুৱা ফাইলর গ্যালারিগ',
'newimages-legend' => 'সাক',
'showhidebots'     => '($1 বট)',
'noimages'         => 'চানার কা কিত্তাউ নেই।',
'ilsubmit'         => 'বিসারা',
'bydate'           => 'তারিখর সিজিলন',

# Bad image list
'bad_image_list' => 'ফরমেটহান তলর সাদে:

লিস্টর বস্তু হুদ্দা (লাইনহান অকরতইতাই *) বিবেচিত অইতই।
পইলাকার লাইনহান যেসাদেই হবানেই ফাইলর মিলাপ করতই।
লাইন অহানর ভিতরে আর আর মিলাপ অতা ব্যতিক্রম বুলিয়া ধরানি অইতই, যেসাদে: যেহাত পাতাহানির ফইলগ লাইনহানর মা মাতানি অইতই।',

# Metadata
'metadata'          => 'মেটারপৌ',
'metadata-help'     => 'ফাইল এগত আরাকউ হেলপা পৌ খানি তিলুইসে, মনে অরতা ডিজিটাল ক্যামেরাগত্ত নাইলে স্ক্যানারহাত্ত হমাসে। যদি ফাইল এগ মুল অংতাত্ত পতিয়া থার অতা ইলে খানি মানি পৌ না তিলুতে পারে।',
'metadata-expand'   => 'আরাকউ সালকরিসি পৌ চা',
'metadata-collapse' => 'সালকরিসি পৌ ঝিপা',
'metadata-fields'   => 'এরে পৌ এহান তিলসে EXIF মেটাপৌ অতা ছবির পাতাত দেখাদেনা ইতই, যেপাগা হেলপা উপাত্ত সারণি অতা জিপানি ইতই। হের ক্ষেত্রহানি স্বাভাবিক অবস্থাত জিপিয়া থাইতই।
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-n' => 'গাথিগি',

# External editor support
'edit-externally'      => 'এর ফাইল এগ পতানির কা বারেদের এপ্লিকেশন আতা',
'edit-externally-help' => 'আরাকউ হারপানির কা [http://www.mediawiki.org/wiki/Manual:External_editors সেটাপর নির্দেশহানি] চা।',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'হাব্বি',
'imagelistall'     => 'হাব্বি',
'watchlistall2'    => 'হাব্বি',
'namespacesall'    => 'হাব্বি',
'monthsall'        => 'হাব্বি',
'limitall'         => 'হাব্বি',

# E-mail address confirmation
'confirmemail'             => 'ই-মেইল ঠিকানাহান লেপকর',
'confirmemail_send'        => 'লেপকরেকুরা কোডগ দিয়াপেঠাদে',
'confirmemail_sent'        => 'লেপকরেকুরা ই-মেইলহান দিয়াপেঠা দিলাং।',
'confirmemail_sendfailed'  => '{{SITENAME}} এহানে তর ই-মেইলহান দিয়াপেঠাদে নুৱারল।
ইমেইল ঠিকানাহান চুমকরে ইকরিসত্তানা কিতা নাইলে কোন নাকরের মেয়েক থাথাইব আরাক আকমু খিয়াল করিয়া চা।

আলথকে আহিলঃ $1',
'confirmemail_invalid'     => 'লেপকরেকুরা কোডগ চুম নাইসে। সম্ভবতঃ এগ পুরানা ইয়া পরসেগা।',
'confirmemail_success'     => 'তর ই-মেইল ঠিকানাহার লেপ্পাহান চুমিল। তি এবাকা হমানি(log in) পারর।',
'confirmemail_loggedin'    => 'তর ই-মেইল ঠিকানাহার লেপকরানিহান চুমিল।',
'confirmemail_subject'     => '{{SITENAME}} ই-মেইল ঠিকানাহান লেপকর',
'confirmemail_invalidated' => 'ই-মেইল ঠিকানাহান লেপকরানিহান বাতিল ইল',

# action=purge
'confirm_purge_button' => 'চুমিসে',
'confirm-purge-top'    => 'পাতা এহানর ক্যাশহান ঙক্ষি করানি মনারতা?',

# Multipage image navigation
'imgmultipageprev' => '← আগেকার পাতাহান',
'imgmultipagenext' => 'থাঙনার পাতাহান →',
'imgmultigo'       => 'হাত!',
'imgmultigoto'     => '$1 পাতাহাত যাগা',

# Table pager
'ascending_abbrev'         => 'কাহানি',
'descending_abbrev'        => 'লামানি',
'table_pager_next'         => 'থাঙনার পাতাহান',
'table_pager_prev'         => 'আগাকার পাতাহান',
'table_pager_first'        => 'পয়লাকর পাতাহান',
'table_pager_last'         => 'খামতলর পাতাহান',
'table_pager_limit_submit' => 'হাত',

# Auto-summaries
'autoredircomment' => '[[$1]]-ত যানার বারো-র্নিদেশ করানি ইল',

# Watchlist editing tools
'watchlisttools-view' => 'মিল আসে পতা চা',
'watchlisttools-edit' => 'তর তালাবির পাতা চা বারো পতা',
'watchlisttools-raw'  => 'পেরকা তালাবির পাতা পতা',

# Special:Version
'version'                  => 'সংস্করন',
'version-specialpages'     => 'বিশেষ পাতাহানি',
'version-other'            => 'হের',
'version-hooks'            => 'কসিগি',
'version-version'          => '(সংস্করণ $1)',
'version-license'          => 'লাইসেন্স',
'version-software'         => 'ইনস্টলঅসে সফটওয়্যার',
'version-software-product' => 'পণ্য',
'version-software-version' => 'সংস্করণ',

# Special:FilePath
'filepath'        => 'ফাইলর পথহান:',
'filepath-page'   => 'ফাইল:',
'filepath-submit' => 'পথ',

# Special:SpecialPages
'specialpages'                 => 'বিশেষ পাতাহানি',
'specialpages-group-login'     => 'একাউন্টহাত হমানি/মিহানি',
'specialpages-group-users'     => 'আতাকুরাগি বারো অধিকারহানি',
'specialpages-group-pagetools' => 'পাতাহানর আতিয়ার',

# Special:BlankPage
'blankpage' => 'হুদালা পাতাহান',

# Special:Tags
'tag-filter'              => '[[Special:Tags|ট্যাগ]] সাকানি:',
'tag-filter-submit'       => 'সাকানি',
'tags-title'              => 'ট্যাগগি',
'tags-intro'              => 'পাতা এহানাত পতানির টেগর পারেংহানি বারো অহার অর্থ দেনা অইল।',
'tags-tag'                => 'ট্যাগর নাঙ',
'tags-display-header'     => 'সিলকারির লাতঙে যেসারে আসে',
'tags-description-header' => 'পুরা বর্ননা বারো অর্থ',
'tags-hitcount-header'    => 'ট্যাগর সিলকরানি',
'tags-edit'               => 'পতা',
'tags-hitcount'           => '$1 {{PLURAL:$1|ফারাক|ফারাকহানি}}',

# Database error messages
'dberr-header'      => 'উইকি এহানাত সমস্যা ইসে',
'dberr-problems'    => 'ঙাক্করে দিবাঙ! সাইট এহানাত টেকনিক্যাল সমস্যা ইসে।',
'dberr-again'       => 'রিলোড আনার কা ডান্ড আহান বাসা।',
'dberr-info'        => '(ডাটা সার্ভারর লগে যোগাযোগ নেয়সে: $1)',
'dberr-usegoogle'   => 'হের অহাত তি গুগুলসে বিসারা পারর।',
'dberr-outofdate'   => 'সুচীক্রম অহান আপটুডেট নাইসে।',
'dberr-cachederror' => 'এহান ক্যাস পাতাহানে, অহানে আপটুডেট না থাইব।',

# HTML forms
'htmlform-invalid-input'       => 'তি বরিলে লেখা অতার মা লালুইসে',
'htmlform-select-badoption'    => 'তি দিলে সংখ্যা অহান লেপকরিসি অপসনহান নাবে।',
'htmlform-int-invalid'         => 'তি দিলে সংখ্যা অহান নম্বরগ নাবে।',
'htmlform-float-invalid'       => 'তি দিলে সংখ্যা অহান সংখ্যাহান নাবে।',
'htmlform-int-toolow'          => 'তি দিলে সংখ্যা অহান লেপকরিসি সংখ্যা $1ত্ত হুরকা ইসে',
'htmlform-int-toohigh'         => 'তি দিলে সংখ্যা অহান লেপকরিসি সংখ্যা $1ত্ত ডাঙর ইসে',
'htmlform-submit'              => 'জমাদে',
'htmlform-reset'               => 'পতানিহান আলকর',
'htmlform-selectorother-other' => 'আরাক',

);
