<?php
/** Bashkir (Башҡорт)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Haqmar
 * @author Timming
 * @author Рустам Нурыев
 */

$fallback = 'ru';

$namespaceNames = array(
	NS_MEDIA            => 'Медиа',
	NS_SPECIAL          => 'Ярҙамсы',
	NS_TALK             => 'Фекер_алышыу',
	NS_USER             => 'Ҡатнашыусы',
	NS_USER_TALK        => 'Ҡатнашыусы_м-н_фекер_алышыу',
	NS_PROJECT_TALK     => '$1_б-са_фекер_алышыу',
	NS_FILE             => 'Рәсем',
	NS_FILE_TALK        => 'Рәсем_б-са_фекер_алышыу',
	NS_MEDIAWIKI        => 'MediaWiki',
	NS_MEDIAWIKI_TALK   => 'MediaWiki_б-са_фекер_алышыу',
	NS_TEMPLATE         => 'Ҡалып',
	NS_TEMPLATE_TALK    => 'Ҡалып_б-са_фекер_алышыу',
	NS_HELP             => 'Белешмә',
	NS_HELP_TALK        => 'Белешмә_б-са_фекер_алышыу',
	NS_CATEGORY         => 'Категория',
	NS_CATEGORY_TALK    => 'Категория_б-са_фекер_алышыу',
);

$linkTrail = '/^((?:[a-z]|а|б|в|г|д|е|ё|ж|з|и|й|к|л|м|н|о|п|р|с|т|у|ф|х|ц|ч|ш|щ|ъ|ы|ь|э|ю|я|ә|ө|ү|ғ|ҡ|ң|ҙ|ҫ|һ|“|»)+)(.*)$/sDu';

$messages = array(
# User preference toggles
'tog-underline'               => 'Һылтанмалар аҫтына һыҙыу:',
'tog-highlightbroken'         => 'Бәйләнешһеҙ һылтамаларҙы <a href="" class="new">ошолай</a> күрһәтергә (юҡһа былай<a href="" class="internal">?</a>).',
'tog-justify'                 => 'Һөйләмдәр теҙмәһен бит киңлегенә тигеҙләргә',
'tog-hideminor'               => 'Әһәмиәте ҙур булмаған төҙәтеүҙәрҙе һуңғы үҙгәртеүҙәр исемлегендә күрһәтмәҫкә',
'tog-extendwatchlist'         => 'Барлыҡ үҙгәртеүҙәрҙе үҙ эсенә алған, киңәйтелгән күҙәтеү исемлеге',
'tog-usenewrc'                => 'Һуңғы үҙгәртеүҙәрҙәрҙең сифатлыраҡ исемлеген ҡулланырға (JavaScript кәрәкле)',
'tog-editsectiononrightclick' => 'Бүлектәрҙе исемдәренә сысҡан менән сиртеп үҙгәртергә (JavaScript кәрәкле)',
'tog-watchcreations'          => 'Мин төҙөгән биттәрҙе күҙәтеү исемлегенә яҙырға',
'tog-externaleditor'          => 'Тыш мөхәррирләүсе ҡулланырға (компьютер махсус көйләнгән булырға тейеш)',
'tog-externaldiff'            => 'Версияларҙы сағыштырыу өсөн тыш программа ҡулланырға (компьютер махсус көйләнгән булырға тейеш)',

'underline-always' => 'Һәрваҡыт',

# Dates
'sunday'        => 'Йәкшәмбе',
'monday'        => 'Дүшәмбе',
'tuesday'       => 'Шишәмбе',
'wednesday'     => 'Шаршамбы',
'thursday'      => 'Кесеаҙна',
'friday'        => 'Йома',
'saturday'      => 'Шәмбе',
'sun'           => 'Йәкшәмбе',
'mon'           => 'Дүшәмбе',
'tue'           => 'Шишәмбе',
'wed'           => 'Шаршамбы',
'thu'           => 'Кесеаҙна',
'fri'           => 'Йома',
'sat'           => 'Шәмбе',
'january'       => 'Ғинуар (Һыуығай)',
'february'      => 'Февраль (Шаҡай)',
'march'         => 'Март (Буранай)',
'april'         => 'Апрель (Алағарай)',
'may_long'      => 'Май (Һабанай)',
'june'          => 'Июнь (Һөтай)',
'july'          => 'Июль (Майай)',
'august'        => 'Август (Урағай)',
'september'     => 'Сентябрь (Һарысай)',
'october'       => 'Октябрь (Ҡарасай)',
'november'      => 'Ноябрь (Ҡырпағай)',
'december'      => 'Декабрь (Аҡъюлай)',
'january-gen'   => 'Ғинуар (Һыуығай)',
'february-gen'  => 'Февраль (Шаҡай)',
'march-gen'     => 'Март (Буранай)',
'april-gen'     => 'Апрель (Алағарай)',
'may-gen'       => 'Май (Һабанай)',
'june-gen'      => 'Июнь (Һөтай)',
'july-gen'      => 'Июль (Майай)',
'august-gen'    => 'Август (Урағай)',
'september-gen' => 'Сентябрь (Һарысай)',
'october-gen'   => 'Октябрь (Ҡарасай)',
'november-gen'  => 'Ноябрь (Ҡырпағай)',
'december-gen'  => 'Декабрь (Аҡъюлай)',
'jan'           => 'Ғинуар (Һыуығай)',
'feb'           => 'Февраль (Шаҡай)',
'mar'           => 'Март (Буранай)',
'apr'           => 'Апрель (Алағарай)',
'may'           => 'Май (Һабанай)',
'jun'           => 'Июнь (Һөтай)',
'jul'           => 'Июль (Майай)',
'aug'           => 'Август (Урағай)',
'sep'           => 'Сентябрь (Һарысай)',
'oct'           => 'Октябрь (Ҡарасай)',
'nov'           => 'Ноябрь (Ҡырпағай)',
'dec'           => 'Декабрь (Аҡъюлай)',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Төркөм|Төркөмдәр}}',
'hidden-categories'              => '{{PLURAL:$1|Йәшерен категория|Йәшерен категориялар}}',
'category-subcat-count'          => '{{PLURAL:$2|Был категорияла тик киләһе эске категория ғына бар.|$2 эске категорияның $1 эске категорияһы күрһәтелгән.}}',
'category-subcat-count-limited'  => 'Был категорияла {{PLURAL:$1|$1 эске категория}} бар.',
'category-article-count'         => '{{PLURAL:$2|Был категорияла бер генә бит бар.|Категориялағы $2 биттең $1 бите күрһәтелгән.}}',
'category-article-count-limited' => 'Был категорияла {{PLURAL:$1|$1 бит}} бар.',
'category-file-count'            => '{{PLURAL:$2|Был категорияла бер генә файл бар.|Категориялағы $2 файлдың {{PLURAL:$1|$1 файлы күрһәтелгән}}.}}',
'category-file-count-limited'    => 'Бу категорияла {{PLURAL:$1|$1 файл}} бар.',
'listingcontinuesabbrev'         => '(дауамы)',

'mainpagedocfooter' => 'Был вики менән эшләү тураһында мәғлүмәтте [http://meta.wikimedia.org/wiki/Ярҙам:Белешмә ошонда] табып була.

== Файҙалы сығанаҡтар ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Көйләүҙәр исемлеге (инг.)];
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki тураһында йыш бирелгән һорауҙар һәм яуаптар (инг.)];
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce MediaWiki-ның яңы версиялары тураһында хәбәрҙәр алып тороу].',

'about'      => 'Тасуирлау',
'article'    => 'Мәҡәлә',
'newwindow'  => '(яңы биттә)',
'cancel'     => 'Бөтөрөргә',
'mypage'     => 'Шәхси бит',
'mytalk'     => 'Минең менән фекер алышыу',
'navigation' => 'Төп йүнәлештәр',
'and'        => '&#32;һәм',

# Cologne Blue skin
'qbfind'         => 'Эҙләү',
'qbmyoptions'    => 'Көйләү',
'qbspecialpages' => 'Махсус биттәр',

'errorpagetitle'   => 'Хата',
'returnto'         => '$1 битенә ҡайтыу.',
'tagline'          => '{{SITENAME}} проектынан',
'help'             => 'Белешмә',
'search'           => 'Эҙләү',
'searchbutton'     => 'Табыу',
'go'               => 'Күсеү',
'searcharticle'    => 'Күсеү',
'history'          => 'Тарих',
'history_short'    => 'Тарих',
'info_short'       => 'Мәғлүмәт',
'printableversion' => 'Ҡағыҙға баҫыу өлгөһө',
'permalink'        => 'Даими һылтау',
'edit'             => 'Үҙгәртеү',
'create'           => 'Яһарға',
'editthispage'     => 'Был мәҡәләне үҙгәртергә',
'delete'           => 'Юҡ  итергә',
'protect'          => 'Һаҡларға',
'protect_change'   => 'үҙгәртергә',
'newpage'          => 'Яңы бит',
'talkpage'         => 'Фекер алышыу',
'talkpagelinktext' => 'Фекер алышыу',
'specialpage'      => 'Ярҙамсы бит',
'personaltools'    => 'Шәхси ҡоралдар',
'articlepage'      => 'Мәҡәләне ҡарап сығырға',
'talk'             => 'Фекер алышыу',
'views'            => 'Ҡарауҙар',
'toolbox'          => 'Ҡоралдар',
'otherlanguages'   => 'Башҡа телдәрҙә',
'redirectedfrom'   => '($1 битенән йүнәлтелде)',
'lastmodifiedat'   => 'Был биттең һуңғы тапҡыр үҙгәртелеү ваҡыты: $2, $1 .',
'jumpto'           => 'Унда күсергә:',
'jumptonavigation' => 'төп йүнәлештәр',
'jumptosearch'     => 'эҙләү',
'view-pool-error'  => 'Ғәфү итегеҙ, хәҙерге ваҡытта серверҙар артыҡ тейәлгән.
Был битте ҡарарға теләүселәр бик күп.
Зинһар был биткә һуңырак кереп ҡарағыҙ.

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{grammar:genitive|{{SITENAME}}}}-ның тасуирламаһы',
'aboutpage'            => 'Project:Тасуирлама',
'copyright'            => '$1 ярашлы эстәлеге менән һәр кем файҙалана ала.',
'copyrightpage'        => '{{ns:project}}:Авторлыҡ хоҡуҡтары',
'currentevents'        => 'Ағымдағы ваҡиғалар',
'currentevents-url'    => 'Project:Ағымдағы ваҡиғалар',
'disclaimers'          => 'Яуаплылыҡтан баш тартыу',
'disclaimerpage'       => 'Project:Яуаплылыҡтан баш тартыу',
'edithelp'             => 'Мөхәрирләү белешмәһе',
'edithelppage'         => 'Help:Төҙәтеү белешмәһе',
'mainpage'             => 'Баш бит',
'mainpage-description' => 'Баш бит',
'portal'               => 'Берләшмә',
'portal-url'           => 'Project:Берләшмә ҡоро',
'privacy'              => 'Сер һаҡлау сәйәсәте',
'privacypage'          => 'Project:Сер һаҡлау сәйәсәте',

'badaccess-groups' => 'Һоратылған ғәмәлде киләһе {{PLURAL:$2|төркөм|төркөмдәр}} ҡулланыусылары ғына башҡара ала: $1.',

'versionrequiredtext' => 'Был бит менән эшләү өсөн MediaWiki-ның $1 версияһы кәрәк. [[Special:Version|Ҡулланылған версия тураһында мәғлүмәт битен]] ҡара.',

'retrievedfrom'   => 'Сығанағы — «$1»',
'editsection'     => 'үҙгәртергә',
'editold'         => 'төҙәтеү',
'editlink'        => 'үҙгәртергә',
'viewsourcelink'  => 'сығанаҡ кодты ҡарарға',
'editsectionhint' => '$1 бүлеген үҙгәртеү',
'toc'             => 'Эстәлеге',
'showtoc'         => 'күрһәтергә',
'hidetoc'         => 'йәшерергә',
'site-rss-feed'   => '$1 — RSS таҫмаһы',
'site-atom-feed'  => '$1 — Atom таҫмаһы',
'page-rss-feed'   => '«$1» — RSS-таҫма',
'page-atom-feed'  => '$1» — Atom-таҫма',
'red-link-title'  => '$1 (был бит юк)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Мәҡәлә',
'nstab-user'      => 'Ҡатнашыусы',
'nstab-special'   => 'Махсус бит',
'nstab-project'   => 'Проект бите',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'MediaWiki белдереүе',

# Main script and global functions
'nosuchactiontext'  => 'URL-ла күрһәтелгән ғәмәл хаталы.
Һеҙ URL-ны хаталы кереткәнһегеҙ йәки хаталы һылтанма буйынса күскәнһегеҙ.
Был шулай уҡ {{SITENAME}} проектындағы хата сәбәпле  лә булырға мөмкин.',
'nospecialpagetext' => '<strong>Һеҙ һоратҡан ярҙамсы бит юҡ.</strong>

Хәҙер ғәмәлдә булған ярҙамсы биттәр исемлеге: [[Special:SpecialPages|{{int:specialpages}}]].',

# General errors
'error'                => 'Хата',
'dberrortext'          => 'Мәғлүмәттәр базаһына ебәрелгән һорауҙа синтаксис хатаһы табылды.
Был программала хата булыу мөмкинселеген күрһәтә.
Мәғлүмәттәр базаһына ебәрелгән һуңғы һорау:
<blockquote><tt>$1</tt></blockquote>
<tt>«$2»</tt> функцияһынан.
База <tt>«$3: $4»</tt> хатаһын кире ҡайтарҙы.',
'dberrortextcl'        => 'Мәғлүмәттәр базаһына ебәрелгән һорауҙа синтаксис хатаһы табылды. 
Мәғлүмәттәр базаһына ебәрелгән һуңғы һорау:
$1
«$2» функцияһынан килә. 
База «$3: $4» хатаһын кире ҡайтарҙы.',
'enterlockreason'      => 'Ябылыу сәбәбен һәм ваҡытын белдерегеҙ.',
'readonlytext'         => 'Яңы мәҡәләләр өҫтәү һәм мәғлүмәттәр базаһындағы башҡа үҙгәртеүҙәр хәҙер ябылған. Был планлы хеҙмәтләндереү сәбәпле булыуы мөмкин, аҙаҡтан нормаль хәлгә ҡайтасаҡ.

Ябыусы хәким ҡалдырған аңлатма:
$1',
'missing-article'      => 'Мәғлүмәттәр базаһында «$1» $2 битенең һоралған тексты табылманы.

Был, ғәҙәттә, иҫкергән һылтанма буйынса юйылған биттең  үҙгәртеү тарихына күскәндә килеп сыға.

Әгәр хатаның сәбәбе ул булмаһа, һеҙ программала хата тапҡанһығыҙ тимәк.
Был турала зинһар URL-ны күрһәтеп, [[Special:ListUsers/sysop|хәкимгә]] белдерегеҙ.',
'readonly_lag'         => 'Өҫтәмә сервер төп сервер менән синхронлашҡанға тиклем мәғлүмәттәр базаһы автоматик рәүештә үҙгәрештәргә ҡаршы ябылған.',
'badarticleerror'      => 'Был биттә ундай ғәмәл үтәргә ярамай',
'badtitle'             => 'Ярамаған исем',
'badtitletext'         => 'Биттең һоратылған исеме дөрөҫ түгел, буш йәки телдәр араһы йәки интервики исеме яңылыш күрһәтелгән. Исемдә тыйылған символдар булыуы ла мөмкин.',
'querypage-no-updates' => 'Был битте яңыртыу хәҙер тыйылған.
Бында күрһәтелгән мәғлүмәттәр яңыртылмаясаҡ.',
'wrong_wfQuery_params' => 'wfQuery() функцияһы өсөн рөхсәт ителмәгән параметрҙар<br />
Функция: $1<br />
Һоратыу: $2',
'viewsource'           => 'Сығанаҡты ҡарау',
'actionthrottledtext'  => 'Спам менән көрәшеү өсөн, был ғәмәлде ҡыҫҡа ваҡыт эсендә күп тапҡыр ҡабатлауға сикләү ҡуйылған. Зинһар, бер нисә минуттан яңынан ҡабатлап ҡарағыҙ.',
'protectedinterface'   => 'Был биттә программа арайөҙө белдереүҙәре бар. Вандализмға ҡаршы көрәш сәбәпле, был битте үҙгәртеү тыйыла.',
'editinginterface'     => "'''Иғтибар.''' Һеҙ программаның арайөҙ тексты булған битте мөхәррирләйһегеҙ.
Уны үҙгәртеү, башҡа ҡулланыусыларҙын арайөҙ күренешен үҙгәртәсәктер.
Тәржемә өсөн [http://translatewiki.net/wiki/Main_Page?setlang=ba translatewiki.net] адресын, MediaWiki-ны локалләштереү проектын ҡулланыу яҡшыраҡ буласаҡтыр.",
'cascadeprotected'     => 'Был бит үҙгәртеүҙәрҙән һаҡланған, сөнки ул каскадлы һаҡлау ҡабул ителгән {{PLURAL:$1|биткә|биттәргә}} өҫтәлгән:
$2',
'customcssjsprotected' => 'Был битте үҙгәртеү хоҡуғығыҙ юк, сөнки унда башҡа ҡулланыусының шәхси көйләүҙәре бар.',
'titleprotected'       => "Был исем менән бит яһау [[User:$1|$1]] тарафынан тыйылған.
Белдерелгән сәбәп: ''$2''.",

# Login and logout pages
'logouttext'                 => "'''Һеҙ иҫәп яҙыуығыҙҙан сыҡтығыҙ.'''

Һеҙ {{SITENAME}} проектында аноним рәүештә дауам итә йәки [[Special:UserLogin|яңынан таныла]] алаһығыҙ (үҙ йәки башҡа исем менән).
Ҡайһы бер биттәр һеҙ системала танылған һымаҡ күренергә мөмкин, уны бөтөрөү өсөн браузер кэшын таҙартығыҙ.",
'welcomecreation'            => '== Рәхим итегеҙ, $1! ==
Иҫәп яҙыуығыҙ яһалды.
Шәхси [[Special:Preferences|көйләүҙәрегеҙҙе]] үҙегеҙгә уңайлы итеп үҙгәртергә онотмағыҙ.',
'yourname'                   => 'Ҡатнашыусы исеме',
'yourpassword'               => 'Һеҙҙең пароль',
'yourpasswordagain'          => 'Парольде ҡабаттан яҙыу',
'remembermypassword'         => 'Парольде хәтерҙә ҡалдырырға',
'yourdomainname'             => 'Һеҙҙең домен',
'externaldberror'            => 'Тышҡы мәғлүмәт базаһы менән танылғанда хата барлыҡҡа килде йәки тышҡы үҙ көйләүҙәрегеҙҙе үҙгәртер өсөн хоҡуҡтарығыҙ етәрле түгел.',
'login'                      => 'Танышыу йәки теркәлеү',
'nav-login-createaccount'    => 'Танышыу йәки теркәлеү',
'userlogin'                  => 'Танылыу / теркәлеү',
'logout'                     => 'Тамамлау',
'userlogout'                 => 'Тамамлау',
'nologin'                    => "Һеҙ теркәлмәгәнһегеҙме әле? '''$1'''.",
'nologinlink'                => 'Иҫәп яҙыуын булдырырға',
'createaccount'              => 'Яңы ҡатнашыусыны теркәү',
'gotaccount'                 => "Әгәр Һеҙ теркәлеү үткән булһағыҙ? '''$1'''.",
'gotaccountlink'             => 'Үҙегеҙ менән таныштырығыҙ',
'createaccountmail'          => 'эл. почта буйынса',
'userexists'                 => 'Керетелгән исем ҡулланыла.
Зинһар, башҡа исем һайлағыҙ.',
'nocookiesnew'               => 'Иҫәп яҙыуы яһалды, ләкин һеҙ танылмағанһығыҙ. {{SITENAME}} ҡатнашыусыны таныу өсөн «cookies» ҡуллана. Һеҙҙә «cookies» тыйылған. Зинһар, уларға рөхсәт бирегеҙ, шунан яңы ҡатнашыусы исеме һәм пароль менән танылығыҙ.',
'nocookieslogin'             => '{{SITENAME}} ҡатнашыусыны таныу өсөн «cookies» ҡуллана. Һеҙҙә «cookies» тыйылған. Зинһар, уға рөхсәт бирегеҙ һәм яңынан керегеҙ.',
'loginsuccesstitle'          => 'Танышыу уңышлы үтте',
'loginsuccess'               => 'Хәҙер һеҙ $1 исеме менән эшләйһегеҙ.',
'nosuchuser'                 => '$1 исемле ҡулланыусы юҡ.
Ҡулланыусы исеме хәреф регистрына һиҙгер.
Исемде тикшерегеҙ йәки [[Special:UserLogin/signup|яңы иҫәп яҙыуы асығыҙ]].',
'nosuchusershort'            => '<nowiki>$1</nowiki> исемле ҡулланыусы юҡ. Исемде тикшерегеҙ.',
'wrongpassword'              => 'Һеҙ ҡулланған пароль ҡабул ителмәй. Яңынан яҙып ҡарағыҙ.',
'wrongpasswordempty'         => 'Зинһар, буш булмаған пароль керетегеҙ.',
'mailmypassword'             => 'Яңы пароль ебәрергә',
'passwordremindertext'       => 'Кемдер (бәлки, һеҙ, IP-адресы: $1) {{SITENAME}} ($4) өсөн яңы пароль һоратты. $2 ҡатнашыусыһы өсөн ваҡытлыса яңы пароль яһалды: $3. Әгәр был һеҙ булһағыҙ, системага керегеҙ һәм паролде алмаштырығыҙ. Яңы пароль $5 {{PLURAL:$5|көн}} ғәмәлдә буласаҡ.

Әгәр һеҙ паролде алмаштырыуҙы һоратмаған йәки онотоп кире иҫләгән булһағыҙ һәм үҙгәртергә теләмәһәгеҙ, был хәбәргә иғтибар итмәгеҙ һәм элекке паролегеҙҙе ҡулланыуығыҙҙы дауам итегеҙ.',
'passwordsent'               => 'Яңы пароль $1 исемле ҡатнашыусының электрон почта адресына ебәрелде.

Зинһар, паролде алғас, системаға яңынан керегеҙ.',
'blocked-mailpassword'       => 'Һеҙҙең IP-адресығыҙҙан мөхәррирләү тыйылған, шул сәбәпле пароль тергеҙеү ғәмәле лә блокланған.',
'eauthentsent'               => 'Күрһәтелгән электрон почта адресына адресты үҙгәртеүҙе раҫлауығыҙ өсөн хат ебәрелде. Хатта, был адрес һеҙҙеке булғанын раҫлау өсөн ниндәй ғәмәлдәрҙе үтәү кәрәкле икәне тураһында мәғлүмәт бар.',
'throttled-mailpassword'     => 'Паролде иҫләтеү ғәмәле {{PLURAL:$1|һуңғы $1 сәғәт}} эсенде ҡулланылды инде.
Насар ниәтле ҡулланыуҙарға ҡаршы, паролде иҫләтеү ғәмәлен {{PLURAL:$1|сәғәт|$1 сәғәт}} эсендә бер тапҡыр ғына ҡулланырға була.',
'acct_creation_throttle_hit' => 'Һеҙҙең IP-адрестан бер тәүлек эсендә {{PLURAL:$1|$1 иҫәп яҙыуы}} яһалды инде, был һан был ваҡыт аралығы өсөн максимум һан. Шул сәбәпле, был IP-адресына эйә ҡулланыусылар, хәҙерге ваҡытта яңы иҫәп яҙыуы яһай алмайҙар.',
'emailnotauthenticated'      => 'Электрон почта адресығыҙ раҫланмаған әле. Киләһе ғәмәлдәр өсөн электрон почта эшләмәйәсәк.',
'invalidemailaddress'        => 'Электрон почта адресы ҡабул ителә алмай, сөнки ул форматка тап килмәй. 
Зинһар, дөрөҫ адрес керетегеҙ йәки юлды буш ҡалдырығыҙ.',
'createaccount-text'         => 'Кемдер, электрон почта адресығыҙҙ күрһәтеп, {{SITENAME}} ($4) проектында «$3» пароле менән «$2» исемле иҫәп яҙыуы теркәне. Һеҙҙең кереүегеҙ һәм паролегеҙҙе алмаштырыуығыҙ кәрәк.

Иҫәп яҙыуы яңылыш яһалһа был хатҡа иғтибар итмәгеҙ.',
'login-throttled'            => 'Һеҙ системала артыҡ күп танылырға тырыштығыҙ.
Зинһар, ҡабатламаҫтан алда бераҙ көтөгөҙ.',

# Password reset dialog
'resetpass_announce'      => 'Һеҙ системала электрон почта аша алынған ваҡытлыса пароль менән танылдығыҙ. Системаға кереүҙә тамалау өсөн яңы пароль булдырығыҙ.',
'resetpass-wrong-oldpass' => 'Хаталы ваҡытлыса йәки ағымдағы пароль.
Һеҙ, бәлки, паролегеҙҙе алмаштырғанһығыҙ йәки яңы пароль һоратҡанһығыҙ.',

# Edit page toolbar
'bold_sample'     => 'Ҡалын яҙылыш',
'bold_tip'        => 'Ҡалын яҙылыш',
'italic_sample'   => 'Курсив яҙылыш',
'italic_tip'      => 'Курсив яҙылыш',
'link_sample'     => 'Һылтанма исеме',
'link_tip'        => 'Эске һылтанма',
'extlink_sample'  => 'http://www.example.com һылтанма исеме',
'extlink_tip'     => 'Тышҡы һылтанма (http:// префиксын онотмағыҙ)',
'headline_sample' => 'Исем',
'headline_tip'    => '2-се дәрәжәле исем',
'math_sample'     => 'Формуланы бында керетегеҙ',
'math_tip'        => 'Математик формула (LaTeX форматы)',
'nowiki_sample'   => 'Бында форматланмаған тексты өҫтәгеҙ.',
'nowiki_tip'      => 'Вики-форматлауға иғтибар итмәҫкә',
'image_tip'       => 'Индерелгән файл',
'media_tip'       => 'Файл һылтанмаһы',
'sig_tip'         => 'Имзағыҙ һәм ваҡыт',
'hr_tip'          => 'Горизонтальная һыҙыҡ (бик йыш ҡулланмағыҙ)',

# Edit pages
'summary'                          => 'Үҙгәртеүҙең ҡыҫҡаса тасуирламаһы:',
'subject'                          => 'Тема/исем:',
'minoredit'                        => 'Әҙ генә үҙгәрештәр',
'watchthis'                        => 'Был битте күҙәтеүҙәр исемлегенә индерергә',
'savearticle'                      => 'Яҙҙырып ҡуйырға',
'preview'                          => 'Ҡарап сығыу',
'showpreview'                      => 'Ҡарап сығырға',
'showdiff'                         => 'Индерелгән үҙгәрештәр',
'anoneditwarning'                  => "'''Иғтибар''': Һеҙ танылмағанһығыҙ. IP-адресығыҙ был биттең үҙгәртеүҙәр тарихына яҙыласаҡ.",
'missingsummary'                   => "'''Иҫкәртеү.''' Һеҙ үҙгәртеүҙергә ҡыҫҡа тасуирлама яҙманығыҙ. Ҡабаттан «Битте һаҡларға» төймәһенә баҫһағыҙ, үҙгәртеүҙәрегеҙ тасуирламаһыҙ һаҡланасаҡ.",
'missingcommentheader'             => "'''Иҫкәртеү:''' Һеҙ был комментарий өсөн тема/исем яҙманығыҙ.
«Битте һаҡларға» төймәһенә ҡабат баҫыу менән үҙгәртеүҙерегеҙ исемһеҙ яҙыласаҡ.",
'blockedtext'                      => "<big>'''Иҫәп яҙыуығыҙ йәки IP-адресығыҙ блокланған.'''</big>

Блоклаусы хәким: $1.
Белдерелгән сәбәп: ''$2''.

* Блоклау башланған ваҡыт: $8
* Блоклау  аҙағы: $6
* Блоклауҙар һаны: $7

Һеҙ $1 йәки башҡа [[{{MediaWiki:Grouppage-sysop}}|хәкимгә]] блоклау буйынса һорауҙарығыҙҙы ебәрә алаһығыҙ.
Иҫегеҙҙе тотоғоҙ: әгәр һеҙ теркәлмәгән һәм электрон почта адресығыҙҙы раҫламаған булһағыҙ ([[Special:Preferences|көйләүҙәрем битендә]]), хәкимгә хат ебәрә алмайһығыҙ. Шулай ук блоклау ваҡытында һеҙҙең хат ебәреү мөмкинлегегеҙ сикләгән булырға ла мөмкин.
Һеҙҙең IP-адрес — $3, блоклау идентификаторы — #$5.
Хаттарҙа был мәғлүмәттәрҙе күрһәтергә онотмағыҙ.",
'autoblockedtext'                  => "Һеҙҙең IP-адресығыҙ автоматик рәүештә блокланған. Сәбәбе, был адрес элек блокланған ҡулланыусыларҙың береһе тарафынан ҡулланылған. Блоклаусы хәким ($1) киләһе сәбәпте белдергән:

:«$2»

Блоклаусы хәким: $1.
Белдерелгән сәбәп: ''$2''.

* Блоклау башланған ваҡыт: $8
* Блоклау  аҙағы: $6
* Блоклауҙар һаны: $7

Һеҙ $1 йәки башҡа [[{{MediaWiki:Grouppage-sysop}}|хәкимгә]] блоклау буйынса һорауҙарығыҙҙы ебәрә алаһығыҙ.
Иҫегеҙҙе тотоғоҙ: әгәр һеҙ теркәлмәгән һәм электрон почта адресығыҙҙы раҫламаған булһағыҙ ([[Special:Preferences|көйләүҙәрем битендә]]), хәкимгә хат ебәрә алмайһығыҙ. Шулай ук блоклау ваҡытында һеҙҙең хат ебәреү мөмкинлегегеҙ сикләгән булырға ла мөмкин.
Һеҙҙең IP-адрес — $3, блоклау идентификаторы — #$5.
Хаттарҙа был мәғлүмәттәрҙе күрһәтергә онотмағыҙ.",
'confirmedittext'                  => 'Биттәрҙе үҙгәртерҙән алда электрон почта адресығыҙҙы раҫларға тейешһегеҙ.
Быны [[Special:Preferences|көйләүҙәр битендә]] эшләй алаһығыҙ.',
'nosuchsectiontext'                => 'Һеҙ булмаған аҫҡы битте мөхәррирләргә маташаһығыҙ. $1 исемле аҫҡы бит булмағанлыҡтан, төҙәтеүҙәрегеҙҙе һаҡлап булмай.',
'accmailtext'                      => "[[User talk:$1|$1]] ҡулланыусыһы өсөн яһалған пароль $2 адресына ебәрелде.

Системала танылғандан һуң ''[[Special:ChangePassword|паролегеҙҙе үҙгәртә алаһығыҙ]]''.",
'newarticletext'                   => "Һеҙ һылтанма буйынса әлегә яһалмаған биткә күстегеҙ.
Яңы бит яһар өсөн аҫтағы тәҙрәгә текст керетегеҙ (тулыраҡ мәғлүмәт өсөн [[{{MediaWiki:Helppage}}|ярҙам битен]] ҡарағыҙ).
Әгәр был биткә яңылыш килеп эләккән булһағыҙ, браузерығыҙҙың '''артҡа''' төймәһенә баҫығыҙ.",
'anontalkpagetext'                 => "----''Был фекер алышыу бите, иҫәп яҙыуы булдырмаған йәки уны ҡулланмаған аноним ҡатнашыусының бите.
Шуның өсөн ҡулланыусыны таныу өсөн IP-адресы ҡулланыла.
Әгәр һеҙ аноним ҡулланыусы булһағыҙ һәм һеҙгә ебәрелмәгән хәбәрҙәр алдым тиһәгеҙ (бер IP-адрес күп ҡулланыусы өсөн булырға мөмкин) һәм башҡа бындай аңлашылмаусанлыҡтар килеп сыҡмаһын өсөн, зинар, [[Special:UserLogin|системаға керегеҙ]] йәки [[Special:UserLogin/signup|теркәлегеҙ]].''",
'noarticletext'                    => "Хәҙерге ваҡытта был биттә текст юҡ.
Һеҙ [[Special:Search/{{PAGENAME}}|был исемде башҡа биттәрҙә эҙләй]],  
<span class=\"plainlinks\">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} тап килгән журнал яҙмаларын таба]
йәки '''[{{fullurl:{{FULLPAGENAME}}|action=edit}} бындай исемле яңы бит яһай]''' алаһығыҙ.",
'noarticletext-nopermission'       => 'Хәҙерге ваҡытта был биттә текст юҡ.
Һеҙ башҡа мәҡәләләрҙә [[Special:Search/{{PAGENAME}}|был исемде]] йәки 
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} журналдағы яҙмаларҙы] эҙләй алаһығыҙ.',
'userpage-userdoesnotexist'        => '«$1» иҫәп яҙыуы юҡ. Һеҙ бындай бит яһарға йәки битте үҙгәртергә теләһәгеҙ яңынан тикшерегеҙ.',
'clearyourcache'                   => "'''Иҫкәрмә:''' Битте һаҡлағандан һуң үҙгәртеүҙерегеҙ күренһен өсөн браузерығыҙҙың кэшын таҙартығыҙ.
Быны '''Mozilla / Firefox''': ''Ctrl+Shift+R'', '''Safari''': ''Cmd+Shift+R'', '''IE:''' ''Ctrl+F5'', '''Konqueror''': ''F5'', '''Opera''': ''Tools→Preferences'' аша эшләп була.",
'usercsspreview'                   => "'''Был бары тик CSS файлды алдан ҡарау ғына, ул әле һаҡланмаған!'''",
'userjspreview'                    => "'''Был бары тик JavaScript файлын алдан ҡарау ғына, ул әле һаҡланмаған!'''",
'userinvalidcssjstitle'            => "'''Иғтибар:''' \"\$1\" биҙәү темаһы табылманы. Иҫтә тотоғоҙ, .css һәм .js ҡулланыусы биттәренең исемдәре тик бәләкәй хәрефтәрҙән генә торорға тейеш. Мәҫәлән: {{ns:user}}:Foo/monobook.css, ә {{ns:user}}:Foo/Monobook.css түгел!",
'previewnote'                      => "'''Ҡарап сығыу өлгөһө, әлегә үҙгәрештәр яҙҙырылмаған!'''",
'previewconflict'                  => 'Әлеге алдан ҡарау, мөхәррирләү тәҙрәһенең өҫтөндә, һаҡланғандан һуң текстың нисек күренәсәген күрһәтә.',
'session_fail_preview'             => "'''Ҡыҙғанысҡа ҡаршы, һеҙҙең ултырыш идентификаторығыҙ юғалды. Һөҙөмтәлә үҙгәртеүҙәрегеҙ ҡабул ителмәйәсәк.
Зинһар, тағы бер тапҡыр ҡабатлағыҙ.
Әгәр был хата ҡабатланһа, [[Special:UserLogout|ултырышты тамамлағыҙ]] һәм яңынан керегеҙ.'''",
'session_fail_preview_html'        => "'''Ҡыҙғанысҡа ҡаршы, һеҙҙең ултырыш мәғлүмәттәрегеҙ юғалды. Һөҙөмтәлә, сервер үҙгәрештерегеҙҙе ҡабул итә алмай.'''

''{{SITENAME}} тик таҙа HTML ҡулланыуҙы ғына рөхсәт итә; алдан ҡарау, JavaScript-атакаларҙан һаҡланыу маҡсаты менән ябылған.''

'''Әгәр һеҙ үҙгәртеүҙе яҡшы ниәт менән башҡараһағыҙ икән, тағы бер тапҡыр ҡабатлап ҡарағыҙ. Хата ҡабатланһа, сайттан [[Special:UserLogout|сығығыҙ]] һәм яңынан керегеҙ.'''",
'token_suffix_mismatch'            => "'''Һеҙҙең үҙгәртеү ҡабул ителмәне, сөнки һеҙҙең программа мөхәррирләү тәҙрәһендә тыныш билдәләрен дөрөҫ эшкәртмәй.'''
Мәҡәлә текстын боҙолоуҙан һаҡлау өсөн үҙгәртеүегеҙ кире алынды.
Бындай хәлдәр хаталы аноним web-проксилар ҡулланғанда килеп сығырға мөмкин.",
'editing'                          => 'Мөхәрирләү  $1',
'editingsection'                   => 'Мөхәрирләү  $1 (секция)',
'editingcomment'                   => '$1 мөхәррирләнә (яңы бүлек)',
'explainconflict'                  => 'Һеҙ был битте мөхәррирләгән ваҡытта кемдер яңы үҙгәрештәр керетте. Мөхәррирләү тәҙрәһенең өҫкө өлөшөндә биттең ағымдағы текстын күрәһегеҙ. Аҫта, һеҙҙең вариант күрһәтелгән. Кереткән үҙгәрештерегеҙҙе аҫҡы тәҙрәнән өҫкә күсерегеҙ. «Битте һаҡларға» төймәһенә баҫҡас өҫтәге тәҙрәнең тексты һаҡланасаҡ.',
'yourtext'                         => 'Һеҙҙең текст',
'nonunicodebrowser'                => "'''КИҪӘТЕҮ: Һеҙҙең браузер Юникод кодировкаһын танымай.'''
Мәҡәләләрҙе мөхәррирләгән ваҡытта ASCII булмаған символдар махсус уналтылы кодтарға әйләндереләсәк.",
'yourdiff'                         => 'Айырмалыҡтар',
'copyrightwarning'                 => "Иғтибар, {{SITENAME}} сайтындағы бөтә өҫтәмәләр һәм үҙгәртеүҙәр $2 (ҡарағыҙ: $1) лицензияһы шарттары менән сығарылған тип иҫәпләнә. Әгәр текстарығыҙҙың ирекле рәүештә таратылыуын һәм төҙәтелеүен теләмәһәгеҙ, уларҙы бында өҫтәмәүегеҙ һорала.<br />
Шулай уҡ, керетелгән үҙгәртеүҙәрҙең авторы булыуығыҙҙы йәки уларҙы эстәлеге ирекле рәүештә таратылырға һәм үҙгәртелергә рөхсәт ителгән сығанаҡтан алыуығыҙҙы раҫлайһығыҙ.<br />
'''РӨХСӘТ АЛМАЙЫНСА АВТОРЛЫҠ ХОҠУҠТАРЫ МЕНӘН ҺАҠЛАНҒАН МАТЕРИАЛДАР ҠУЙМАҒЫҘ!!!'''",
'templatesused'                    => 'Был биттә ҡулланылған {{PLURAL:$1|ҡалып|ҡалыптар}}:',
'templatesusedpreview'             => 'Алдан ҡаралған биттә ҡулланылған {{PLURAL:$1|ҡалып|ҡалыптар}}:',
'template-protected'               => '(һаҡланған)',
'hiddencategories'                 => 'Был бит $1 {{PLURAL:$1|йәшерен категорияға}} керә:',
'permissionserrorstext-withaction' => "«'''$2'''» ғәмәлен башҡара алмайһығыҙ. {{PLURAL:$1|Сәбәбе|Сәбәптәре}}:",

# History pages
'currentrev-asof'  => '$1, ағымдағы версия',
'revisionasof'     => '$1 версияһы',
'previousrevision' => '← Алдағы',
'cur'              => 'хәҙ.',
'last'             => 'алд.',
'histlegend'       => "Айырма һайлау: сағыштырырға теләгән 2 версияны һайлап Enter-ға йәки биттең аҫҡы өлөшөндәге төймәгә баҫығыҙ.<br />
Аңлатмалар: '''({{int:cur}})''' — хәҙерге версиянан айырма, '''({{int:last}})''' — алдағы версиянан айырма, '''{{int:minoreditletter}}''' — әҙ үҙгәреш яһалған.",
'histfirst'        => 'Иң иҫке',
'histlast'         => 'Һуңғы',

# Revision deletion
'rev-delundel'   => 'күрһәт/йәшер',
'revdel-restore' => 'Күренеүсәнлекте үҙгәртергә',

# Merge log
'revertmerge' => 'Бүлергә',

# Diffs
'difference'              => '(Версиялар араһында айырма)',
'lineno'                  => '$1 юл:',
'compareselectedversions' => 'Һайланған версияларҙы сағыштырыу',
'editundo'                => 'кире алыу',

# Search results
'searchresults'             => 'Эҙләү һөҙөмтәләре',
'searchresults-title'       => '«$1» өсөн эҙләү һөҙөмтәләре',
'searchresulttext'          => '{{SITENAME}} биттәрендә эҙләү тураһында тулыраҡ мәғлүмәт өсөн ҡарағыҙ: [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'            => '«[[:$1]]» өсөн эҙләү ([[Special:Prefixindex/$1|«$1» ҙән башлап барлык биттәр]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|«$1» ға һылтанған барлык биттәр]])',
'notitlematches'            => 'Бит исемдәрендә тап килеүҙәр юҡ',
'notextmatches'             => 'Тап килгән бит табылманы',
'prevn'                     => 'алдағы {{PLURAL:$1|$1}}',
'nextn'                     => 'киләһе {{PLURAL:$1|$1}}',
'viewprevnext'              => '($1 {{int:pipe-separator}} $2) ($3) ҡарарға',
'search-result-size'        => '$1 ({{PLURAL:$2|$2 һүҙ|$2 һүҙҙәр}})',
'search-redirect'           => '(йүнәлтеү $1)',
'search-section'            => '($1 бүлеге)',
'search-suggest'            => 'Бәлки, ошоно эҙләйһегеҙҙер: $1',
'search-interwiki-caption'  => 'Туғандаш проекттар',
'search-interwiki-default'  => '$1 һөҙөмтә:',
'search-interwiki-more'     => '(тағы)',
'search-mwsuggest-enabled'  => 'кәңәштәр менән',
'search-mwsuggest-disabled' => 'кәңәшһеҙ',
'nonefound'                 => "'''Иҫкәрмә'''. Ғәҙәттә эҙләү бөтә исем арауыҡтарында үтәлмәй. Бөтә исем арауыҡтарында (фекер алышыу биттәре, ҡалыптар, һ.б.) эҙләү өсөн һүҙ башына ''all:'' өҫтәгеҙ йәки кәрәкле исем арауыҡтарын һайлағыҙ.",
'powersearch'               => 'Киңәйтелгән эҙләү',
'powersearch-legend'        => 'Киңәйтелгән эҙләү',
'powersearch-ns'            => 'Исем аралыҡтарында эҙләү:',
'powersearch-redir'         => 'Йүнәлтеүҙәрҙе күрһәтергә',
'powersearch-field'         => 'Эҙлә:',

# Preferences page
'preferences'      => 'Көйләүҙәр',
'mypreferences'    => 'Көйләүҙәрем',
'youremail'        => 'Электрон почта *',
'yourrealname'     => 'Һеҙҙең ысын исемегеҙ (*)',
'yourlanguage'     => 'Тышҡы күренештә ҡулланылған тел:',
'yourvariant'      => 'Тел төрө',
'yournick'         => 'Һеҙҙең уйҙырма исемегеҙ/ҡушаматығыҙ (имза өсөн):',
'prefs-help-email' => '* Электрон почта (күрһәтмәһәң дә була) башҡа ҡатнашыусылар менән туры бәйләнешкә инергә мөмкинселек бирә.',

# User rights
'editinguser' => "Мөхәрирләү  '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",

# Groups
'group-sysop' => 'Хәкимдәр',
'group-all'   => '(бөтә)',

'grouppage-sysop' => '{{ns:project}}:Хәкимдәр',

# Recent changes
'nchanges'                       => '$1 {{PLURAL:$1|үҙгәртеү|үҙгәртеү}}',
'recentchanges'                  => 'Һуңғы үҙгәртеүҙәр',
'recentchanges-legend'           => 'Һуңғы үҙгәртеүҙәр көйләүҙәре',
'recentchangestext'              => '{{grammar:genitive|{{SITENAME}}}}. биттәрендә индерелгән һуңғы үҙгәртеүҙәр исемлеге',
'recentchanges-feed-description' => 'Был таҫмалағы һуңғы үҙгәртеүҙәрҙе күҙәтеп барырға',
'rcnote'                         => 'Аҫта $4 $5 тиклем эшләнгән, һуңғы {{PLURAL:$2|1|$2}} көн эсендәге һуңғы {{PLURAL:$1|1|$1}} үҙгәртеү күрһәтелгән.',
'rclistfrom'                     => '$1 башлап яңы үҙгәртеүҙәрҙе күрһәт.',
'rcshowhideminor'                => 'бәләкәй төҙәтеүҙәрҙе $1',
'rcshowhidebots'                 => 'боттарҙы $1',
'rcshowhideliu'                  => 'танылған ҡулланыусыларҙы $1',
'rcshowhideanons'                => 'танылмаған ҡулланыусыларҙы $1',
'rcshowhidemine'                 => 'минең үҙгәртеүҙәремде $1',
'rclinks'                        => 'Һуңғы $2 көн эсендәге һуңғы $1 үҙгәртеүҙе күрһәтергә<br />$3',
'diff'                           => 'айыр.',
'hist'                           => 'тарих',
'hide'                           => 'йәшер',
'show'                           => 'күрһәт',
'minoreditletter'                => 'ә',
'newpageletter'                  => 'Я',
'boteditletter'                  => 'б',
'rc-enhanced-expand'             => 'Ваҡлыҡтарҙы күрһәтергә (JavaScript кәрәкле)',
'rc-enhanced-hide'               => 'Ваҡлыҡтарҙы йәшерергә',

# Recent changes linked
'recentchangeslinked'         => 'Бәйле үҙгәртеүҙәр',
'recentchangeslinked-feed'    => 'Бәйле үҙгәртеүҙәр',
'recentchangeslinked-toolbox' => 'Бәйле үҙгәртеүҙәр',
'recentchangeslinked-summary' => "Был күрһәтелгән бит һылтанма яһаған (йәки күрһәтелгән категорияға кергән) һуңғы үҙгәртеүҙәр исемлеге.
[[Special:Watchlist|Күҙәтеү исемлегегеҙгә]] керә торған биттәр '''ҡалын''' итеп күрһәтелгән.",
'recentchangeslinked-to'      => 'Киреһенсә, был биткә һылтанма яһаған биттәрҙәге үҙгәртеүҙәрҙе күрһәтергә',

# Upload
'upload' => 'Файл күсереү',

# Special:ListFiles
'listfiles_user' => 'Ҡатнашыусы',

# File description page
'filehist'            => 'Файл тарихы',
'filehist-help'       => 'Файлдың ниндәй хәлдә булғанын ҡарар өсөн Көн/Сәғәткә баҫығыҙ',
'filehist-current'    => 'хәҙ.',
'filehist-datetime'   => 'Көн/ваҡыт',
'filehist-thumb'      => 'Бәләкәй рәсем',
'filehist-thumbtext'  => '$1 көнөндәге версияның  бәләкәй хәле',
'filehist-user'       => 'Ҡулланыусы',
'filehist-dimensions' => 'Дәүмәл',
'filehist-comment'    => 'Иҫкәрмә',
'imagelinks'          => 'Файлға һылтанмалар',
'linkstoimage'        => 'Был файлға {{PLURAL:$1|бит|$1 бит}} һылтана:',
'sharedupload'        => 'Был файл $1 базаһынан һәм башҡа проектарҙа ҡулланылырға мөмкин.',

# MIME search
'mimesearch' => 'MIME буйынса эҙләү',

# Unwatched pages
'unwatchedpages' => 'Бер кем дә күҙәтмәгән биттәр',

# Random page
'randompage' => 'Осраҡлы мәҡәлә',

# Miscellaneous special pages
'nbytes'            => '$1 {{PLURAL:$1|байт}}',
'nmembers'          => '$1 {{PLURAL:$1|объект}}',
'listusers'         => 'Ҡатнашыусылар исемлеге',
'newpages-username' => 'Ҡатнашыусы:',
'ancientpages'      => 'Иң иҫке мәҡәләләр',
'move'              => 'Яңы исем биреү',
'pager-newer-n'     => '{{PLURAL:$1|1 яңырак|$1 яңырак}}',
'pager-older-n'     => '{{PLURAL:$1|1 иҫкерәк|$1 иҫкерәк}}',

# Special:Log
'specialloguserlabel' => 'Ҡатнашыусы:',
'log'                 => 'Журналдар',

# Special:AllPages
'allpages'          => 'Бөтә биттәр',
'alphaindexline'    => '$1 алып $2 тиклем',
'allpagesfrom'      => 'Ошондай хәрефтәрҙән башланған биттәрҙе күрһәтергә:',
'allarticles'       => 'Бөтә мәҡәләләр',
'allinnamespace'    => 'Бөтә биттәр (Исемдәре «$1» арауығында)',
'allnotinnamespace' => 'Бөтә биттәр («$1» исемдәр арауығынан башҡа)',
'allpagesprev'      => 'Алдағы',
'allpagesnext'      => 'Киләһе',
'allpagessubmit'    => 'Үтәргә',

# Special:DeletedContributions
'deletedcontributions'       => 'Ҡулланыусыларҙың юйылған өлөшө',
'deletedcontributions-title' => 'Ҡулланыусыларҙың юйылған өлөшө',

# E-mail user
'emailuser'    => 'Ҡатнашыусыға хат',
'emailfrom'    => 'Кемдән',
'emailto'      => 'Кемгә:',
'emailmessage' => 'Хәбәр',

# Watchlist
'watchlist'         => 'Күҙәтеү исемлеге',
'mywatchlist'       => 'Күҙәтеү исемлеге',
'watchnologin'      => 'Үҙегеҙҙе танытырға кәрәк',
'addedwatch'        => 'Күҙәтеү исемлегенә өҫтәлде',
'addedwatchtext'    => "\"[[:\$1]]\" бите [[Special:Watchlist|күҙәтеү исемлегегеҙгә]] өҫтәлде.
Был биттә һәм уның фекер алышыу битендә бөтә буласаҡ үҙгәртеүҙәр исемлектә һәм [[Special:RecentChanges|һуңғы үҙгәртеүҙәр]] исемлегендә уларҙы еңелерәк табыу өсөн '''ҡалын яҙыу''' менән күрһәтеләсәк.",
'removedwatchtext'  => '«[[:$1]]» бите [[Special:Watchlist|күҙәтеү исемлегегеҙҙән]] сығарылды.',
'watch'             => 'Күҙәтергә',
'unwatch'           => 'Күҙәтмәҫкә',
'notanarticle'      => 'Мәҡәлә түгел',
'watchlist-details' => 'Һеҙҙең күҙәтеү исемлегегеҙҙә, фекер алышыу биттәрен һанамағанда, {{PLURAL:$1|$1 бит|$1 бит}} бар.',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Күҙәтеү исемлегенә өҫтәү...',
'unwatching' => 'Күҙәтеү исемлегенән сығарыу...',

'enotif_newpagetext' => 'Был яңы бит.',
'changed'            => 'үҙгәртелгән',

# Delete
'confirmdeletetext' => 'Һеҙ был биттең (йәки рәсемдең) һәм уның мәғлүмәттәр базаһындағы үҙгәртеүҙәр тарихының тулыһынса юйылыуын һоранығыҙ.
Зинһар, быны эшләргә теләгәнегеҙҙе, үҙ хәрәкәттәрегеҙҙең һөҙөмтәләрен аңлағанығыҙҙы һәм [[{{MediaWiki:Policy-url}}]] бүлегендә белдереп кителгән ҡағиҙәләр буйынса эшләгәнегеҙҙе раҫлағыҙ.',
'actioncomplete'    => 'Ғәмәл үтәлде',
'deletedtext'       => '«<nowiki>$1</nowiki>» юйылды.
Юйылған һуңғы биттәрҙе ҡарар өсөн: $2.',
'deletedarticle'    => '«[[$1]]» юйылды',
'dellogpage'        => 'Юйыуҙар журналы',

# Rollback
'rollbacklink' => 'кире алырға',

# Protect
'protectlogpage'        => 'Һаҡлау яҙмалары',
'protectcomment'        => 'Сәбәп:',
'protect-text'          => "Бында һеҙ '''<nowiki>$1</nowiki>''' битенең һаҡлау дәрәжәһен ҡарай һәм үҙгәртә алаһығыҙ.",
'protect-locked-access' => "Биттең һаҡлау дәрәжеһен үҙгәртер өсөн иҫәп яҙыуығыҙҙың хоҡуҡтары етәрле түгел. '''$1''' битенең ғәмәлдәге көйләүҙәре:",
'protect-cascadeon'     => 'Был бит һаҡланған, сөнки ул каскадлы һаҡлаулы {{PLURAL:$1|биткә|биттәргә}} керә. Һеҙ был биттең һаҡлау дәрәжәһен үҙгәртә алаһығыҙ, ләкин каскадлы һаҡлау үҙгәрмәйәсәк.',
'protect-cascade'       => 'Был биткә кергән биттәрҙе һаҡларға (каскадлы һаҡлау)',
'protect-cantedit'      => 'Һеҙ был биттең һаҡлау дәрәжәһен үҙгәртә алмайһығыҙ, сөнки уны үҙгәртеү хоҡуғығыҙ юҡ.',

# Undelete
'undeletelink' => 'ҡарарға/тергеҙергә',

# Namespace form on various pages
'namespace'      => 'Исемдәр арауығы:',
'invert'         => 'Һайланғандарҙы әйләндерергә',
'blanknamespace' => '(Төп)',

# Contributions
'contributions' => 'Ҡатнашыусы өлөшө',
'mycontris'     => 'ҡылған эштәр',
'month'         => 'Айҙан башлап (һәм элегерәк):',
'year'          => 'Йылынан башлап (һәм элегерәк):',

'sp-contributions-newbies' => 'Яңы иҫәп яҙыуҙары кереткән өлөштө генә күрһәтергә',
'sp-contributions-deleted' => 'Ҡулланыусыларҙың юйылған өлөшө',

# What links here
'whatlinkshere' => 'Бында һылтанмалар',

# Block/unblock
'blockip'          => 'Ҡатнашыусыны ябыу',
'ipboptions'       => '2 сәғәт:2 hours,1 көн:1 day,3 көн:3 days,1 аҙна:1 week,2 аҙна:2 weeks,1 ай:1 month,3ай:3 months,6 ай:6 months,1 йыл:1 year,сикләнмәгән:infinite',
'ipblocklist'      => 'Блокланған IP-адрестары һәм иҫәп яҙыуҙары',
'blocklink'        => 'ябып ҡуйырға',
'unblocklink'      => 'блокламаҫҡа',
'change-blocklink' => 'блоклауҙы үҙгәртергә',
'contribslink'     => 'индергән өлөш',
'blocklogentry'    => '[[$1]] блокланды, ваҡыты: $2 $3',

# Move page
'movepagetext'     => "Аҫтағы форманы ҡулланыу биттең исемен үҙгәртә һәм уның үҙгәртеүҙәр яҙмаһын яңы урынға күсерә.
Биттең элекке исеме яңы биткә йүнәлтеү булып ҡаласаҡ.
Һеҙ элекке исемгә булған йүнәлтеүҙәрҙе автоматик рәүештә яңы исемгә күсерә алаһығыз.
Әгәр быны эшләмәһәгеҙ, [[Special:DoubleRedirects|икеле]] һәм [[Special:BrokenRedirects|өҙөлгән йүнәлтеүҙәрҙе]] тикшерегеҙ.
Һылтанмаларҙың кәрәкле урынға күрһәтеүҙәренең дауам итеүе өсөн һеҙ яуаплы.

Иғтибар итегеҙ, әгәр яңы исемле бит бар икән, биттең исеме '''үҙгәртелмәйәсәк'''; элекке бит йүнәлтеү, буш һәм үҙгәртеү тарихына эйә булмаған осраҡтарҙан башҡа.  
Был шуны аңлата: бит исемен яңылыш үҙгәртһәгеҙ, битте кире ҡайтара алаһығыҙ, ләкин булған битте юя алмайһығыҙ.

'''Иғтибар!'''
Популяр биттәрҙең исемен үҙгәртеү көтмәгән һөҙөмтәләргә килтерергә мөмкин.
Дауам итерҙән алда, бөтә буласаҡ һөҙөмтәләрҙе аңлауығыҙҙы уйлағыҙ.",
'movepagetalktext' => "Фекер алышыу битенең исеме лә үҙгәртеләсәк, '''киләһе осраҡтарҙан тыш''':
*Бындай исемле фекер алышыу бите бар, йәки
*Аҫтағы юлды билдәләмәгәнһегеҙ.

Бындай осраҡтарҙа, кәрәкле булһа, биттәрҙе үҙегеҙҙең күсереүегеҙ йәки исемен үҙгәртеүегеҙ кәрәк буласаҡ.",
'movepage-moved'   => "<big>'''«$1» битенең яңы исеме: «$2»'''</big>",
'articleexists'    => 'Бындай исемле бит бар йәки һеҙ белдергән исем рөхсәт ителмәй.
Зинһар, башҡа исем һайлағыҙ.',
'talkexists'       => "'''Бит исеме үҙгәртелде, ләкин фекер алышыу битенең исемен үҙгәртеп булмай, сөнки ундай исемле бит бар инде. Зинһар, уларҙы үҙегеҙ берләштерегеҙ.'''",
'revertmove'       => 'кирегә',

# Export
'export' => 'Биттәрҙе сығарыу',

# Namespace 8 related
'allmessagesname' => 'Хәбәр',

# Thumbnails
'thumbnail-more' => 'Ҙурайтырға',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Ҡулланыусы битегеҙ',
'tooltip-pt-mytalk'               => 'Фекер алышыу битегеҙ',
'tooltip-pt-preferences'          => 'Көйләүҙәрем',
'tooltip-pt-watchlist'            => 'Мин күҙәткән биттәр исемлеге',
'tooltip-pt-mycontris'            => 'Кереткән өлөшөгөҙ',
'tooltip-pt-login'                => 'Бында теркәлеү үтергә була, әмма был эш мәҗбүри түгел.',
'tooltip-pt-logout'               => 'Сығырға',
'tooltip-ca-talk'                 => 'Биттең эстәлеге тураһында фекер алышу',
'tooltip-ca-edit'                 => 'Һеҙ был битте үҙгәртә алаһығыҙ. Зинһар, яҙып ҡуйыр алдынан ҡарап сығығыҙ',
'tooltip-ca-addsection'           => 'Яңы бүлек эшләргә',
'tooltip-ca-viewsource'           => 'Был бит үҙгәртеүҙән һаҡланған.
Тик сығанаҡ текстын ғына ҡарай һәм күсереп ала алаһығыҙ.',
'tooltip-ca-history'              => 'Биттең төҙәтеүҙәр исемлеге',
'tooltip-ca-move'                 => 'Битте күсерергә',
'tooltip-ca-watch'                => 'Был битте күҙәтеү исемлегенә өҫтәргә',
'tooltip-ca-unwatch'              => 'Был битте күҙәтеү исемлегемдән сығарырға',
'tooltip-search'                  => 'Эҙләргә {{SITENAME}}',
'tooltip-search-go'               => 'Нәҡ ошондай исеме булған биткә күсергә',
'tooltip-search-fulltext'         => 'Ошондай эстәлекле биттәрҙе табырға',
'tooltip-n-mainpage'              => 'Баш биткә күсергә',
'tooltip-n-mainpage-description'  => 'Баш биткә күсеү',
'tooltip-n-portal'                => 'Проект тураһында, һеҙ нимә эшләй алауығыҙ һәм нимә ҡайҙа булыуы тураһында',
'tooltip-n-currentevents'         => 'Ағымдағы ваҡиғалар исемлеге',
'tooltip-n-recentchanges'         => 'Һуңғы үҙгәртеүҙәр исемлеге',
'tooltip-n-randompage'            => 'Осраҡлы битте ҡарарға',
'tooltip-n-help'                  => '«{{SITENAME}}» буйынса белешмә',
'tooltip-t-whatlinkshere'         => 'Был биткә һылталанған барлык биттәрҙең исемлеге',
'tooltip-t-recentchangeslinked'   => 'Был биттән һылталанған биттәрҙә һуңғы үҙгәртүҙәр',
'tooltip-feed-rss'                => 'Был бит өсөн RSS-таҫма',
'tooltip-feed-atom'               => 'Был бит өсөн Atom-таҫма',
'tooltip-t-contributions'         => 'Был ҡулланыусының кереткән өлөшөн ҡарарға',
'tooltip-t-upload'                => 'Рәсем йәки тауыш эстәлекле файлдарҙы күсереп яҙырға',
'tooltip-t-specialpages'          => 'Барлыҡ махсус биттәр исемлеге',
'tooltip-t-print'                 => 'Был биттең ҡағыҙға баҫыу өлгөһө',
'tooltip-t-permalink'             => 'Биттең был өлгөһөнә даими һылтанма',
'tooltip-ca-nstab-main'           => 'Мәҡәләнең эстәлеге',
'tooltip-ca-nstab-user'           => 'Ҡулланыусының шәхси бите',
'tooltip-ca-nstab-special'        => 'Был махсус бит, уны үҙгәртеп булмай',
'tooltip-ca-nstab-project'        => 'Проект битен күрһәт',
'tooltip-ca-nstab-image'          => 'Файл бите',
'tooltip-minoredit'               => 'Текст әҙ үҙгәртелгән тип билдәләргә',
'tooltip-save'                    => 'Үҙгәртеүҙәрҙе һаҡларға',
'tooltip-preview'                 => 'Алдан байҡау, һаҡлауҙан алда уны ҡулланып үҙгәртеүҙәрегеҙҙе ҡарап сығығыҙ!',
'tooltip-diff'                    => 'Сығанаҡ текстҡа ҡарата эшләгән үҙгәртеүҙәрҙе күрһәтергә.',
'tooltip-compareselectedversions' => 'Был биттең һайланған ике версияһы араһындағы айырманы ҡарарға',
'tooltip-watch'                   => 'Битте күҙәтеү исемлегемә өҫтәргә',
'tooltip-rollback'                => 'Бер баҫыу менән аҙаҡҡы мөхәррирләүсенең үҙгәртеүҙәрен кире ала.',
'tooltip-undo'                    => '"Кире ал" төҙәтеүҙе кире ала һәм төҙәтеү формаһын "алдан байҡау"ҙа күрһәтә. Һәм кире алыуҙың сәбәбен белдерергә була.',

# Attribution
'siteuser'  => '{{grammar:genitive|{{SITENAME}}}} - ла ҡатнашыусы $1',
'siteusers' => '{{grammar:genitive|{{SITENAME}}}} - ла ҡатнашыусы (-лар) $1',

# Browsing diffs
'previousdiff' => '← Алдағы төҙәтеү',

# Media information
'file-info-size'       => '($1 × $2 нөктә, файл күләме: $3, MIME-төр: $4)',
'file-nohires'         => '<small>Юғары асыҡлыҡтағы версия юҡ.</small>',
'svg-long-desc'        => '(SVG файлы, номиналь $1 × $2 нөктә, файл күләме: $3)',
'show-big-image'       => 'Тулы асыҡлыҡ',
'show-big-image-thumb' => '<small>Алдан байҡау дәүмәле: $1 × $2 нөктә</small>',

# Bad image list
'bad_image_list' => 'Формат киләһе рәүештә булырға тейеш:

Тик исемлек элементтары ғына һаналасаҡ (* символы менән башланған юлдар).
Юлдың беренсе һылтанмаһы, ҡуйылырға рөхсәт ителмәгән рәсемгә һылтанма булырға тейеш.
Шул уҡ юлдағы башҡа һылтанмалар ҡағиҙәнән тыш, йәғни рәсем ҡуйырға рөхсәт ителгән бит тип һаналасаҡтар.',

# Metadata
'metadata'        => 'Мета мәғлүмәттәр',
'metadata-help'   => 'Файл, ғәҙәттә һанлы камералар йәки сканерҙар өҫтәгән мәғлүмәттәргә эйә. Әгәр файл яһалғандан һуң төҙәтелгән булһа, ҡайһы бер параметрҙар ағымдағы рәсем менән тап килмәҫкә мөмкин.',
'metadata-fields' => 'Был исемлектә һанап кителгән мета мәғлүмәт юлдары рәсем битендә күрһәтеләсәктәр, ҡалғандары иһә йәшерелгән буласаҡтар.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# External editor support
'edit-externally-help' => '(Тулыраҡ мәғлүмәт өсөн металағы [http://www.mediawiki.org/wiki/Manual:External_editors setup instructions] (инглизсә) битен ҡарағыҙ)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'бөтә',
'imagelistall'     => 'бөтә',
'watchlistall2'    => 'бөтә',
'namespacesall'    => 'бөтә',
'monthsall'        => 'бөтә',

# Special:SpecialPages
'specialpages' => 'Махсус биттәр',

);
