<?php
/** Hindi (हिन्दी)
 *
 * @addtogroup Language
 *
 * @author לערי ריינהארט
 * @author Kaustubh
 * @author Sunil Mohan
 * @author Nike
 * @author Aksi great
 * @author SPQRobin
 * @author Siebrand
 */

$namespaceNames = array(
	NS_MEDIA          => 'Media',
	NS_SPECIAL        => 'विशेष',
	NS_MAIN           => '',
	NS_TALK           => 'वार्ता',
	NS_USER           => 'सदस्य',
	NS_USER_TALK      => 'सदस्य_वार्ता',
	# NS_PROJECT set by $wgMetaNamespace
	NS_PROJECT_TALK   => '$1_वार्ता',
	NS_IMAGE          => 'चित्र',
	NS_IMAGE_TALK     => 'चित्र_वार्ता',
	NS_MEDIAWIKI      => 'MediaWiki',
	NS_MEDIAWIKI_TALK => 'MediaWiki_talk',
	NS_TEMPLATE       => 'साँचा',
	NS_TEMPLATE_TALK  => 'साँचा_वार्ता',
	NS_CATEGORY       => 'श्रेणी',
	NS_CATEGORY_TALK  => 'श्रेणी_वार्ता',
);

$digitTransformTable = array(
	'0' => '०', # &#x0966;
	'1' => '१', # &#x0967;
	'2' => '२', # &#x0968;
	'3' => '३', # &#x0969;
	'4' => '४', # &#x096a;
	'5' => '५', # &#x096b;
	'6' => '६', # &#x096c;
	'7' => '७', # &#x096d;
	'8' => '८', # &#x096e;
	'9' => '९', # &#x096f;
);
$linkTrail = "/^([a-z]+)(.*)\$/sD";

$messages = array(
# User preference toggles
'tog-underline'               => 'कड़ियाँ अधोरेखित किजीयें:',
'tog-highlightbroken'         => 'टूटी हुई कड़ियाँ <a href="" class="new">इस प्रकार दर्शायें</a> (या फिर: इस प्रकार दर्शायें<a href="" class="internal">?</a>).',
'tog-justify'                 => 'परिच्छेद समान करें',
'tog-hideminor'               => 'हाल में हुएं बदलावोंसे छोटे बदलाव छुपायें',
'tog-extendwatchlist'         => 'ध्यानसूचीमें सभी बदलाव दर्शायें',
'tog-usenewrc'                => 'एनहान्सड हाल में हुए बदलाव (जावास्क्रीप्ट)',
'tog-numberheadings'          => 'शीर्षक स्वयं-क्रमांकित करें',
'tog-showtoolbar'             => 'एडिट टूलबार दर्शायें (जावास्क्रीप्ट)',
'tog-editondblclick'          => 'दुगुनी क्लीक करके पन्ना संपादित करें (जावास्क्रीप्ट)',
'tog-editsection'             => '[संपादित करें] कड़ियों द्वारा विभाग संपादन करने की अनुमती दें',
'tog-editsectiononrightclick' => 'विभाग शीर्षकपर दायाँ क्लीक करके संपादन करने की अनुमती दें (जावास्क्रीप्ट)',
'tog-showtoc'                 => 'अनुक्रम दर्शायें (जिन पन्नोंपर तीन से ज्यादा विभाग हो)',
'tog-rememberpassword'        => 'इस संगणक पर मेरा कूटशब्द याद रखें',
'tog-editwidth'               => 'एडिट बॉक्स पूरी चौड़ाई के साथ दर्शायें',
'tog-watchcreations'          => 'मैंने तैयार किये हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-watchdefault'            => 'मैंने संपादित किये हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-watchmoves'              => 'मैंने नाम बदलें हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-watchdeletion'           => 'मैंने हटायें हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-minordefault'            => 'मेरे सभी संपादन छोटे बदलाव हैं',
'tog-previewontop'            => 'एडिट बॉक्स के उपर झलक दिखायें',
'tog-previewonfirst'          => 'पहिले एडिट के बाद झलक दिखायें',
'tog-nocache'                 => 'पन्ने कैश में ना रखें',
'tog-enotifwatchlistpages'    => 'मेरी ध्यानसूची में दर्ज़ पन्ने बदलने के बाद मुझे इ-मेल करें',
'tog-enotifusertalkpages'     => 'मेरे सदस्य वार्ता पृष्ठ पर बदलाव होने से मुझे इ-मेल करें',
'tog-enotifminoredits'        => 'छोटे बदलावों के लिये भी मुझे इ-मेल भेजें',
'tog-enotifrevealaddr'        => 'सूचना इ-मेल में मेरा इ-मेल पता दर्शायें',
'tog-shownumberswatching'     => 'ध्यान रखें सदस्योंकी संख्या दर्शायें',
'tog-fancysig'                => 'कच्चा दस्तखत (स्वचलित कड़ियोंके बिना)',
'tog-externaleditor'          => 'हमेशा बाह्य संपादक का इस्तेमाल करें',
'tog-externaldiff'            => 'पुराने अवतरणोंमें फर्क दर्शाने के लिये बाह्य प्रणाली का इस्तेमाल करें',
'tog-showjumplinks'           => '"की तरफ़ जाईयें" कड़ियाँ उपलब्ध करायें',
'tog-uselivepreview'          => 'संपादन करने के साथ साथ ही झलक दर्शायें (जावास्क्रीप्ट) (प्रयोगक्षम)',
'tog-forceeditsummary'        => 'अगर बदलाव का सारांश ना दिया हो तो मुझे सूचित करें',
'tog-watchlisthideown'        => 'मेरी ध्यानसूचीसे मेरे बदलाव छुपायें',
'tog-watchlisthidebots'       => 'मेरी ध्यानसूचीसे बोटोंद्वारा किये हुए बदलाव छुपायें',
'tog-watchlisthideminor'      => 'मेरी ध्यानसूचीसे छोटे बदलाव छुपायें',
'tog-ccmeonemails'            => 'मैने अन्य सदस्योंको भेजे इ-मेल की कापी मुझे भी भेजें',
'tog-diffonly'                => 'अवतरणोंमें फर्क दर्शाते समय पुराने अवतरण न दिखायें',
'tog-showhiddencats'          => 'छुपाई हुई श्रेणियाँ दर्शायें',

'underline-always'  => 'हमेशा',
'underline-never'   => 'कभीभी नहीं',
'underline-default' => 'ब्राउज़र डिफ़ॉल्ट',

'skinpreview' => '(झलक)',

# Dates
'sunday'        => 'रविवार',
'monday'        => 'सोमवार',
'tuesday'       => 'मंगलवार',
'wednesday'     => 'बुधवार',
'thursday'      => 'गुरुवार',
'friday'        => 'शुक्रवार',
'saturday'      => 'शनिवार',
'sun'           => 'रवि',
'mon'           => 'सोम',
'tue'           => 'मंगल',
'wed'           => 'बुध',
'thu'           => 'गुरू',
'fri'           => 'शुक्र',
'sat'           => 'शनि',
'january'       => 'जनवरी',
'february'      => 'फरवरी',
'march'         => 'मार्च',
'april'         => 'अप्रैल',
'may_long'      => 'मई',
'june'          => 'जून',
'july'          => 'जुलाई',
'august'        => 'अगस्त',
'september'     => 'सितम्बर',
'october'       => 'अक्टूबर',
'november'      => 'नवम्बर',
'december'      => 'दिसम्बर',
'january-gen'   => 'जनवरी',
'february-gen'  => 'फरवरी',
'march-gen'     => 'मार्च',
'april-gen'     => 'अप्रैल',
'may-gen'       => 'मई',
'june-gen'      => 'जून',
'july-gen'      => 'जुलाई',
'august-gen'    => 'अगस्त',
'september-gen' => 'सितंबर',
'october-gen'   => 'अक्टूबर',
'november-gen'  => 'नव्हंबर',
'december-gen'  => 'दिसंबर',
'jan'           => 'जनवरी',
'feb'           => 'फरवरी',
'mar'           => 'मार्च',
'apr'           => 'अप्रैल',
'may'           => 'मई',
'jun'           => 'जून',
'jul'           => 'जुलाई',
'aug'           => 'अगस्त',
'sep'           => 'सितम्बर',
'oct'           => 'अक्टूबर',
'nov'           => 'नवम्बर',
'dec'           => 'दिसम्बर',

# Categories related messages
'categories'                     => '{{PLURAL:$1|श्रेणि|श्रेणियाँ}}',
'categoriespagetext'             => 'निम्न श्रेणियाँ विकि मे अस्तित्वमान हैं।',
'special-categories-sort-count'  => 'संख्यानुसार वर्ग दर्शायें',
'special-categories-sort-abc'    => 'वर्णानुक्रम के अनुसार दर्शायें',
'pagecategories'                 => '{{PLURAL:$1|श्रेणी|श्रेणियाँ}}',
'category_header'                => '"$1" श्रेणी में लेख',
'subcategories'                  => 'उपविभाग',
'category-media-header'          => '"$1" श्रेणी में होनेवाली मीडिया',
'category-empty'                 => "''यह श्रेणी वर्तमान में कोई लेख या मीडिया(संचार-माध्यम) नही रखती''",
'hidden-categories'              => '{{PLURAL:$1|छुपाई हुई श्रेणी|छुपाई हुई श्रेणियाँ}}',
'hidden-category-category'       => 'छुपाई हुई श्रेणियाँ', # Name of the category where hidden categories will be listed
'category-subcat-count'          => '{{PLURAL:$2|इस श्रेणी में सिर्फ निम्नलिखित उपश्रेणी हैं|इस श्रेणी में निम्नलिखित {{PLURAL:$1|उपश्रेणी|$1 उपश्रेणियाँ}} हैं, कुल उपश्रेणियाँ $2 ।}}',
'category-subcat-count-limited'  => 'इस श्रेणीमें निम्नलिखित {{PLURAL:$1|उपश्रेणी हैं|$1 उपश्रेणियाँ हैं}}.',
'category-article-count'         => '{{PLURAL:$2|इस श्रेणी में सिर्फ निम्नलिखित लेख हैं ।|इस श्रेणीमें निम्नलिखित {{PLURAL:$1|लेख है|$1 लेख हैं}}, कुल लेख $2 ।}}',
'category-article-count-limited' => 'निम्नलिखित {{PLURAL:$1|लेख|$1 लेख}} इस श्रेणी में हैं ।',
'category-file-count'            => '{{PLURAL:$2|इस श्रेणी में सिर्फ निम्नलिखित फ़ाईल हैं ।|इस श्रेणीमें निम्नलिखित {{PLURAL:$1|फ़ाईल|$1 फ़ाईलें}} हैं, कुल फ़ाईलें $2 ।}}',
'category-file-count-limited'    => 'इस श्रेणीमें निम्नलिखित {{PLURAL:$1|फ़ाईल है ।|फ़ाईलें हैं ।}}',
'listingcontinuesabbrev'         => 'आगे.',

'mainpagetext'      => "<big>'''मीडियाविकिका इन्स्टॉलेशन पूरा हो गया हैं ।'''</big>",
'mainpagedocfooter' => 'विकि सॉफ्टवेयरके इस्तेमाल के लिये [http://meta.wikimedia.org/wiki/Help:Contents उपयोगकर्ता गाईड] देखें ।

== शुरुवात करें ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings कॉन्फिगरेशन सेटींगकी सूची]
* [http://www.mediawiki.org/wiki/Manual:FAQ मीडियाविकिके बारे में प्राय: पूछे जाने वाले सवाल]
* [http://lists.wikimedia.org/mailman/listinfo/mediawiki-announce मीडियाविकि मेलिंग लिस्ट]',

'about'          => 'अबाउट',
'article'        => 'लेख',
'newwindow'      => '(नया विंडो में खुलता है)',
'cancel'         => 'रद्द करें',
'qbfind'         => 'खोज',
'qbbrowse'       => 'ब्राउज़',
'qbedit'         => 'बदलें',
'qbpageoptions'  => 'यह पन्ना',
'qbpageinfo'     => 'पृष्ठ जानकारी',
'qbmyoptions'    => 'मेरे पन्नें',
'qbspecialpages' => 'विशेष पन्नें',
'moredotdotdot'  => 'और...',
'mypage'         => 'मेरा पृष्ठ',
'mytalk'         => 'मेरी सदस्य वार्ता',
'anontalk'       => 'इस आई पी के लिये वार्ता',
'navigation'     => 'नैविगेशन',
'and'            => 'और',

# Metadata in edit box
'metadata_help' => 'मेटाडाटा:',

'errorpagetitle'    => 'त्रुटि',
'returnto'          => 'लौटें $1.',
'tagline'           => 'विकिपीडिया, एक मुक्त ज्ञानकोष से',
'help'              => 'सहायता',
'search'            => 'खोजें',
'searchbutton'      => 'खोज',
'go'                => 'जा',
'searcharticle'     => 'जायें',
'history'           => 'पन्ने का इतिहास',
'history_short'     => 'पुराने अवतरण',
'updatedmarker'     => 'आखिरी मुआइने के बाद बदलाव हुए',
'info_short'        => 'जानकारी',
'printableversion'  => 'प्रिन्ट करने लायक',
'permalink'         => 'स्थायी कड़ी',
'print'             => 'प्रिंट करें',
'edit'              => 'बदलें',
'create'            => 'बनाइयें',
'editthispage'      => 'इस पृष्ठ को बदलें',
'create-this-page'  => 'इस लेख को लिखें',
'delete'            => 'हटायें',
'deletethispage'    => 'इस पृष्ठ को हटायें',
'undelete_short'    => '{{PLURAL:$1|एक हटायागया|$1 हटायागये}} बदलाव वापस लायें',
'protect'           => 'सुरक्षित करें',
'protect_change'    => 'सुरक्षा नियम बदलें',
'protectthispage'   => 'इस पृष्ठ को सुरक्षित करें',
'unprotect'         => 'असुरक्षित करें',
'unprotectthispage' => 'इस पृष्ठ को असुरक्षित करें',
'newpage'           => 'नया पृष्ठ',
'talkpage'          => 'इस पृष्ठ के बारे में बात करें',
'talkpagelinktext'  => 'वार्ता',
'specialpage'       => 'विशेष पन्ना',
'personaltools'     => 'वैयक्तिक औज़ार',
'postcomment'       => 'अपनी राय दें',
'articlepage'       => 'लेख देखें',
'talk'              => 'संवाद',
'views'             => 'दर्शाव',
'toolbox'           => 'औज़ार-सन्दूक',
'userpage'          => 'सदस्य पृष्ठ देखें',
'projectpage'       => 'मेटा पृष्ठ देखें',
'imagepage'         => 'चित्र पृष्ठ देखें',
'mediawikipage'     => 'संदेश पन्ना देखें',
'templatepage'      => 'टेम्प्लेट पृष्ठ देखें',
'viewhelppage'      => 'सहायता पृष्ठ देखें',
'categorypage'      => 'श्रेणी पृष्ठ देखें',
'viewtalkpage'      => 'चर्चा देखें',
'otherlanguages'    => 'अन्य भाषायें',
'redirectedfrom'    => '($1 से भेजा गया)',
'redirectpagesub'   => 'पुनर्निर्देश पृष्ठ',
'lastmodifiedat'    => 'अन्तिम परिवर्तन $2, $1.', # $1 date, $2 time
'viewcount'         => 'यह पृष्ठ {{PLURAL:$1|एक|$1}} बार देखा गया है',
'protectedpage'     => 'सुरक्षित पृष्ठ',
'jumpto'            => 'यहां जाईयें:',
'jumptonavigation'  => 'नेविगेशन',
'jumptosearch'      => 'ख़ोज',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => '{{SITENAME}} के बारे में',
'aboutpage'         => 'Project:अबाउट',
'bugreports'        => 'बग रिपोर्ट',
'bugreportspage'    => 'Project:बग रिपोर्ट',
'copyright'         => 'यहां का पाठ्य $1 के अंतर्गत उपलब्ध हैं ।',
'copyrightpagename' => '{{SITENAME}} कॉपीराइट',
'copyrightpage'     => '{{ns:project}}:कोपिराइट',
'currentevents'     => 'हाल की घटनाएँ',
'currentevents-url' => 'Project:हाल की घटनाएँ',
'disclaimers'       => 'अस्वीकरण',
'disclaimerpage'    => 'Project:साधारण अस्वीकरण',
'edithelp'          => 'बदलाव सहायता',
'edithelppage'      => 'Help:संपादन',
'faq'               => 'अक्सर पूछे जाने वाले सवाल',
'faqpage'           => 'Project:अक्सर पूछे जाने वाले सवाल',
'helppage'          => 'Help:सहायता',
'mainpage'          => 'मुख्य पृष्ठ',
'policy-url'        => 'Project:नीति',
'portal'            => 'समाज मुखपृष्ठ',
'portal-url'        => 'Project:समाज मुखपृष्ठ',
'privacy'           => 'गोपनीयता नीति',
'privacypage'       => 'Project:गोपनीयता नीति',
'sitesupport'       => 'दान',
'sitesupport-url'   => 'Project:साईट सहाय्य',

'badaccess'        => 'अनुमति त्रुटि',
'badaccess-group0' => 'जिस क्रिया का अनुरोध आपने किया है उसे संचालित करने की अनुमति आपको नही है।',
'badaccess-group1' => '$1 ग्रुपमें शामिल हुए सदस्यही इसप्रकारकी क्रियाएं कर सकतें हैं ।',
'badaccess-group2' => '$1 ग्रुपोंमेंसे एक ग्रुपमें शामिल सदस्य ही इस प्रकार की क्रियाएं कर सकतें हैं ।',
'badaccess-groups' => '$1 ग्रुपोंमेंसे एक ग्रुपमें शामिल सदस्य ही इस प्रकार की क्रियाएं कर सकतें हैं ।',

'versionrequired'     => 'मीडीयाविकिका $1 अवतरण ज़रूरी हैं ।',
'versionrequiredtext' => 'यह पन्ना इस्तेमाल करने के लिये मीडियाविकीका $1 अवतरण ज़रूरी हैं । देखें [[Special:Version|अवतरण सूची]] ।',

'ok'                      => 'ठीक़',
'pagetitle'               => '$1 - विकिपीडिया',
'retrievedfrom'           => '"$1" से लिया गया',
'youhavenewmessages'      => 'आपके लिए $1 है। ($2)',
'newmessageslink'         => 'नया संदेश',
'newmessagesdifflink'     => 'पिछला बदलाव',
'youhavenewmessagesmulti' => '$1 पर आपके लिए नया संदेश है',
'editsection'             => 'संपादित करें',
'editold'                 => 'संपादन',
'editsectionhint'         => 'विभाग संपादन: $1',
'toc'                     => 'अनुक्रम',
'showtoc'                 => 'दिखा',
'hidetoc'                 => 'छुपा',
'thisisdeleted'           => '$1 देखें या बदलें?',
'viewdeleted'             => '$1 दिखायें?',
'restorelink'             => '{{PLURAL:$1|एक हटाया हुआ|$1 हटाये हुए}} बदलाव',
'feedlinks'               => 'फ़ीड :',
'feed-invalid'            => 'गलत सब्स्क्रीप्शन फ़ीड प्रकार',
'feed-unavailable'        => '{{SITENAME}}पर सिंडिकेशन फ़ीड उपलब्ध नहीं हैं',
'site-rss-feed'           => '$1 आरएसएस फीड',
'site-atom-feed'          => '$1 ऍटम फीड',
'page-rss-feed'           => '"$1" आरएसएस फ़ीड',
'page-atom-feed'          => '"$1" ऍटम फ़ीड',
'feed-atom'               => 'ऐटम',
'feed-rss'                => 'आरएसएस',
'red-link-title'          => '$1 (अब तक बनाया नहीं)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'लेख',
'nstab-user'      => 'सदस्य',
'nstab-media'     => 'मीडिया',
'nstab-special'   => 'विशेष',
'nstab-project'   => 'परियोजना पृष्ठ',
'nstab-image'     => 'चित्र',
'nstab-mediawiki' => 'संदेश',
'nstab-template'  => 'टेम्प्लेट',
'nstab-help'      => 'सहायता पृष्ठ',
'nstab-category'  => 'विभाग',

# Main script and global functions
'nosuchaction'      => 'ऐसा कोई कार्य नहीं है',
'nosuchactiontext'  => '{{SITENAME}} सौफ़्टवेयर में इस URL द्वारा निर्धारित कोई क्रिया नही है',
'nosuchspecialpage' => 'ऐसा कोई विशेष पृष्ठ नहीं है',
'nospecialpagetext' => 'आपने ऐसा विशेष पृष्ठ मांगा है जो {{SITENAME}} सौफ़्टवेयर में नहीं है.',

# General errors
'error'                => 'गलती',
'databaseerror'        => 'डाटाबेस गलती',
'dberrortext'          => 'एक डाटाबेस पृच्छा रचना गलती मिली है ।
यह चीज सॉफ्टवेअरमें बग होने के संकेत देती हैं ।
"<tt>$2</tt>" इस फ़ंक्शनसे निकली आखिरी पृच्छा की रचना इसप्रकार थी:
<blockquote><tt>$1</tt></blockquote>
MySQL ने "<tt>$3: $4</tt>" इसे गलती बताया हैं ।',
'dberrortextcl'        => 'एक डाटाबेस पृच्छा रचना गलती मिली है ।
आखिरी डाटाबेस पॄच्छा यह थी:
"$1"
"$2" इस फ़ंक्शनसे ।
MySQL ने "$3: $4" इसे गलती बताया हैं ।',
'noconnect'            => 'माफ किजीये! यह विकि तकनीकी समस्याओं के कारण डाटाबेस सर्व्हर से संपर्क करने के लिये असमर्थ हैं ।<br />
$1',
'nodb'                 => 'डाटाबेस $1 का चयन नहीं कर सकें',
'cachederror'          => 'नीचे दिया हुवा अवतरण कैश मेमरी से लिया गया है, और यह अद्यतन जानकारीयुक्त ना होने की आशंका हैं ।',
'laggedslavemode'      => 'सूचना: यह लेख अद्यतन जानकारीयुक्त ना होने की आशंका हैं ।',
'readonly'             => 'डाटाबेस लॉक किया हुवा हैं',
'enterlockreason'      => 'लॉक करने कारण दिजीये, साथ ही लॉक खुलने का लगभग आकलन दिजीयें ।',
'readonlytext'         => 'शायद मेंटेनन्सके चलते डाटाबेस नये संपादन और अन्य बदलोंसे लॉक किया गया है, जिसके बाद यह सामान्य स्थितीमें आ जाना चाहियें ।

जिस प्रबंधक ने यह लॉक किया था उसने यह कारण दिया है: $1',
'missingarticle'       => '"$1" नामके लेखमें पाये जानेवाला पाठ्य डाटाबेस को मिलना चाहिये था पर मिला नहीं है ।

यह शायद लेखके पुराने बदलाव या अवतरण देखते-देखते हटाये गये पन्ने पर पहूंचने से होता है ।

पर अगर ऐसा नहीं है तो आपने सॉफ्टवेयरमें बग ढूंढ लिया है ।
यह चीज़ कोई प्रबंधकको URL के साथ लिखें ।',
'readonly_lag'         => 'उपमुख्य डाटाबेस सर्व्हर्‌स मुख्य डाटाबेस सर्व्हर तक पहूंचने से पहले ही मुख्य डाटाबेस सर्व्हर लॉक हो गया है ।',
'internalerror'        => 'आन्तरिक गलती',
'internalerror_info'   => 'आन्तरिक गलती: $1',
'filecopyerror'        => '"$1" फ़ाईलकी "$2" यह कापी नहीं बना पायें ।',
'filerenameerror'      => '"$1" फ़ाईल का नाम बदलकर "$2" नहीं कर पायें ।',
'filedeleteerror'      => '"$1" फ़ाईलको हटा नहीं सकें ।',
'directorycreateerror' => '"$1" डाइरेक्टरी नहीं बना पायें ।',
'filenotfound'         => '"$1" यह फ़ाईल मिली नहीं ।',
'fileexistserror'      => 'फ़ाईल "$1" पर लिख नहीं सकतें: फ़ाईल अस्तित्वमें है',
'unexpected'           => 'अनपेक्षित मूल्य: "$1"="$2".',
'formerror'            => 'गलती: फॉर्म सबमीट नहीं कर पायें',
'badarticleerror'      => 'इस पन्ने पर यह क्रिया नहीं कर सकतें ।',
'cannotdelete'         => 'इस पन्ने या चित्र को हटाया नहीं जा सका । (शायद इसे किसी और ने पहले ही हटा दिया हो )',
'badtitle'             => 'खराब शीर्षक',
'badtitletext'         => 'आपके द्वारा पूछा गया लेख का शीर्षक अयोग्य, ख़ाली या गलतीसे जुडा हुवा आंतर-भाषिय या आंतर-विकि शीर्षक हैं । इसमें एक या एकसे ज्यादा ऐसे कॅरेक्टर है जो शीर्षकमें इस्तेमाल नहीं किये जा सकते है ।',
'perfdisabled'         => 'माफ़ किजीयें! यह सुविधा अस्थायी रुप से बंद की गई है क्योंकि इसके चलते डाटाबेस इतनी धीमी गतीसे चलता है कि कोई भी विकिका इस्तेमाल नहीं कर पायेगा ।',
'perfcached'           => 'नीचे दिया हुवा पाठ्य कैश मेमरीसे लिया हुवा होने के कारण अद्यतन जानकारीयुक्त ना होने की संभावना है ।',
'perfcachedts'         => 'नीचे दी गई ज़ानकारी कैश मेमरीमें रखी हुई है, और आखिरी बार $1 को बदली गई हैं ।',
'querypage-no-updates' => 'इस पन्ने का नवीनीकरण करना मना है । अभी यहां के डाटा को ताज़ा नहीं कर सकतें ।',
'wrong_wfQuery_params' => 'wfQuery() के लिये गलत मापदण्ड दियें हैं<br />
कार्य: $1<br />
पृच्छा: $2',
'viewsource'           => 'सोर्स देखें .',
'viewsourcefor'        => '$1 के लिये',
'actionthrottled'      => 'कार्य समाप्त कर दिया गया हैं',
'actionthrottledtext'  => 'स्पैम की रोकथाम के लिये, यह क्रिया इतने कम समय में एकसे ज्यादा बार करनेसे मनाई है, और आप इस मर्यादाको पार कर चुके हैं ।
कृपया कुछ समय बाद पुन: यत्न किजीयें ।',
'protectedpagetext'    => 'यह पान संपादनोंसे सुरक्षित किया हुवा है ।',
'viewsourcetext'       => 'आप इस पन्ने का स्रोत देख सकते हैं और उसकी नकल उतार सकतें हैं:',
'protectedinterface'   => 'यह पन्ना सॉफ्टवेयरको इंटरफ़ेस देता हैं, और इसके गलत इस्तेमालसे बचने के लिये इसे सुरक्षित कर दिया गया हैं ।',
'editinginterface'     => "'''सावधान:''' आप ऐसे पृष्ठ का संपादन कर रहें हैं जो सॉफ़्टवेयर के अंतरफलक का पाठ उपलब्ध कराता हैं। इस पृष्ठ के परिवर्तन अन्य उपयोगकर्ताओं के प्रयोग में आने वाले अंतरफलकों के स्वरूप को प्रभावित करेंगे।",
'sqlhidden'            => '(छुपाई हुई SQL पृच्छा)',
'cascadeprotected'     => 'यह पन्ना सुरक्षित हैं, क्योंकी यह निम्नलिखित {{PLURAL:$1|पन्ने की|पन्नों की}} सुरक्षा-सीढीमें समाविष्ट हैं:
$2',
'namespaceprotected'   => "आपको '''$1''' नामस्थानमें समाविष्ट पन्नोंको बदलने की अनुमति नहीं हैं ।",
'customcssjsprotected' => 'इस पन्नेपर दुसरे सदस्यकी व्यक्तिगत वरीयताएं होने के कारण, आपको यह पन्ना बदलने की अनुमति नहीं हैं ।',
'ns-specialprotected'  => 'विशेष ({{ns:special}}) नामस्थानमें पायें जाने वाले पन्ने बदलें नहीं जा सकतें ।',
'titleprotected'       => "सदस्य [[User:$1|$1]] ने इस शीर्षक का पन्ना बनानेसे मना किया हुआ हैं ।
इसके लिये दिया हुआ कारण ''$2'' ।",

# Login and logout pages
'logouttitle'                => 'सदस्य लॉग आउट',
'logouttext'                 => '<strong>अब आपने लॉग आउट किया हुआ हैं ।</strong>

आप अनामकता से {{SITENAME}} का इस्तेमाल कर सकते हैं, या फिर उसी अथवा किसी अन्य सदस्यनामसे लॉग इन कर सकतें हैं ।
जबतक आप अपने ब्राउज़र की कैश मेमरी खाली नहीं करतें, तब तक कुछ पन्नोंपर आप लॉग इन हैं, ऐसा दिखाया जा सकता हैं ।',
'welcomecreation'            => "<h2>स्वागतम्‌, $1!</h2><p>आपका अकाउन्ट बना दिया गया है.
Don't forget to personalize your {{SITENAME}} preferences.",
'loginpagetitle'             => 'सदस्य लॉग इन',
'yourname'                   => 'आपका नाम',
'yourpassword'               => 'आपका पासवर्ड',
'yourpasswordagain'          => 'पासवर्ड दुबारा लिखें',
'remembermypassword'         => 'इस कंप्यूटर पर मेरी लॉग-इन सूचना याद रखें।',
'yourdomainname'             => 'आपका डोमेन:',
'externaldberror'            => 'बाह्य प्रमाणिकरण डाटाबेसमें समस्या हुई हैं या फिर आपको अपना बाह्य खाता अपडेट करने की अनुमति नहीं हैं ।',
'loginproblem'               => '<b>आपके लोगिन में समस्या हुई है ।</b><br />दुबारा प्रयत्न करें!',
'login'                      => 'लॉग इन',
'loginprompt'                => 'विकिपीडिया पर लॉग इन करने लिए आपने ब्राउज़र पर कुकी (cookies) को समर्थ करें।',
'userlogin'                  => 'सदस्य लॉग इन',
'logout'                     => 'लॉग आउट',
'userlogout'                 => 'लॉग आउट',
'notloggedin'                => 'लॉग इन नहीं किया हैं',
'nologin'                    => 'क्या आपका खाता नहीं है? $1।',
'nologinlink'                => 'नया खाता बनाएँ',
'createaccount'              => 'खाता बनाएँ',
'gotaccount'                 => 'पहलेसे आपका खाता हैं? $1.',
'gotaccountlink'             => 'लॉग इन',
'createaccountmail'          => 'ई-मेल द्वारा',
'badretype'                  => 'आपने जो पासवर्ड दिये हैं वे एक दूसरे से नहीं मिलते। फिर से लिखें।',
'userexists'                 => 'आपने दिया हुआ सदस्यनाम पहले से इस्तेमालमें हैं ।
कृपया अन्य सदस्यनाम चुनियें ।',
'youremail'                  => 'आपका ई-मेल पता*',
'username'                   => 'सदस्यनाम:',
'uid'                        => 'सदस्य क्रमांक:',
'yourrealname'               => 'आपका असली नाम*',
'yourlanguage'               => 'भाषा:',
'yournick'                   => 'आपका उपनाम (दस्तखत/सही के लिये)',
'badsig'                     => 'गलत कच्चा दस्तखत, HTML टैग की जाँच करें ।',
'badsiglength'               => 'अत्याधिक बड़ा उपनाम; $1 अक्षरों से कम होना चाहिये',
'email'                      => 'इ-मेल',
'prefs-help-realname'        => 'आपका असली नाम देना जरूरी नहीं है पर अगर दिया तो आपके योगदानको आपसे आरोपण करने के लिये इस्तेमाल किया जायेगा ।',
'loginerror'                 => 'लॉग इन ग़लती',
'prefs-help-email'           => 'इ-मेल पता देना वैकल्पिक हैं, पर अगर इसे दिया जायें तो यह अन्य सदस्योंको आपकी पहचान दिये बिना आपसे संपर्क करने की सुविधा देता हैं ।',
'prefs-help-email-required'  => 'इ-मेल पता ज़रूरी हैं ।',
'nocookiesnew'               => 'आपका खाता खोल दिया हैं, पर आप लॉग इन नहीं हुए हैं ।
{{SITENAME}} पर लॉग इन करने के लिये कूकीस का प्रयोग होता हैं ।
आपने कूकीस इस्तेमाल करने की अनुमति नहीं दी हैं ।
कृपया कूकीस का इस्तेमाल करने की अनुमति दें, तथा अपने सदस्यनाम एवम्‌ कूटशब्दसे लॉग इन करें ।',
'nocookieslogin'             => '{{SITENAME}} पर लॉग इन करने के लिये कूकीस का प्रयोग होता हैं । 
आपने कूकीस इस्तेमाल करने की अनुमति नहीं दी हैं । 
कृपया कूकीस का इस्तेमाल करने की अनुमति दें, तथा फिरसे कोशीश करें ।',
'noname'                     => 'आपने वैध सदस्यनाम नहीं दिया हैं ।',
'loginsuccesstitle'          => 'लॉग इन हो गया है',
'loginsuccess'               => 'आप विकिपीडिया में "$1" सदस्य नाम  से लॉग इन हो चुके हैं ।',
'nosuchuser'                 => '"$1" नाम से कोई सदस्य नहीं है।
अपनी वर्तनी जाचेँ, या निम्न प्रपत्र का प्रयोग कर के नया उपयोगकर्ता खाता बनायें।',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" इस नाम का कोई सदस्य नहीं है ।
कृपया आपने दिया हुवा नाम जाँचियें ।',
'nouserspecified'            => 'आपको सदस्यनाम देना जरूरी है ।',
'wrongpassword'              => 'आपने जो कूटशब्द लिखा है वह गलत है। कृपया पुनः प्रयास करें।',
'wrongpasswordempty'         => 'कूटशब्द खाली है; फिरसे यत्न किजीये ।',
'passwordtooshort'           => 'आपका कूटशब्द गलत या फिर ज्यादा छोटा है ।
उसमें कम से कम $1 अक्षरे होने चाहिये और वह आपके सदस्यनामसे अलग होना चाहिये ।',
'mailmypassword'             => 'ई-मेल द्वारा नया पासवर्ड भेजें',
'passwordremindertitle'      => '{{SITENAME}} के लिया नया अस्थायी कूटशब्द',
'passwordremindertext'       => 'किसीने (शायद आपने, $1 आयपी एड्रेस से)
{{SITENAME}} पर इस्तेमाल के लिये ’नया कूटशब्द’ मंगाया है ($4) ।
"$2" सदस्यके लिये  कूटशब्द अब "$3" है ।
अभी आप लॉग इन करें और अपना कूटशब्द बदलें ।

अगर यह गुजारिश आपके अलावा और किसीने की है या फिर आपको अपना पुराना कूटशब्द याद आया हो और आप इसे बदलना नहीं चाहते हो तो, इस संदेश को नजर-अंदाज करके पुराना कूटशब्द इस्तेमाल कर सकते है ।',
'noemail'                    => '"$1" सदस्य के लिये कोई भी इ-मेल पता दर्ज नहीं किया गया हैं ।',
'passwordsent'               => '"$1" का ई-मेल पता पर एक ई-मेल भेजा गया। ई-मेल पाने बाद में कृपया दुबारा लॉग इन करें।',
'blocked-mailpassword'       => 'आपके IP एड्रेस को संपादन करने से प्रतिबंधित कर दिया गया हैं, ऐसे मौके पे गलत इस्तेमाल को रोकने के लिये कूटशब्द पुनः प्राप्ति की सुविधा बंद कर दी गईं हैं ।',
'eauthentsent'               => 'दर्ज किये हुए इ-मेल पते पर एक सत्यापन इ-मेल भेजा गया है ।
कोई भी दूसरा इ-मेल भेजने से पहले, आपके सदस्यत्व का सत्यापन करने के लिये, आपको उस इ-मेल में दिये हुए सूचनाओंके अनुसार क्रियाएं करना आवश्यक है ।',
'throttled-mailpassword'     => 'पिछलें $1 घंटोंमें कूटशब्द पुनः प्राप्ति की सूचना भेजी गईं हैं ।
गलत इस्तेमाल रोकने के लिये हर $1 घंटोंमें सिर्फ एक बार ही यह सूचना दी जा सकती हैं ।',
'mailerror'                  => 'इ-मेल भेजनेमें समस्या: $1',
'acct_creation_throttle_hit' => 'माफ करें, आप ने पहले ही $1 खाते बना रखे हैं। आप और अधिक नही बना सकते।',
'emailauthenticated'         => 'आपका इ-मेल पता $1 को प्रमाणित कर दिया गया हैं ।',
'emailnotauthenticated'      => 'आपका इ-मेल पता अभी तक प्रमाणित नहीं किया हुआ हैं ।
आप निम्नलिखित विषयों हेतु इ-मेल नहीं भेज सकतें ।',
'noemailprefs'               => 'इन सुविधाओंका इस्तेमाल करने के लिये एक इ-मेल पता दें ।',
'emailconfirmlink'           => 'आपका इ-मेल पता प्रमाणित करें',
'invalidemailaddress'        => 'आपने दिया हुआ इ-मेल पता गलत हैं क्योंकी यह वैध फ़रमैटमें नहीं लिखा गया हैं ।
कृपया वैध इ-मेल पतादे या फ़िर उस जगह कुछ भी ना लिखें ।',
'accountcreated'             => 'खाता निर्मित',
'accountcreatedtext'         => '$1 के किये खाता निर्मित कर दिया गया है।',
'createaccount-title'        => '{{SITENAME}} के लिये खाता बनाईयें',
'createaccount-text'         => 'आपके इ-मेल एड्रेस के लिये {{SITENAME}} ($4) पर "$2" नामके किसीने, "$3" यह कूटशब्द देकर खाता खोला हैं । कृपया आप लॉग इन करके अपना कूटशब्द बदलें ।

अगर यह खाता गलती से खोला गया हैं, तो आप इस मेसेज को दुर्लक्षित कर सकतें हैं ।',
'loginlanguagelabel'         => 'भाषा: $1',

# Password reset dialog
'resetpass'               => 'कूटशब्द रिसेट करें',
'resetpass_announce'      => 'आप इ-मेल से प्राप्त अस्थायी कोडसे लॉग इन हैं ।
लॉग इन को पूरा करने के लिये, आप एक नया कूटशब्द दें:',
'resetpass_header'        => 'कूटशब्द रिसेट करें',
'resetpass_submit'        => 'कूटशब्द बनाईयें और लॉग इन करें',
'resetpass_success'       => 'आपका कूटशब्द बदल दिया गया हैं! अभी आपको लॉग इन करवा रहें हैं...',
'resetpass_bad_temporary' => 'अस्थायी कूटशब्द गलत हैं ।
आपने ही पहले ही अपना कूटशब्द बदल दिया हो या फिर आपने नया अस्थायी कूटशब्द मंगाया होगा ।',
'resetpass_forbidden'     => '{{SITENAME}} पर कूटशब्द बदलें नहीं जा सकतें',
'resetpass_missing'       => 'फ़ार्म डाटा मिला नहीं ।',

# Edit page toolbar
'bold_sample'     => 'मोटा पाठ',
'bold_tip'        => 'बोल्ड पाठ्य',
'italic_sample'   => 'झूकी मूल',
'italic_tip'      => 'तिरछा पाठ्य',
'link_sample'     => 'कड़ी शीर्षक',
'link_tip'        => 'आंतर्गत कड़ि',
'extlink_sample'  => 'http://www.example.com कड़ी शीर्षक',
'extlink_tip'     => 'बाहरी कड़ी (उपसर्ग http:// अवश्य लगाएँ)',
'headline_sample' => 'शीर्षक',
'headline_tip'    => 'द्वितीय-स्तर शीर्षक',
'math_sample'     => 'गणितीय फ़ॉर्म्युला यहाँ निवेश करें',
'math_tip'        => 'मॅथेमॅटिकल फ़ार्म्यूला (LaTeX)',
'nowiki_sample'   => 'असंरूपित पाठ यहाँ निवेश करें',
'nowiki_tip'      => 'विकिभाषाके अनुसार बदलाव न करें',
'image_sample'    => 'उदाहरण.jpg',
'image_tip'       => 'एम्बडेड फ़ाईल',
'media_sample'    => 'उदाहरण.ogg',
'media_tip'       => 'फ़ाईल कड़ि',
'sig_tip'         => 'आपकी सिग्नेचर समय के साथ',
'hr_tip'          => 'हॉरिझॉंटल लाईन (कम इस्तेमाल करें)',

# Edit pages
'summary'                   => 'सारांश',
'subject'                   => 'विषय/शीर्षक',
'minoredit'                 => 'यह एक छोटा बदलाव है',
'watchthis'                 => 'इस पृष्ठ को ध्यानसूची में डालें',
'savearticle'               => 'बदलाव संजोयें',
'preview'                   => 'झलक',
'showpreview'               => 'झलक दिखायें',
'showlivepreview'           => 'सीधी झलक',
'showdiff'                  => 'बदलाव दिखाएं',
'anoneditwarning'           => "'''सावधान:''' आपने लॉग इन नहीं किया। इस पृष्ठ के इतिहास में आपका आइपी पता अंकित किया जाएगा।",
'missingsummary'            => "'''तकाज़ा (स्मरण-पत्र):''' आपने संपादन सारांश नहीं दिया हुआ हैं ।
अगर आप दुबारा संजोयेंपर क्लीक करते हैं तो आपका संपादन बिना सारांश दिये संजोया जायेगा ।",
'missingcommenttext'        => 'कृपया नीचे टिप्पणी दें ।',
'missingcommentheader'      => "'''स्मरण-पत्र:''' आपने इस टिप्पणीको शीर्षक नहीं दिया हैं ।
अगर आप दुबारा संजोयें पर क्लीक करें तो आपके बदलाव संजोयें जायेंगे ।",
'summary-preview'           => 'सारांशकी झलक',
'subject-preview'           => 'विषय/शीर्षक की झलक',
'blockedtitle'              => 'सदस्य अवरुद्ध है',
'blockedtext'               => "<big>'''आपका सदस्यनाम अथवा IP एड्रेस ब्लॉक कर दिया गया हैं ।'''</big>

यह ब्लॉक $1 ने दिया है । इसके लिये ''$2'' यह कारन दिया हुआ हैं ।

* ब्लॉकका आरंभ: $8
* ब्लॉककी समाप्ती: $6
* किसे ब्लॉक करना है: $7

आप इस ब्लॉकके बारेमें वार्तालाप के लिये $1 या [[{{MediaWiki:Grouppage-sysop}}|प्रबन्धकोंसे]] संपर्क कर सकते हैं ।
आप जबतक वैध इमेल पता अपने [[Special:Preferences|सदस्य पसंद]] पन्नेपर देते नहीं तबतक आप ’सदस्यको इमेल भेजें’ यह कड़ि इस्तेमाल नहीं कर सकतें । आपको ऐसा करनेसे नहीं रोका गया है । आपका अभीका IP एड्रेस $3 यह है, और आपका ब्लॉक क्रमांक #$5 हैं । कृपया इस विषयपर होनेवाले वार्तालापमें इनमेंसे किसीकाभी प्रयोग किजीयें ।",
'autoblockedtext'           => 'आपका आईपी एड्रेस अपनेआप ब्लॉक हो गया हैं क्योंकी यह उस सदस्य ने इस्तेमाल किया था, जिसे $1 ने ब्लॉक किया हैं।
ब्लॉक करने का कारण नीचे दिया हैं:

:\'\'$2\'\'

* ब्लॉक की शुरुवात: $8
* ब्लॉक की समाप्ती: $6

आप इस बारें में $1 से या फिर किसी [[{{MediaWiki:Grouppage-sysop}}|प्रबंधक]] से संपर्क कर सकतें हैं।

अगर आपने अपने [[Special:Preferences|सदस्य वरीयताएं]]में वैध इ-मेल पता नहीं दिया हैं तो आप "इस सदस्यको इ-मेल करें" सुविधा का इस्तेमाल नहीं कर सकतें हैं। आपको ऐसा करने से रोका नहीं गया हैं।

आपका ब्लाक आईडी $5 हैं।
अपने कोईभी पृच्छामें इसका इस्तेमाल करें।',
'blockednoreason'           => 'कारण दिया नहीं हैं',
'blockedoriginalsource'     => "'''$1''' का स्रोत इसके नीचे दिया गया है:",
'blockededitsource'         => "'''$1''' को '''आपके बदलाव''' का पाठ्य नीचे दर्शाया गया हैं:",
'whitelistedittitle'        => 'संपादित करनें के लिये लॉग इन करना ज़रूरी हैं',
'whitelistedittext'         => 'लेख संपादित करने के लियें $1 करें ।',
'whitelistreadtitle'        => 'पढ़ने के लिये लॉग इन करना ज़रूरी हैं',
'whitelistreadtext'         => 'लेख पढ़ने के लिये [[Special:Userlogin|लॉग इन]] करना ज़रूरी हैं ।',
'whitelistacctitle'         => 'आप नया खाता नहीं बना सकतें',
'whitelistacctext'          => '{{SITENAME}} पर नया खाता बनाने से पहलें आपने [[Special:Userlogin|लॉग]] इन किया होना और साथ ही उचित अधिकार प्राप्त कर लेना ज़रूरी हैं ।',
'confirmedittitle'          => 'संपादित करने के लियें इ-मेल से पुष्टि करना आवश्यक हैं',
'confirmedittext'           => 'संपादन करने से पहले आपने अपना इ-मेल पता प्रमाणित कराना आवश्यक हैं ।
कृपया अपनी [[Special:Preferences|सदस्य वरीयताएं]] में जाकर अपना इ-मेल पता दें और उसे प्रमाणित करें ।',
'nosuchsectiontitle'        => 'ऐसा कोई विभाग नहीं हैं',
'nosuchsectiontext'         => 'आपने एक ऐसा विभाग संपादित करनेकी कोशीश की हैं जो अस्तित्व में नहीं हैं । विभाग $1 ना होने के कारण, आपके बदलाव संजोनेकी जगह नहीं हैं ।',
'loginreqtitle'             => 'लॉग इन आवश्यक हैं',
'loginreqlink'              => 'लॉग इन',
'loginreqpagetext'          => 'अन्य पन्ने देखने के लिये आपको $1 करना आवश्यक हैं ।',
'accmailtitle'              => 'पासवर्ड भेज दिया गया है।',
'accmailtext'               => "'$1' का पासवर्ड $2 को भेज दिया गया है।",
'newarticle'                => '(नया)',
'newarticletext'            => 'आप जो लेख चाहते हैं वह अभीतक लिखा नहीं गया हैं । यह लेख लिखनेके लिये नीचे पाठ्य लिखियें । सहाय्यताके लिये [[{{MediaWiki:Helppage}}|यहां]] क्लीक किजीयें ।

अगर आप यहांपर गलतीसे आये हैं तो अपने ब्राउज़रके बॅक (back) पर क्लीक किजीयें ।',
'anontalkpagetext'          => "---- ''यह वार्ता पन्ना उस अज्ञात सदस्य के लिये है जिसने या तो अकाउन्ट नहीं बनाया है या वह उसे प्रयोग नहीं कर रहा है । इसलिये उसकी पहचान के लिये हम उसका आ ई पी ऐड्रस प्रयोग कर रहे हैं । ऐसे आ ई पी ऐड्रस कई लोगों के बीच शेयर किये जा सके हैं । अगर आप एक अज्ञात सदस्य हैं और आपको लगता है कि आपके बारे में अप्रासंगिक टीका टिप्पणी की गयी है तो कृपया  [[Special:Userlogin|अकाउन्ट बनायें या लॉग इन करें]] जिससे भविष्य में अन्य अज्ञात सदस्यों के साथ  कोई गलतफहमी न हों .''",
'noarticletext'             => 'इस लेखमें अभी कुछभी पाठ्य नहीं हैं । आप विकिपीडियापर होनेवाले दुसरे लेखोंमें इस [[Special:Search/{{PAGENAME}}|शीर्षक को खोज सकते हैं]] या फिर यह लेख [{{fullurl:{{FULLPAGENAME}}|action=edit}} तैयार कर सकते हैं] ।',
'userpage-userdoesnotexist' => 'सदस्य खाता "$1" पंजिकृत नहीं हैं । कृपया यह लेख आप संपादित अथवा निर्मित करना चाहते हैं इसकी जाँच करें ।',
'clearyourcache'            => "'''सुचना''': यह पृष्ठ सुरक्षित करने बाद, बदलावों देखने लिए आपका ब्राउज़र का कैश ख़ाली करने की ज़रूरत हो सकती है। 

'''मोज़िला / फ़ायरफ़ॉक्स / सफ़ारी:''' ''shift hold'' करें जब आप ''reload'' क्लिक करते है, या ''Ctrl-Shift-R'' (अपल मैक में ''Cmd-Shift-R'') दबाएँ; 

'''इंटरनेट एक्सप्लोरर:''' ''Ctrl hold'' करें जब आप ''refresh'' क्लिक करते है, या ''Ctrl-F5'' क्लिक करते है; 
'''कॉङ्करर:''' सिर्फ़ ''Reload'' बटन पर क्लिक करें, या ''F5'' दबाएँ; 

'''ऑपरा''' सदस्य को ''Tools→Preferences'' में सम्पूर्ण कैश ख़ाली करने की ज़रूरत हो सकती है।",
'usercssjsyoucanpreview'    => '<strong>टीप:</strong>आपका नया CSS/JS संजोने से पहले ’झलक’ देखें ।',
'usercsspreview'            => "'''आप अपने सी.एस.एस.की सिर्फ झलक देख रहें हैं, वह अभीतक संजोई नहीं हैं इसका खयाल रखें ।'''",
'userjspreview'             => "'''आप अपने जावास्क्रीप्टकी सिर्फ झलक देख रहें हैं, वह अभीतक संजोई नहीं हैं इसका खयाल रखें ।'''",
'userinvalidcssjstitle'     => "'''ताक़ीद:''' \"\$1\" नामसे कोई त्वचा नहीं हैं ।
कृपया ध्यान में रहें की बदली हुई .css और .js फ़ाईलें नीचे स्तरकी लिपी का इस्तेमाल करती हैं, उदा.  {{ns:user}}:Foo/monobook.css के विरुध {{ns:user}}:Foo/Monobook.css ।",
'updated'                   => '(अद्यतनीत)',
'note'                      => '<strong>सूचना:</strong>',
'previewnote'               => 'याद रखें, यह केवल एक झलक है और अभी तक सुरक्षित  नहीं किया गया है!',
'previewconflict'           => 'उपरी बदलाव संजोये जाने के बाद उपरी पाठ इस झलकके अनुसार दिखाया जायेगा।',
'session_fail_preview'      => '<strong>माफ किजीयें! आपके बदलाव सेशन डाटा के नष्ट होने के कारण संजोयें नहीं गयें हैं।
कृपया पुन: यत्न करें। अगर इसके बाद भी ऐसा ही होता हैं तो कॄपया लॉग आउट करके फिरसे लॉग इन करें।</strong>',
'session_fail_preview_html' => "<strong>माफ किजीयें! आपके बदलाव सत्र डाटा नष्ट होने के कारण संजोयें नहीं जा सकें।</strong>

''चूंकी {{SITENAME}} HTML पर निर्भर हैं, जावास्क्रीप्ट पर होने वाले संभाव्य हमलोंसे बचाव के लिये झलक नहीं दिखाईं गईं हैं।''

<strong>अगर यह आपका वैध संपादन यत्न था, तो कृपया पुन: यत्न करें। अगर इसके बाद भी ऐसा ही हुआ तो कृपया लॉग आउट करके फिरसे लॉग इन करें।</strong>",
'token_suffix_mismatch'     => '<strong>आपके द्वारा किये गये बदलाव रद्द कर दियें गयें हैं क्योंकी आपके क्लायंटने आपके संपादनमें दियें हुए विरामचिन्होंमें बदलाव कियें हैं।
लेख के पाठमें खराबी ना आयें इसलियें यह बदलाव रद्द कर दियें गयें हैं।
ऐसा शायद आप अनामक प्रोक्सी इस्तेमाल करने से हो सकता हैं।</strong>',
'editing'                   => '$1 सम्पादन',
'editingsection'            => '$1 सम्पादन (अनुभाग)',
'editingcomment'            => '$1 (टिप्पणी) सम्पादन',
'editconflict'              => 'संपादन अंतर्विरोध: $1',
'explainconflict'           => 'आपने बदलाव शुरु करने बाद और किसीने बदलाव किये हैं।
उपरी हिस्से में अभीका पाठ दर्शाया गया हैं, तो नीचले हिस्से में आपके बदलाव दर्शायें गयें हैं।
आपको यह बदलाव अभी खुद एकत्रित करने पडेंगे।
अगर आपने "बदलाव संजोयें" पर क्लिक किया तो <b>सिर्फ</b> उपरी हिस्से में दिखने वाला पाठ संजोया जायेगा।<br />',
'yourtext'                  => 'आपका पाठ',
'storedversion'             => 'संजोया हुआ अवतरण',
'nonunicodebrowser'         => '<strong>सावधान: आपका ब्राउज़र यूनिकोड आधारित नहीं हैं। 
आपके द्वारा सुयोग्य संपादन होने के लिये: ASCII न होने वाले चिन्ह षट्‍पदी कोड (hexadecimal) में दर्शायें जायेंगे।</strong>',
'editingold'                => '<strong>सूचना: आप इस पृष्ठ का कालातीत अवतरण संपादित कर रहें हैं।
अगर आप इसे संजोतें हैं, तो इस अवतरण के बाद हुए सभी बदलाव नष्ट हो जायेंगे।</strong>',
'yourdiff'                  => 'अंतर',
'copyrightwarning'          => 'कृपया ध्यान रहे कि {{SITENAME}} को किये गये सभी योगदान $2
की शर्तों के तहत् उपलब्ध किये हुए माने जायेंगे (अधिक जानकारी के लिये $1 देखें) । अगर आप अपनी लिखाई को बदलते और पुनः वितरित होते नहीं देखना चाहते हैं तो यहां योगदान नहीं करें । <br />
आप यह भी प्रमाणित कर रहे हैं कि यह आपने स्वयं लिखा है अथवा जनार्पीत या किसी अन्य मुक्त स्रोत से कॉपी किया है । <strong>कॉपीराइट वाले लेखों को, बिना अनुमति के, यहाँ नहीं डालिये !</strong>',
'copyrightwarning2'         => '{{SITENAME}} पर लिखा हुआ कोईभी पाठ अन्य सदस्योंद्वारा बदला जा सकता है या फिर निकाला भी जा सकता हैं।
अगर आपको अपने लिखे हुए पाठ में संपादन होना नामंजूर हैं तो कृपया यहां पर मत लिखें।<br />
आप हमें यह भी वचन देतें हैं कि यह आपने खुद लिखा हैं या फिर कोई पब्लिक डोमेन या ऐसे ही किसी मुक्त स्रोतसे कापी किया हैं। (अधिक जानकारी के लिये $1 देखें)।
<strong>कॉपीराइट वाले लेखों को, बिना अनुमति के, यहाँ न डाले।</strong>',
'longpagewarning'           => '<strong>सूचना: यह पन्ना $1 किलोबाईट्सका है; कुछ ब्राउज़र्स 32kb से ज्यादा बडे पन्नोंको ठीक से नहीं दिखा सकते या संपादित करने में असुविधा हो सकती है ।
कृपया इस पन्नेके उससे कम आकारके विभाग बनाईये ।</strong>',
'longpageerror'             => '<strong>गलती: आपने दिया हुआ पाठ $1 कीलोबाईट लंबा हैं, जो $2 केबी के मर्यादा से बाहर हैं।
इसे संजोया नहीं जा सकता।</strong>',
'readonlywarning'           => '<strong>सावधान: डाटाबेस रख रखाव के लियें बंद कर दिया गया हैं, इसलिये अभी आपके बदलाव संजोयें नहीं जा सकतें।
अगर आप चाहतें हैं तो इस पाठ को टैक्स्ट फ़ाईल में कट-पेस्ट करके रख सकतें हैं।</strong>',
'protectedpagewarning'      => '<strong>सुचना:  यह लेख सुरक्षित कर दिया गया हैं और सिर्फ प्रबंधक इसमें बदलाव कर सकतें हैं।</strong>',
'semiprotectedpagewarning'  => "'''सूचना:''' यह लेख सुरक्षित कर दिया गया हैं और सिर्फ पंजीकृत सदस्य ही इसमें बदलाव कर सकतें हैं।",
'cascadeprotectedwarning'   => "'''सावधान:''' यह लेख निम्नलिखीत सुरक्षा-सीढी {{PLURAL:$1|पन्ने से|पन्नों से}} जुडा हुआ होने के कारण सुरक्षित हुआ हैं, और सिर्फ प्रबंधक ही इसमें बदलाव कर सकतें हैं:",
'titleprotectedwarning'     => '<strong>सुचना:  यह लेख सुरक्षित हैं और कुछ सदस्य ही इसका निर्माण कर सकतें हैं।</strong>',
'templatesused'             => 'इस पृष्ठ पर प्रयुक्त साँचे:',
'templatesusedpreview'      => 'इस झलकमें इस्तेमाल किये हुए टेम्प्लेट्स:',
'templatesusedsection'      => 'इस विभागमें इस्तेमाल किये गये साँचे:',
'template-protected'        => '(सुरक्षित)',
'template-semiprotected'    => '(अर्ध-सुरक्षीत)',
'hiddencategories'          => 'यह लेख निम्नलिखित {{PLURAL:$1|1 छुपाई हुई श्रेणीमें|$1 छुपाईं हुईं श्रेणियोंमें}} हैं:',
'nocreatetitle'             => 'लेख निर्माणमें प्रतिबंध',
'nocreatetext'              => '{{SITENAME}} पर नये लेख लिखनेके लिये मनाई की गई हैं ।
आप पीछे जाकर अस्तित्वमें होनेवाले लेखोंको संपादित कर सकते हैं, अथवा [[Special:Userlogin|नया ख़ाता खोलें / प्रवेश करें]] ।',
'nocreate-loggedin'         => '{{SITENAME}} पर नये पन्ने बनाने का आपको अधिकार नहीं हैं।',
'permissionserrors'         => 'अधिकारोंमें गलती',
'permissionserrorstext'     => 'निम्नलिखित {{PLURAL:$1|कारण|कारणोंसे}} आपको ऐसा करने की अनुमति नहीं हैं:',
'recreate-deleted-warn'     => "'''चेतावनी: आप एक पहले से मिटाये गये पृष्ठ को पुनर्निर्मित कर रहे हैं।'''

आप को विचार करना चाहिये क्या इस पृष्ठ का संपादन चालू रखना उचित होगा।
इस पृष्ट को मिटाने का अभिलेख/प्रचालेख सुविधा के लिये उपलब्ध कराया गया है:",

# "Undo" feature
'undo-success' => 'यह संपादन पूर्ववत किया जा सकता हैं। ऐसा करने के लिये कृपया निम्नलिखित पाठ को ध्यान से देखकर बदलाव संजोयें।',
'undo-failure' => 'इस बीच अन्य बदलाव होने के कारण यह संपादन पूर्ववत करना संभव नहीं हैं।',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|वार्ता]]) के अवतरण $1 को पूर्ववत किया',

# Account creation failure
'cantcreateaccounttitle' => 'खाता खोल नहीं सकतें',
'cantcreateaccount-text' => "इस आईपी एड्रेस ('''$1''') को खाता निर्मित करने से [[User:$3|$3]] ने प्रतिबंधित किया हैं।

इसके लिये $3 ने ''$2'' यह कारण दिया हैं।",

# History pages
'viewpagelogs'        => 'इस पन्नेका लॉग देखियें',
'nohistory'           => 'इस पन्ने का कोई इतिहास नहीं',
'revnotfound'         => 'अवतरण मिला नहीं',
'revnotfoundtext'     => 'आपसे पूछा गया इस लेख का पुराना अवतरण नहीं मिल पाया। कॄपया आपने इस्तेमाल किये URL की जाँच करें।',
'currentrev'          => 'सद्य अवतरण',
'revisionasof'        => '$1 का आवर्तन',
'revision-info'       => '$2ने किया हुवा $1का अवतरण',
'previousrevision'    => '← पुराना संशोधन',
'nextrevision'        => 'नया संशोधन →',
'currentrevisionlink' => 'वर्तमान संशोधन',
'cur'                 => 'चालू',
'next'                => 'अगले',
'last'                => 'पिछला',
'page_first'          => 'पहला',
'page_last'           => 'आखिरी',
'histlegend'          => 'फर्क चयन: फर्क देखनेके लिये पुराने अवतरणोंके आगे दिये गये रेडियो बॉक्सपर क्लीक करें तथा एन्टर करें अथवा नीचे दिये हुए बटनपर क्लीक करें<br />
लिजेंड: (चालू) = सद्य अवतरणके बीचमें फर्क,
(आखिरी) = पिछले अवतरणके बीचमें फर्क, छो = छोटा बदलाव ।',
'deletedrev'          => '[हटाया गया]',
'histfirst'           => 'सबसे पुराना',
'histlast'            => 'नवीनतम',
'historysize'         => '({{PLURAL:$1|1 बाईट|$1 बाईट}})',
'historyempty'        => '(खाली)',

# Revision feed
'history-feed-title'          => 'अवतरण इतिहास',
'history-feed-description'    => 'विकिपर उपलब्ध इस पन्ने का अवतरण इतिहास',
'history-feed-item-nocomment' => '$1 यहांके $2', # user at time
'history-feed-empty'          => 'पूछा गया लेख अस्तित्व में नहीं हैं।
यह लेख या तो हटाया गया हैं या फिर इसका नाम बदल दिया गया हैं।
[[Special:Search|विकिपर खोज]] का इस्तेमाल करें।',

# Revision deletion
'rev-deleted-comment'         => '(टिप्पणी हटाई)',
'rev-deleted-user'            => '(सदस्यनाम हटाया)',
'rev-deleted-event'           => '(नोंद हटाई)',
'rev-deleted-text-permission' => '<div class="mw-warning plainlinks">
इस लेख का अवतरण सामान्य डाटाबेससे हटाया गया हैं।
इसकी अधिक जानकारी [{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} हटाने की सूची] में पाईं जा सकती हैं।</div>',
'rev-deleted-text-view'       => '<div class="mw-warning plainlinks">
इस लेख का अवतरण सामान्य डाटाबेससे हटाया गया हैं।
{{SITENAME}} पर प्रबंधक होनेके नाते आप इसे देख सकतें हैं।
इसकी अधिक जानकारी [{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} हटाने की सूची] में पाईं जा सकती हैं।</div>',
'rev-delundel'                => 'दिखायें/छुपायें',
'revisiondelete'              => 'अवतरण हटायें/पुनर्स्थापित करें',
'revdelete-nooldid-title'     => 'लक्ष्य अवतरण नहीं',
'revdelete-nooldid-text'      => 'इस क्रिया को करने के लिये आपने लक्ष्य अवतरण नहीं दियें हैं।',
'revdelete-selected'          => "'''$1:''' {{PLURAL:$2|का चुना हुआ अवतरण|की चुनी हुई अवतरणें}}",
'logdelete-selected'          => "'''$1:''' के लिये {{PLURAL:$2|चुना हुआ लॉग इवेंट|चुने हुए लॉग इवेंट्स}}",
'revdelete-text'              => 'हटायें गयें अवतरण और घटनायें अभी भी पन्ने के इतिहास और लॉग सूचीमें नजर आयेंगे, पर इसके पाठ सामान्य सदस्य देख नहीं पायेंगे।

{{SITENAME}} अन्य प्रबंधक अभी भी इसे देख सकते हैं और पुनर्स्थापित भी कर सकतें हैं, जब तक इससे ज्यादा प्रतिबंध ना लगायें जायें।',
'revdelete-legend'            => 'प्रतिबंध करें:',
'revdelete-hide-text'         => 'अवरतणका पाठ छुपायें',
'revdelete-hide-name'         => 'क्रिया और लक्ष्य को छुपायें',
'revdelete-hide-comment'      => 'संपादन टिप्पणी छुपायें',
'revdelete-hide-user'         => 'संपादक का सदस्यनाम/आईपी छुपायें',
'revdelete-hide-restricted'   => 'यह प्रबंधन प्रबंधक सहित सभी सदस्योंको लगायें',
'revdelete-suppress'          => 'प्रबंधक सहित सभी सदस्योंसे डाटा छुपायें',
'revdelete-hide-image'        => 'फ़ाईल का पाठ छुपायें',
'revdelete-unsuppress'        => 'पुनर्स्थापित अवतरणोंपरसे प्रबंधन हटायें',
'revdelete-log'               => 'लॉग टिप्पणी:',
'revdelete-submit'            => 'चुने हुए अवतरणोंको लागू करें',
'revdelete-logentry'          => '[[$1]] की अवतरण दृष्यता बदली गईं',
'logdelete-logentry'          => '[[$1]] की घटना दृष्यता बदली गईं',
'revdelete-logaction'         => '$1 {{PLURAL:$1|अवतरण|अवतरण}} $2 के अनुसार लगायें',
'logdelete-logaction'         => '$1 {{PLURAL:$1|घटना|घटनायें}} [[$3]] कि तरफ $2 के अनुसार लगायें',
'revdelete-success'           => 'अवतरण दृष्यता सैट कर दी गईं हैं',
'logdelete-success'           => 'घटनाओंकी दृष्यता बदली गईं।',
'pagehist'                    => 'पन्ने का इतिहास',
'deletedhist'                 => 'हटाया हुआ इतिहास',

# Oversight log
'oversightlog'    => 'ओवरसाईट लॉग',
'overlogpagetext' => 'नीचे सबसे हाल में हटायें गयें अवतरणों (प्रबंधकोंसे भी छुपायें गयें) की सूची हैं। हाल में चल रहे ब्लॉक की सूची  [[Special:Ipblocklist|आईपी ब्लॉक सूची]] यहां देखें।',

# History merging
'mergehistory'                     => 'पन्ने के इतिहास एकत्रित करें',
'mergehistory-header'              => 'यह पन्ना एक स्रोत पन्ने का इतिहास किसी अन्य पन्ने में मिलाने के लिये सहायक हैं।
यह बदलाव पन्ने के इतिहास में कन्टिन्य़ुईटी रखें इस बात का गौर करें।',
'mergehistory-box'                 => 'दो पन्नोंका इतिहास एकत्रित करें:',
'mergehistory-from'                => 'स्रोत पन्ना:',
'mergehistory-into'                => 'लक्ष्य पन्ना:',
'mergehistory-list'                => 'एकत्रित करने लायक संपादन इतिहास',
'mergehistory-merge'               => '[[:$1]]के अगले अवतरण [[:$2]] में समाविष्ट कर सकतें हैं। किसी दिये हुए समय या उससे पहले हुए अवतरणोंको एकत्रित करने के लिये रेड़ियो बटन का इस्तेमाल करें।
नैविगेशन कड़ियोंके इस्तेमाल के बाद यह कालम अपने पुराने स्थिती पर आ जायेगा।',
'mergehistory-go'                  => 'एकत्रित करने लायक संपादन दिखायें',
'mergehistory-submit'              => 'अवतरण एकत्रित करें',
'mergehistory-empty'               => 'कोईभी अवतरण एकत्रित नहीं कर सकतें।',
'mergehistory-success'             => '[[:$1]] {{PLURAL:$3|का|के}} $3 अवतरण [[:$2]] में एकत्रित कर दिये गयें हैं।',
'mergehistory-fail'                => 'इतिहास एकत्रित नहीं कर सकतें, कृपया पन्ना और समय की पुन: जाँच करें।',
'mergehistory-no-source'           => 'स्रोत पन्ना $1 अस्तित्वमें नहीं हैं।',
'mergehistory-no-destination'      => 'लक्ष्य पन्ना $1 अस्तित्वमें नहीं हैं।',
'mergehistory-invalid-source'      => 'स्रोत पन्नेका शीर्षक वैध होना आवश्यक हैं।',
'mergehistory-invalid-destination' => 'लक्ष्य पन्नेका शीर्षक वैध होना आवश्यक हैं।',
'mergehistory-autocomment'         => '[[:$2]] में [[:$1]] एकत्रित कर दिया',
'mergehistory-comment'             => '[[:$2]] में [[:$1]] एकत्रित कर दिया: $3',

# Merge log
'mergelog'           => 'लॉग एकत्रित करें',
'pagemerge-logentry' => '[[$2]] में [[$1]] एकत्रित कर दियें ($3 तकके अवतरण)',
'revertmerge'        => 'अलग करें',
'mergelogpagetext'   => 'नीचे उन पन्नोंकी सूची हैं जिनका इतिहास हाल में ही दुसरे पन्ने में मिलाया गया था।',

# Diffs
'history-title'           => '"$1" का अवतरण इतिहास',
'difference'              => '(संसकरणों के बीच अंतर)',
'lineno'                  => 'लाईन $1:',
'compareselectedversions' => 'च़यन किये हुए अवतरणोंमें फर्क देखियें',
'editundo'                => 'पूर्ववत करें',
'diff-multi'              => '({{PLURAL:$1|बीच वाला एक अवतरण|बीचवाले $1 अवतरण}} दर्शाये नहीं हैं ।)',

# Search results
'searchresults'         => 'खोज निकाल',
'searchresulttext'      => '{{SITENAME}} में खोज में सहायता के लिए [[{{MediaWiki:Helppage}}|{{int:help}}]] देखें ।',
'searchsubtitle'        => "आपने '''[[:$1]]''' इस शब्दकी खोज की",
'searchsubtitleinvalid' => "आपकी खोज '''$1''' के परिणाम",
'noexactmatch'          => "'''\"\$1\" नामसे कोई भी लेख नहीं हैं।''' आप यह लेख [[:\$1|तैयार कर सकते हैं]]।",
'noexactmatch-nocreate' => "'''\"\$1\" नामसे कोई भी लेख नहीं हैं।'''",
'toomanymatches'        => 'बहुत ज्यादा जवाब मिलें हैं, कॄपया खोजशब्द बदलें',
'titlematches'          => 'लेख का शीर्षक मिलता हैं',
'notitlematches'        => 'कोईभी लेख का शीर्षक मिलता नहीं',
'textmatches'           => 'लेख का पाठ मिलता हैं',
'notextmatches'         => 'लेख का पाठ मिलता नहीं',
'prevn'                 => 'पिछले $1',
'nextn'                 => 'अगले $1',
'viewprevnext'          => 'देख़ें ($1) ($2) ($3)',
'search-result-size'    => '$1 ({{PLURAL:$2|1 शब्द|$2 शब्द}})',
'search-result-score'   => 'संबद्ध: $1%',
'search-redirect'       => '($1 को अनुप्रेषित)',
'search-section'        => '(विभाग $1)',
'search-suggest'        => 'क्या आप यहीं कहना चाहतें हैं: $1',
'searchall'             => 'सभी',
'showingresults'        => "नीचे दर्शायें गयें #'''$2''' से {{PLURAL:$1|'''1''' निकाल|'''$1''' निकाल}} हैं।",
'showingresultsnum'     => "नीचे दर्शाये हुए #'''$2''' से {{PLURAL:$3|'''1''' निकाल|'''$3''' निकाल}} हैं।",
'showingresultstotal'   => "नीचे '''$3''' में से '''$1 - $2''' निकाल दर्शायें गयें हैं",
'nonefound'             => "'''सूचना''': हमेशा इस्तेमाल होने वाले \"have\" और \"from\" जैसे शब्द या फिर एक से ज्यादा शब्द देकर की गईं खोजें अपेक्षित लेख नहीं दर्शा पाती हैं। यह इसलिये होता हैं क्योंकी सभी खोजशब्द जिन लेखोंके शीर्षक या पाठ में मिलतें हैं उन्हें ही दर्शाया जाता हैं।",
'powersearch'           => 'खोज',
'powersearch-legend'    => 'एडव्हन्स्ड खोज़',
'powersearchtext'       => 'नामस्थानमें खोज़:<br />$1<br />$2 अनुप्रेषितें<br />$3 $9 के लिये खोज़',
'searchdisabled'        => '{{SITENAME}} पर खोज के लिये मनाई कर दी गईं हैं।
तब तक गूगलसे खोज करें।
{{SITENAME}} के उनके इंडेक्स पुराने हो सकतें हैं, इसका ध्यान रखें।',

# Preferences page
'preferences'              => 'मेरी पसंद',
'mypreferences'            => 'मेरी वरीयताएँ',
'prefs-edits'              => 'संपादनोंकी संख्या:',
'prefsnologin'             => 'लॉग इन नहीं किया हैं',
'prefsnologintext'         => 'सदस्य वरीयतायें बदलने के लियें आपने [[Special:Userlogin|लॉग इन]] किया होना जरूरी हैं।',
'prefsreset'               => 'पसंदे पूर्ववत कर दी गईं हैं।',
'qbsettings'               => 'शीघ्रपट',
'qbsettings-none'          => 'बिल्कुल नहीं',
'qbsettings-fixedleft'     => 'स्थिर बाई तरफ़',
'qbsettings-fixedright'    => 'स्थिर दाहिनी तरफ़',
'qbsettings-floatingleft'  => 'अस्थिर बाईं तरफ़',
'qbsettings-floatingright' => 'अस्थिर दाहिनी तरफ़',
'changepassword'           => 'कूटशब्द बदलें',
'skin'                     => 'त्वचा',
'math'                     => 'गणित',
'dateformat'               => 'दिनांक प्रारूप',
'datedefault'              => 'खा़स पसंद नहीं',
'datetime'                 => 'दिनांक तथा समय',
'math_failure'             => 'पार्स नहीं कर पायें',
'math_unknown_error'       => 'अपरिचीत समस्या',
'math_unknown_function'    => 'अज्ञात कार्य',
'math_lexing_error'        => 'लेक्सींग समस्या',
'math_syntax_error'        => 'सिन्टैक्स गलती',
'math_image_error'         => 'PNG में रुपांतरण अयशस्वी;
latex, dvips, gs, और convert के इन्स्टॉलेशन की जाँच करें',
'math_bad_tmpdir'          => 'मैथ अस्थायी डाइरेक्टरी या तो बना नहीं सकतें या फिर उसमें लिख नहीं सकतें',
'math_bad_output'          => 'मैथ आउटपुट डाइरेक्टरी या तो बना नहीं सकतें या फिर उसमें लिख नहीं सकतें',
'math_notexvc'             => 'texvc एक्झीक्यूटेबल फ़ाईल मिल नहीं रहीं;
समनुरूप बनाने के लियें math/README देखें।',
'prefs-personal'           => 'सदस्य व्यक्तिरेखा',
'prefs-rc'                 => 'हाल में हुए बदलाव',
'prefs-watchlist'          => 'ध्यानसूची',
'prefs-watchlist-days'     => 'ध्यानसूचीमें दिखाने के दिन:',
'prefs-watchlist-edits'    => 'बढ़ाई हुई ध्यानसूची में दिखाने के ज्यादा से ज्यादा बदलाव:',
'prefs-misc'               => 'अन्य',
'saveprefs'                => 'संजोयें',
'resetprefs'               => 'पूर्ववत करें',
'oldpassword'              => 'पुराना पासवर्ड',
'newpassword'              => 'नया कूटशब्द',
'retypenew'                => 'नया कूटशब्द पुन: लिखें',
'textboxsize'              => 'संपादन',
'rows'                     => 'कतारें:',
'columns'                  => 'कॉलम:',
'searchresultshead'        => 'खोज',
'resultsperpage'           => 'प्रति पन्ना हिट्स:',
'contextlines'             => 'प्रति हिट कतारें:',
'contextchars'             => 'प्रति कतार संदर्भ:',
'stub-threshold'           => '<a href="#" class="stub">आधार कड़ियों</a> का ज्यादासे ज्यादा आकार (बाईट्स):',
'recentchangesdays'        => 'हाल में हुए बदलावोंमें दर्शाने के दिन:',
'recentchangescount'       => 'हाल में हुए बदलावोंमें दिखाने के लिये बदलाव संख्या:',
'savedprefs'               => 'आपकी वरीयतायें संजोईं गईं हैं।',
'timezonelegend'           => 'टाईम ज़ोन',
'timezonetext'             => 'सर्वर समयसे (यूटीसी) आपके स्थानीय समय का अंतर (घंटोंमें)।',
'localtime'                => 'स्थानीय समय',
'timezoneoffset'           => 'फर्क¹',
'servertime'               => 'सर्वरका समय',
'guesstimezone'            => 'ब्राउज़रसे भरें',
'allowemail'               => 'अन्य उपयोगकर्ताओं से ई-मेल समर्थ करें',
'defaultns'                => 'इन नामस्थानोंमें हमेशा खोजें:',
'default'                  => 'अविचल',
'files'                    => 'फ़ाईलें',

# User rights
'userrights'                       => 'सदस्य अधिकार व्यवस्थापन', # Not used as normal message but as header for the special page itself
'userrights-lookup-user'           => 'सदस्य ग्रुपोंका व्यवस्थापन करें',
'userrights-user-editname'         => 'सदस्यनाम दें:',
'editusergroup'                    => 'सदस्य ग्रुपका संपादन करें',
'editinguser'                      => "सदस्य '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]] | [[Special:Contributions/$1|{{int:contribslink}}]])के सदस्य अधिकारोंमें बदलाव कियें जा रहें हैं।",
'userrights-editusergroup'         => 'सदस्य ग्रुपोंका संपादन करें',
'saveusergroups'                   => 'सदस्य ग्रुप संजोयें',
'userrights-groupsmember'          => 'का सदस्य:',
'userrights-groupsremovable'       => 'निकालने के लिये ग्रुप्स:',
'userrights-groupsavailable'       => 'उपलब्ध ग्रुप्स:',
'userrights-groupshelp'            => 'सदस्य बढा़ने के लिये या फिर हटाने के लिये ग्रुपोंका चयन करें।
ना चुने हुए ग्रुपोंमें बदलाव नहीं होंगे।
CTRL + लेफ्ट क्लिक करके आप ग्रुप को हटा सकतें हैं।',
'userrights-reason'                => 'बदलाव के कारण:',
'userrights-available-none'        => 'आप शायद ग्रुप सदस्यत्व बदल नहीं सकतें।',
'userrights-available-add'         => 'आप {{PLURAL:$2|इस ग्रुपमें|इन ग्रुपोंमें}} सदस्य बढ़ा सकतें हैं: $1।',
'userrights-available-remove'      => 'आप {{PLURAL:$2|इस ग्रुप से|इन ग्रुपों से}} सदस्य हटा सकतें हैं: $1।',
'userrights-available-add-self'    => 'आप अपने आपको {{PLURAL:$2|इस ग्रुप का|इन ग्रुपोंका}} सदस्य बना सकतें हैं: $1।',
'userrights-available-remove-self' => 'आप अपने आप को {{PLURAL:$2|इस ग्रुप से|इन ग्रुपों से}} हटा सकतें हैं: $1।',
'userrights-no-interwiki'          => 'अन्य विकियोंपर आपको सदस्य अधिकार बदलने की अनुमति नहीं हैं।',
'userrights-nodatabase'            => 'डाटाबेस $1 या तो अस्तित्वमें नहीं हैं या फिर स्थानीय नहीं हैं।',
'userrights-nologin'               => 'सदस्य अधिकार बदलने के लिये आपने प्रबंधक खाते से [[Special:Userlogin|लॉग इन]] किया हुआ होना आवश्यक हैं।',
'userrights-notallowed'            => 'आपके सदस्य खातेको सदस्य अधिकार बदलनेकी अनुमति नहीं हैं।',

# Groups
'group'               => 'ग्रुप:',
'group-autoconfirmed' => 'पंजीकृत सदस्य',
'group-bot'           => 'बोट्स',
'group-sysop'         => 'प्रबंधक',
'group-bureaucrat'    => 'प्रशासक',
'group-all'           => '(सभी)',

'group-autoconfirmed-member' => 'पंजीकृत सदस्य',
'group-bot-member'           => 'बोट्स',
'group-sysop-member'         => 'प्रबंधक',
'group-bureaucrat-member'    => 'प्रशासक',

'grouppage-autoconfirmed' => '{{ns:project}}:पंजीकृत सदस्य',
'grouppage-bot'           => '{{ns:project}}:बोट्स',
'grouppage-sysop'         => '{{ns:project}}:प्रबंधक',
'grouppage-bureaucrat'    => '{{ns:project}}:प्रशासक',

# User rights log
'rightslog'      => 'सदस्य अधिकार सूची',
'rightslogtext'  => 'यह सदस्य अधिकारोंमें हुए बदलावोंकी सूची हैं।',
'rightslogentry' => '$1 का ग्रुप सदस्यत्व $2 से $3 को बदला',
'rightsnone'     => '(बिल्कुल नहीं)',

# Recent changes
'nchanges'                          => '$1 बदलाव',
'recentchanges'                     => 'हाल में हुए बदलाव',
'recentchangestext'                 => 'इस विकिपर हाल में हुए बदलाव इस पन्ने पर देखें जा सकतें हैं।',
'recentchanges-feed-description'    => 'इस फ़ीडमें होनेवाले विकिपर हाल में हुए बदलाव देखियें ।',
'rcnote'                            => "नीचे $3 तक पिछले {{PLURAL:$2|'''१''' दिनमें हुआ|'''$2''' दिनोंमें हुए}} आखिरी $1 बदलाव {{PLURAL:$1|दिया है|दिये हैं}}।",
'rcnotefrom'                        => "नीचे '''$2''' से हुए ('''$1''' या कम) बदलाव दर्शाये गये है ।",
'rclistfrom'                        => '$1 से नये बदलाव दिखाएँ',
'rcshowhideminor'                   => 'छोटे बदलाव $1',
'rcshowhidebots'                    => 'बोटों $1',
'rcshowhideliu'                     => 'लॉग्ड इन सदस्यों के बदलाव $1',
'rcshowhideanons'                   => 'अनामक सदस्यों के बदलाव $1',
'rcshowhidepatr'                    => '$1 पहारा दी हुई एडिट्स',
'rcshowhidemine'                    => 'मेरे बदलाव $1',
'rclinks'                           => 'पिछले $2 दिनोंमें हुए $1 बदलाव देखियें.<br />$3',
'diff'                              => 'फर्क',
'hist'                              => 'इतिहास',
'hide'                              => 'छुपायें',
'show'                              => 'दिखायें',
'minoreditletter'                   => 'छो',
'newpageletter'                     => 'न',
'boteditletter'                     => 'बो',
'number_of_watching_users_pageview' => '[$1 देखनेवाले {{PLURAL:$1|सदस्य|सदस्य}}]',
'rc_categories'                     => 'श्रेणीयों तक सीमीत रखें ("|" से अलग करें)',
'rc_categories_any'                 => 'कोईभी',
'newsectionsummary'                 => '/* $1 */ नया विभाग',

# Recent changes linked
'recentchangeslinked'          => 'पन्ने से जुडे बदलाव',
'recentchangeslinked-title'    => '$1 में हुए बदलाव',
'recentchangeslinked-noresult' => 'जुडे हुए पन्नोंमें दिये हुए अवसरमें कोई भी बदलाव नहीं हुए हैं ।',
'recentchangeslinked-summary'  => "यह विशेष पृष्ठ जुड़े हुए पन्नोंके बदलाव दर्शाता हैं। आपकी ध्यानसूची में रखे पन्ने '''बोल्ड''' दिखेंगे।",

# Upload
'upload'                     => 'फ़ाइल अपलोड करें',
'uploadbtn'                  => 'फ़ाइल अपलोड करें',
'reupload'                   => 'पुन: अपलोड करें',
'reuploaddesc'               => 'अपलोड रद्द करें और पुन: अपलोड पन्ने पर जायें',
'uploadnologin'              => 'आप लॉगड इन नहीं हैं ।',
'uploadnologintext'          => 'फ़ाईलें अपलोड करने के लिये [[Special:Userlogin|लॉग इन]] किया होना ज़रूरी हैं।',
'upload_directory_read_only' => 'अपलोड डाइरेक्टरी ($1) में सर्वर लिख नहीं पा रहा हैं।',
'uploaderror'                => 'अपलोड एरर',
'uploadtext'                 => "नईं फ़ाईलें अपलोड करने के लिये इस पन्ने का इस्तेमाल करें।
इसके पहले [[Special:Imagelist|अपलोड की गईं फ़ाईलों की सूची]] देखें। अपलोड की हुईं और हटाईं हुई फ़ाइलों के लिये [[Special:Log/upload|सूची]] देखें।

अपने लेखोंमें यह फ़ाईल इस्तेमाल के लिये नीचे दिये गये उदाहरणोंके अनुसार कड़ियां बनाईयें।
'''<nowiki>[[</nowiki>{{ns:image}}<nowiki>:File.jpg]]</nowiki>''',
'''<nowiki>[[</nowiki>{{ns:image}}<nowiki>:File.png|alt text]]</nowiki>''' या फिर
'''<nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki>''' डाइरेक्ट कड़ि बनाने के लिये।",
'upload-permitted'           => 'अनुमतित फ़ाईल प्रकार: $1।',
'upload-preferred'           => 'पसंदीदा फ़ाईल प्रकार: $1।',
'upload-prohibited'          => 'प्रतिबंधिक फ़ाईल प्रकार: $1।',
'uploadlog'                  => 'अपलोड सूची',
'uploadlogpage'              => 'अपलोड सूची',
'uploadlogpagetext'          => 'नीचे हाल में अपलोड कियें हुए फ़ाइलोंकी सूची हैं।',
'filename'                   => 'फ़ाईल का नाम',
'filedesc'                   => 'वर्णन',
'fileuploadsummary'          => 'संक्षिप्त ज़ानकारी:',
'filestatus'                 => 'कॉपीराईट की स्थिती:',
'filesource'                 => 'स्रोत:',
'uploadedfiles'              => 'अपलोड की हुईं फ़ाईलें',
'ignorewarning'              => 'सुचनाओं को नजर‍अंदाज करें और फ़ाईल अपलोड करें',
'ignorewarnings'             => 'सभी सूचनाओंको नजर अंदाज करें',
'minlength1'                 => 'फ़ाईल का नाम कम से कम एक अक्षरका होना चाहियें।',
'illegalfilename'            => 'फ़ाईलके नाम "$1" में शीर्षक में प्रतिबंधित अक्षर हैं।
कृपया फ़ाइल का नाम बदलके पुन: यत्न करें।',
'badfilename'                => 'फाइल का नाम "$1" कर दिया गया है।',
'filetype-badmime'           => '"$1" प्रकार की फ़ाईलें अपलोड करने के लिये अनुमति नहीं हैं।',
'filetype-unwanted-type'     => "'''\".\$1\"''' यह गलत फ़ाईल हैं। \$2 यह चाहियें।",
'filetype-banned-type'       => "'''\".\$1\"''' प्रकार की फ़ाईलें अपलोड करने के लिये अनुमति नहीं हैं। \$2 प्रकार की फ़ाईलें अपलोड करने की अनुमति हैं।",
'filetype-missing'           => 'इस फ़ाईल को एक्स्टेंशन नहीं हैं (उदा ".jpg")।',
'large-file'                 => 'फ़ाईलें $1 से कम आकार की होना आवश्यक हैं;
यह फ़ाईल $2 आकार की हैं।',
'largefileserver'            => 'इस फ़ाईल का आकार निर्धारित आकार से ज्यादा हैं।',
'emptyfile'                  => 'आपके द्वारा अपलोड की गई फ़ाईल रिक्त हैं। यह फ़ाईल का नाम लिखने में गलती के चलते हो सकता हैं। कॄपया आप यहीं फ़ाईल अपलोड करना चाहतें हैं इसकी जाँच करें।',
'fileexists-thumb'           => "<center>'''उपलब्ध फ़ाईल'''</center>",
'successfulupload'           => 'अपलोड हो गईं',
'uploadwarning'              => 'अपलोड वार्निंग',
'savefile'                   => 'फ़ाईल संजोयें',
'uploadedimage'              => '"[[$1]]" को चढाया गया हैं',
'overwroteimage'             => '"[[$1]]" का नया अवतरण अपलोड किया',
'uploaddisabled'             => 'अपलोड प्रतिबंधित हैं',
'uploaddisabledtext'         => '{{SITENAME}} पर अपलोड प्रतिबंधित हैं।',
'sourcefilename'             => 'स्रोत फ़ाईलका नाम:',
'destfilename'               => 'लक्ष्य फ़ाईल नाम:',
'upload-maxfilesize'         => 'ज्यादासे ज्यादा फ़ाइलका आकार: $1',
'watchthisupload'            => 'इस पन्ने पर ध्यान रखें',

'upload-proto-error' => 'गलत प्रोटोकोल',
'upload-file-error'  => 'आंतर्गत गलती',
'upload-misc-error'  => 'अज्ञात अपलोड समस्या',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'  => 'URL तक पहूंच नहीं पायें',
'upload-curl-error28' => 'अपलोड टाइम‍आउट',

'license'            => 'लाइसेन्सिंग:',
'nolicense'          => 'कुछ भी चुना नहीं',
'license-nopreview'  => '(झलक उपलब्ध नहीं हैं)',
'upload_source_url'  => ' (एक वैध, सभी जगहोंसे उपलब्ध URL)',
'upload_source_file' => ' (आपके कम्प्यूटरपर होनेवाली फ़ाईल)',

# Special:Imagelist
'imagelist_search_for'  => 'इस मीडिया नाम से खोजें:',
'imgdesc'               => 'ज़ानकारी',
'imgfile'               => 'फ़ाईल',
'imagelist'             => 'चित्र सूची',
'imagelist_date'        => 'दिनांक',
'imagelist_name'        => 'नाम',
'imagelist_user'        => 'सदस्य',
'imagelist_size'        => 'आकार',
'imagelist_description' => 'ज़ानकारी',

# Image description page
'filehist'                  => 'फ़ाईलका इतिहास',
'filehist-help'             => 'फ़ाईलका पुराना अवतरण देखनेके लिये दिनांक/समय पर क्लीक करें।',
'filehist-deleteall'        => 'सभी हटायें',
'filehist-deleteone'        => 'इसे हटायें',
'filehist-revert'           => 'पूर्ववत करें',
'filehist-current'          => 'सद्य',
'filehist-datetime'         => 'दिनांक/समय',
'filehist-user'             => 'सदस्य',
'filehist-dimensions'       => 'डायमेन्शन्स',
'filehist-filesize'         => 'फ़ाईलका आकार (बाईट्स)',
'filehist-comment'          => 'प्रतिक्रीया',
'imagelinks'                => 'कड़ियाँ',
'linkstoimage'              => 'निम्नलिखित पन्ने इस चित्र से जुडते हैं :',
'nolinkstoimage'            => 'इस चित्र से कोई पन्ने नहीं जुडते',
'sharedupload'              => 'यह फ़ाईल दुसरेभी प्रोजेक्ट्समें इस्तेमाल की हुई होनेकी आशंका है ।',
'shareduploadwiki'          => 'अधिक ज़ानकारी के लिये $1 देखें।',
'shareduploadwiki-desc'     => 'ज़ानकारी जो $1 पर हैं नीचे दी हुई हैं।',
'shareduploadwiki-linktext' => 'फ़ाईल ज़ानकारी पन्ना',
'noimage'                   => 'इस नामसे कोई भी फ़ाईल नहीं है, आप $1 कर सकते हैं ।',
'noimage-linktext'          => 'चढाईयें',
'uploadnewversion-linktext' => 'इस फ़ाईलका नया अवतरण अपलोड करें',
'imagepage-searchdupe'      => 'डुप्लिकेट फ़ाईलें खोजें',

# File reversion
'filerevert'                => '$1 पूर्ववत करें',
'filerevert-legend'         => 'फ़ाईल पूर्ववत करें',
'filerevert-comment'        => 'टिप्पणी:',
'filerevert-defaultcomment' => '$2, $1 के अवतरण पूर्ववत कियें',
'filerevert-submit'         => 'पूर्ववत करें',

# File deletion
'filedelete'                  => '$1 हटायें',
'filedelete-legend'           => 'फ़ाइल हटायें',
'filedelete-intro'            => "आप '''[[Media:$1|$1]]''' हटा रहें हैं।",
'filedelete-comment'          => 'हटाने का कारण:',
'filedelete-submit'           => 'हटायें',
'filedelete-success'          => "'''$1''' को हटा दिया गया हैं।",
'filedelete-nofile'           => "'''$1''' {{SITENAME}} पर अस्तित्वमें नहीं हैं।",
'filedelete-otherreason'      => 'अन्य/दूसरा कारण:',
'filedelete-reason-otherlist' => 'अन्य कारण',
'filedelete-reason-dropdown'  => '*हटाने के साधारण कारण
** कॉपीराईट
** डुप्लिकेट फ़ाईल',
'filedelete-edit-reasonlist'  => 'हटाने के कारण बदलें',

# MIME search
'mimesearch' => 'MIME खोज',
'mimetype'   => 'MIME प्रकार:',
'download'   => 'डाउनलोड',

# Unwatched pages
'unwatchedpages' => 'ध्यान न दिये हुए पन्ने',

# List redirects
'listredirects' => 'अनुप्रेषित सूची',

# Unused templates
'unusedtemplates'    => 'इस्तेमाल न हुए टेम्प्लेट्स',
'unusedtemplateswlh' => 'अन्य कड़ियाँ',

# Random page
'randompage'         => 'किसी एक लेख पर जाएं',
'randompage-nopages' => 'इस नामस्थान में पन्ने नहीं हैं।',

# Random redirect
'randomredirect'         => 'किसी एक पुनर्निर्देशन पर जायें',
'randomredirect-nopages' => 'इस नामस्थानमें अनुप्रेषितें नहीं हैं।',

# Statistics
'statistics'             => 'आंकड़े',
'sitestats'              => 'विकिपीडिया आंकड़े',
'userstats'              => 'सदस्य आंकड़े',
'userstatstext'          => "इस विकिपीडिया में  {{PLURAL:$1|'''1''' रजिस्टर्ड [[Special:Listusers|सदस्य]]|'''$1''' रजिस्टर्ड  [[Special:Listusers|सदस्य]]}} हैं ।
इसमें से  '''$2''' (या '''$4%''') {{PLURAL:$2|सदस्यको|सदस्योंको}} $5 अधिकार हैं ।",
'statistics-mostpopular' => 'सबसे ज्यादा देखें जाने वाले पन्ने',

'disambiguations'     => 'डिसऍम्बिग्वीशन पन्ने',
'disambiguationspage' => 'Template:disambig',

'doubleredirects' => 'दुगुनी-अनुप्रेषिते',

'brokenredirects'        => 'टूटे हुए अनुप्रेष',
'brokenredirectstext'    => 'नीचे दी गई अनुप्रेषिते अस्तित्व में न होने वाले पन्ने दर्शाती हैं:',
'brokenredirects-edit'   => '(संपादित करें)',
'brokenredirects-delete' => '(हटायें)',

'withoutinterwiki'        => 'आंतरविकि कड़ियाँ न होनेवाले लेख',
'withoutinterwiki-header' => 'नीचे दिये गये पन्नोंमें अन्य भाषाओंके अवतरणोंसे जुडने वाली कड़ियाँ नहीं हैं:',
'withoutinterwiki-submit' => 'दिखायें',

'fewestrevisions' => 'सबसे कम अवतरण होने वाले लेख',

# Miscellaneous special pages
'nbytes'                  => '{{PLURAL:$1|एक बैट|$1 बैट}}',
'ncategories'             => '{{PLURAL:$1|एक श्रेणि|$1 श्रेणियाँ}}',
'nlinks'                  => '$1 {{PLURAL:$1|कडि|कडियाँ}}',
'nmembers'                => '{{PLURAL:$1|एक सदस्य|$1 सदस्य}}',
'nrevisions'              => '$1 {{PLURAL:$1|रूपान्तर|रूपान्तरें}}',
'nviews'                  => '{{PLURAL:$1|एक|$1}} बार देखा गया है',
'specialpage-empty'       => 'इस रिपोर्ट के लिये कोई निकाल नहीं हैं।',
'lonelypages'             => 'अकेले पन्ने',
'lonelypagestext'         => 'नीचे दिये पन्नों को {{SITENAME}} पर उपलब्ध अन्य पन्ने जुडते नहीं हैं।',
'uncategorizedpages'      => 'अश्रेणीकृत पन्ने',
'uncategorizedcategories' => 'अश्रेणीकृत श्रेणियाँ',
'uncategorizedimages'     => 'अश्रेणीकृत फ़ाईल्स',
'uncategorizedtemplates'  => 'अश्रेणीकृत टेम्प्लेट्स',
'unusedcategories'        => 'इस्तेमाल न हुई श्रेणियाँ',
'unusedimages'            => 'अप्रयुक्त चित्र',
'popularpages'            => 'लोकप्रिय पन्ने',
'wantedcategories'        => 'श्रेणियाँ जो चाहिये',
'wantedpages'             => 'जो पन्ने चाहिये',
'mostlinked'              => 'सबसे ज्यादा जुडे हुए पन्ने',
'mostlinkedcategories'    => 'सबसे ज्यादा जुडी हुई श्रेणियाँ',
'mostlinkedtemplates'     => 'सबसे ज्यादा जुडी हुई टेम्प्लेट्स',
'mostcategories'          => 'सबसे ज्यादा श्रेणियाँ होनेवाले पन्ने',
'mostimages'              => 'सबसे ज्यादा जुडी हुई फ़ाईल्स',
'mostrevisions'           => 'सबसे ज्यादा अवतरण हुए लेख',
'prefixindex'             => 'उपपद सूची',
'shortpages'              => 'छोटे पन्ने',
'longpages'               => 'लम्बे पन्ने',
'deadendpages'            => 'डेड-एंड पन्ने',
'deadendpagestext'        => 'नीचे दिये पन्नों को {{SITENAME}} पर उपलब्ध अन्य पन्ने जुडते नहीं हैं।',
'protectedpages'          => 'सुरक्षित पन्ने',
'protectedpagestext'      => 'नीचे दिये हुए पन्ने नाम बदलने या संपादित करने से सुरक्षित हैं',
'protectedpagesempty'     => 'इन नियमोंद्वारा सुरक्षित किये हुए पन्ने नहीं हैं।',
'protectedtitles'         => 'सुरक्षित शीर्षक',
'protectedtitlestext'     => 'निम्नलिखित शीर्षकोंके लेख बनाने के लिये प्रतिबंध हैं।',
'protectedtitlesempty'    => 'इन नियमोंद्वारा कोई भी शीर्षक सुरक्षित नहीं हैं।',
'listusers'               => 'सदस्यसूची',
'specialpages'            => 'खास पन्नें',
'spheading'               => 'सभी सदस्यों के लिये खास पन्ने',
'restrictedpheading'      => 'प्रतिबंध लगाये गये विशेष पन्ने',
'newpages'                => 'नये पन्ने',
'newpages-username'       => 'सदस्यनाम:',
'ancientpages'            => 'सबसे पुराने लेख',
'move'                    => 'नाम बदलें',
'movethispage'            => 'पन्ने का नाम बदलें',
'notargettitle'           => 'लक्ष्य नहीं',
'pager-newer-n'           => '{{PLURAL:$1|नया 1|नये $1}}',
'pager-older-n'           => '{{PLURAL:$1|पुराना 1|पुराने $1}}',

# Book sources
'booksources'               => 'पुस्तक के स्रोत',
'booksources-search-legend' => 'बुक स्रोत खोजें',
'booksources-isbn'          => 'आइएसबीएन:',
'booksources-go'            => 'जायें',

# Special:Log
'specialloguserlabel'  => 'सदस्य:',
'speciallogtitlelabel' => 'शीर्षक:',
'log'                  => 'प्रचालेख सूची',
'all-logs-page'        => 'सभी सूचियाँ',
'log-search-legend'    => 'सूची के लिये खोज',
'log-search-submit'    => 'जायें',
'alllogstext'          => 'विकिपीडिया के सभी प्राप्य सत्रों का संयुक्त प्रदर्शन।
आप सत्र के प्रकार,उपयोगकर्ता नाम,या प्रभावित पृष्ठ का चयन कर के दृश्य को संकीर्णित कर सकते हैं।',
'logempty'             => 'सूची में ऐसा आइटम नहीं हैं।',
'log-title-wildcard'   => 'इस पाठ से शुरू होनेवाले शीर्षक खोजें',

# Special:Allpages
'allpages'          => 'सभी पन्ने',
'alphaindexline'    => '$1 से $2',
'nextpage'          => 'अगला पन्ना ($1)',
'prevpage'          => 'पिछला पन्ना ($1)',
'allpagesfrom'      => 'दिये हुए अक्षर से आरंभ होनेवाले लेख दर्शायें:',
'allarticles'       => 'सभी लेख',
'allinnamespace'    => 'सभी पन्ने ($1 नामस्थान)',
'allnotinnamespace' => 'सभी पन्ने ($1 नामस्थानमें ना होनेवाले)',
'allpagesprev'      => 'पिछला',
'allpagesnext'      => 'अगला',
'allpagessubmit'    => 'जाएँ',
'allpagesprefix'    => 'इस उपपदसे शुरू होनेवाले लेख दर्शायें:',
'allpagesbadtitle'  => 'दिया गया शीर्षक अमान्य था या उसमें अंतर-भाषित अथवा अंतर-विकी उपसर्ग था। इसमें संभवतः एक या एक से अधिक शीर्षक में प्रयोग न होने वाले अक्षर हैं।',
'allpages-bad-ns'   => '{{SITENAME}} में "$1" यह नामस्थान नहीं हैं ।',

# Special:Listusers
'listusersfrom'      => 'इस शब्द से शुरु होनेवाले सदस्य दर्शायें:',
'listusers-submit'   => 'दर्शायें',
'listusers-noresult' => 'सदस्य मिला नहीं।',

# E-mail user
'mailnologin'     => 'पानेवाले का एड्रेस दिया नहीं',
'emailuser'       => 'इस सदस्य को ई-मेल भेजें',
'emailpage'       => 'सदस्य को इ-मेल करें',
'usermailererror' => 'मेल ऑब्जेक्ट ने यह गलती बताई हैं:',
'defemailsubject' => 'विकिपीडिया ई-मेल',
'noemailtitle'    => 'इ-मेल एड्रेस नहीं',
'emailfrom'       => 'किससे',
'emailto'         => 'किसे',
'emailsubject'    => 'विषय',
'emailmessage'    => 'मेसेज',
'emailsend'       => 'भेजें',
'emailccme'       => 'मेरे इ-मेल की कापी मुझे भी भेजें।',
'emailccsubject'  => 'आपके इ-मेल की कापी जो $1 को भेजा गया: $2',
'emailsent'       => 'ई-मेल भेज दिया गया है।',
'emailsenttext'   => 'आपका ई-मेल संदेश भेज दिया गया है ।',

# Watchlist
'watchlist'            => 'मेरी ध्यानसूची',
'mywatchlist'          => 'मेरी ध्यानसूची',
'watchlistfor'         => "('''$1''' के लिये)",
'watchnologin'         => 'लॉग इन नहीं किया हैं',
'addedwatch'           => 'ध्यानसूची में जोड़ दिया गया',
'addedwatchtext'       => 'आपकी [[Special:Watchlist|ध्यानसूची]] में "<nowiki>$1</nowiki>" का समावेश कर दिया गया है ।
भविष्य में इस पन्ने तथा इस पन्ने की वार्ता में होने  वाले बदलाव आपकी ध्यानसूची में दिखेंगे तथा [[Special:Recentchanges|हाल में हुए बदलावों की सूची]] में यह पन्ना बोल्ड दिखेगा ताकि  आप आसानी से इसका ध्यान रख सके ।

<p>अगर आपको इस पन्ने को अपनी ध्यानसूची से निकालना हो तो "ध्यान हटायें" पर क्लिक करें ।',
'removedwatch'         => 'ध्यानसूची से हटाया गया है',
'removedwatchtext'     => '"[[:$1]]" लेख आपके ध्यानसूचीसे हटाया गया है ।',
'watch'                => 'ध्यान रखें',
'watchthispage'        => 'इस पन्ने का ध्यान रखें',
'unwatch'              => 'ध्यान हटायें',
'unwatchthispage'      => 'ध्यानसूची से हटायें',
'notanarticle'         => 'पाठ के बिना पन्ना',
'notvisiblerev'        => 'अवतरण हटाया गया हैं',
'watchlist-details'    => '{{PLURAL:$1|$1 पन्ना|$1 पन्ने}} ध्यानसूचीमें हैं, इसमे वार्ता पृष्ठ शामिल नहीं हैं ।',
'wlheader-enotif'      => '* इ-मेल नोटिफिकेशन उपल्ब्ध हैं।',
'iteminvalidname'      => "'$1' के साथ समस्या, अवैध नाम...",
'wlshowlast'           => 'पिछले $1 घंटे $2 दिन $3 देखें',
'watchlist-show-bots'  => 'बोटों के बदलाव दर्शायें',
'watchlist-hide-bots'  => 'बोट एडिट छुपायें',
'watchlist-show-own'   => 'मेरे बदलाव दर्शायें',
'watchlist-hide-own'   => 'मेरे बदलाव छुपायें',
'watchlist-show-minor' => 'छोटे बदलाव दर्शायें',
'watchlist-hide-minor' => 'छोटे बदलाव छुपायें',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'ध्यान दे रहे हैं...',
'unwatching' => 'ध्यान हटा रहे हैं...',

'enotif_mailer'                => '{{SITENAME}} सूचना इ-मेल कर्ता',
'enotif_reset'                 => 'सभी पन्नोंको देखा ऐसे दर्शायें',
'enotif_newpagetext'           => 'यह नया पन्ना है।',
'enotif_impersonal_salutation' => '{{SITENAME}} सदस्य',
'changed'                      => 'परिवर्तित',
'created'                      => 'बनाया',
'enotif_lastvisited'           => 'आपकी आखिरी भेंट के बाद हुए बदलाव देखनेकेलिये $1 देखें।',
'enotif_lastdiff'              => 'इस बदलाव को देखने के लिये $1 देखें।',
'enotif_anon_editor'           => 'अनामक सदस्य $1',

# Delete/protect/revert
'deletepage'                  => 'पन्ना हटायें',
'confirm'                     => 'सुनिश्चित करें',
'excontent'                   => "पाठ था: '$1'",
'exbeforeblank'               => "हटाने के पहलेका पाठ था: '$1'",
'exblank'                     => 'पन्ना पाठ रहित था',
'delete-confirm'              => '"$1" को हटायें',
'delete-legend'               => 'हटायें',
'historywarning'              => 'चेतावनी: आप जिस पन्ने को हटाने जा रहे हैं उसका इतिहास खाली नहीं है ।',
'confirmdeletetext'           => 'आप एक लेख उसके सभी अवतरणोंके साथ हटाना चाहते हैं ।
आपसे अनुरोध है कि आप जो कर रहे है वह मीडियाविकिके [[{{MediaWiki:Policy-url}}|नीतिनुसार]] है इस बात की पुष्टि किजीये । तथा क्रिया करने से पहले आपकी क्रिया के परिणाम जान लें ।',
'actioncomplete'              => 'कार्य पूर्ण',
'deletedtext'                 => '"<nowiki>$1</nowiki>" को हटाया गया है ।
हाल में हटाये गये लेखोंकी सूची के लिये $2 देखें ।',
'deletedarticle'              => '"$1" को हटाया गया है।',
'dellogpage'                  => 'हटाने की सूची',
'dellogpagetext'              => 'नीचे हाल में हटायें गये पन्नोंकी सूची हैं।',
'deletionlog'                 => 'हटाने की सूची',
'reverted'                    => 'पुराने अवतरणको पूर्ववत किया',
'deletecomment'               => 'हटाने का कारण',
'deleteotherreason'           => 'दुसरा/अतिरिक्त कारण:',
'deletereasonotherlist'       => 'दुसरा कारण',
'deletereason-dropdown'       => '*हटाने के सामान्य कारण
** लेखक कि बिनती
** कॉपीराईट
** वॅन्डॅलिजम',
'delete-edit-reasonlist'      => 'हटाने के कारण संपादित करें',
'rollback'                    => 'संपादन पीछे ले जायें',
'rollback_short'              => 'पूर्ववत करें',
'rollbacklink'                => 'रोलबॅक',
'rollbackfailed'              => 'पूर्ववत नहीं कर सकें',
'alreadyrolled'               => '[[$1]] का [[User:$2|$2]] ([[User talk:$2|वार्ता]]) द्वारा किया गया पिछला बदलाव रोलबेक नहीं किया जा सकता; किसी और ने पहले ही इसे रोलबेक किया अथवा बदल दिया है । पिछला बदलाव [[User:$3|$3]] ([[User talk:$3|वार्ता]]) द्वारा किया गया है ।',
'protectlogpage'              => 'सुरक्षा सूची',
'protectedarticle'            => '"[[$1]]" सुरक्षित कर दिया',
'unprotectedarticle'          => '"[[$1]]" असुरक्षित कर दिया',
'protect-title'               => '"$1" की सुरक्षा लेवल बदलें',
'protect-legend'              => 'सुरक्षितता निर्धारित करें',
'protectcomment'              => 'टिप्पणी:',
'protectexpiry'               => 'समाप्ती:',
'protect_expiry_invalid'      => 'समाप्ती समय गलत है ।',
'protect_expiry_old'          => 'समाप्ती समय बीत चुका है ।',
'protect-unchain'             => 'नाम बदलने की अनुमति दिजीये',
'protect-text'                => '<strong><nowiki>$1</nowiki></strong> पन्ने का सुरक्षा-स्तर आप यहां देख सकते है और उसे बदल भी सकते है ।',
'protect-locked-access'       => 'आपको इस पन्ने का सुरक्षा-स्तर बदलने कि अनुमति नहीं है ।
<strong>$1</strong> का अभीका सुरक्षा-स्तर:',
'protect-cascadeon'           => 'यह पन्ना अभी सुरक्षित है क्योंकि वह {{PLURAL:$1|इस पन्नेकी|इन पन्नोंकी}} सुरक्षा-सीढीपर है । आप इस पन्ने का सुरक्षा-स्तर बदल सकते हैं, पर उससे सुरक्षा-सीढीमें बदलाव नहीं होंगे ।',
'protect-default'             => '(ड़िफॉल्ट)',
'protect-fallback'            => '"$1" इजाज़त जरूरी है',
'protect-level-autoconfirmed' => 'अनामक सदस्योंको ब्लॉक करें',
'protect-level-sysop'         => 'सिर्फ प्रबंधक',
'protect-summary-cascade'     => 'सीढी',
'protect-expiring'            => 'समाप्ती $1 (UTC)',
'protect-cascade'             => 'इस पन्ने से जुडे हुए पन्ने सुरक्षित करें (सुरक्षा-सीढी)',
'protect-cantedit'            => 'आप इस पन्नेका सुरक्षा-स्तर बदल नहीं सकते क्योंकी आपको ऐसा करने की अनुमति नहीं है ।',
'restriction-type'            => 'इजाज़त:',
'restriction-level'           => 'सुरक्षा-स्तर:',
'minimum-size'                => 'कमसे कम आकार',
'maximum-size'                => 'ज्यादा से ज्यादा आकार',
'pagesize'                    => '(बाईट्स)',

# Restrictions (nouns)
'restriction-edit'   => 'संपादन',
'restriction-move'   => 'स्थानांतरण',
'restriction-create' => 'बनाईयें',

# Restriction levels
'restriction-level-sysop'         => 'पूर्ण सुरक्षित',
'restriction-level-autoconfirmed' => 'अर्ध सुरक्षित',
'restriction-level-all'           => 'कोईभी लेवल',

# Undelete
'undelete'               => 'हटाया पन्ना वापस लायें',
'viewdeletedpage'        => 'हटायें गयें लेख देखें',
'undeletebtn'            => 'वापस ले आयें',
'undeletelink'           => 'पुनर्स्थापित करें',
'undeletereset'          => 'पूर्ववत करें',
'undeletecomment'        => 'टिप्पणी:',
'undeletedarticle'       => '"[[$1]]" पुनर्स्थापित किया',
'undeletedrevisions'     => '{{PLURAL:$1|एक रूपान्तर वापस लाया गया|$1 रूपान्तर वापस लाये गये}} है',
'undelete-search-box'    => 'हटायें गयें पन्ने खोजें',
'undelete-search-prefix' => 'से शुरु होने पन्ने दर्शायें:',
'undelete-search-submit' => 'खोज',

# Namespace form on various pages
'namespace'      => 'नामस्थान:',
'invert'         => 'विपरीत प्रवरण',
'blanknamespace' => '(मुख्य)',

# Contributions
'contributions' => 'सदस्य योगदान',
'mycontris'     => 'मेरा योगदान',
'contribsub2'   => '$1 के लिये ($2)',
'uctop'         => '(उपर)',
'month'         => 'इस महिनेसे (और पुरानें):',
'year'          => 'इस सालसे (और पुराने):',

'sp-contributions-newbies-sub' => 'नये सदस्योंके लिये',
'sp-contributions-blocklog'    => 'ब्लॉक सूची',
'sp-contributions-submit'      => 'खोज',

# What links here
'whatlinkshere'       => 'यहाँ क्या जुड़ता है',
'whatlinkshere-title' => '$1को जुडे हुए पन्ने',
'whatlinkshere-page'  => 'पन्ना:',
'linklistsub'         => '(कडियों की सूची)',
'linkshere'           => "नीचे दिये हुए पन्ने '''[[:$1]]''' से जुडते हैं:",
'nolinkshere'         => "'''[[:$1]]''' को कुछभी जुडता नहीं हैं ।",
'isredirect'          => 'पुनर्निर्देशन पन्ना',
'istemplate'          => 'मिलाईयें',
'whatlinkshere-prev'  => '{{PLURAL:$1|पिछला|पिछले $1}}',
'whatlinkshere-next'  => '{{PLURAL:$1|अगला|अगले $1}}',
'whatlinkshere-links' => '← कड़ियाँ',

# Block/unblock
'blockip'                  => 'अवरोधित करें',
'blockip-legend'           => 'सदस्य को ब्लॉक करें',
'ipaddress'                => 'आईपी एड्रेस:',
'ipadressorusername'       => 'आईपी एड्रेस या सदस्यनाम:',
'ipbexpiry'                => 'समाप्ति:',
'ipbreason'                => 'कारण',
'ipbreasonotherlist'       => 'दूसरा कारण',
'ipbanononly'              => 'सिर्फ अनामक सदस्योंको ब्लॉक करें',
'ipbcreateaccount'         => 'खाते का निर्माण रोकें',
'ipbemailban'              => 'सदस्य को इ-मेल भेजने से रोकें',
'ipbsubmit'                => 'इस सदस्य को और बदलाव करने से रोकें',
'ipbother'                 => 'अन्य समय:',
'ipboptions'               => '२ घंटे:2 hours,१ दिन:1 day,३ दिन:3 days,१ हफ्ता:1 week,२ हफ्ते:2 weeks,१ महिना:1 month,३ महिने:3 months,६ महिने:6 months,१ साल:1 year,हमेशा के लिये:infinite', # display1:time1,display2:time2,...
'ipbotheroption'           => 'अन्य',
'ipbotherreason'           => 'अन्य/दूसरा कारण:',
'badipaddress'             => 'अमान्य आईपी पता।',
'blockipsuccesssub'        => 'अवरोधन सफल ।(संपादन करने से रोक दिया गया है)',
'ipb-edit-dropdown'        => 'ब्लॉक कारण संपादित करें',
'ipb-unblock-addr'         => '$1 को अनब्लॉक करें',
'ipb-unblock'              => 'सदस्य अथवा आईपी एड्रेस को अनब्लॉक करें',
'ipb-blocklist-addr'       => '$1 के सद्य ब्लॉक देखें',
'ipb-blocklist'            => 'सद्य ब्लॉक देखें',
'unblockip'                => 'सदस्य को अनब्लॉक करें',
'ipusubmit'                => 'इस एड्रेस को अनब्लॉक करें',
'unblocked'                => '[[User:$1|$1]] को अनब्लॉक कर दिया हैं',
'unblocked-id'             => 'ब्लॉक $1 निकाला गया हैं',
'ipblocklist'              => 'ब्लॉक किये हुए सदस्यनाम और IP एड्रेसकी सूची',
'ipblocklist-legend'       => 'ब्लॉक किया हुआ सदस्य खोजें',
'ipblocklist-username'     => 'सदस्यनाव या आईपी एड्रेस:',
'ipblocklist-submit'       => 'खोज',
'blocklistline'            => '$1, $2 ने $3 को बदलाव करने से रोक दिया है (यह रोक $4 तक मान्य है)',
'infiniteblock'            => 'इनफाईनाईट',
'expiringblock'            => 'समाप्ति $1',
'anononlyblock'            => 'केवल अनाम सदस्य',
'noautoblockblock'         => 'स्वयंचलित ब्लॉक रद्द किये हैं',
'createaccountblock'       => 'खाते निर्माण को रोक दिया हैं',
'emailblock'               => 'इ-मेल को ब्लॉक किया हैं',
'ipblocklist-empty'        => 'ब्लॉक सूची खाली हैं।',
'blocklink'                => 'अवरोधित करें',
'unblocklink'              => 'अनब्लॉक',
'contribslink'             => 'योगदान',
'blocklogpage'             => 'ब्लॉक सूची',
'blocklogentry'            => '"[[$1]]" को $2 $3 तक बदलाव करने से रोक दिया गया है।',
'unblocklogentry'          => '$1 ब्लॉक निकाल दिया हैं',
'block-log-flags-anononly' => 'सिर्फ अनामक सदस्य',
'block-log-flags-nocreate' => 'खाता निर्माण पर रोक',
'ipb_expiry_invalid'       => 'अवैध समाप्ति कालावधी।',
'ipb_already_blocked'      => '"$1" को पहलेसे ब्लॉक हैं',
'ip_range_invalid'         => 'गलत आईपी रेंज',
'blockme'                  => 'मुझे ब्लॉक करो',
'proxyblocker'             => 'प्रॉक्सी ब्लॉकर',
'proxyblocker-disabled'    => 'यह कार्य रद्द कर दिया गया हैं।',
'proxyblocksuccess'        => 'हो गया।',

# Developer tools
'lockdb'        => 'डाटाबेस लॉक करें',
'unlockdb'      => 'डाटाबेस अनलॉक करें',
'lockbtn'       => 'डाटाबेस लॉक करें',
'unlockbtn'     => 'अनलॉक डाटाबेस',
'locknoconfirm' => 'आपने कन्फर्मेशन सन्दूकमें क्लिक नहीं किया हैं।',

# Move page
'movepagetext'     => "नीचे दिया हुआ ढाँचा किसी लेख का शीर्षक बदलने में सहयोगी है । इसे सबमीट करने के बाद किसी लेख का नाम बदला जायेगा तथा उसके सभी अवतरण नये नामसे जोडे जायेंगे ।
पुराना शीर्षक नये नामको अनुप्रेषित करेगा ।
पुराने नामसे दी हुई कड़ियाँ नहीं बदली जायेगी, इसलिये आपसे अनुरोध है कि आप गलत एवम्‌ दुगुनी-अनुप्रेषिते देखें ।
गलत कड़ियाँ ना हो इसलिये सर्वस्वी आप जिम्मेदार रहेंगे ।

अगर नये शीर्षकका लेख पहले से है तो स्थानांतरण '''नहीं''' होगा. पर अगर नये शीर्षकका लेख खाली है अथवा अनुप्रेषित करता है (मतलब उसके अवतरन नहीं है) तो स्थानांतरण हो जायेगा ।
इसका मतलब अगर कुछ गलती हुई तो आप फिरसे पुराने नाम पर स्थानांतरण कर पायेंगे ।

'''सूचना!'''
स्थानांतरण करनेसे कोई भी महत्वपूर्ण लेख में अनपेक्षित बदलाव हो सकते है ।
आपसे अनुरोध है कि आप इसके परिणाम जान लें ।",
'movepagetalktext' => "संबंधित वार्ता पृष्ठ इसके साथ स्थानांतरीत नहीं होगा '''अगर:'''
* आप पृष्ठ दुसरे नामस्थान में स्थानांतरीत कर रहें है
* इस नाम का वार्ता पृष्ठ पहलेसे बना हुवा है, या
* नीचे दिया हुआ चेक बॉक्स आपने निकाल दिया है ।

इन मामलोंमे आपको स्वयं यह पन्ने जोडने पड़ सकते है ।",
'movearticle'      => 'पृष्ठ का नाम बदलें',
'newtitle'         => 'नये शीर्षक की ओर:',
'move-watch'       => 'ध्यान रखें',
'movepagebtn'      => 'नाम बदलें',
'pagemovedsub'     => 'नाम बदल दिया गया है',
'movepage-moved'   => "<big>'''“$1” का नाम बदलकर “$2” कर दिया गया है'''</big>", # The two titles are passed in plain text as $3 and $4 to allow additional goodies in the message.
'articleexists'    => 'इस नाम का एक पृष्ठ पहले से ही उपस्थित है, अथवा आप ने अमान्य नाम चुना है। कृपया दूसरा नाम चुनें।',
'talkexists'       => "'''पन्ने का नाम बदल दिया गया है, पर उससे संबंधित वार्ता पृष्ठ नहीं बदला गया है क्योंकि वह पहले से बना हुवा है ।
कृपया इसे स्वयं बदल दे ।'''",
'movedto'          => 'को भेजा गया',
'movetalk'         => 'संबंधित वार्ता पृष्ठ भी बदलें',
'talkpagemoved'    => 'संबंधित वार्ता पृष्ठ भी बदल दिया गया है ।',
'talkpagenotmoved' => 'संबंधित वार्ता पृष्ठ को <strong>नहीं</strong> बदला गया है ।',
'1movedto2'        => '$1 का नाम बदलकर $2 कर दिया गया है',
'movelogpage'      => 'स्थानांतरण सूची',
'movereason'       => 'कारण:',
'revertmove'       => 'पुराने अवतरण पर ले जाएं',

# Export
'export' => 'पन्ने निर्यात किजीयें',

# Namespace 8 related
'allmessages'         => 'व्यवस्था संदेश',
'allmessagesname'     => 'नाम',
'allmessagescurrent'  => 'वर्तमान पाठ',
'allmessagestext'     => 'यह मीडियाविकि नेमस्पेस में उपलब्ध वयवस्था संदेशों की सूची है।',
'allmessagesmodified' => 'केवल परिवर्तित दिखायें',

# Thumbnails
'thumbnail-more'  => 'बड़ा किजीये',
'thumbnail_error' => 'थंबनेल बनानेमें असुविधा हुई है: $1',

# Special:Import
'import'        => 'पन्ने इम्पोर्ट करें',
'importfailed'  => 'इम्पोर्ट असफल रहा  $1',
'importsuccess' => 'इम्पोर्ट सफल हुआ !',

# Import log
'importlogpage' => 'इम्पोर्ट सूची',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'मेरा सदस्य पन्ना',
'tooltip-pt-mytalk'               => 'मेरी सदस्य वार्ता',
'tooltip-pt-preferences'          => 'मेरी पसंद',
'tooltip-pt-watchlist'            => 'आपने ध्यान दिये हुए पन्नोंकी सूची',
'tooltip-pt-mycontris'            => 'मेरे योगदानकी सूची',
'tooltip-pt-login'                => 'आप लॉग इन करें, बल्कि यह अत्यावश्यक नहीं हैं.',
'tooltip-pt-logout'               => 'लॉग आउट',
'tooltip-ca-talk'                 => 'कंटेंट पन्नेके बारेमें वार्तालाप',
'tooltip-ca-edit'                 => 'आप यह पन्ना बदल सकते हैं. कृपया बदलाव संजोनेसे पहले झलक देखें.',
'tooltip-ca-addsection'           => 'इस वार्तालापमें अपनी राय दें ।',
'tooltip-ca-viewsource'           => 'यह पन्ना सुरक्षित हैं । आप इसका स्रोत देख सकते हैं ।',
'tooltip-ca-protect'              => 'इस पन्नेको सुरक्षित किजीयें',
'tooltip-ca-delete'               => 'इस पन्ने को हटाएं',
'tooltip-ca-move'                 => 'यह पन्ना स्थानांतरित किजीयें ।',
'tooltip-ca-watch'                => 'यह पन्ना अपनी ध्यानसूचीमें डालियें',
'tooltip-ca-unwatch'              => 'यह पन्ना अपने ध्यानसूचीसे हटाएं',
'tooltip-search'                  => '{{SITENAME}} में खोजियें',
'tooltip-n-mainpage'              => 'मुखपृष्ठ पर जाए',
'tooltip-n-portal'                => 'प्रोजेक्ट के बारे में, आप क्या कर सकतें हैं, ख़ोजने की जगह',
'tooltip-n-currentevents'         => 'हालकी घटनाओंके पीछेकी जानकारी',
'tooltip-n-recentchanges'         => 'विकिमें हाल में हुए बदलावोंकी सूची.',
'tooltip-n-randompage'            => 'किसी एक लेख पर जाएँ',
'tooltip-n-help'                  => 'ख़ोजने की जगह.',
'tooltip-n-sitesupport'           => 'हमें सहायता दें',
'tooltip-t-whatlinkshere'         => 'यहां जुडे सभी विकिपन्नोंकी सूची',
'tooltip-t-contributions'         => 'इस सदस्यके योगदानकी सूची देखियें',
'tooltip-t-emailuser'             => 'इस सदस्य को इमेल भेजें',
'tooltip-t-upload'                => 'फ़ाइल अपलोड करें',
'tooltip-t-specialpages'          => 'सभी खास पन्नोंकी सूची',
'tooltip-ca-nstab-user'           => 'सदस्य पन्ना देखियें',
'tooltip-ca-nstab-project'        => 'प्रोजेक्ट पन्ना देखियें',
'tooltip-ca-nstab-image'          => 'फ़ाईल पन्ना देख़ें',
'tooltip-ca-nstab-template'       => 'टेम्प्लेट देखियें',
'tooltip-ca-nstab-help'           => 'सहायता पन्ने पर जाईयें',
'tooltip-ca-nstab-category'       => 'श्रेणियाँ पन्ना देखियें',
'tooltip-minoredit'               => 'इस बदलाव को छोटा बदलावके रूपमें दर्शायें',
'tooltip-save'                    => 'आपने किये बदलाव संजोयें',
'tooltip-preview'                 => 'आपने किये हुए बदलावोंकी झलक देखें, कृपया बदलाव संजोनेसे पहले इसका इस्तेमाल किजीयें!',
'tooltip-diff'                    => 'इस पाठ्यमें आपने किये हुए बदलाव देखें।',
'tooltip-compareselectedversions' => 'इस पन्नेके चुने हुए अवतरणोंमें फर्क दिखायें ।',
'tooltip-watch'                   => 'यह पन्ना अपनी ध्यानसूची में डालियें ।',

# Attribution
'anonymous' => 'विकिपीडिया के अनाम सदस्य',
'siteuser'  => 'विकिपीडिया सदस्य  $1',
'siteusers' => 'विकिपीडिया सदस्य  $1',

# Browsing diffs
'previousdiff' => '← पिछला अंतर',
'nextdiff'     => 'अगला अंतर →',

# Media information
'file-info-size'       => '($1 × $2 पीक्सेल, फ़ाईल का आकार: $3, MIME प्रकार: $4)',
'file-nohires'         => '<small>इससे ज्यादा रिज़ोल्यूशन उपलब्ध नहीं हैं.</small>',
'svg-long-desc'        => '(SVG फ़ाईल, साधारणत: $1 × $2 पीक्सेल्स, फ़ाईलका आकार: $3)',
'show-big-image'       => 'सम्पूर्ण रिज़ोल्यूशन',
'show-big-image-thumb' => '<small>इस झलक का आकार: $1 × $2 पीक्सेल्स</small>',

# Special:Newimages
'newimages' => 'नई फ़ाईल्सकी गैलरी',
'ilsubmit'  => 'खोज',

# Bad image list
'bad_image_list' => 'रूपरेख़ा नीचे दी गई है:

सिर्फ सूचीमें होनेवाली फ़ाईल्स (जिनके आगे * यह लिखा गया है) ध्यानमें ली गई हैं । लाईनमें पहली कड़ि गलत फ़ाईल की होनी चाहिये ।

आगे की कड़ियाँ अपवाद है, मतलब ऐसे पन्ने जहां यह फ़ाईल मिल सकती है.',

# Metadata
'metadata'          => 'मेटाडाटा',
'metadata-help'     => 'इस फ़ाईलमें बढ़ाई हुई जानकारी हैं, हो सकता है कि यह फ़ाईल बनानेमें इस्तेमाल किये गए स्कैनर अथवा कैमेरा से यह प्राप्त हुई हैं । अगर यह फ़ाईल बदलदी गई हैं तो यह जानकारी नई फ़ाईलसे मेल नहीं खाने की आशंका हैं ।',
'metadata-expand'   => 'बढ़ाई हुई जानकारी दिखायें',
'metadata-collapse' => 'बढ़ाई हुई जानकारीको छुपायें',
'metadata-fields'   => 'इस सूची में दी गई जानकारी फ़ाईलके नीचे मेटाडाटा जानकारीमें हमेशा दिखेगी ।
बची हुई जानकारी हमेशा छुपाई हुई रहेगी ।
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* focallength', # Do not translate list items

# External editor support
'edit-externally'      => 'बाहरी प्रणालीका इस्तेमाल करते हुए इस फ़ाईल को संपादित करें ।',
'edit-externally-help' => 'अधिक जानकारीके लिये [http://meta.wikimedia.org/wiki/Help:External_editors सेट‍अप जानकारीयाँ] देखें ।',

# 'all' in various places, this might be different for inflected languages
'watchlistall2' => 'सभी',
'namespacesall' => 'समस्त',
'monthsall'     => 'सभी',

# E-mail address confirmation
'confirmemail' => 'ई-मेल प्रमाणित करे',

# action=purge
'confirm_purge' => 'क्या आप यह पृष्ठ का कैश ख़ाली करने चाहिए?

$1',

# AJAX search
'searchcontaining' => 'उन लेखों को खोजे जिनमे $1 हो।',
'articletitles'    => "लेख जो ''$1'' से शुरु होते हैं",

# Auto-summaries
'autosumm-blank'   => 'पृष्ठ से सम्पूर्ण विषयवस्तु हटा रहा है',
'autosumm-replace' => "पृष्ठ को '$1' से बदल रहा है।",
'autosumm-new'     => 'नया पृष्ठ: $1',

# Watchlist editing tools
'watchlisttools-view' => 'आधारित बदलाव देखें',
'watchlisttools-edit' => 'ध्यानसूची देखें एवं संपादित करें',
'watchlisttools-raw'  => 'रॉ ध्यानसूची देखें एवम्‌ संपादित करें',

# Special:Version
'version' => 'रूपान्तर', # Not used as normal message but as header for the special page itself

);
