<?php
/** Mongolian (Монгол)
 *
 * @addtogroup Language
 *
 * @author לערי ריינהארט
 * @author Chinneeb
 * @author SPQRobin
 * @author Nike
 * @author Siebrand
 */

$linkTrail = '/^([a-zабвгдеёжзийклмнопрстуфхцчшщъыьэюя“»]+)(.*)$/sDu';

$messages = array(
# User preference toggles
'tog-underline'        => 'Линкүүдийн доогуур зураас зур:',
'tog-highlightbroken'  => 'Эвдэрхий линкүүдийг <a href="" class="new">ингэж</a> үзүүлэх: (өөрөөр: ингэж<a href="" class="internal">?</a>).',
'tog-rememberpassword' => 'Энэ компьютер дахь нэвтрэлийг санах',
'tog-fancysig'         => 'Автомат линкгүй түүхий гарын үсэг',
'tog-ccmeonemails'     => 'Бусад хэрэглэгчдэд явуулсан мэйлүүдыг над руу давхар илгээх',

'underline-always'  => 'Үргэлж',
'underline-never'   => 'Хэзээ ч үгүй',
'underline-default' => 'Броузерын тохиргоотой адил',

'skinpreview' => '(Урьдчилан харах)',

# Dates
'sunday'        => 'Ням',
'monday'        => 'Даваа',
'tuesday'       => 'Мягмар',
'wednesday'     => 'Лхагва',
'thursday'      => 'Пүрэв',
'friday'        => 'Баасан',
'saturday'      => 'Бямба',
'sun'           => 'Ня.',
'mon'           => 'Да.',
'tue'           => 'Мя.',
'wed'           => 'Лх.',
'thu'           => 'Пү.',
'fri'           => 'Ба.',
'sat'           => 'Бя.',
'january'       => 'Нэгдүгээр сар',
'february'      => 'Хоёрдугаар сар',
'march'         => 'Гуравдугаар сар',
'april'         => 'Дөрөвдүгээр сар',
'may_long'      => 'Тавдугаар сар',
'june'          => 'Зургаадугаар сар',
'july'          => 'Долоодугаар сар',
'august'        => 'Наймдугаар сар',
'september'     => 'Есдүгээр сар',
'october'       => 'Аравдугаар сар',
'november'      => 'Арваннэгдүгээр сар',
'december'      => 'Арванхоёрдугаар сар',
'january-gen'   => 'Нэгдүгээр сар',
'february-gen'  => 'Хоёрдугаар сар',
'march-gen'     => 'Гуравдугаар сар',
'april-gen'     => 'Дөрөвдүгээр сар',
'may-gen'       => 'Тавдугаар сар',
'june-gen'      => 'Зургаадугаар сар',
'july-gen'      => 'Долоодугаар сар',
'august-gen'    => 'Наймдугаар сар',
'september-gen' => 'Есдүгээр сар',
'october-gen'   => 'Аравдугаар сар',
'november-gen'  => 'Арваннэгдүгээр сар',
'december-gen'  => 'Арванхоёрдугаар сар',
'jan'           => '1-р сар',
'feb'           => '2-р сар',
'mar'           => '3-р сар',
'apr'           => '4-р сар',
'may'           => '5-р сар',
'jun'           => '6-р сар',
'jul'           => '7-р сар',
'aug'           => '8-р сар',
'sep'           => '9-р сар',
'oct'           => '10-р сар',
'nov'           => '11-р сар',
'dec'           => '12-р сар',

# Categories related messages
'categories'             => 'Ангиллууд',
'categoriespagetext'     => 'Викид дараах категориуд байна.',
'category_header'        => '"$1" ангилал дахь хуудсууд',
'subcategories'          => 'Дэд ангиллууд',
'category-media-header'  => '"$1" ангилал дахь медиа файлууд',
'category-empty'         => "''Одоогийн байдлаар энэ ангилалд хуудас, медиа файл байхгүй байна.''",
'listingcontinuesabbrev' => '-н үргэлжлэл',

'about'          => 'Тухай',
'article'        => 'Өгүүллэг',
'newwindow'      => '(шинэ цонх нээгдэнэ)',
'cancel'         => 'Цуцлах',
'qbfind'         => 'Хайх',
'qbbrowse'       => 'Дэлгэх',
'qbedit'         => 'Засварлах',
'qbpageoptions'  => 'Энэ хуудас',
'qbpageinfo'     => 'Агуулга',
'qbmyoptions'    => 'Миний хуудаснууд',
'qbspecialpages' => 'Тусгай хуудаснууд',
'moredotdotdot'  => 'дэлгэрэнгүй...',
'mypage'         => 'миний хуудас',
'mytalk'         => 'Миний яриа',
'anontalk'       => 'Энэ IP-н яриа',
'navigation'     => 'Залуурдах',
'and'            => 'ба',

'errorpagetitle'    => 'Aлдаа',
'returnto'          => '$1 руу буцах.',
'tagline'           => '{{SITENAME}}-с',
'help'              => 'Тусламж',
'search'            => 'Хайлт',
'searchbutton'      => 'Хайх',
'go'                => 'Очих',
'searcharticle'     => 'Явах',
'history'           => 'Хуудасны түүх',
'history_short'     => 'Түүх',
'updatedmarker'     => 'сүүлд зочилсноос хойш шинэчлэгдсэн',
'info_short'        => 'Мэдээлэл',
'printableversion'  => 'Хэвлэх хувилбар',
'permalink'         => 'Байнгын холбоос',
'print'             => 'хэвлэх',
'edit'              => 'Засварлах',
'editthispage'      => 'Энэ хуудсыг засварлах',
'delete'            => 'Устгах',
'deletethispage'    => 'Энэ хуудсыг устга',
'undelete_short'    => 'Устгагдсан $1 засварыг сэргээх',
'protect'           => 'Хамгаал',
'protectthispage'   => 'Энэ хуудсыг хамгаалах',
'unprotect'         => 'хамгаалахаа болих',
'unprotectthispage' => 'Энэ хуудасны хамгаалалтыг цуцла',
'newpage'           => 'Шинэ хуудас',
'talkpage'          => 'Энэ хуудсын талаар хэлэлцүүлэг явуулах',
'talkpagelinktext'  => 'Яриа',
'specialpage'       => 'Тусгай хуудас',
'personaltools'     => 'Өөрийн багаж хэрэгслүүд',
'postcomment'       => 'Саналаа илгээх',
'articlepage'       => 'Хуудасны агуулгыг харах',
'talk'              => 'Хэлэлцүүлэг',
'views'             => 'Харагдацууд',
'toolbox'           => 'Багаж хэрэгслүүд',
'userpage'          => 'Хэрэглэгчийн хуудсыг үзэх',
'projectpage'       => 'Төслийн хуудсыг харах',
'imagepage'         => 'Зургийн хуудсыг үзэх',
'mediawikipage'     => 'Мессажны хуудсыг үзэх',
'templatepage'      => 'Үлгэрийн хуудсыг үзэх',
'viewhelppage'      => 'Тусламжийн хуудсыг үзэх',
'categorypage'      => 'Категорийн хуудсыг харах.',
'viewtalkpage'      => 'Хэлэлцүүлгийг үзэх',
'otherlanguages'    => 'Бусад хэлээр',
'redirectedfrom'    => '($1-с шууд холбогдсон)',
'redirectpagesub'   => 'Хуудсыг шууд холбох',
'lastmodifiedat'    => 'Энэ хуудсыг хамгийн сүүлд өөрчилсөн нь $2, $1.', # $1 date, $2 time
'viewcount'         => 'Энэ хуудсанд $1 удаа хандсан байна.',
'protectedpage'     => 'Хамгаалагдсан хуудас',
'jumpto'            => 'Шууд очих:',
'jumptonavigation'  => 'залуурдлага',
'jumptosearch'      => 'хайлт',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => '{{SITENAME}}-н тухай',
'aboutpage'         => 'Project:Тухай',
'bugreports'        => 'Алдааны мэдүүлэг',
'bugreportspage'    => 'Project:Алдааны талаарх мэдээлэл',
'copyright'         => 'Үүний агуулгыг нь $1-н хувьд хэрэглэх боломжтой.',
'copyrightpagename' => '{{SITENAME}} зохиогчийн эрх',
'copyrightpage'     => '{{ns:project}}:Зохиогчийн эрх',
'currentevents'     => 'Сүүлийн үеийн үйл явдлууд',
'currentevents-url' => 'Project:Сүүлийн үеийн үйл явдлууд',
'disclaimers'       => 'Татгалзлууд',
'disclaimerpage'    => 'Project:Ерөнхий татгалзал',
'edithelp'          => 'Засвар хийх тухай тусламж',
'edithelppage'      => 'Help:Засвар хийж байна',
'faqpage'           => 'Project:FAQ',
'helppage'          => 'Help:Агуулга',
'mainpage'          => 'Нүүр хуудас',
'portal'            => 'Бүлгэмийн портал',
'portal-url'        => 'Project:Бүлгэмийн портал',
'privacy'           => 'Хувийн мэдээллийн талаарх баримтлал',
'privacypage'       => 'Project:Хувийн мэдээллийн талаарх баримтлал',
'sitesupport'       => 'Хандив',
'sitesupport-url'   => 'Project:Хандив өргөх',

'badaccess'        => 'Зөвшөөрлийн алдаа',
'badaccess-group0' => 'Та энэ үйлдлийг хийж биелүүлэх зөвшөөрөлгүй байна.',
'badaccess-group1' => 'Таны хийх гэж буй үйлдэлийг $1 группын хэрэглэгчид хязгаарласан байна.',
'badaccess-group2' => 'Таны хийх гэж буй үйлдэлийг $1 группын хэн нэг хэрэглэгч хязгаарласан байна.',
'badaccess-groups' => 'Таны хийх гэж буй үйлдэлийг $1 группын хэн нэг хэрэглэгч хязгаарласан байна.',

'versionrequired'     => 'МедиаВикигийн $1 хувилбар шаардлагатай',
'versionrequiredtext' => 'Энэ хуудсыг ашиглахын тулд МедиаВикигйин $1 хувилбар шаардлагатай. [[Special:Version]]-г үзэх.',

'ok'                      => 'Tэг',
'retrievedfrom'           => '"$1" хуудаснаас авсан',
'youhavenewmessages'      => 'Таньд $1 ($2) байна.',
'newmessageslink'         => 'шинэ мэссэж',
'newmessagesdifflink'     => 'сүүлийн өөрчлөлт',
'youhavenewmessagesmulti' => 'Танд $1 дээр шинэ мессеж ирсэн байна.',
'editsection'             => 'засварлах',
'editold'                 => 'засварлах',
'editsectionhint'         => 'Хэсгийг засварлах: $1',
'toc'                     => 'Агуулга',
'showtoc'                 => 'үзүүлэх',
'hidetoc'                 => 'нуух',
'thisisdeleted'           => '$1-г сэргээх эсвэл харах уу?',
'viewdeleted'             => '$1-г харах уу?',
'restorelink'             => '$1 арилгагдсан засвар',
'feedlinks'               => 'Хангамж:',
'site-rss-feed'           => '$1-н RSS фийд',
'site-atom-feed'          => '$1-н Atom фийд',
'page-rss-feed'           => '"$1"-н RSS фийд',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Бичлэг or Өгүүлэл',
'nstab-user'      => 'Хэрэглэгчийн хуудас',
'nstab-media'     => 'Медиа хуудас',
'nstab-special'   => 'Тусгай',
'nstab-project'   => 'Төслийн хуудас',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'Мэдэгдэл',
'nstab-template'  => 'Загвар',
'nstab-help'      => 'Тусламж',
'nstab-category'  => 'Ангилал',

# Main script and global functions
'nosuchaction'      => 'тийм үйлдэл хийхгүй',
'nosuchspecialpage' => 'тийм тусгай хуудас биш',

# General errors
'error'                => 'Aлдаа',
'databaseerror'        => 'мэдээллийн сан дахь алдаа',
'dberrortext'          => 'Мэдээллийн бааз дахь хайлтанд өгүүлбэр зүйн алдаа илэрлээ. Програмд “bug” байгааг харуулж байж магадгүй. Хамгийн сүүлд гүйцэтгэсэн мэдээллийн бааз дахь хайлт нь ийм байсан:
<blockquote><tt>$1</tt></blockquote>
"<tt>$2</tt>" функцын хамт.
MySQL буцаасан алдаа нь  "<tt>$3: $4</tt>".',
'noconnect'            => 'Уучлаарай! Викид техникийн саатал гарсан тул мэдээллийн бааз руу холбогдохгүй байна <br />
$1',
'cachederror'          => 'Дараах нь шаардагдах хуудасны нөөц хуулбар тул хамгийн шинэ хувилбар биш байх магадлалтай.',
'laggedslavemode'      => 'Анхаар: Энэ хуудас нь хамгийн сүүлийн өөрчлөлтүүдийг хамруулаагүй байж болно.',
'enterlockreason'      => 'Яагаад түгжих болсон шалтгаан болон хэзээ уг түгжээ нь тайлагдах тухай оруулаарай.',
'internalerror'        => 'Дотоод алдаа',
'filecopyerror'        => 'Файлыг "$1"-с "$2" руу хуулж чадсангүй.',
'filerenameerror'      => 'Файлын нэрийг "$1"-с "$2" болгож өөрчилж чадсангүй.',
'filedeleteerror'      => '"$1" файлыг устгаж чадсангүй.',
'filenotfound'         => 'Файл "$1"-г олсонгүй.',
'fileexistserror'      => '"$1" файл руу бичиж болохгүй байна: ийм файл байна',
'unexpected'           => 'Гэнэтийн утга: "$1"="$2".',
'formerror'            => 'Алдаа:формыг бүртгүүлж чадсангүй',
'badarticleerror'      => 'энэ хуудсанд энэ үйлдлийг гүйцэтгэх боломжгүй.',
'cannotdelete'         => 'Заагдсан хуудас буюу файлыг устгаж чадсангүй. (Хэн нэгэн хэрэглэгч өрсөж устгасан байж магадгүй).',
'badtitle'             => 'Болохгүй гарчиг',
'badtitletext'         => 'Оруулсан хуудасны нэр тань хүчингүй, хоосон, эсвэл буруу холбосон интер-хэл буюу интер-викигийн нэр байна. Нэрэнд хэрэглэгдэж болохгүй тэмдэгт орсон байж болзошгүй.',
'wrong_wfQuery_params' => 'wfQuery()-д буруу параметер оруулсан байна<br />
Функц: $1<br />
Асуудал: $2',
'viewsource'           => 'Кодыг харах',
'viewsourcefor'        => '$1',
'actionthrottledtext'  => 'Бид спамаас хамгаалахын тулд энэ үйлдлийг богино хугацаанд хэт олон удаа давтахыг хязгаарладаг. Та энэхүү хязгаарт хүрсэн тул түр хүлээгээд дахин оролдоно уу.',
'viewsourcetext'       => 'Та энэ хуудасны кодыг харах болон хуулж авах үйлдлийг хийх боломжтой:',
'editinginterface'     => "'''Анхаар''': Та програм хангамжаас хангагдсан интерфейсд хэрэглэгддэг хуудсанд засвар хийж байна. Бусад хэрэглэгчийн интерфейсийн харагдах байдлыг өөрчлөнө.",
'customcssjsprotected' => 'Энэ хуудас нь өөр хэрэглэгчийн хувийн тохиргоог агуулсан байгаа тул та засварлах эрхгүй.',

# Login and logout pages
'logouttitle'                => 'Хэрэглэгчийн гарах хэсэг',
'logouttext'                 => '<strong>Одоо та гарчихсан байна.</strong>

Та ямар нэг хэрэглэгчийн бүртгэлгүйгээр {{SITENAME}}-г ашиглаж чадна. Эсвэл саяын болон өөр хэрэглэгчийн бүртгэлээ ашиглан холбогдож чадна. Броузерийнхаа хийсвэр санах ойг цэвэрлээгүй тохиолдолд зарим нэг хуудсууд нь таны холбогдсон байдлаар харагдуулж болзошгүйг анхааруулъя.',
'welcomecreation'            => '== Тавтай морилно уу, $1! ==

Таны хэрэглэгчийн нэр амжилттайгаар үүсгэгдлээ. {{SITENAME}}-гийн харагдах байдлын тохиргоогоо өөрчлөхөө мартуузай.',
'loginpagetitle'             => 'Хэрэглэгч нэвтрэх',
'yourname'                   => 'Хэрэглэгчийн нэр:',
'yourpassword'               => 'Нууц үг:',
'yourpasswordagain'          => 'Нууц үгээ дахин оруул',
'remembermypassword'         => 'Энэ компьютер дээрх миний нэвтрэлийг сана',
'yourdomainname'             => 'Таны домэйн:',
'loginproblem'               => '<b>Нэвтрэхэд тань алдаа гарлаа.</b><br />Дахин оролдоно уу!',
'login'                      => 'Нэвтрэх',
'loginprompt'                => 'Та {{SITENAME}}-д нэвтрэхийн тулд күүкинүүд ашигладах хэрэгтэй.',
'userlogin'                  => 'Нэвтрэх / Бүртгүүлэх',
'logout'                     => 'Гарах',
'userlogout'                 => 'Гарах',
'notloggedin'                => 'нэвтрээгүй байна',
'nologin'                    => 'Бүртгүүлээгүй байна уу? $1.',
'nologinlink'                => 'Бүртгүүлэх',
'createaccount'              => 'Бүртгүүлэх',
'gotaccount'                 => 'Та бүртгэлтэй юу? $1',
'gotaccountlink'             => 'Нэвтрэх',
'createaccountmail'          => 'Мэйлээр илгээх',
'badretype'                  => 'Таны оруулсан нууц үг таарахгүй байна.',
'userexists'                 => 'Хэрэглэгчийн нэр ашиглагдаж байна. Өөр нэр сонгоно уу.',
'youremail'                  => 'Мэйл хаяг *',
'username'                   => 'Хэрэглэгчийн нэр:',
'uid'                        => 'Хэрэглэгчийн ID:',
'yourrealname'               => 'Жинхэнэ нэр:',
'yourlanguage'               => 'Хэл:',
'yourvariant'                => 'Вариант',
'yournick'                   => 'Дуудах нэр (хоч):',
'badsig'                     => 'Хүчингүй гарын үсэг; HTML-нхээ таг-г шалгаж үзнэ үү.',
'badsiglength'               => 'Хоч нэр хэтэрхий урт байна; $1 үсгээс богино байх ёстой.',
'email'                      => 'Мэйл хаяг',
'prefs-help-realname'        => 'Жинхэнэ нэрээ заавал оруулах албагүй бөгөөд оруулбал таны хийсэн бүтээлийг түүгээр хаяглана.',
'loginerror'                 => 'Нэвтрэхэд алдаа гарлаа',
'prefs-help-email'           => '* И-мэйл (заавал биш): Та нууц үгээ мартвал бид түүнийг тань руу явуулах боломж өгдөг. Та бас "Бусад хэрэглэгчдээс ирэх мэйлийг зөвшөөрөх"-ийг сонговол бусад хүмүүс тань руу хэрэглэгчийн хуудас эсвэл ярианы хуудсаар тань дамжин "Энэ хэрэглэгчид мэйл илгээх" багажийг ашиглан мэйл илгээх боломжтой болно. Та мэйл хаягаа соливол үүнийгээ дахин баталгаажуулах хэрэгтэй болно.',
'nocookiesnew'               => 'Таны хэрэглэгчийн бүртгэл үүссэн боловч нэвтрээгүй байна. {{SITENAME}} нь хэрэглэгч холбогдохын тулд кууки хэрэглэдэг. Та куукиг хаасан байна. Түүнийг нээгээд хэрэглэгчийн шинэ нэр, нууц үгээрээ нэвтэрнэ үү.',
'nocookieslogin'             => '{{SITENAME}}-д хэрэглэгч холбогдохын тулд кууки хэрэглэдэг. Та куукиг хаасан байна. Түүнийг нээгээд дахин оролдож үзнэ үү.',
'noname'                     => 'Таны өгсөн хэрэглэгчийн нэр хүчингүй байна.',
'loginsuccesstitle'          => 'Амжилттай нэвтэрлээ',
'loginsuccess'               => "'''Та {{SITENAME}} руу \"\$1\" нэрээр нэвтэрлээ.'''",
'nosuchuser'                 => '"$1" гэсэн нэртэй хэрэглэгч байхгүй байна.
Үсгийн алдаагаа зас, эсвэл шинээр бүртгүүлнэ үү.',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" гэсэн нэртэй хэрэглэгч байхгүй байна. 
Үсгийн алдаагаа шалгана уу.',
'nouserspecified'            => 'Та хэрэглэгчийн нэрээ зааж өгөх хэрэгтэй.',
'wrongpassword'              => 'Нууц үгээ буруу оруулсан байна. Дахин оролдоно уу.',
'wrongpasswordempty'         => 'Хоосон нууц үг оруулсан байна. Дахин оруулна уу.',
'passwordtooshort'           => 'Таны нууц үг хэт богино байна. 
Хамгийн багадаа $1 тэмдэгттэй байх ёстой бөгөөд таны хэрэглэгчийн нэрнээс өөр байх ёстой.',
'mailmypassword'             => 'Мэйл хаягаар нууц үгийг илгээх',
'passwordremindertitle'      => '{{SITENAME}}-д нэвтрэх түр зуурын шинэ нууц үг',
'passwordremindertext'       => 'Хэн нэгэн (бодвол та, IP хаяг нь $1)) {{SITENAME}}-д ($4) шинэ нууц үг явуулах хүсэлтийг тавьсан байна.
"$2" хэрэглэгчийн шинэ нууц үг "$3" боллоо.
Та одоо нэвтэрч нууц үгээ солих хэрэгтэй.

Хэрэв энэ хүсэлтийг өөр хүн тавьсан, эсвэл та хуучин нууц үгээ санаж солихыг хүсэхгүй байгаа бол та энэ мэйлийг тоохгүйгээр хуучин нууц үгээ хэвээр хэрэглэж болно.',
'noemail'                    => 'Хэрэглэгч "$1" нь мэйл хаягаа бүртгүүлээгүй байна.',
'passwordsent'               => '"$1"-н бүртгүүлсэн мэйл хаяг руу шинэ нууц үг илгээгдлээ.
Мэйлээ авсныхаа дараа дахин нэвтрээрэй.',
'blocked-mailpassword'       => 'Таны IP хаягаас засвар хийх эрхийг түгжсэн байна. Тиймд буруугаар ашиглахаас сэргийлэх үүднээс нууц үгийг сэргээхийг зөвшөөрөхгүй.',
'eauthentsent'               => 'Баталгаажуулах мэйл бүртгүүлсэн мэйл хаяг руу илгээгдлээ. 
Өөрийнхөө бүртгэлийг баталгаажуулахын тулд, өөр ямар нэг мэйл таны мэйл хаяг руу явуулагдахын өмнө тухай бүрийнхээ мэйл дэх зааврыг дагана уу.',
'mailerror'                  => 'Мэйл илгээхэд алдаа гарлаа: $1',
'acct_creation_throttle_hit' => 'Уучлаарай, та $1 тооны хэрэглэгчийн бүртгэл үүсгэсэн байна. Та дахин үүсгэж болохгүй.',
'emailauthenticated'         => 'Таны мэйл хаяг $1 гэж баталгаажлаа.',
'emailnotauthenticated'      => 'Таны мэйл хаяг хараахан баталгаажаагүй байна. Дээрх шалтгааны улмаас мэйл илгээх боломжгүй.',
'noemailprefs'               => 'Эдгээр ажлыг гүйцэтгэхийн тулд мэйл хаягаа өгөх хэрэгтэй.',
'emailconfirmlink'           => 'Мэйл хаягаа баталгаажуулах',
'invalidemailaddress'        => 'Хүчингүй хэлбэртэй мэйл хаяг нь зөвшөөрөгдөхгүй. Хүчинтэй майл хаяг эсвэл хоосон талбарыг бөглөнө үү.',
'accountcreated'             => 'Бүртгэл үүсгэгдэв',
'accountcreatedtext'         => '$1 гэсэн хэрэглэгчийн бүртгэл үүсгэгдэв.',
'loginlanguagelabel'         => 'Хэл: $1',

# Edit page toolbar
'bold_sample'     => 'Тодруулсан текст',
'bold_tip'        => 'Тодруулсан текст',
'italic_sample'   => 'Налуу текст',
'italic_tip'      => 'Налуу текст',
'link_sample'     => 'Холбоосны нэр',
'link_tip'        => 'Дотоод холбоос',
'extlink_sample'  => 'http://www.жишээ.com холбоосны нэр',
'extlink_tip'     => 'Гадаад холбоос (эхэнд нь http:// бичихээ мартуузай)',
'headline_sample' => 'Гарчигийн текст',
'headline_tip'    => '2-р түвшний гарчиг',
'math_sample'     => 'Энд томъёогоо оруулна уу',
'math_tip'        => 'Математикийн томъёо (LaTeX)',
'nowiki_sample'   => 'Энд хэлбэршүүлээгүй текстээ оруулна уу',
'nowiki_tip'      => 'Вики форматыг хэрэглэхгүй байх',
'image_sample'    => 'жишээ.jpg',
'image_tip'       => 'Оруулсан файл',
'media_tip'       => 'Файлын холбоос',
'sig_tip'         => 'Таны бичлэг үйлдсэн цагтай гарын үсэг',
'hr_tip'          => 'Хөндлөн шугам (бага хэрэглээрэй)',

# Edit pages
'summary'                => 'Товч агуулга',
'subject'                => 'Сэдэв/гарчиг',
'minoredit'              => 'Энэ бол бага зэргийн засвар',
'watchthis'              => 'Энэ хуудсыг хяна',
'savearticle'            => 'Хуудсыг хадгалах',
'preview'                => 'Урьдчилж харах',
'showpreview'            => 'Урьдчилж харах',
'showdiff'               => 'Өөрчлөлтүүдийг харуул',
'anoneditwarning'        => "'''Анхаар:''' Та нэвтрээгүй байна.
Энэ хуудасны засварын түүхэнд таны IP хаяг хадгалагдана.",
'missingsummary'         => "'''Сануулга:''' Та засварынхаа товч утгыг оруулаагүй байна. Хэрэв та хадгалах товчийг дахин дарвал таны засвар товч утгагүйгээр хадгалагдах болно.",
'missingcommenttext'     => 'Доор саналаа оруулна уу.',
'missingcommentheader'   => "'''Сануулга:''' Та энэ коментынхаа гарчигийг бичээгүй байна. Хэрэв та хадгалах товчийг дахин дарвал таны засвар товч утгагүйгээр хадгалагдах болно.",
'summary-preview'        => 'Товч агуулгын урьдчилж харсан байдал',
'blockedtitle'           => 'Хэрэглэгч түгжигдлээ.',
'blockedtext'            => "<big>'''Таны хэрэглэгчийн нэр эсвэл IP хаяг түгжигдсэн байна.'''</big>

Түгжээг $1 хийсэн. Шалтгаан нь ''$2'' байна.

* Түгжээ эхлэсэн огноо: $8
* Түгжээ дуусах огноо: $6
* Түгжигдсэн: $7

Та $1 эсвэл бусад [[{{MediaWiki:Grouppage-sysop}}|администраторуудтай]] харилцаж түгжээнийхээ талаар хэлэлцэж болно.
Таны [[Special:Preferences|хувийн тохиргоонд]] мэйл хаяг заагдсан, мөн үүнийгээ хэрэглэхээс түгжигдээгүй үед л 'энэ хэрэглэгчид мэйл илгээх' функцийг хэрэглэх боломжтой.
Таны одоогийн IP хаяг бол $3, түгжээний ID нь #$5 байна. Түгжээний талаарх хэлэлцүүлэгт энэ хоёрыг заавал оруулаарай.",
'blockedoriginalsource'  => "'''$1'''-н сурс-ыг доор үзүүлэв:",
'blockededitsource'      => "Таны засвар хийж байгаа '''$1''' дэх текстийг доор үзүүлэв:",
'whitelistedittitle'     => 'Засвар хийхийн тулд холбогдох шаардлагатай.',
'whitelistedittext'      => 'Хуудсуудад засвар хийхийн тулд та урьдаар $1.',
'whitelistreadtitle'     => 'Уншихын тулд та нэвтрэх хэрэгтэй.',
'whitelistreadtext'      => 'Та хуудсуудыг уншихын тулд [[Special:Userlogin|нэвтрэх]] хэрэгтэй.',
'whitelistacctitle'      => 'Таныг хэрэглэгчийн бүртгэл үүсгэхийг зөвшөөрсөнгүй.',
'whitelistacctext'       => 'Энэ Викид хэрэглэгчийн бүртгэл үүсгэх зөвшөөрөл авахын тулд та [[Special:Userlogin|нэвтрэн]] орж, зохих зөвшөөрлийг авах ёстой.',
'confirmedittitle'       => 'Засвар хийхийн тулд мэйлээрх баталгаа шаардлагатай',
'confirmedittext'        => 'Та хуудаснуудад засвар хийхдээ мэйл хаягаа баталгаажуулах хэрэгтэй. Хэрэглэгчийн тохируулга хэсэгт өөрийнхөө мэйл хаягийг баталгаажуулна уу.',
'loginreqtitle'          => 'Нэвтэрсэн байх шаардлагатай',
'loginreqlink'           => 'Нэвтрэх',
'loginreqpagetext'       => 'Та бусад хуудсуудыг үзэхийн тулд $1 хийх хэрэгтэй.',
'accmailtitle'           => 'Нууц үг илгээгдлээ.',
'accmailtext'            => '"$1"-ын нууц үг нь $2 руу илгээгдлээ.',
'newarticle'             => '(Шинэ)',
'newarticletext'         => "Таны орохыг хүссэн хуудас байхгүй байна. Энэ хуудсыг шинээр үүсгэхийн тулд доорх талбарт мэдээллээ оруулна уу (дэлгэрэ
нгүй мэдээллийг [[{{MediaWiki:Helppage}}|тусламжийн хуудсаас]] авч болно).
Хэрэв та энд санамсаргүйгээр орж ирсэн бол броузерийнхаа '''back''' товчийг дар.",
'anontalkpagetext'       => "----''Энэ нь хараахан бүртгүүлээгүй байгаа буюу хэрэглэгчийн нэр хэрэглэхгүй байгаа хэрэглэгчийн хэлэлцүүлгийн хуудас болно. Бид ийм хэрэглэгчдийг тогтоохын тулд IP хаягийг нь ашигладаг юм. Нэг IP хаягийг хэд хэдэн хэрэглэгч хамтран ашиглаж байх магадлалтай. Хэрвээ таны IP хаягт ирсэн санал хүсэлтүүд танд хандаагүй бөгөөд та цаашид ийм байдал үүсэхээс сэргийлмээр байгаа бол [[Special:Userlogin|бүртгүүлэх буюу нэвтрэхийг]] хүсье.''",
'noarticletext'          => 'Одоогийн байдлаар энэ хуудсанд текст алга. Та нэг бол энэ хуудасны нэрээр бусад хуудсуудад [[Special:Search/{{PAGENAME}}|хайлт хийх]], эсвэл энэ хуудсыг [{{fullurl:{{FULLPAGENAME}}|action=edit}} засварлаж] болно.',
'clearyourcache'         => "'''Санамж:''' Хадгалсны дараа шинэ тохиргоогоо харахын тулд браузерынхаа cache-г орхих хэрэгтэй болж магадгүй. '''Мозилла / Файрфокс / Сафари:''' ''Shift''-г дарж байхдаа ''Reload'' дээр дар, эсвэл ''Ctrl-Shift-R'' гэж дар (Макинтош дээр ''Cmd-Shift-R''); '''Интернэт Эксплорер:''' ''Ctrl'' -г дарж байхдаа ''Refresh'' дээр дар, эсвэл ''Ctrl-F5'' гэж дар; '''Конкерор:''' ''Reload'' товч дээр л дар, эсвэл ''F5''-г дар; '''Опера'''-гийн хэрэглэгчид cache-г ''Tools→Preferences'' дээр бүрэн арилгах шаардлагатай болж магадгүй.",
'usercssjsyoucanpreview' => "<strong>Зөвлөгөө:</strong> 'Урьдчилан харах' товчийг ашиглан та өөрийн шинэ CSS/ЖаваСкриптийг хадгалахаасаа өмнө шалгах боломжтой.",
'usercsspreview'         => "'''Та өөрийн хэрэглэгчийн CSS-г зөвхөн урьдчилан харж буй бөгөөд энэ нь хараахан хадгалагдаагүй байгааг анхаарна уу!'''",
'userjspreview'          => "'''Та өөрийн хэрэглэгчийн ЖаваСкриптийг урьдчилан харж байна, энэ нь хараахан хадгалагдаагүй байгааг санана уу!'''",
'userinvalidcssjstitle'  => "'''Анхаар:''' \"\$1\" гэсэн арьс алга байна. .css болон .js гэсэн хуудсуудыг нэрлэхэд жижиг үсэг хэрэглэдэг болохыг сануулж байна.
жишээ нь: Foo/monobook.css болон User:Foo/Monobook.css нь адилхан биш юм.",
'updated'                => '(Шинэчлэгдсэн)',
'note'                   => '<strong>Анхааруулга:</strong>',
'previewnote'            => '<strong>Энэ бол зөвхөн урьдчилж харсан байдал; засварууд одоохондоо хадгалагдаагүй байна!</strong>',
'editing'                => '$1-г засварлаж байна',
'editingsection'         => '$1-г засварлаж байна (хэсэг)',
'copyrightwarning'       => '{{SITENAME}}-д оруулсан бүх хувь нэмэр $2-н хувьд (дэлгэрэнгүй мэдээллийг $1-ээс авна уу) тавигддаг болохыг анхаарна уу. Хэрэв та өөрийн бичлэгээ бусдад засварлуулах, тараагдуулахыг хүсэхгүй байгаа бол энд битгий оруулаарай.<br />
Та мөн үүнийг өөрөө бичсэн, эсвэл нийтийн өмчид тавигдсан бүтээлийг хуулж тавьсан гэдгээ амласан байгаа.
<strong>ЗОХИОГЧИЙН ЭРХ БҮХИЙ БҮТЭЭЛИЙГ ЗӨВШӨӨРӨЛГҮЙГЭЭР ТАВИХИЙГ ХОРИГЛОНО!</strong>',
'longpagewarning'        => '<strong>АНХААР: Энэ хуудас $1 килобайт урттай байна; зарим броузеруудад 32 килобайт орчим буюу түүнээс урт хуудсыг засварлахад хүндрэлтэй байж магадгүй.
Хуудсыг жижиг хэсгүүдэд хувааж засварлахыг санал болгоё.</strong>',
'templatesused'          => 'Энэ хуудсанд ашиглагдаж буй загварууд:',
'templatesusedpreview'   => 'Энэ урьдчилж харсан байдалд ашиглагдаж буй загварууд:',
'template-protected'     => '(хамгаалагдсан)',
'template-semiprotected' => '(хагас-хамгаалагдсан)',
'nocreatetitle'          => 'Хуудас үүсгэх хязгаар',
'nocreatetext'           => '{{SITENAME}} нь шинэ хуудас үүсгэх явдлыг хаасан байна.
Та буцаад хуучин байсан хуудсыг засварлах, эсвэл [[Special:Userlogin|нэвтэрч орох буюу бүртгүүлж болно]].',
'recreate-deleted-warn'  => "'''Анхаар: Та өмнө нь устгагдсан хуудсыг дахин үүсгэх гэж байна.'''

Та энэ хуудсанд засвар хийх нь зүйтэй юу гэж бодох хэрэгтэй.
Энэ хуудасны устгалын лог хэрэг болж магадгүй тул доор байна:",

# Account creation failure
'cantcreateaccounttitle' => 'Хэрэглэгчийн бүртгэлийг үүсгэж чадсангүй.',
'cantcreateaccount-text' => "[[User:$3|$3]] нь тус IP хаягаас (<b>$1</b>) бүртгэл үүсгэх эрхийг түгжсэн байна.

$3-н тодорхойлсон шалтгаан нь ''$2''.",

# History pages
'viewpagelogs'        => 'Энэ хуудасны логийг үзэх',
'nohistory'           => 'Хуудсанд засвар хийсэн түүх байхгүй байна.',
'currentrev'          => 'Одоогийн засвар',
'revisionasof'        => '$1-ий байдлаарх засвар',
'revision-info'       => '$1-ий байдлаарх $2 хэрэглэгчийн хийсэн засвар',
'previousrevision'    => '←Хуучны засвар',
'nextrevision'        => 'Дараагийн засвар→',
'currentrevisionlink' => 'Одоогийн засвар',
'cur'                 => 'одоогийн',
'next'                => 'дараагийнх',
'last'                => 'сүүлийн',
'page_first'          => 'эхний',
'page_last'           => 'сүүлийн',
'histlegend'          => 'Өөрчлөлтүүдийг сонгох: харьцуулж үзэхийн тулд хувилбаруудын өмнөх хайрцагыг сонгож нэг бол "enter" товчлуурыг, эсвэл доорх товчлуурыг дараарай.<br />
Тэмдэг: (одоогийн) = одоогийн засвартай харьцуулах
(сүүлчийн) = өмнөх засвартай харьцуулах, Б = бага зэргийн засвар',
'deletedrev'          => '[нь устгагдсан]',
'histfirst'           => 'Эхний',
'histlast'            => 'Сүүлийн',

# Revision feed
'history-feed-title'          => 'Өөрчилсөн түүх',
'history-feed-description'    => 'Энэ хуудасны Вики дэх өөрчлөгдсөн түүх',
'history-feed-item-nocomment' => '$2 дээрх $1', # user at time
'history-feed-empty'          => 'Таны үзэх гэсэн хуудас алга байна. Викигээс устгагдсан юмуу эсвэл нэр нь өөрчлөгдсөн бололтой. Дахин Вики дэх холбогдох хуудаснуудад нь хайлт хийж үзнэ үү.
$1 at $2 $2 дээрх $1',

# Revision deletion
'rev-delundel' => 'үзүүлэх/нуух',

# Diffs
'history-title'           => '"$1"-н засварын түүх',
'difference'              => '(Засварууд хоорондын ялгаа)',
'lineno'                  => '$1-р мөр:',
'compareselectedversions' => 'Сонгосон хувилбаруудыг харьцуулах',
'editundo'                => 'буцаах',
'diff-multi'              => 'Завсрын $1 засварыг үзүүлээгүй байна.',

# Search results
'searchresults'         => 'Хайлтын үр дүн',
'searchresulttext'      => '{{SITENAME}}-гаас хайх тухай дэлгэрэнгүй мэдээлэл авахыг хүсвэл [[{{MediaWiki:Helppage}}|Тусламж]] хуудсыг үзнэ үү.',
'searchsubtitle'        => "Та '''[[:$1]]''' гэж хайлаа",
'searchsubtitleinvalid' => "Та '''$1''' гэж хайлаа",
'noexactmatch'          => '"$1" гэсэн гарчигтай хуудас байхгүй байна.\'\'\' Та [[:$1|энэ хуудсыг үүсгэх]] боломжтой.',
'notitlematches'        => 'таарах нэртэй хуудас байхгүй',
'notextmatches'         => 'таарах тексттэй хуудас байхгүй',
'prevn'                 => 'өмнөх $1',
'nextn'                 => 'дараагийн $1',
'viewprevnext'          => 'Үзэх: ($1) ($2) ($3)',
'powersearch'           => 'Сонгож хайх',

# Preferences page
'preferences'           => 'Хэрэглэгчийн тохиргоо',
'mypreferences'         => 'Миний тохиргоо',
'prefs-edits'           => 'Засваруудын тоо:',
'prefsnologin'          => 'нэвтрээгүй байна',
'qbsettings'            => 'Хялбаршуулсан хэсэг',
'changepassword'        => 'Нууц үгээ өөрчлөх',
'skin'                  => 'Арьс',
'math'                  => 'Математик',
'dateformat'            => 'Огноогийн хэлбэр',
'datedefault'           => 'Давуу эрх алга',
'datetime'              => 'Огноо, цаг',
'math_unknown_error'    => 'үл мэдэгдэх алдаа',
'math_unknown_function' => 'үл мэдэгдэх функц',
'math_syntax_error'     => 'бичлэгийн алдаа',
'prefs-personal'        => 'Хэрэглэгчийн хувийн тохируулга',
'prefs-rc'              => 'Сүүлд шинэчлэгдсэн',
'saveprefs'             => 'Хадгалах',
'resetprefs'            => 'Бүгдийг эхнээс нь болгох',
'oldpassword'           => 'Хуучин нууц үг:',
'newpassword'           => 'Шинэ нууц үг:',
'retypenew'             => 'Шинэ нууц үгээ дахин оруулах:',
'rows'                  => 'Мөр:',
'columns'               => 'Багана:',
'searchresultshead'     => 'Хайлт',
'contextchars'          => 'Нэг мөрөн дэх үг:',
'recentchangesdays'     => 'Сүүлийн үеийн засваруудад үзүүлэх өдрүүд:',
'recentchangescount'    => 'Сүүлийн үеийн засваруудад үзүүлэх засваруудын тоо:',
'savedprefs'            => 'Таны тохиргоо хадгалагдлаа.',
'timezonelegend'        => 'Цагийн бүс',
'localtime'             => 'Орон нутгийн цаг',
'servertime'            => 'Серверийн цаг',
'guesstimezone'         => 'Броузераас бөглөх',
'allowemail'            => 'Бусад хэрэглэгчдээс ирэх мэйлийг зөвшөөрөх',
'defaultns'             => 'Эдгээр нүдэнд анхны хэлбэрээр нь хайх:',
'default'               => 'Aнхны байдал',
'files'                 => 'Файлууд',

# User rights
'userrights'                 => 'Хэрэглэгчийн эрхүүдийг удирдах', # Not used as normal message but as header for the special page itself
'userrights-lookup-user'     => 'Хэрэглэгчийн бүлгэмүүдийг удирдах',
'userrights-user-editname'   => 'Хэрэглэгчийн нэрээ оруулна уу:',
'editusergroup'              => 'хэрэглэгчийн группт засвар хийх',
'editinguser'                => 'Хэрэглэгч <b>$1</b>-д засвар хийж байна.',
'userrights-editusergroup'   => 'Хэрэглэгчийн бүлгэмүүдийг засварлах',
'userrights-groupsmember'    => 'Үүний гишүүн:',
'userrights-groupsavailable' => 'Байгаа бүлгэмүүд:',
'userrights-groupshelp'      => 'Гарах эсвэл элсэхийг хүссэн бүлгэмээ сонгоно уу.
Сонгогдоогүй бүлгэмүүдэд өөрчлөлт орохгүй. Та CTRL + маузны зүүн товчийг дарж, бүлгэмүүдийг сонгосноо цуцлаж болно.',
'userrights-reason'          => 'Өөрчилсөн шалтгаан:',

# Groups
'group'            => 'Групп:',
'group-sysop'      => 'Системийн операторууд',
'group-bureaucrat' => 'Албаны ажилтангууд',
'group-all'        => '(бүх)',

'group-sysop-member'      => 'Системийн оператор',
'group-bureaucrat-member' => 'Албаны ажилтан',

'grouppage-sysop' => '{{ns:project}}:Администраторууд',

# User rights log
'rightslog' => 'Хэрэглэгчийн эрхийн лог',

# Recent changes
'nchanges'                       => '$1 өөрчлөлт',
'recentchanges'                  => 'Сүүлд шинэчлэгдсэн',
'recentchangestext'              => 'Энэхүү хуудсанд {{SITENAME}} хамгийн сүүлийн үеийн засваруудыг үзүүлж байна.',
'recentchanges-feed-description' => 'Вики дахь хамгийн сүүлийн засваруудыг хяна.',
'rcnote'                         => "Доорх нь $3-ий байдлаарх сүүлийн '''$2''' өдрийн турших '''$1''' засвар юм.",
'rcnotefrom'                     => "Доорх нь '''$2'''-с хойших өөрчлөлтүүд ('''$1''' хүртэл харуулагдсан) юм.",
'rclistfrom'                     => '$1-с хойших шинэ засваруудыг үзүүлэх',
'rcshowhideminor'                => 'Бага зэргийн засваруудыг $1',
'rcshowhidebots'                 => 'Роботуудыг $1',
'rcshowhideliu'                  => 'Бүртгэлтэй хэрэглэгчдийг $1',
'rcshowhideanons'                => 'Бүртгэлгүй хэрэглэгчдийг $1',
'rcshowhidepatr'                 => 'Хянагдаж буй засваруудыг $1',
'rcshowhidemine'                 => 'Миний засваруудыг $1',
'rclinks'                        => 'Сүүлийн $2 өдрийн турших $1 засварыг үзүүлэх<br />$3',
'diff'                           => 'ялгаа',
'hist'                           => 'түүх',
'hide'                           => 'нуух',
'show'                           => 'үзүүлэх',
'minoreditletter'                => 'б',
'newpageletter'                  => 'Ш',
'boteditletter'                  => 'р',
'rc_categories_any'              => 'ямарч',
'newsectionsummary'              => '/* $1 */ шинэ хэсэг',

# Recent changes linked
'recentchangeslinked'          => 'Холбогдох өөрчлөлтүүд',
'recentchangeslinked-title'    => '$1-тай холбоотой засварууд',
'recentchangeslinked-noresult' => 'Өгөгдсөн хугацаанд холбогдсон хуудсууд дээр засвар хийгдээгүй байна.',
'recentchangeslinked-summary'  => "Энэ тусгай хуудсанд холбогдсон хуудсууд дээрх сүүлийн засваруудыг харуулна. Таны хянах жагсаалтанд буй хуудсууд '''тодруулагдсан''' байгаа.",

# Upload
'upload'                      => 'Файл оруулах',
'uploadbtn'                   => 'Файл оруулах',
'uploadnologin'               => 'Нэвтрээгүй байна',
'uploadnologintext'           => 'Та файл аплоуд хийхийн тулд [[Special:Userlogin|нэвтрэн орох]] шаардлагатай.',
'uploaderror'                 => 'Аплоудын алдаа',
'uploadlog'                   => 'аплоудын лог',
'uploadlogpage'               => 'Файл оруулалтын лог',
'uploadlogpagetext'           => 'Хамгийн сүүлд хийгдсэн файл аплоудуудын жагсаалтыг доор үзүүлэв.',
'filename'                    => 'Файлын нэр',
'filedesc'                    => 'Товч агуулга',
'fileuploadsummary'           => 'Товч агуулга:',
'filestatus'                  => 'Зохиогчын эрхийн статус',
'filesource'                  => 'Эх сурвалж',
'uploadedfiles'               => 'Аплоуд хийгдсэн файлууд',
'ignorewarning'               => 'Анхааруулгыг үл тоомсорлон файлыг хадгална.',
'ignorewarnings'              => 'Ямар ч анхааруулгыг үл тоомсорлох',
'illegalfilename'             => '"$1" нь хуудасны нэрэнд хэрэглэгддэггүй тэмдэгт агуулж байна. Файлынхаа нэрийг солиод дахин оруулна уу.',
'badfilename'                 => 'Файлын нэр нь "$1" болж өөрчлөгдлөө.',
'largefileserver'             => 'Энэ файл серверийн зөвшөөрсөн хэмжээнээс том байна.',
'emptyfile'                   => 'Таны оруулсан файл хоосон байх шиг байна. Энэ нь файлын нэрийг алдаатай оруулснаас байж болзошгүй. Үнэхээр энэ файлыг оруулахыг хүсэж байна уу шалгаж үзнэ үү.',
'fileexists'                  => 'Ийм нэртэй файл байна. Та үнэхээр үүнийг өөрчлөхийг хүсэж байгаадаа итгэлгүй байвал $1-ийг шалгаж үзнэ үү.',
'fileexists-extension'        => 'Ойролцоо нэртэй файл байна:<br />
Оруулж байгаа файлын нэр: <strong><tt>$1</tt></strong><br />
Ойролцоо файлын нэр: <strong><tt>$2</tt></strong><br />
Өөр нэрийг сонгоно уу.',
'fileexists-thumb'            => "<center>'''Байгаа файл'''</center>",
'fileexists-thumbnail-yes'    => 'Файл хэмжээг нь багасгасан зураг юм шиг байна <i>(thumbnail)</i>. Файлыг шалгана уу <strong><tt>$1</tt></strong>.<br />
Хэрэв шалгагдсан файл анхны хэмжээтэй зурагтай адил бол дахин жижиг зургыг оруулах хэрэггүй.',
'file-thumbnail-no'           => 'Файлын нэр <strong><tt>$1</tt></strong>-р эхэлж байна. Хэмжээг нь багасгасан зураг юм шиг байна <i>(thumbnail)</i>.
Таньд энэ зурагны чанар сайтай хувилбар байвал түүнийгээ оруулна уу. Байхгүй бол файлын нэрийг өөрчлөөрэй.',
'fileexists-forbidden'        => 'Ийм нэртэй файл байна; Файландаа шинээр нэр өгөөд дахин хуулна уу.
[[Image:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'Ийм нэртэй файл нь хамтран эзэмших файлын санд байна. Файландаа шинээр нэр өгөөд дахин хуулна уу [[Image:$1|thumb|center|$1]]',
'uploadwarning'               => 'Хуулах үеийн анхааруулга',
'savefile'                    => 'Файлыг хадгалах',
'uploadedimage'               => '"[[$1]]"-г орууллаа',
'uploaddisabled'              => 'Аплоуд хийх боломжгүй боллоо.',
'uploaddisabledtext'          => 'Энэ викид файл аплоуд хийх боломжгүй болсон байна.',
'uploadscripted'              => 'Энэ файл нь вэб хөтөчөөс шалтгаалж алдаатай уншигдах магадлал бүхий HTML буюу скрипт код агуулсан байна.',
'uploadcorrupt'               => 'Файл эвдэрхий буюу өргөтгөл нь буруу байна. Файлаа шалгаад дахин аплоуд хийнэ үү.',
'uploadvirus'                 => 'Энэ файл вирус агуулж байна! Дэлгэрэнгүй: $1',
'sourcefilename'              => 'Эх үүсвэр файлын нэр',
'destfilename'                => 'Зорьсон файлын нэр',
'watchthisupload'             => 'Энэ хуудсыг хяна',
'filewasdeleted'              => 'Өмнө нь ийм нэртэй файл хуулагдаж дараа нь устгагдсан байна. Та үүнийг дахин хуулахын өмнө $1-г шалгаж үзнэ хэрэгтэй.',

'upload-file-error' => 'Дотоод алдаа',
'upload-misc-error' => 'Мэдэгдэхгүй аплоудын алдаа',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error28' => 'Аплоудын хугацааны тасралт',

'license'            => 'Эрх олгож байна.',
'nolicense'          => 'Идэвхжээгүй',
'upload_source_url'  => ' (хүчинтэй, нийтэд нээлттэй URL)',
'upload_source_file' => '(таны компьютер доторх файл)',

# Special:Imagelist
'imagelist_search_for'  => 'Зургийн нэрээр хайх:',
'imgfile'               => 'файл',
'imagelist'             => 'Файлын жагсаалт',
'imagelist_date'        => 'Огноо',
'imagelist_name'        => 'Нэр',
'imagelist_user'        => 'Хэрэглэгч',
'imagelist_size'        => 'Хэмжээ (bytes)',
'imagelist_description' => 'Тодорхойлолт/Дүрслэл',

# Image description page
'filehist'                  => 'Файлын түүх',
'filehist-help'             => 'Огноо/цаг дээр нь дарж тухайн үед файл ямар байсныг харна уу.',
'filehist-deleteall'        => 'бүгдийг арилга',
'filehist-deleteone'        => 'үүнийг арилга',
'filehist-revert'           => 'буцаах',
'filehist-current'          => 'одоогийн',
'filehist-datetime'         => 'Огноо/Цаг',
'filehist-user'             => 'Хэрэглэгч',
'filehist-dimensions'       => 'Хэмжээ',
'filehist-filesize'         => 'Файлын хэмжээ',
'filehist-comment'          => 'Тайлбар',
'imagelinks'                => 'Линкүүд',
'linkstoimage'              => 'Дараах хуудсууд уг файлтай холбогдсон байна:',
'nolinkstoimage'            => 'Энэ файлд холбогдсон хуудас байхгүй байна.',
'sharedupload'              => 'Энэ файл нь өөр төслүүд ч хэрэглэж болохоор оруулагдсан байна.',
'noimage'                   => 'Ийм нэртэй файл байхгүй байна. Та $1 боломжтой.',
'noimage-linktext'          => 'үүнийг оруулах',
'uploadnewversion-linktext' => 'Энэ файлын шинэ хувилбарыг оруулах',

# File deletion
'filedelete'                  => '$1-г устга',
'filedelete-legend'           => 'Файлыг устга',
'filedelete-intro-old'        => '<span class="plainlinks">Та \'\'\'[[Media:$1|$1]]\'\'\'-н [$4 $3, $2]-н байдлаарх хувилбарыг устгаж байна.</span>',
'filedelete-comment'          => 'Устгах шалтгаан:',
'filedelete-submit'           => 'Устга',
'filedelete-success'          => "'''$1''' устгагдлаа.",
'filedelete-nofile'           => "{{SITENAME}} дээр '''$1''' байхгүй байна.",
'filedelete-nofile-old'       => "'''$1''' файлын өгөгдсөн өгөгдөлтэй архивлагдсан хувилбар байхгүй байна.",
'filedelete-iscurrent'        => 'Та энэ файлын хамгийн сүүлийн хувилбарыг устгах гэж байна. Эхлээд хуучин хувилбар руу буцаана уу.',
'filedelete-otherreason'      => 'Өөр/нэмэлт шалтгаан:',
'filedelete-reason-otherlist' => 'Өөр шалтгаан',
'filedelete-reason-dropdown'  => '*Ерөнхий устгах шалтгаанууд
** Зохиогчийн эрхэд халдсан
** Файлыг давхар оруулсан',
'filedelete-edit-reasonlist'  => 'Устгах шалтгаануудыг засварлах',

# MIME search
'mimesearch' => 'MIME хайлт',
'download'   => 'Татаж авах',

# Unwatched pages
'unwatchedpages' => 'Хяналтанд байдаггүй хуудсууд',

# List redirects
'listredirects' => 'Шууд холбогч хуудсуудын жагсаалт',

# Unused templates
'unusedtemplates'     => 'Ашиглагдаагүй загварууд',
'unusedtemplatestext' => 'Энэ хуудас бусад хуудаснаас дуудагдаагүй бүх загвар хуудсуудыг жагсааж үзүүлнэ. Загварыг устгахаасаа өмнө уг загварыг дуудсан бусад холбооснуудыг шалгахыг сануулж байна.',
'unusedtemplateswlh'  => 'бусад холбоосууд',

# Random page
'randompage' => 'Хамаагүй хуудас',

# Random redirect
'randomredirect' => 'Хамаагүй шууд холбогч',

# Statistics
'statistics' => 'Статистик мэдээлэл',
'sitestats'  => '{{SITENAME}} статистик',
'userstats'  => 'Хэрэглэгчийн статистик',

'disambiguations' => 'Салаа утгатай үгнүүд',

'doubleredirects' => 'Давхар шууд холбогчууд',

'brokenredirects'        => 'Эвдэрхий шууд холбогчууд',
'brokenredirectstext'    => 'Дараах автомат холбогч нь одоо байхгүй хуудас руу холбож байна:',
'brokenredirects-edit'   => '(засварлах)',
'brokenredirects-delete' => '(устгах)',

'withoutinterwiki'        => 'Бусад хэлтэйх холбоосгүй хуудсууд',
'withoutinterwiki-header' => 'Дараах хуудсууд бусад хэлний хувилбаруудад холбогддоггүй:',

'fewestrevisions' => 'Хамгийн бага засварлагдсан хуудсууд',

# Miscellaneous special pages
'nbytes'                  => '$1 байт',
'nlinks'                  => '$1 линк',
'nmembers'                => '$1 гишүүн',
'lonelypages'             => 'Өнчин хуудсууд',
'uncategorizedpages'      => 'Ангилагдаагүй хуудсууд',
'uncategorizedcategories' => 'Ангилагдаагүй ангиллууд',
'uncategorizedimages'     => 'Ангилагдаагүй зургууд',
'uncategorizedtemplates'  => 'Ангилагдаагүй загварууд',
'unusedcategories'        => 'Ашиглагдаагүй ангиллууд',
'unusedimages'            => 'Ашиглагдаагүй файлууд',
'popularpages'            => 'Эрэлттэй хуудсууд',
'wantedcategories'        => 'Хэрэгцээт ангиллууд',
'wantedpages'             => 'Хэрэгцээтэй хуудсууд',
'mostlinked'              => 'Хамгийн их холбогдсон хуудсууд',
'mostlinkedcategories'    => 'Хамгийн их холбогдсон ангиллууд',
'mostlinkedtemplates'     => 'Хамгийн их ашиглагдсан загварууд',
'mostcategories'          => 'Хамгийн олон ангилалд багтаж буй хуудсууд',
'mostimages'              => 'Хамгийн их ашиглагдсан файлууд',
'mostrevisions'           => 'Хамгийн их засварлагдсан хуудсууд',
'prefixindex'             => 'Өмнөх индекс',
'shortpages'              => 'Богино хуудсууд',
'longpages'               => 'Урт хуудсууд',
'deadendpages'            => 'Төгсгөлийн хуудсууд',
'deadendpagestext'        => 'Дараах хуудсууд викигийн бусад хуудсуудтай холбогдоогүй байна.',
'protectedpages'          => 'Хамгаалагдсан хуудсууд',
'listusers'               => 'Хэрэглэгчдийн жагсаалт',
'specialpages'            => 'Тусгай хуудсууд',
'spheading'               => 'Бүх хэрэглэгчдэд зориулсан тусгай хуудсууд',
'newpages'                => 'Шинэ хуудсууд',
'newpages-username'       => 'Хэрэглэгчийн нэр:',
'ancientpages'            => 'Хамгийн хуучин хуудсууд',
'move'                    => 'Зөөх',
'movethispage'            => 'Энэ хуудсыг зөөх',
'unusedimagestext'        => '<p>Бусад веб хуудаснуудаас зураг руу шууд хаягаар нь хандаж болох учраас идэвхтэй хэрэглэгдэж буй эсэхээс үл хамааран энэ жагсаалтанд бүртгэгдсэн байж болно гэдгийг анзаарна уу.</p>',
'unusedcategoriestext'    => 'Дараах категори нь ямар нэг өгүүлэл эсвэл категорит хэрэглэгдээгүй боловч категорийн хуудас оршин байна.',
'notargettitle'           => 'чиглэлгүй',

# Book sources
'booksources'               => 'Номон эх сурвалжууд',
'booksources-search-legend' => 'Номын эх сурвалж хайх',
'booksources-go'            => 'Явах',
'booksources-text'          => 'Доорх нь шинэ, хуучин ном зардаг өөр сайт руу очих холбоосуудын жагсаалт бөгөөд таны хайж буй номнуудын тухай дэлгэрэнгүй мэдээлэл байх магадлалтай:',

# Special:Log
'specialloguserlabel'  => 'Хэрэглэгч:',
'speciallogtitlelabel' => 'Гарчиг:',
'log'                  => 'Логууд',
'all-logs-page'        => 'Бүх лог',
'log-search-legend'    => 'Логуудаас хайх',
'log-search-submit'    => 'Явах',
'alllogstext'          => 'Энэ нь аплоуд, устгал, хамгаалалт, түгжигдсэн хэрэглэгч, зөөлт, шинэ хэрэглэгчийн үүсгэл, хэрэглэгчийн нэрний өөрчлөл, хэрэглэгчийн эрхний логуудыг багтаасан хуудас юм. Та логийн төрөл, хэрэглэгчийн нэр, нөлөөлөгдсөн хуудасны нэрийг оруулснаар хайж буй зүйл тань илүү амар олдогдоно. Оруулсан үгнийхээ том ба жижиг үсгийг яг зөв оруулахгүй бол болохгүй.',
'logempty'             => 'Логт тохирох зүйл алга.',

# Special:Allpages
'allpages'          => 'Бүх хуудас',
'alphaindexline'    => '$1-с $2 хүртэл',
'nextpage'          => 'Дараагийн хуудас ($1)',
'prevpage'          => 'Өмнөх хуудас ($1)',
'allpagesfrom'      => 'Дараахаас эхэлж хуудсуудыг үзүүлэх:',
'allarticles'       => 'Бүх хуудас',
'allinnamespace'    => 'Бүх хуудас ($1 namespace)',
'allnotinnamespace' => 'Бүх хуудас (нэрэндээ $1-г агуулаагүй)',
'allpagesprev'      => 'Өмнөх',
'allpagesnext'      => 'Дараагийнх',
'allpagessubmit'    => 'Явах',
'allpagesprefix'    => 'Дараах угтвараар эхэлсэн хуудсуудыг үзүүлэх:',
'allpagesbadtitle'  => 'Хуудасны нэр нь хүчингүй эсвэл интер-хэл буюу интер-викид байгаа нэр байна. Нэрэнд хэрэглэж болохгүй тэмдэгт агуулагдаж байж болзошгүй юм.',
'allpages-bad-ns'   => '{{SITENAME}} нь "$1"-ийг агуулаагүй байна.',

# Special:Listusers
'listusersfrom' => 'Дараахь тэмдэгтээр эхэлсэн нэртэй хэрэглэгчдийг харуул:',

# E-mail user
'mailnologin'     => 'илгээх хаяг байхгүй',
'emailuser'       => 'Энэ хэрэглэгчид мэйл илгээх',
'emailpage'       => 'мэйл хэрэглэгч',
'emailpagetext'   => 'Энэ хэрэглэгч нь тохиргоондоо хүчинтэй мэйл хаяг оруулсан бол доорх формоос мэйл илгээж болно. Таны тохиргоонд оруулсан мэйл хаяг нь илгээж буй мэйлний “Хэнээс” гэдэг дээр гарч ирэх тул хүлээн авагч нь хариуг илгээх боломжтой.',
'usermailererror' => 'Мэйл нь буцаж ирсэн шалтгаан:',
'defemailsubject' => '{{SITENAME}} Мэйл хаяг',
'noemailtitle'    => 'Мэйл хаяггүй байна',
'noemailtext'     => 'Энэ хэрэглэгч нь хүчинтэй мэйл хаяг бүртгүүлээгүй эсвэл энэ хаягаар бусдаас мэйл хүлээн авахгүй байна.',
'emailfrom'       => 'Хэнээс',
'emailto'         => 'хэнд',
'emailsubject'    => 'гарчиг',
'emailmessage'    => 'мэссеж',
'emailsend'       => 'илгээх',
'emailccme'       => 'Миний мессэжний хуулбарыг надад мэйлээр явуулна уу.',
'emailccsubject'  => 'Таны мессэжийг $1: $2 руу хуулна.',
'emailsent'       => 'Илгээсэн мэйл',
'emailsenttext'   => 'Таны мэйл илгээгдлээ.',

# Watchlist
'watchlist'            => 'Миний хянаж буй хуудсууд',
'mywatchlist'          => 'Миний хянаж буй хуудсуудын жагсаалт',
'watchlistfor'         => "'''$1'''",
'nowatchlist'          => 'Танд хянаж буй зүйл байхгүй.',
'watchlistanontext'    => 'Та өөрийн хянах листийг өөрчлөх буюу үзэхийг хүсвэл $1 хэрэгтэй.',
'watchnologin'         => 'Нэвтрээгүй байна.',
'watchnologintext'     => 'Та өөрийн хянаж буй хуудаснуудын жагсаалтыг өөрчлөхийн тулд [[Special:Userlogin|нэвтэрсэн байх]] шаардлагатай.',
'addedwatch'           => 'Хянах жагсаалтанд нэмэгдлээ',
'addedwatchtext'       => "\"[[:\$1]]\" гэсэн хуудас таны [[Special:Watchlist|хянах жагсаалтанд]] нэмэгдлээ.
Энэ хуудас эсвэл түүний хэлэлцүүлгийн хуудас засварлагдахад тэдгээр нь [[Special:Recentchanges|сүүлийн засваруудын жагсаалтад]] '''тодруулалттай''' харагдах болно.",
'removedwatch'         => 'Хянах жагсаалтнаас хасагдлаа',
'removedwatchtext'     => '"[[:$1]]" хуудас нь таны хянаж буй хуудсуудын жагсаалтаас хасагдлаа.',
'watch'                => 'Хянах',
'watchthispage'        => 'Энэ хуудсыг хяна',
'unwatch'              => 'Хянахаа болих',
'unwatchthispage'      => 'Хянахаа зогсоох',
'notanarticle'         => 'Агуулгагүй хуудас',
'watchnochange'        => 'Дурьдагдсан хугацаанд таны хянаж буй хуудсуудад өөрчлөлт ороогүй байна.',
'watchlist-details'    => 'Хэлэлцүүлгийн хуудсуудыг оруулалгүйгээр $1 хуудсыг хянаж байна.',
'wlheader-enotif'      => '* И-мэйл мэдэгдэл хүчинтэй боллоо.',
'wlheader-showupdated' => "* Таны хамгийн сүүлд айлчилснаас хойш өөрчлөгдсөн хуудсууд '''тодоор''' бичигдсэн байгаа",
'watchmethod-recent'   => 'хяналтад буй хуудсуудад шинэ өөрчлөлт орсон эсэхийг шалгаж байна',
'watchmethod-list'     => 'хяналтад буй хуудсуудад саяхан өөрчлөлт орсон эсэхийг шалгаж байна',
'watchlistcontains'    => 'Таны хянах лист $1 хуудас агуулж байна.',
'wlnote'               => "Доорх нь сүүлийн '''$2''' цагт хийгдсэн сүүлийн '''$1''' өөрчлөлтүүд болно.",
'wlshowlast'           => 'Сүүлийн $1 цагийн $2 өдрийн $3-г харуул',
'watchlist-show-bots'  => 'Автоматаар хийгдсэн засваруудыг харуул',
'watchlist-hide-bots'  => 'Роботуудын хийсэн засваруудыг нуух',
'watchlist-show-own'   => 'Миний хийсэн засваруудыг харуул',
'watchlist-hide-own'   => 'Миний хийсэн засваруудыг нуух',
'watchlist-show-minor' => 'Жижиг засваруудыг харуул',
'watchlist-hide-minor' => 'Бага зэргийн засваруудыг нуух',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Хянаж байна...',
'unwatching' => 'Хянахаа больж байна...',

'enotif_mailer'      => '{{SITENAME}} Мэйлэн сонордуулга',
'enotif_reset'       => 'бүх хуудсыг үзсэн болгох',
'enotif_newpagetext' => 'энэ нь шинэ хуудас.',
'changed'            => 'өөрчлөгдсөн',
'created'            => 'үүсгэсэн',
'enotif_subject'     => '{{SITENAME}} $PAGETITLE энэ хуудсыг $PAGEEDITOR нь $CHANGEDORCREATED хийлээ.',
'enotif_lastvisited' => '$1-ийн хамгийн сүүлд зочилсноос хойших өөрчлөлтүүдийг харуул.',

# Delete/protect/revert
'deletepage'                  => 'Хуудсыг устга',
'confirm'                     => 'Баталгаажуулах',
'excontent'                   => "агуулга нь ийм байсан: '$1'",
'excontentauthor'             => "агуулга нь ийм байсан: '$1' （зөвхөн '$2' нь л бичлэг үйлдэгч）",
'exbeforeblank'               => "хоосон болохын өмнөх үеийн агуулга: '$1'",
'exblank'                     => 'хуудас нь хоосон байсан',
'historywarning'              => 'Анхаар: Таны устгах гэж байгаа хуудас түүхтэй байна:',
'confirmdeletetext'           => 'Та энэ хуудсыг түүхтэй нь бүхлээр нь устгах гэж байна.
Энэхүү үйлдлийг хийснээр ямар үр дүнд хүрэхийг бүрэн гүйцэд ойлгож хийж байгаа гэдгээ, мөн [[{{MediaWiki:Policy-url}}|дүрэм журмынх нь дагуу]] хийж байнаагаа илтгэнэ үү.',
'actioncomplete'              => 'Үйлдлийг гүйцэтгэлээ.',
'deletedtext'                 => '"<nowiki>$1</nowiki>" нь устгагдлаа.
Сүүлд устгагдсан зүйлсийг $2-с харна уу.',
'deletedarticle'              => '"[[$1]]" нь устгагдлаа',
'dellogpage'                  => 'Устгагдсан өгүүллүүдийн лог',
'dellogpagetext'              => 'Доорх нь хамгийн сүүлийн үед хийгдсэн устгасан зүйлсийн лист.',
'deletionlog'                 => 'устгагдсан өгүүллүүдийн лог',
'deletecomment'               => 'Устгасан шалтгаан:',
'deleteotherreason'           => 'Өөр/нэмэлт шалтгаан:',
'deletereasonotherlist'       => 'Өөр шалтгаан',
'deletereason-dropdown'       => '*Ерөнхий устгах шалтгаанууд
** Бичлэг үйлдэгчийн хүсэлтээр
** Зохиогчийн эрхэд халдсан
** Вандализм',
'rollbacklink'                => 'буцаах',
'cantrollback'                => 'Засварласан хэсгийг буцааж чадсангүй. Сүүлчийн засварыг хийгч нь энэ хуудасны цорын ганц бичигч юм.',
'alreadyrolled'               => '[[User:$2|$2]] ([[User talk:$2|Яриа]])-ын хийсэн [[$1]] дэх сүүлчийн засварыг буцааж чадахгүй байна; хэн нэг нь аль хэдийн уг хуудсыг засварласан буюу буцаасан байж болзошгүй. Сүүлчийн засварыг [[User:$3|$3]] ([[User talk:$3|Яриа]]) хийсэн.',
'editcomment'                 => 'Засварлаж байгаа санал хүсэлт нь: "<i>$1</i>".', # only shown if there is an edit comment
'protectlogpage'              => 'Хамгаалалтын лог',
'protectlogtext'              => 'доорх нь түгжигдсэн ба түгжигдээгүй хуудасны лист.',
'unprotectedarticle'          => '"[[$1]]"-г хамгаалахаа больсон',
'protectcomment'              => 'Тайлбар:',
'protectexpiry'               => 'Дуусах:',
'protect_expiry_invalid'      => 'Дуусах хугацаа хүчингүй байна.',
'protect_expiry_old'          => 'Дуусах хугацаа өнгөрсөн цагт байна.',
'protect-unchain'             => 'Зөөх зөвшөөрлүүдийг тайлах',
'protect-text'                => 'Та <strong><nowiki>$1</nowiki></strong> хуудасны хамгаалалтын түвшинг харж, өөрчлөх боломжтой.',
'protect-locked-access'       => 'Таны бүртгэл хамгаалалтын түвшинг өөрчлөх зөвшөөрөлгүй байна.
<strong>$1</strong> хуудсаны одоогийн тохиргоо энд байна:',
'protect-cascadeon'           => 'Энэ хуудас давхар хамгаалалттай $1 хуудсанд орсон тул одоогийн байдлаар түгжигдсэн байна.
Та энэ хуудасны хамгаалалтын түвшинг өөрчилж болох боловч давхар хамгаалалтанд нөлөөлөхгүй.',
'protect-default'             => '(анхны байдал)',
'protect-fallback'            => '"$1" зөвшөөрөл хэрэгтэй',
'protect-level-autoconfirmed' => 'Бүртгэлгүй хэрэглэгчдийг түгжих',
'protect-level-sysop'         => 'Зөвхөн системийн операторууд',
'protect-summary-cascade'     => 'давхар хамгаалалт',
'protect-expiring'            => 'Дуусах хугацаа: $1 (UTC)',
'protect-cascade'             => 'Энэ хуудсанд орсон хуудсуудыг хамгаалах (давхар хамгаалалт)',
'protect-cantedit'            => 'Таньд энэ хуудсыг засварлах эрх байхгүй тул хамгаалалтын түвшинг өөрчилж болохгүй.',
'restriction-type'            => 'Зөвшөөрөл:',
'restriction-level'           => 'Хамгаалалтын түвшин:',

# Restrictions (nouns)
'restriction-edit' => 'Засварлах',
'restriction-move' => 'Зөөх',

# Restriction levels
'restriction-level-sysop'         => 'бүтэн хамгаалагдсан',
'restriction-level-autoconfirmed' => 'хагас хамгаалагдсан',
'restriction-level-all'           => 'хамаагүй түвшин',

# Undelete
'undelete'                 => 'Устгагдсан хуудсуудыг харах',
'undeletepage'             => 'Устгагдсан хуудсуудыг харах ба сэргээх',
'viewdeletedpage'          => 'Устгагдсан хуудсуудыг харах',
'undeletepagetext'         => 'Дараах хуудсууд устгагдсан боловч одоогоор сэргээж болохоор төлөвт байна.',
'undeleteextrahelp'        => "Бүхэл хуудсыг сэргээхийн тулд бүх жижиг дөрвөлжингүүдийг сонгохгүй үлдээгээд '''''Сэргээх''''' товчийг дар. Зарим хувилбаруудыг сэргээхийн тулд сэргээх хувилбаруудын өмнөх жижиг дөрвөлжинг идэвхжүүлээд '''''Сэргээх''''' товчийг дар. '''''Дахин эхлүүлэх''''' товчийг дарснаар тайлбарын талбар ба бүх жижиг дөрвөлжингүүд хоосон болно",
'undeleterevisions'        => '$1 хувилбар архивлагдав',
'undeletehistory'          => 'Хэрэв та энэ хуудсыг сэргээвэл түүний өмнөх бүх хувилбарууд нь түүх рүү сэргээгдэж бичигдэнэ. Хэрэв үүнийг устгаснаас хойш үүнтэй адил нэртэй шинэ хуудас үүсгэгдсэн бол сэргээгдсэн хувилбарууд түүх хэсэгт гарч ирэх боловч одоо байгаа бодит хуудсыг автоматаар солихгүй.',
'undeletehistorynoadmin'   => 'Энэ өгүүлэл устгагдсан. Үүний устгагдсан шалтгаан нь устгалын өмнө энэ хуудсыг засварласан хэрэглэгчдийн тухай мэдээллүүдтэй хамт доорх тайланд өгөгдсөн байгаа. Эдгээр устгагдсан хувилбаруудад яг юу байсныг зөвхөн администраторууд л харж чадна.',
'undeletebtn'              => 'Сэргээх',
'undeletereset'            => 'Дахин эхлүүлэх',
'undeletecomment'          => 'Сэтгэгдэл:',
'undeletedarticle'         => '"[[$1]]"-ийг сэргээв',
'undeletedrevisions'       => '$1 хувилбар сэргээгдэв',
'undeletedrevisions-files' => '$1 хувилбар $2 файл сэргээгдэв',
'undeletedfiles'           => '$1 файл сэргээгдэв',
'cannotundelete'           => 'Устгасан хуудсыг буцааж сэргээх үйлдэл амжилтгүй боллоо. Хэн нэгэн уг хуудсыг өрсөж сэргээсэн байх боломжтой.',
'undeletedpage'            => "<big>'''$1 сэргээгдэв'''</big>

Сүүлийн үед устгагдсан ба сэргээгдсэн зүйлүүдийн жагсаалтыг [[Special:Log/delete|устгалын бүртгэл]] дээрээс харна уу.",
'undelete-header'          => '[[Special:Log/delete|Устгалын бүртгэл]]ээс сүүлд устгагдсан хуудсуудыг харна уу.',
'undelete-search-box'      => 'Устгагдсан хуудсуудаас хайх',
'undelete-search-prefix'   => 'Доорхиор эхэлсэн хуудсуудыг харуул:',
'undelete-search-submit'   => 'Хайлт',
'undelete-no-results'      => 'Устгалын архиваас хайлтын үр дүнд таарах хуудас олдсонгүй.',

# Namespace form on various pages
'namespace'      => 'Нэрний зай:',
'invert'         => 'Эсрэгээр нь болгох',
'blanknamespace' => '(Гол)',

# Contributions
'contributions' => 'Хэрэглэгчийн хувь нэмэр',
'mycontris'     => 'Миний оруулсан хувь нэмэр',
'contribsub2'   => 'Хэрэглэгчийн нэр: $1 ($2)',
'nocontribs'    => 'Энэ шалгуурт тохирох өөрчилсөн зүйлүүд олдсонгүй.',
'uctop'         => '(дээд)',
'month'         => 'Дараах сараас (өмнөх засварууд нь ч орно):',
'year'          => 'Дараах жилээс (өмнөх засварууд нь ч орно):',

'sp-contributions-newbies-sub' => 'Шинээр бүртгүүлсэн хэрэглэгчид',
'sp-contributions-blocklog'    => 'Түгжээний лог',

# What links here
'whatlinkshere'       => 'Энд холбогдсон хуудсууд',
'whatlinkshere-title' => '$1-д холбогдсон хуудсууд',
'linklistsub'         => '(Холбоосуудын жагсаалт)',
'linkshere'           => "Дараах хуудсууд '''[[:$1]]'''-тай холбогдсон байна:",
'nolinkshere'         => "'''[[:$1]]'''-тай холбогдсон хуудас байхгүй байна.",
'isredirect'          => 'шууд холбогдсон хуудас',
'istemplate'          => 'оруулалт',
'whatlinkshere-prev'  => '{{PLURAL:$1|өмнөх|өмнөх $1}}',
'whatlinkshere-next'  => '{{PLURAL:$1|дараагийнх|дараагийн $1}}',
'whatlinkshere-links' => '← линкүүд',

# Block/unblock
'blockip'                     => 'Хэрэглэгчийг түгжих',
'ipaddress'                   => 'IP хаяг',
'ipadressorusername'          => 'IP хаяг буюу хэрэглэгчийн нэр',
'ipbexpiry'                   => 'Түгжээ нь нээгдэх хугацаа',
'ipbreason'                   => 'Шалтгаан:',
'ipbreasonotherlist'          => 'Өөр шалтгаан',
'ipbreason-dropdown'          => '*Ерөнхий түгжих шалтгаанууд
** Худал мэдээлэл оруулсан
** Хуудаснуудаас агуулга устгасан
** Гадны холбоосууд руу линк оруулж спам үйлдсэн
** Утгагүй зүйл/бувтнал оруулсан
** Сүрдүүлсэн/зовоосон ааш авиртай
** Олон бүртгэлийг буруу хэргээр ашигласан
** Зөвшөөршгүй хэрэглэгчийн нэртэй',
'ipbanononly'                 => 'Зөвхөн бүртгэлгүй хэрэглэгчдийг л түгжих',
'ipbcreateaccount'            => 'Бүртгэл нээхээс хамгаалах',
'ipbenableautoblock'          => 'Энэ хэрэглэгчийн сүүлийн IP хаягийг түгж. Дээр нь дахин оролдого хийж болох хаягуудыг ч мөн түгжих.',
'ipbsubmit'                   => 'Энэ хэрэглэгчийг түгжих',
'ipbother'                    => 'Өөр хугацаа',
'ipboptions'                  => '15 минут:15 minutes,30 минут:30 minutes,2 цаг:2 hours,1 өдөр:1 өдөр,3 days:3 өдөр,1 долоо хоног:1 week,2 долоо хоног:2 weeks,1 сар:1 month,3 сар:3 months,6 сар:6 months,1 жил:1 year,хугацаагүй:infinite', # display1:time1,display2:time2,...
'ipbotheroption'              => 'бусад',
'ipbotherreason'              => 'Өөр/нэмэлт шалтгаан:',
'badipaddress'                => 'Хүчингүй IP хаяг',
'blockipsuccesssub'           => 'Түгжээ амжилттай боллоо.',
'blockipsuccesstext'          => '[[Special:Contributions/$1|$1]] түгжигдсэн.
<br />Түгжилтийн тоймыг [[Special:Ipblocklist|түгжигдсэн IP-ийн жагсаалт]]аас үзнэ үү.',
'unblockip'                   => 'Хэрэглэгчийг идэвхижүүлэх',
'unblockiptext'               => 'Өмнө нь хориг тавьсан интернет хаяг юм уу хэрэглэгчийн бичих эрхийг сэргээхийн тулд дорх маягтыг ашигла.',
'ipusubmit'                   => 'Энэ хаягийн түгжээг буцаах',
'unblocked'                   => '[[User:$1|$1]]-ийн хориг цуцлагдсан (идэвхижсэн) байна.',
'ipblocklist'                 => 'Түгжигдсэн хэрэглэгчдийн нэрс болон IP хаягуудын жагсаалт',
'ipblocklist-legend'          => 'Түгжигдсэн хэрэглэгчийг хайх',
'ipblocklist-username'        => 'Хэрэглэгчийн нэр эсвэл IP хаяг:',
'ipblocklist-submit'          => 'Хайх',
'blocklistline'               => '$1, $2 нь $3 ($4)-г түгжив.',
'infiniteblock'               => 'тодорхойгүй',
'expiringblock'               => '$1-д хугацаа нь дуусна',
'anononlyblock'               => 'зөвхөн бүртгэгдээгүйг',
'noautoblockblock'            => 'Автоматаар түгжихийг хаасан байна.',
'createaccountblock'          => 'шинэ бүртгэл үүсгэх явдлыг түгжсэн',
'blocklink'                   => 'түгжих',
'unblocklink'                 => 'түгжээг тайлах',
'contribslink'                => 'хувь нэмэр',
'autoblocker'                 => 'Автоматаар түгжигдлээ. Учир нь таны IP хаягийг "[[User:$1|$1]]" нь хэрэглэж байжээ. "$1"-г түгжих болсон шалтгаан нь: "\'\'\'$2\'\'\'"',
'blocklogpage'                => 'Түгжээний лог',
'blocklogentry'               => '[[$1]] нь $2 $3 хугацаатайгаар түгжигдсэн',
'blocklogtext'                => 'Энэ нь хэрэглэгчийг түгжсэн болон тайлсан үйлдлийн талаар харуулна. Автоматаар түгжигдсэн IP хаягууд нь үл харагдана. [[Special:Ipblocklist|IP block list]] Эндээс одоо түгжигдсэн хаягуудын жагсаалтыг харна уу.',
'unblocklogentry'             => '$1 идэвхтэй',
'block-log-flags-anononly'    => 'зөвхөн нэргүй хэрэглэгчид',
'block-log-flags-nocreate'    => 'Бүртгэл үүсгэх боломжгүй',
'block-log-flags-noautoblock' => 'автотүгжээ зогсоогдсон',
'block-log-flags-noemail'     => 'и-мэйл түгжигдсэн',
'ipb_expiry_invalid'          => 'Түгжээ нээгдэх хугацааг оруулаагүй байна.',
'ipb_already_blocked'         => '"$1" нь аль хэдийн түгжигдсэн байна.',
'ipb_cant_unblock'            => 'Алдаа: Түгжигдсэн ID $1 нь олдохгүй байна. Түгжээ нь аль хэдийн тайлагдсан байж болзошгүй.',
'ip_range_invalid'            => 'Хүчингүй IP-н хүрээ.',
'proxyblocksuccess'           => 'Гүйцэтгэсэн.',

# Developer tools
'lockdb'              => 'Мэдээллийн баазыг түгжих',
'unlockdb'            => 'Мэдээллийн сангийн цоожийг тайл',
'lockdbtext'          => 'Мэдээллийн баазыг түгжсэнээр бүх хэрэглэгчид ямар нэг хуудсанд засвар хийх, өөрийн тохиргоо, хянах листийг өөрчлөх болон мэдээллийн баазад өөрчлөлт оруулах бусад үйлдлийг хийх боломжгүй болно. Та үнэхээр үүнийг хийхийг хүсч байгаа бөгөөд хийх гэж буй засвараа дуусгасны дараа түгжээг тайлна гэдгээ батална уу.',
'unlockdbtext'        => 'Мэдээллийн сангийн цоожийг цуцласнаар бүх хэрэглэгчдэд хуудас засварлах, өөрсдийн тохируулгыг өөрчлөх, хянах жагсаалтаа засах болон мэдээлийн санг өөрчлөхөд хүргэх бусад үйлдлүүдийг хийх эрхийг олгоно. Эдгээр нь таны хийх гэсэн зүйлс мөн эсэхийг дахин нэг баталгаажуулна уу.',
'lockconfirm'         => 'Тийм, би мэдээллийн баазыг түгжихийг үнэхээр хүсч байна.',
'unlockconfirm'       => 'Тийм,үнэхээр би энэ мэдээллийн сангийн цоожийг тайлахыг хүсэж байна',
'lockbtn'             => 'Мэдээллийн баазыг түгжих',
'unlockbtn'           => 'Мэдээллийн баазын цоожийг тайл',
'lockdbsuccesssub'    => 'Мэдээллийн баазыг амжилттайгаар түгжлээ.',
'unlockdbsuccesssub'  => 'Мэдээллийн сангийн цоожийг авлаа',
'lockdbsuccesstext'   => 'Мэдээллийн баазыг түгжлээ.
<br />Та засвараа хийж дууссаны дараа [[Special:Unlockdb|түгжээг тайлах]]аа мартуузай.',
'unlockdbsuccesstext' => 'Мэдээллийн сангийн цоожийг тайллаа.',
'lockfilenotwritable' => 'Мэдээллийн сан цоожлоход файл бичигдэхгүй болно. Мэдээллийн санг цоожлох болон тайлах нь файл хуулж болох вэб сервер тусламжтай хийгдэнэ.',
'databasenotlocked'   => 'Мэдээллийн сан нь түгжигдээгүй байна.',

# Move page
'movepagetext'            => "Хуудасны нэрийг өөрчилж, түүний бүх түүхийг шинэ нэр рүү шилжүүлэхэд доорх цонхыг ашиглана. Хуучин гарчиг нь шинэ гарчиг руух шууд холбогч болно. 
Хуучин гарчигны холбоос өөрчлөгдөхгүй үлдэх ба давхардсан юм уу тасарсан холбогч байгаа эсэхийг шалгаарай. 
Та холбоосууд заасан зүйлээ олж байгаа эсэхийг заавал шалгаарай.

Шинэ гарчигтай адил нэртэй хуудас байвал тийшээ '''зөөгдөхгүй''' (тэр хуудас хоосон, шууд холбогч, түүхгүй үед л зөөгдөнө) гэдгийг анхаараарай. Энэ нь одоо байгаа хуудсыг дарж бичиж болохгүй ба саяхан зөөгдсөн хуудасны хуучин гарчгийг буцаан өгч алдаагаа засч болно гэсэн үг юм.

<b>АНХААР!</b> Энэ үйлдэл нь нийтлэг хуудсуудад засч болшгүй өөрчлөлт оруулж магадгүй тул та хийх гэж байгаа үйлдлийнхээ үр дагаврыг сайн ойлгож байгаа гэдэгт итгэж байгаагаа илтгээрэй.",
'movepagetalktext'        => "Харгалзах хэлэлцүүлгийн хуудас нь автоматаар үүнтэй хамт зөөгдөх болно. '''Зөөгдөхгүй байх тохиолдол нь:'''
*Шинэ нэр дээр нь хоосон биш хэлэлцүүлгийн хуудас байгаа
*Доорх дөрвөлжинг хоосон болгосон

Эдгээр тохиолдлуудад уг хуудсыг гар аргаар зөөх эсвэл нэгтгэх шаардлагатай болно.",
'movearticle'             => 'Хуудсыг зөөх:',
'movenologin'             => 'нэвтрээгүй байна',
'movenologintext'         => 'Та хуудсыг зөөхийн тулд бүртгэлтэй бөгөөд [[Special:Userlogin|холбогдсон]] байх ёстой.',
'newtitle'                => 'Шинээр нэрлэх:',
'move-watch'              => 'Энэ хуудсыг хянах',
'movepagebtn'             => 'Хуудсыг зөөх',
'pagemovedsub'            => 'Амжилттай зөөгдлөө',
'movepage-moved'          => '<big>\'\'\'"$1" нь "$2" руу зөөгдлөө\'\'\'</big>', # The two titles are passed in plain text as $3 and $4 to allow additional goodies in the message.
'articleexists'           => 'Ийм нэртэй хуудсыг өмнө нь үүсгэсэн, эсвэл сонгосон нэр тань хүчингүй байна.
Өөр нэр сонгоно уу.',
'talkexists'              => "'''Хуудас өөрөө амжилттай зөөгдсөн боловч шинэ нэр дээр хэлэлцүүлэг байгаа тул хэлэлцүүлгийн хуудас нь зөөгдсөнгүй.
Хэлэлцүүлгийн хуудсуудыг гар аргаар нэгтгэнэ үү.'''",
'movedto'                 => 'Зөөгдсөн газар:',
'movetalk'                => 'Харгалзах хэлэлцүүлгийн хуудсыг зөөх',
'talkpagemoved'           => 'Харгалзах хэлэлцүүлгийн хуудас зөөгдлөө.',
'talkpagenotmoved'        => 'Харгалзах хэлэлцүүлгийн хуудас <strong>зөөгдсөнгүй</strong>.',
'1movedto2'               => '[[$1]] нь [[$2]] руу зөөгдлөө',
'1movedto2_redir'         => '[[$1]] нь [[$2]] руу дахин чиглэнэ.',
'movelogpage'             => 'Зөөлтийн лог',
'movelogpagetext'         => 'Доорх нь зөөвөрлөгдсөн хуудасны лист.',
'movereason'              => 'Шалтгаан:',
'revertmove'              => 'буцаах',
'delete_and_move'         => 'Устгах ба Зөөх',
'delete_and_move_text'    => '==устгахыг шаардав== Энэ "[[$1]]" нь урьд нь оруулсан байна. Та зөөвөрлөлтөнд зам үүсгэхийн тулд устгахыг хүсэж байна уу？',
'delete_and_move_confirm' => 'Тийм, Хуудсыг устгана.',
'delete_and_move_reason'  => 'зөөвөрлөлтөнд зам үүсгэхийн тулд устгагдсан.',
'immobile_namespace'      => 'Тусгай төрлийн байршилын эсвэл эх үүсвэрийн нэршил; нэрсээс зөөх ба оруулах нь боломжгүй.',

# Export
'export'        => 'Хуудсыг экспортлох',
'exportcuronly' => 'Бүх түүхийг биш, зөвхөн одоогийн өөрчлөлтийг багтаа',
'export-submit' => 'Экспортлох',

# Namespace 8 related
'allmessages'               => 'Системийн мэдэгдлүүд',
'allmessagesname'           => 'Нэр',
'allmessagesdefault'        => 'Анхны текст',
'allmessagescurrent'        => 'Одоогийн текст',
'allmessagesnotsupportedDB' => "'''\$wgUseDatabaseMessages''' нь унтарсан байгаа тул '''Special:Allmessages'''-г хэрэглэж болохгүй.",
'allmessagesfilter'         => 'Мэдэгдлийн нэрийн шүүлтүүр:',
'allmessagesmodified'       => 'Зөвхөн өөрчлөгдсөнийг нь харуулах',

# Thumbnails
'thumbnail-more'  => 'Томруулах',
'filemissing'     => 'Файл байхгүй байна',
'thumbnail_error' => 'Жижиг зургийг үүсгэхэд алдаа гарлаа: $1',

# Special:Import
'import'                   => 'Хуудаснуудыг импортлох',
'import-interwiki-history' => 'Энэ хуудсын бүх хувилбаруудын түүхийг хуулах',
'import-interwiki-submit'  => 'Импортлох',
'importstart'              => 'Хуудсыг импортлож байна...',
'importnopages'            => 'Импортлох хуудас алга байна.',
'importfailed'             => 'Импорт бүтэлгүйтлээ: $1',
'importunknownsource'      => 'Мэдэгдээгүй төрлийн импортлох эх үүсвэр',
'importcantopen'           => 'Импортлосон файлыг нээж чадсангүй',
'importbadinterwiki'       => 'Интервикигийн хүчингүй холбоос',
'importnotext'             => 'Хоосон эсвэл текст байхгүй',
'importsuccess'            => 'Амжилттай импортлолоо!',
'importhistoryconflict'    => 'Өмнөх хувилбар нь оршин байгаа эсэх нь харшилдаж байна(магадгүй өмнө нь импотлосон хуудас байж болзошгүй)',
'importnofile'             => 'Имтортлосон файл хуулагдаагүй байна.',

# Import log
'importlogpage' => 'Импортын лог',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Миний хэрэглэгчийн хуудас',
'tooltip-pt-anonuserpage'         => 'Таны хэрэглэж буй IP хаягийн хэрэглэгчийн хуудас',
'tooltip-pt-mytalk'               => 'Миний ярианы хуудас',
'tooltip-pt-anontalk'             => 'Энэ IP хаягаас үйлдсэн засваруудын тухай хэлэлцүүлэг',
'tooltip-pt-preferences'          => 'Миний тохиргоо',
'tooltip-pt-watchlist'            => 'Засварууд нь хянагдаж буй хуудсуудын жагсаалт',
'tooltip-pt-mycontris'            => 'Миний оруулсан хувь нэмрийн жагсаалт',
'tooltip-pt-login'                => 'Заавал хийх ёстой зүйл биш боловч таныг нэвтрэхийг зөвлөж байна.',
'tooltip-pt-anonlogin'            => 'Таныг нэвтрэхийг зөвлөж байна, гэхдээ энэ бол заавал хийх ёстой зүйл биш.',
'tooltip-pt-logout'               => 'Гарах',
'tooltip-ca-talk'                 => 'Хуудасны талаарх хэлэлцүүлэг',
'tooltip-ca-edit'                 => 'Та энэ хуудсыг засварлах боломжтой. Хадгалахынхаа өмнө "Урьдчилан харах" товчлуурыг хэрэглэнэ үү.',
'tooltip-ca-addsection'           => 'Энэ хэлэлцүүлэгт санал бодлоо нэмж оруулах.',
'tooltip-ca-viewsource'           => 'Энэ хуудас хамгаалагдсан байна. Та зөвхөн кодыг нь харах боломжтой.',
'tooltip-ca-history'              => 'Энэ хуудасны өмнөх засварууд.',
'tooltip-ca-protect'              => 'Энэ хуудсыг хамгаалах',
'tooltip-ca-delete'               => 'Энэ хуудсыг устгах',
'tooltip-ca-undelete'             => 'Энэ хуудсыг арилгахын өмнө хийсэн засваруудыг буцаах.',
'tooltip-ca-move'                 => 'Энэ хуудсыг зөөх',
'tooltip-ca-watch'                => 'Энэ хуудсыг хянах жагсаалтандаа нэмэх',
'tooltip-ca-unwatch'              => 'Энэ хуудсыг өөрийн хянаж буй хуудсуудын жагсаалтаас хасах',
'tooltip-search'                  => '{{SITENAME}}-с хайх',
'tooltip-p-logo'                  => 'Нүүр хуудас',
'tooltip-n-mainpage'              => 'Нүүр хуудас руу зочлох',
'tooltip-n-portal'                => 'Энэ төслийн тухай, түүн дээр юу хийж болох, ба хаана зүйлсийг мэдэж авах тухай',
'tooltip-n-currentevents'         => 'Сүүлийн үед болсон үйл явдлуудын тухай',
'tooltip-n-recentchanges'         => '{{SITENAME}} дэх хамгийн сүүлийн өөрчлөлтүүдийн жагсаалт.',
'tooltip-n-randompage'            => 'Хамаагүй хуудсыг дуудах',
'tooltip-n-help'                  => 'Туслалцааг олох газар.',
'tooltip-n-sitesupport'           => 'Биднийг дэмжээрэй',
'tooltip-t-whatlinkshere'         => 'Энд холбогдсон бүх вики хуудсуудын жагсаалт',
'tooltip-t-recentchangeslinked'   => 'Энэ хуудаснаас линк хийгдсэн хуудсуудын шинэ өөрчлөлтүүд',
'tooltip-feed-rss'                => 'Энэ хуудасны RSS фийд',
'tooltip-feed-atom'               => 'Энэ хуудасны Atom фийд',
'tooltip-t-contributions'         => 'Энэ хэрэглэгчийн оруулсан бүх хувь нэмрийн жагсаалтыг үзэх',
'tooltip-t-emailuser'             => 'Энэ хэрэглэгчид мэйл илгээх',
'tooltip-t-upload'                => 'Файлыг оруулах',
'tooltip-t-specialpages'          => 'Тусгай хуудаснуудын жагсаалт',
'tooltip-t-print'                 => 'Энэ хуудасны хувилж болох хувилбар',
'tooltip-t-permalink'             => 'Хуудасны одоогийн хувилбар луу очих тогтмол линк',
'tooltip-ca-nstab-main'           => 'Өгүүллийн хуудсыг үзэх',
'tooltip-ca-nstab-user'           => 'Хэрэглэгчийн хуудсыг үзэх',
'tooltip-ca-nstab-media'          => 'Медиа хуудсыг үзэх.',
'tooltip-ca-nstab-special'        => 'Энэ бол тусгай хуудас, та үүнийг шууд засварлах боломжгүй.',
'tooltip-ca-nstab-project'        => 'Төслийн хуудсыг үзэх',
'tooltip-ca-nstab-image'          => 'Файлын хуудсыг үзэх',
'tooltip-ca-nstab-mediawiki'      => 'Системийн мэдэгдлийг үзэх.',
'tooltip-ca-nstab-template'       => 'Загварыг үзэх',
'tooltip-ca-nstab-help'           => 'Тусламжийн хуудсыг үзэх',
'tooltip-ca-nstab-category'       => 'Ангиллын хуудсыг үзэх',
'tooltip-minoredit'               => 'Бага зэргийн засвар гэж тэмдэглэх',
'tooltip-save'                    => 'Засваруудаа хадгалах',
'tooltip-preview'                 => 'Өөрийн оруулах гэж буй өөрчлөлтүүдийг урьдчилан харах. Үүнийг ашиглана уу!',
'tooltip-diff'                    => 'Таны бичлэгт үйлдсэн өөрчлөлтүүдийг харуул.',
'tooltip-compareselectedversions' => 'Энэ хуудасны сонгосон хоёр хувилбарын ялгааг харна уу.',
'tooltip-watch'                   => 'Энэ хуудсыг өөрийн хянах жагсаалтандаа нэмэх',
'tooltip-recreate'                => 'Арилгагдсан хуудсыг дахин эхлүүлэх',
'tooltip-upload'                  => 'Аплоудоо эхлэх',

# Attribution
'anonymous'        => '{{SITENAME}} нэргүй хэрэглэгч(ид)',
'lastmodifiedatby' => 'Энэ хуудсыг  $3 нь хамгийн сүүлд өөрчилсөн ба өөрчилсөн нь $2, $1.', # $1 date, $2 time, $3 user
'others'           => 'Бусад',
'creditspage'      => 'Хуудасны кредит',

# Info page
'infosubtitle'   => 'Хуудасны мэдээлэл',
'numedits'       => 'засварласан тоо (Өгүүлэл): $1',
'numtalkedits'   => 'засварласан тоо (Хэлэлцүүлэгийн хуудас): $1',
'numwatchers'    => 'Хянагчдын тоо: $1',
'numauthors'     => 'Ялгаатай зохиогчдын тоо (Бичлэг): $1',
'numtalkauthors' => 'Ялгаатай зохиогчдын тоо (Хэлэлцүүлэгийн хуудас): $1',

# Math options
'mw_math_modern' => 'Сүүлийн үеийн браузер хэрэглэхийг зөвлөж байна/Интернет хөтлөгчийн шинэ хувилбаруудад зориулсан.',

# Patrolling
'markaspatrolleddiff'        => 'Хяналтанд авъя',
'markaspatrolledtext'        => 'Үүнийг хяналтанд авъя',
'markedaspatrolled'          => 'Хяналтанд авсан',
'markedaspatrolledtext'      => 'Сонгосон нэмэлт/өөрчлөлтийг хяналтанд авлаа.',
'markedaspatrollederror'     => 'Хяналтанд авч чадсангүй',
'markedaspatrollederrortext' => 'Хяналтад авахын тулд Та нэмэлт/өөрчлөлтийг заах шаардлагатай.',

# Image deletion
'deletedrevision'                 => '$1-н хуучин сайжруулсан нь устгагдав.',
'filedeleteerror-short'           => 'Файлыг арилгахад алдаа гарлаа: $1',
'filedeleteerror-long'            => 'Дараах файлыг арилгахад алдаа гарлаа:

$1',
'filedelete-missing'              => '"$1" файл байхгүй тул арилгаж болохгүй байна.',
'filedelete-old-unregistered'     => '"$1" гэсэн файлын өөрчлөлт байхгүй байна.',
'filedelete-current-unregistered' => 'Өгөгдсөн "$1" файл байхгүй байна.',
'filedelete-archive-read-only'    => '"$1" архивийн лавлах вебсерверээр бичигдэх боломгүй байна.',

# Browsing diffs
'previousdiff' => '← Өмнөх өөрчлөлт',
'nextdiff'     => 'Дараагийн ялгаа →',

# Media information
'mediawarning'         => "'''Анхаар''':Энэ файл нь хор нөлөөтэй код агуулсан байж болзошгүй, хэрвээ ачааллавал таны системийн аюулгүй байдал доройтож болзошгүй.<hr />",
'imagemaxsize'         => 'Доорх шаардлагын дагуу зургын хуудсанд хязгаарлалт хийлээ:',
'file-info'            => '(файлын хэмжээ: $1, MIME төрөл: $2)',
'file-info-size'       => '($1 × $2 пиксел, файлын хэмжээ: $3, MIME төрөл: $4)',
'file-nohires'         => '<small>Илүү чанар сайтай хувилбар байхгүй байна.</small>',
'svg-long-desc'        => '(SVG файл, $1 × $2 пиксэл, файлын хэмжээ: $3)',
'show-big-image'       => 'Хамгийн сайн чанартай хувилбар',
'show-big-image-thumb' => '<small>Файлын одоогоор харагдаж буй хэмжээ: $1 × $2 пиксел</small>',

# Special:Newimages
'newimages'     => 'Шинэ файлуудын галерэй',
'imagelisttext' => "Доорх нь $2-р ангилсан '''$1''' файлын лист.",
'noimages'      => 'Харах юмгүй.',
'ilsubmit'      => 'Хайлт',
'bydate'        => 'Огноогоор',

# Bad image list
'bad_image_list' => 'Формат дараах байдлаар байна:

Зөвхөн жагсаагдсан зүйлс (*-аар эхлэх мөрүүд) тооцогдоно.
Мөр дэх эхний линк муу файл руух холбоос байж таарна.
Үүнтэй адил мөр дэх бусад линкүүд тооцогдохгүй. Өөрөөр хэлбэл, файлын орж болзошгүй хуудсууд юм.',

# Metadata
'metadata'          => 'Зургийн тухай мэдээлэл',
'metadata-help'     => 'Энэ файланд бодвол дижитал аппарат эсвэл сканнераас нэмэгдсэн нэмэлт мэдээлэл байна.
Хэрэв энэ файл анхныхаа байдлаас өөрчлөгдсөн бол зарим мэдээлэл нь одоогийн хувилбартайгаа нийцэхгүй байж магадгүй.',
'metadata-expand'   => 'Дэлгэрэнгүй мэдээллийг харуулах',
'metadata-collapse' => 'Дэлгэрэнгүй мэдээллийг нуух',
'metadata-fields'   => 'Энэ мэдэгдэлд байгаа EXIF мэдээллийн талбарууд мэдээллийн хүснэгт буулгагдсан үед зургын хуудсанд харагдана.
Бусад нь анхнаасаа харагдахгүй байна.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* focallength', # Do not translate list items

# EXIF tags
'exif-imagewidth'                  => 'өргөн',
'exif-imagelength'                 => 'өндөр',
'exif-bitspersample'               => 'бүрэлдэхүүн хэсэг бүр дэх бит',
'exif-jpeginterchangeformatlength' => 'JPEG хэлбэртэй мэдээллийн байт',
'exif-datetime'                    => 'Файл өөрчлөгдсөн огноо, цаг',
'exif-imagedescription'            => 'Дүрсний нэр',
'exif-make'                        => 'Зургийн аппарат үйлдвэрлэгч',
'exif-artist'                      => 'зохиогч',
'exif-copyright'                   => 'зохиогчын эрхийг эзэмшигч',
'exif-colorspace'                  => 'өнгөний зай',
'exif-componentsconfiguration'     => 'Бүх бүрэлдэхүүн хэсгүүдийн утга',
'exif-compressedbitsperpixel'      => 'Зургийн файлыг шахах арга',
'exif-aperturevalue'               => 'Дамжих хоолой',
'exif-brightnessvalue'             => 'гэрэлтэлт',
'exif-lightsource'                 => 'гэрэлтүүлэгч',
'exif-filesource'                  => 'Файлыг эх үүсвэр',
'exif-customrendered'              => 'Дурын зургийн файлыг үзүүлж байна',
'exif-contrast'                    => 'харьцуулан үзэх',
'exif-gpslatituderef'              => 'хойд эсвэл өмнөд өргөрөг',
'exif-gpslatitude'                 => 'өргөрөг',
'exif-gpslongituderef'             => 'Зүүн эсвэл баруун уртраг',
'exif-gpslongitude'                => 'уртраг',
'exif-gpsaltitude'                 => 'далайн түвшин',
'exif-gpsstatus'                   => 'Хүлээн авагчийн статус',
'exif-gpsspeedref'                 => 'Хурдны нэгж',
'exif-gpstrack'                    => 'Хөдөлгөөний чиглэл',
'exif-gpsdestlatitude'             => 'Өргөрөгийн байршил',
'exif-gpsdestlongitude'            => 'Уртгагийн байршил',
'exif-gpsdestdistance'             => 'Байршил хүртэлх зай',

# EXIF attributes
'exif-compression-1' => 'Шахаагүй',

'exif-orientation-1' => 'энгийн', # 0th row: top; 0th column: left

'exif-componentsconfiguration-0' => 'байхгүй байна',

'exif-exposureprogram-1' => 'заавар',

'exif-meteringmode-0'   => 'Үл мэдэх',
'exif-meteringmode-1'   => 'Дундаж',
'exif-meteringmode-255' => 'Бусад',

'exif-lightsource-0'   => 'Үл мэдэх',
'exif-lightsource-1'   => 'өдрийн гэрэл',
'exif-lightsource-2'   => 'Ионы гэрэлтүүлэг',
'exif-lightsource-3'   => 'Вольфрам (улайссан гэрэл)',
'exif-lightsource-4'   => 'флаш',
'exif-lightsource-9'   => 'Таатай цаг агаар',
'exif-lightsource-10'  => 'Үүлэрхэг цаг агаар',
'exif-lightsource-11'  => 'Сүүдэр',
'exif-lightsource-255' => 'Бусад гэрлийн эх сурвалж',

'exif-focalplaneresolutionunit-2' => 'инч',

'exif-customrendered-0' => 'Нормаль процесс',
'exif-customrendered-1' => 'Энгийн процесс',

'exif-contrast-0' => 'энгийн',
'exif-contrast-1' => 'зөөлөн',
'exif-contrast-2' => 'хатуу',

'exif-saturation-0' => 'энгийн',

'exif-sharpness-0' => 'энгийн',

'exif-subjectdistancerange-0' => 'Үл мэдэх',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'хойд өргөрөг',
'exif-gpslatitude-s' => 'өмнөд өргөрөг',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'Зүүн ба баруун уртраг',
'exif-gpslongitude-w' => 'баруун уртраг',

'exif-gpsstatus-a' => 'Явцын хэмжүүр',
'exif-gpsstatus-v' => 'Хамтарсан үйлдлийн хэмжүүр',

# Pseudotags used for GPSSpeedRef and GPSDestDistanceRef
'exif-gpsspeed-k' => 'километр/цаг',

# External editor support
'edit-externally'      => 'Гадны программыг ашиглан энэ файлыг засварлах',
'edit-externally-help' => '[http://meta.wikimedia.org/wiki/Help:External_editors Тохируулгын заавраас] дэлгэрэнгүй мэдээллийг авна уу.',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'Бүгд',
'imagelistall'     => 'бүх',
'watchlistall2'    => 'бүгд',
'namespacesall'    => 'бүгд',
'monthsall'        => 'бүгд',

# E-mail address confirmation
'confirmemail'            => 'мэйл хаягийг баталгаажуулах',
'confirmemail_noemail'    => 'Та өөрийн [[Special:Preferences|хэрэглэгчийн тохиргоо]]нд хүчинтэй мэйл хаяг оруулаагүй байна.',
'confirmemail_text'       => 'Вики нь мэйлийн боломжуудыг ашиглахын тулд мэйл хаягаа баталгаажуулахыг хэрэглэгчээс шаарддаг болно. Та өөрийн хаяг руу баталгаажуулах мэйл илгээхийн тулд доорх товчлуурыг идэвхжүүлнэ үү. Уг мэйл нь код бүхий холбоос агуулах бөгөөд та уг холбоос руу орсноор таны мэйл хаяг баталгаажих болно.',
'confirmemail_send'       => 'Баталгаажуулах кодыг мэйлээр илгээх.',
'confirmemail_sent'       => 'Баталгаажуулах мэйл илгээгдлээ.',
'confirmemail_sendfailed' => 'Баталгаажуулах мэйлийг илгээж чадсангүй. Та хаягаа зөв бичсэн эсэхээ нягтална уу.

Буцаж ирсэн мэйл: $1',
'confirmemail_invalid'    => 'Баталгаажуулах код хүчингүй байна. Кодны хугацаа хэтэрсэн байж болзошгүй.',
'confirmemail_needlogin'  => '$1-г хийхийн тулд та мэйл хаягаа баталгаажуулах шаардлагатай.',
'confirmemail_success'    => 'Таны мэйл хаяг баталгаажлаа. Та одоо викид нэвтэрч чадна.',
'confirmemail_loggedin'   => 'Таны мэйл хаяг баталгаажлаа.',
'confirmemail_error'      => 'таны баталгаажуулалтыг хадгалах үед ямар нэг зүйл буруу хийгдсэн байна.',
'confirmemail_subject'    => '{{SITENAME}}-гийн мэйл хаягийн баталгаажуулалт',
'confirmemail_body'       => 'Та ч байж магадгүй $1 IP хаягнаас $2 гэсэн хэрэглэгчийн бүртгэлтэй энэ мэйл хаягтай хэн нэг хэрэглэгч {{SITENAME}} бүртгүүлсэн байна. 

Энэ хэрэглэгчийн бүртгэл нь үнэхээр таных уу гэдгийг шалгаж үзээд мэйл хаягаар хийж болох үйлдлүүдийг хүчинтэй болгохын тулд энэ холбоосыг нээнэ үү. 

$3 хэрвээ биш бол нээх хэрэггүй. Баталгаажуулах код нь $4-нд хугацаа нь хэтрэх болно.',

# Delete conflict
'deletedwhileediting' => 'Анхаар: Таныг засвар хийж эхлэвэл энэ хуудас устгагдах болно!',
'confirmrecreate'     => "Хэрэглэгч [[User:$1|$1]] ([[User talk:$1|яриа]]) нь таныг энэ хуудсыг засварлаж байх хооронд дараах шалтгааны улмаас устгажээ: ''$2''
Та үнэхээр энэ хуудсыг дахин бий болгомоор байна уу?",
'recreate'            => 'Дахин үүсгэх',

# HTML dump
'redirectingto' => '[[$1]]-тэй шууд холбогдсон',

# action=purge
'confirm_purge'        => 'энэ хуудасны нөөц хувилбарыг устгах уу?

$1',
'confirm_purge_button' => 'Tэг',

# AJAX search
'searchcontaining' => "''$1''-г агуулсан хуудсуудыг хайх.",
'articletitles'    => "''$1''-ээр эхэлсэн бичлэг",
'hideresults'      => 'Үр дүнг нуух',
'useajaxsearch'    => 'AJAX хайлт ашиглах',

# Multipage image navigation
'imgmultipageprev' => '← өмнөх хуудас',
'imgmultipagenext' => 'дараагийн хуудас →',
'imgmultigo'       => 'Үргэлжлүүл!',
'imgmultigotopre'  => 'Хуудас руу очих',

# Auto-summaries
'autosumm-blank'   => 'Хуудасны агуулгыг устгаж байна.',
'autosumm-replace' => "Хуудсыг '$1'-р сольж байна.",
'autoredircomment' => '[[$1]] руу автоматаар холбогдож байна',
'autosumm-new'     => 'Шинэ хуудас: $1',

# Watchlist editing tools
'watchlisttools-view' => 'Холбогдох өөрчлөлтүүдийг үзэх',
'watchlisttools-edit' => 'Хянаж буй хуудсуудын жагсаалтаа үзэж засварлах',
'watchlisttools-raw'  => 'Хянаж буй хуудсуудын жагсаалтаа текстээр засварлах',

# Special:Version
'version' => 'Хувилбар', # Not used as normal message but as header for the special page itself

# Special:Filepath
'filepath' => 'файлын зам',

);
