<?php
/**
 * Tamil (தமிழ்)
 *
 * @addtogroup Language
 */

$skinNames = array(
	'standard' => "இயல்பான",
	'nostalgia' => "பசுமை நினைவு (Nostalgia)",
	'cologneblue' => "கொலோன் (Cologne) நீலம் Blue",
);

$namespaceNames = array(
	NS_MEDIA          => 'ஊடகம்',
	NS_SPECIAL        => 'சிறப்பு',
	NS_MAIN           => '',
	NS_TALK           => 'பேச்சு',
	NS_USER           => 'பயனர்',
	NS_USER_TALK      => 'பயனர்_பேச்சு',
	# NS_PROJECT set by $wgMetaNamespace
	NS_PROJECT_TALK   => '$1_பேச்சு',
	NS_IMAGE          => 'படிமம்',
	NS_IMAGE_TALK     => 'படிமப்_பேச்சு',
	NS_MEDIAWIKI      => 'மீடியாவிக்கி',
	NS_MEDIAWIKI_TALK => 'மீடியாவிக்கி_பேச்சு',
	NS_TEMPLATE       => 'வார்ப்புரு',
	NS_TEMPLATE_TALK  => 'வார்ப்புரு_பேச்சு',
	NS_HELP           => 'உதவி',
	NS_HELP_TALK      => 'உதவி_பேச்சு',
	NS_CATEGORY       => 'பகுப்பு',
	NS_CATEGORY_TALK  => 'பகுப்பு_பேச்சு',
);

$namespaceAliases = array(
	'விக்கிபீடியா' => NS_PROJECT,
	'விக்கிபீடியா_பேச்சு' => NS_PROJECT_TALK,
	'உருவப்_பேச்சு' => NS_IMAGE_TALK
);
$linkTrail = "/^([\xE0\xAE\x80-\xE0\xAF\xBF]+)(.*)$/sDu";

$messages = array(
# User preference toggles
'tog-underline'               => 'இணைப்புகளுக்கு அடிக்கோடிடு',
'tog-highlightbroken'         => 'முறிந்த இணைப்புகளை வடிவமை <a href="" class="புதிது">இதைப் போல </a> (alternative: like this<a href="" class="internal">?</a>).',
'tog-justify'                 => 'பந்திகளை ஓரச் சீர்மைப் (Justify) படுத்து',
'tog-hideminor'               => 'அண்மைய மாற்றங்களில் சிறிய தொகுப்புகளை மறை',
'tog-usenewrc'                => 'மேம்படுத்தப்பட்ட அண்மைய மாற்றங்கள் (எல்லா உலாவிகளுக்குமல்ல)',
'tog-numberheadings'          => 'தலைப்புகளுக்கு தானியங்கி இலக்கமிடு',
'tog-editondblclick'          => 'இரட்டைச் சொடுக்கில் பக்கங்களைத் தொகு (ஜாவாஸ்கிரிப்ட்)',
'tog-editsection'             => 'இணைப்புவழி (தொகுப்பு) பிரிவுத் தொகுப்பை செயல்படுத்து',
'tog-editsectiononrightclick' => 'வலச் சொடுக்குவழி பிரிவுத் தலைப்பு தொகுப்பதை செயல் படுத்து (ஜாவாஸ்கிரிப்ட்)',
'tog-showtoc'                 => 'உள்ளடக்க அட்டவணையைக் காண்பி<br />(மூன்றுக்கு மேற்பட்ட தலைப்புகளையுடைய கட்டுரைகளுக்கு)',
'tog-rememberpassword'        => 'அமர்வுகளுக்கு இடையே கடவுச்சொல்லை ஞாபகத்தில் வைத்துக்கொள்',
'tog-editwidth'               => 'தொகுப்புக் கட்டம் முழு அகலத்தைக் கொண்டது',
'tog-watchcreations'          => 'நான் உருவாக்கிய பக்கங்களை எனது கவனிப்புப் பட்டியலில் சேர்க்கவும்.',
'tog-watchdefault'            => 'நீங்கள் தொகுத்த பக்கங்களை, உங்கள் கவனிப்புப் பட்டியலில்(watchlist) சேருங்கள்',
'tog-watchmoves'              => 'நான் நகர்த்திய பக்கங்களை எனது கவனிப்புப் பட்டியலில் சேர்க்கவும்.',
'tog-watchdeletion'           => 'நான் நீக்கிய பக்கங்களை எனது கவனிப்புப் பட்டியலில் சேர்க்கவும்',
'tog-minordefault'            => 'முன்னிருப்பாக (By default) அனைத்து தொகுப்புகளையும் சிறியது என குறித்துக்கொள்.',
'tog-previewontop'            => 'தொகுப்புப் பெட்டிக்கு முன்பே முன்தோற்றத்தைக் காட்டுக. பின்னர் அல்ல.',
'tog-nocache'                 => 'பக்க இடைமாற்றை (cache) முடக்கு',
'tog-enotifwatchlistpages'    => 'நான் கவனிக்கும் பக்கங்களில் மாற்றம் ஏற்படும்போது எனக்கு மின்னஞ்சல் செய்யவும்',
'tog-enotifusertalkpages'     => 'எனது பயனர் பேச்சுப் பக்கத்தில் மாற்றம் ஏற்படும்போது எனக்கு மின்னஞ்சல் செய்யவும்',
'tog-enotifminoredits'        => 'பக்கங்களுக்கான சிறு தொகுப்புக்கள் குறித்தும் எனக்கு மின்னஞ்சல் செய்யவும்',
'tog-shownumberswatching'     => 'கவனிக்கும் பயனர்களின் எண்ணிக்கையைக் காட்டவும்',
'tog-watchlisthideown'        => 'எனது தொகுப்புக்களைக் கவனிப்புப் பட்டியலிலிருந்து மறை',
'tog-watchlisthidebots'       => 'தானியங்கித் தொகுப்புக்களைக் கவனிப்புப் பட்டியலில் காட்டாதே',
'tog-watchlisthideminor'      => 'சிறு தொகுப்புக்களைக் கவனிப்புப் பட்டியலில் காட்டாதே',

'underline-always' => 'எப்பொழுதும்',

'skinpreview' => '(முன்தோற்றம்)',

# Dates
'sunday'        => 'ஞாயிற',
'monday'        => 'திங்கள்',
'tuesday'       => 'செவ்வாய்',
'wednesday'     => 'புதன்',
'thursday'      => 'வியாழன்',
'friday'        => 'வெள்ளி',
'saturday'      => 'சனி',
'sun'           => 'ஞாயி',
'mon'           => 'திங்',
'tue'           => 'செவ்',
'wed'           => 'புத',
'thu'           => 'வியா',
'fri'           => 'வெள்',
'sat'           => 'சனி',
'january'       => 'ஜனவரி',
'february'      => 'பெப்ரவரி',
'march'         => 'மார்ச்',
'april'         => 'ஏப்ரில்',
'may_long'      => 'மே',
'june'          => 'ஜூன்',
'july'          => 'ஜூலை',
'august'        => 'ஆகஸ்ட்',
'september'     => 'செப்டெம்பர்',
'october'       => 'அக்டோபர்',
'november'      => 'நவம்பர்',
'december'      => 'டிசம்பர்',
'january-gen'   => 'ஜனவரி',
'february-gen'  => 'பெப்ரவரி',
'march-gen'     => 'மார்ச்',
'april-gen'     => 'ஏப்ரில்',
'may-gen'       => 'மே',
'june-gen'      => 'ஜூன்',
'july-gen'      => 'ஜூலை',
'august-gen'    => 'ஆகஸ்ட்',
'september-gen' => 'செப்டெம்பர்',
'october-gen'   => 'அக்டோபர்',
'november-gen'  => 'நவம்பர்',
'december-gen'  => 'டிசம்பர்',
'jan'           => 'ஜன',
'feb'           => 'பெப்',
'mar'           => 'மார்',
'apr'           => 'ஏப்',
'may'           => 'மே',
'jun'           => 'ஜூன்',
'jul'           => 'ஜூலை',
'aug'           => 'ஆக',
'sep'           => 'செப்',
'oct'           => 'அக்',
'nov'           => 'நவ',
'dec'           => 'டிச',

# Bits of text used by many pages
'categories'      => '{{PLURAL:$1|பகுப்பு|பகுப்புக்கள்}}',
'pagecategories'  => 'பக்க வகைகள்',
'category_header' => 'பகுப்புகளிலுள்ள கட்டுரைகள் "$1"',
'subcategories'   => 'துணை வகைகள்',

'mainpagetext' => 'விக்கி மென்பொருள் வெற்றிகரமாக உள்ளிடப்பட்டது.',

'about'          => 'விபரம்',
'article'        => 'உள்ளடக்கப் பக்கம்',
'cancel'         => 'விடு',
'qbfind'         => 'தேடு',
'qbbrowse'       => 'உலவு',
'qbedit'         => 'தொகு',
'qbpageoptions'  => 'பக்க விருப்பத் தேர்வுகள்',
'qbpageinfo'     => 'பக்கத் தகவல்கள்',
'qbmyoptions'    => 'எனது விருப்பத் தேர்வுகள்',
'qbspecialpages' => 'சிறப்புப் பக்கங்கள்',
'moredotdotdot'  => 'மேலும்...',
'mypage'         => 'எனது பக்கம்',
'mytalk'         => 'எனது பேச்சு',
'navigation'     => 'வழிசெலுத்தல்',

'errorpagetitle'    => 'தவறு',
'returnto'          => '$1 க்குத் திரும்பு.',
'help'              => 'உதவி',
'search'            => 'தேடு',
'searchbutton'      => 'தேடு',
'go'                => 'செல்',
'searcharticle'     => 'செல்',
'history'           => 'பக்க வரலாறு',
'history_short'     => 'வரலாறு',
'updatedmarker'     => 'எனது கடைசி வருகைக்குப் பின் இற்றைப்படுத்தப்பட்டது',
'info_short'        => 'தகவல்',
'printableversion'  => 'அச்சுக்குகந்த பதிப்பு',
'permalink'         => 'நிரந்தர இணைப்பு',
'edit'              => 'தொகு',
'editthispage'      => 'இப்பக்கத்தை தொகு',
'delete'            => 'நீக்கு',
'deletethispage'    => 'இப்பக்கத்தை நீக்கு',
'protect'           => 'காப்புச்செய்',
'protectthispage'   => 'இப் பக்கத்தை காப்புச் செய்',
'unprotect'         => 'காப்புநீக்கு',
'unprotectthispage' => 'இப் பக்கத்தை காப்பு நீக்கு',
'newpage'           => 'புதிய பக்கம்',
'talkpage'          => 'இப் பக்கம்பற்றிக் கலந்துரையாடு',
'talkpagelinktext'  => 'பேச்சு',
'specialpage'       => 'சிறப்புப் பக்கம்',
'postcomment'       => 'கருத்துக்களை அனுப்பு',
'articlepage'       => 'கட்டுரையைப் பார்',
'talk'              => 'உரையாடல்',
'userpage'          => 'பயனர்பக்கம் பார்',
'projectpage'       => 'மீ (meta) பக்கம் பார்',
'imagepage'         => 'படிமப் பக்கம் பார்',
'viewtalkpage'      => 'கலந்துரையாடல்களைப் பார்',
'otherlanguages'    => 'ஏனைய மொழிகள்',
'redirectedfrom'    => '($1 இலிருந்து மீள் வழிப்படுத்தப்பட்டது)',
'lastmodifiedat'    => 'இப்பக்கம் கடைசியாகத் திருத்த்ப்பட்டது $2, $1.', # $1 date, $2 time
'viewcount'         => 'இப்பக்கம் $1 முறை அணுகப்பட்டது .',
'protectedpage'     => 'பாதுகாக்கப்பட்ட பக்கம்',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => '{{SITENAME}} பற்றி',
'aboutpage'         => 'Project:விபரம்',
'bugreports'        => 'வழு அறிக்கை',
'bugreportspage'    => 'Project:வழு அறிக்கைகள்',
'copyrightpagename' => '{{SITENAME}} பதிப்புரிமை',
'copyrightpage'     => '{{ns:project}}:பதிப்புரிமை',
'currentevents'     => 'தற்போதைய நிகழ்வுகள்',
'currentevents-url' => 'Project:நடப்பு நிகழ்வுகள்',
'edithelp'          => 'தொகுத்தலுக்கான உதவி',
'edithelppage'      => 'Help:ஒருவர் பக்கமொன்றைத் தொகுப்பது எப்படி?',
'faq'               => 'அடிக்கடி கேட்கப்படும் கேள்விகள்',
'faqpage'           => 'Project:அடிக்கடி கேட்கப்படும் கேள்விகள்',
'helppage'          => 'Help:உதவி',
'mainpage'          => 'முதற் பக்கம்',
'portal'            => 'சமுதாய வலைவாசல்',
'sitesupport'       => 'நன்கொடை',

'ok'              => 'சரி',
'retrievedfrom'   => '"$1" இலிருந்து மீள்விக்கப்பட்டது',
'newmessageslink' => 'புதிய செய்திகள்',
'editsection'     => 'தொகு',
'editold'         => 'தொகு',
'toc'             => 'பொருளடக்கம்',
'showtoc'         => 'காட்டு',
'hidetoc'         => 'மறை',
'thisisdeleted'   => '$1 பார்க்கவா மீள்விக்கவா?',
'restorelink'     => '$1 நீக்கப்பட்ட தொகுப்புகள்',

# Short words for each namespace, by default used in the 'article' tab in monobook
'nstab-main'      => 'கட்டுரை',
'nstab-user'      => 'பயனர் பக்கம்',
'nstab-media'     => 'ஊடகப் பக்கம்',
'nstab-special'   => 'சிறப்பு',
'nstab-project'   => 'திட்டப் பக்கம்',
'nstab-image'     => 'கோப்பு',
'nstab-mediawiki' => 'தகவல்',
'nstab-template'  => 'வார்ப்புரு',
'nstab-help'      => 'உதவிப் பக்கம்',
'nstab-category'  => 'பகுப்பு',

# Main script and global functions
'nosuchaction'      => 'அவ்வித செயற்பாடுகள் எதுவுமில்லை',
'nosuchactiontext'  => 'யூஆர்எல்(URL) இனால் குறிப்பிடப்பட்ட செயற்பாடு {{SITENAME}} மென்பொருளினால் அடையாளம் காணப்படவில்லை',
'nosuchspecialpage' => 'அவ்வாறான சிறப்புப் பக்கங்கள் எதுவுமில்லை',
'nospecialpagetext' => 'நீங்கள் கோரிய விசேட பக்கம் {{SITENAME}} மென்பொருளினால் அடையாளம் காணப்படவில்லை',

# General errors
'error'                => 'தவறு',
'databaseerror'        => 'தரவுத்தள தவறு',
'dberrortext'          => 'ஒரு தரவுத்தள வினவல் தொடரமைப்புத் தவறு ஏற்பட்டுள்ளது.
கடைசியாக முயற்சிக்கப்பட்ட தரவுத்தள வினவல்:
<blockquote><tt>$1</tt></blockquote>
செயலுக்குள்(function) இருந்து "<tt>$2</tt>".
MySQL returned error "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'ஒரு தரவுத்தள வினவல் தொடரமைப்புத் தவறு ஏற்பட்டுள்ளது.
கடைசியாக முயற்சிக்கப்பட்ட தரவுத்தள வினவல்:
"$1"
செயலுக்குள்(function) இருந்து "$2".
MySQL returned error "$3: $4".',
'noconnect'            => 'மன்னிக்கவும்! இந்த விக்கி தளத்தில் தொழில் நுட்பப் பிரச்சனை ஏற்பட்டுள்ளது, தரவுத்தள வழங்கனுடன் தொடர்பு கொள்ளமுடியவில்லை.',
'nodb'                 => 'தரவுத்தள $1 தெரிவுசெய்ய முடியவில்லை',
'cachederror'          => 'கீழே இருப்பது கோரப்பட்ட பக்கத்தினுடைய ஒரு இடைமாற்று (cached) நகலாகும், இது நிகழ்நிலைக்குச் சரியாக (up to date) இல்லாதிருக்கக் கூடும்.',
'readonly'             => 'தரவுத்தளம் பூட்டப்பட்டது',
'enterlockreason'      => 'பூட்டுக்கான காரணத்தைத் தருக. பூட்டு எப்பொழுது திறக்கப்படும் என்பதையும் குறிப்பிடுக.',
'readonlytext'         => '{{SITENAME}} தரவுத்தளம் தற்போது பூட்டப்பட்டுள்ளது. வழமையான பராமரிப்புக்காகவாக இருக்கலாம். புதிய பதிவுகளோ திருத்த்ங்களோ செய்ய முடியாது.  இதன் பின்னர் இயல்பு நிலைக்குக் கொண்டுவரப்படும்.
இந்த விளக்கத்தை இதனைப் பூட்டிய நிர்வாகி வழங்கியுள்ளார்:

$1',
'missingarticle'       => 'கண்டுபிடித்திருக்கவேண்டிய பக்கத்தின் எழுத்துக்களை தரவுத்தளம் கண்டுபிடிக்கவில்லை. பக்கத்தின் பெயர் "$1".

நீக்கப்பட்ட பக்கமொன்றுக்கு வழக்கிழந்த வேறுபாடு (diff) அல்லது வரலாறு (History) இணைப்பைப் பின்பற்றுவதன் மூலம் இது வழக்கமாக ஏற்படுகிறது.

அப்படியில்லாவிட்டால் இது ஒரு மென்பொருள் வழுவாக இருக்கக்கூடும். யூஆரெல் (URL) ஐக் குறித்துக் கொண்டு அதைத் தயவுசெய்து ஒரு நிர்வாகிக்கு அறிவிக்கவும்.',
'internalerror'        => 'உள்ளகத் தவறு',
'filecopyerror'        => 'கோப்பை நகல் செய்ய முடியவில்லை"$1" to "$2".',
'filerenameerror'      => 'கோப்பை பெயர்மாற்ற முடியவில்லை"$1" to "$2".',
'filedeleteerror'      => 'கோப்பை நீக்க முடியவில்லை"$1".',
'filenotfound'         => 'கோப்பைக் கண்டுபிடிக்க முடியவில்லை"$1".',
'unexpected'           => 'எதிர்பாராத பெறுமானம்: "$1"="$2".',
'formerror'            => 'தவறு: படிவத்தை சமர்ப்பிக்க முடியவில்லை',
'badarticleerror'      => 'இச் செயற்பாட்டை இப்பக்கத்தில் செயற்படுத்த முடியாது.',
'cannotdelete'         => 'குறிக்கப்பட்ட பக்கத்தையோ படிமத்தையோ நீக்க முடியாது. (வேறு யாராலோ ஏற்கெனவே நீக்கப்பட்டிருக்கலாம்.)',
'badtitle'             => 'பழுதுள்ள தலைப்பு',
'badtitletext'         => 'கோரப்பட்ட பக்கத்தின் தலைப்பு செல்லாது, வெறுமை, அல்லது பிழையாக இணைக்கப்பட்ட மொழிகளிடை அல்லது விக்கியிடைத் தலைப்பாகும்.',
'perfdisabled'         => 'மன்னிக்கவும்! இந்த வசதி தற்காலிகமாக செயலற்றதாக்கப்பட்டுள்ளது. ஏனெனில் இது விக்கியை ஒருவரும் பயன்படுத்த முடியாத அளவுக்கு வேகத்தைக் குறைத்துள்ளது.',
'wrong_wfQuery_params' => 'பிழையான அளபுருக்கள்(parameters) wfQuery()<br />
செயல் (Function): $1<br />
வினவல் (Query): $2',
'viewsource'           => 'மூலத்தைப் பார்',

# Login and logout pages
'logouttitle'                => 'பயனர் விடுபதிகை',
'logouttext'                 => 'நீங்கள் இப்பொழுது விடுபதிகையில் உள்ளீர்கள்.
நீங்கள் தொடர்ந்தும் விக்கிபீடியாவை அடையாளமின்றி உபயோகிக்கலாம், அல்லது அதே பயனராகவோ வேறு பயனராகவோ மீண்டும் புகுபதிகை செய்யலாம். உங்கள் உலவியின் இடைமாற்று (browser cache) அழிக்கப்படும்வரை சில பக்கங்கள் தொடர்ந்தும் புகுபதிகையில் உள்ளது போன்றே காட்சி தரும் என்பதைக் கவனிக்கவும்',
'welcomecreation'            => '==வருக, $1!==
உங்கள் கணக்கு உருவாக்கப்பட்டுள்ளது.
உங்கள் {{SITENAME}} விருப்புகளை சொந்தமயப் (personalize) படுத்த மறவாதீர்கள்.',
'loginpagetitle'             => 'பயனர் புகுபதிகை',
'yourname'                   => 'உங்கள் பயனர்பெயர்',
'yourpassword'               => 'உங்கள் கடவுச்சொல்',
'yourpasswordagain'          => 'கடவுச்சொல்லைத் திரும்ப எழுதவும்',
'remembermypassword'         => 'எனது கடவுச்சொல்லை அமர்வுகளிடையே (across sessions) ஞாபகத்தில் வைத்திருக்கவும்.',
'loginproblem'               => 'உங்கள் புகுபதிகை தொடர்பில் பிரச்சினை உண்டு.
திரும்ப முயலவும்!',
'login'                      => 'புகுபதிகை',
'userlogin'                  => 'புகுபதிகை',
'logout'                     => 'விடுபதிகை',
'userlogout'                 => 'விடுபதிகை',
'notloggedin'                => 'புகுபதிகையில் இல்லை',
'createaccount'              => 'புதிய கணக்கு உருவாக்கு',
'createaccountmail'          => 'மின்னஞ்சல் மூலம்',
'badretype'                  => 'நீங்கள் பதிந்த கடவுச்சொல் பொருத்தமாக இல்லை.',
'userexists'                 => 'நீங்கள் பதிந்த கடவுச் சொல் ஏற்கெனவே உபயோகத்தில் உள்ளது. தயவுசெய்து வேறு பெயர் தெரியவும்.',
'youremail'                  => 'உங்கள் மின்னஞ்சல்*',
'yournick'                   => 'உங்கள் அழைக்கும் பெயர் (கையொப்பத்துக்காக)',
'loginerror'                 => 'புகுபதிகைத் தவறு',
'noname'                     => 'நீங்கள் கொடுத்த பயனர் பெயர் செல்லுபடி இல்லை.',
'loginsuccesstitle'          => 'புகுபதிகை வெற்றி',
'loginsuccess'               => 'நீங்கள் இப்பொழுது "$1" ஆக விக்கிபீடியாவில் புகுபதிகை செய்துள்ளீர்கள்.',
'nosuchuser'                 => '"$1" பெயரில் பயனர் எவருமில்லை. எழுத்துப் பிழைகளைச் சரி பார்க்கவும், அல்லது பின்வரும் படிவத்தை உபயோகித்து புதிய பயனர் கணக்கொன்றை உருவாக்கவும்.',
'wrongpassword'              => 'நீங்கள் கொடுத்த கடவுச் சொல் சரியல்ல. மீண்டும் முயற்சிக்கவும்.',
'mailmypassword'             => 'புதிய கடவுச் சொல்லொன்றை அஞ்சல் செய்யவும்',
'passwordremindertitle'      => 'விக்கிபீடியாவிலிருந்து கடவுச் சொல் நினைவூட்டல்',
'passwordremindertext'       => 'யாரோ ஒருவர் (நீங்களாக இருக்கலாம், IP முகவரி $1 இலிருந்து) புதிய விக்கிபீடியா புகுபதிகை கடவுச்சொல் ஒன்று அனுப்பும்படி கோரியுள்ளார். பயனர் "$2" க்கான கடவுச்சொல் இப்பொழுது "$3". நீங்கள் புகுபதிகை செய்து கடவுச்சொல்லை மாற்றிக்கொள்ளவும்.',
'noemail'                    => 'பயனை "$1" க்கு மின்னஞ்சல் முகவரி எதுவும் பதியப்பட்டிருக்கவில்லை.',
'passwordsent'               => '"$1" பெயரில் பதியப்பட்டுள்ள மின்னஞ்சல் முகவரிக்கு ஒரு புதிய கடவுச்சொல் அனுப்பப்பட்டுள்ளது. பெற்றுக்கொண்டதும் தயவுசெய்து மீண்டும் புகுபதிகை செய்யவும்.',
'acct_creation_throttle_hit' => 'மன்னிக்கவும், நீங்கள் ஏற்கெனவே $1 கணக்குகள் உருவாக்கியுள்ளீர்கள். மேலும் உருவாக்கமுடியாது.',
'accountcreated'             => 'கணக்கு உருவாக்கப்பட்டது.',
'accountcreatedtext'         => '$1 என்ற பெயரில் பயனர் கணக்கு உருவாக்கப்பட்டது.',

# Edit pages
'summary'              => 'சுருக்கம்',
'subject'              => 'உட்பொருள்/தலைப்புகள்',
'minoredit'            => 'இது ஒரு சிறு (minor) தொகுப்பு',
'watchthis'            => 'இக் கட்டுரையைக் கவனிக்கவும் (watch)',
'savearticle'          => 'பக்கத்தை சேமிக்கவும்',
'preview'              => 'முன்தோற்றம்',
'showpreview'          => 'முன்தோற்றம் காட்டு',
'blockedtitle'         => 'பயனர் தடுக்கப்பட்டுள்ளார்',
'whitelistedittitle'   => 'தொகுப்பதற்கு புகுபதிகை (login) செய்யப்படவேண்டும்.',
'whitelistreadtitle'   => 'வாசிப்பதற்கு புகுபதிகை (login) செய்ய வேண்டும்',
'whitelistacctitle'    => 'கணக்கொன்று உருவாக்குவதற்கு நீங்கள் அனுமதிக்கப்படவில்லை.',
'accmailtitle'         => 'கடவுச்சொல் அனுப்பப்பட்டுள்ளது.',
'accmailtext'          => "'$1' உடைய கடவுச்சொல் $2 க்கு அனுப்பப்பட்டுள்ளது.",
'newarticle'           => '(புதிது)',
'newarticletext'       => 'ஒரு இணைப்பினூடாக நீங்கள் வந்துள்ள இப் பக்கம் இன்னும் உருவாக்கப்படவில்லை. பக்கத்தை உருவாக்குவதற்குக் கீழேயுள்ள கட்டத்துள் தட்டச்சிடத் தொடங்குங்கள். (மேலதிக விபரங்களுக்கு உதவிப் பக்கங்களைப்  பார்க்கவும்). நீங்கள் தவறுதலாக இங்கே வந்திருந்தால், உங்கள் உலாவி (browser) யின் பின்னே (back) பொத்தானைச் சொடுக்கவும்.',
'anontalkpagetext'     => '---- இது இன்னும் கணக்கொன்று ஏற்படுத்தாத அல்லது இதனை வழமையாகப் பயன்படுத்தாத பயனர்களுக்குரிய கலந்துரையாடல் பக்கமாகும். அதனால் நாங்கள் இவரை அடையாளம் காண்பதற்கு எண்சார்ந்த ஐபி (IP) முகவரி XXXயை உபயோகிக்கிறோம். இவ்வாறான ஐபி (IP) முகவரிகள் பல பயனர்(user) களினால் பகிர்ந்துகொள்ளப்படலாம். நீங்கள் ஒரு முகவரியற்ற பயனராயிருந்து, தொடர்பற்ற கருத்துக்கள் உங்களைக் குறித்துச் சொல்லப்பட்டிருப்பதாக நீங்கள் உணர்ந்தால், முகவரியற்ற ஏனைய பயனர்களுடனான குழப்பங்களை எதிர்காலத்தில் தவிர்ப்பதற்கு, தயவுசெய்து கணக்கொன்றை ஏற்படுத்துங்கள் அல்லது புகுபதிகை ([[Special:Userlogin|login]]) செய்யுங்கள்.',
'noarticletext'        => '(இப் பக்கத்தில் தற்பொழுது எழுத்துக்கள் எதுவுமில்லை)',
'updated'              => '(இற்றைப்படுத்தப்பட்டது Updated)',
'note'                 => 'Note:',
'previewnote'          => 'இது ஒரு முன்தோற்றம் (preview) மட்டுமே என்பதையும், இன்னும் சேமிக்கப்படவில்லை என்பதையும் ஞாபகத்தில் வைத்திருக்கவும்!',
'previewconflict'      => 'இந்த முன்தோற்றம் உரை தொகுப்புப் பகுதியின் மேற்பகுதியிலுள்ள உரையைப் பிரதிபலிக்கின்றது. நீங்கள் இப்பொழுது சேமித்தால் மேற்படி தோற்றமே கிடைக்கும்.',
'editing'              => 'தொகுத்தல் (Editting) $1',
'editinguser'          => 'தொகுத்தல் (Editting) $1',
'editingsection'       => 'தொகுத்தல் (Editting) $1 (பிரிவு)',
'editingcomment'       => 'தொகுத்தல் (Editting) $1 (கருத்து)',
'editconflict'         => 'முரண்பாடுகளைத் தொகுக்கவும் (edit): $1',
'explainconflict'      => 'நீங்கள் தொகுக்கத் தொடங்கியதின் பின்னர் யாரோஒருவர் இப் பக்கங்களில் மாற்றங்கள் செய்துள்ளார். உரைப் பகுதியின் (text area ) மேற்பக்கம் தற்போதுள்ள உரைகளைக் கொண்டிருக்கும், நீங்கள் செய்த மாற்றங்கள் உரையின் கீழ்ப்பக்கம் காணப்படும். நீங்கள் உங்களுடைய மாற்றங்களை ஏற்கெனவேயிருக்கும் உரையுடன் ஒருங்கிணைக்க வேண்டியிருக்கும்.
 "Save page" ஐ அழுத்தும்போது உரைப்பகுதியின் மேற்பக்கத்திலுள்ள உரை மட்டுமே சேமிக்கப்படும்.<br />',
'yourtext'             => 'உங்கள் உரை',
'storedversion'        => 'சேமிக்கப்பட்ட பதிப்பு',
'editingold'           => 'எச்சரிக்கை: நீங்கள் தொகுத்துக்கொண்டிருப்பது இப் பக்கத்தின் பழைய திருத்தமொன்றை(revision)யாகும். இதை நீங்கள் சேமித்தால், மேற்படி திருத்தத்தின் பின்பு நீங்கள் செய்த மாற்றங்கள் அனைத்தும் இழக்கப்படும்.',
'yourdiff'             => 'வித்தியாசங்கள்',
'longpagewarning'      => '<strong>எச்சரிக்கை: இந்தப் பக்கம் $1 கிலோபைட்ஸ் நீளமானது; 32kb யை அண்மிக்கும் அல்லது அதிலும் கூடிய அளவுள்ள பக்கங்களைத் தொகுப்பதில் சில உலாவிகளுக்கு (browsers) பிரச்சினை உண்டு.
தயவுசெய்து பக்கங்களைச் சிறிய பகுதிகளாகப் பிரிப்பது பற்றிக் கவனத்தில் எடுக்கவும்.</strong>',
'readonlywarning'      => '<strong>எச்சரிக்கை: பராமரிப்புக்காகத் தரவுத்தளம் பூட்டப்பட்டுள்ளது, எனவே உங்கள் தொகுப்புக்களை இப்பொழுது சேமிக்க முடியாது. உங்கள் உரையை (text) இன்னொரு உரைக் கோப்பில் (text file) வெட்டி ஒட்டி சேமித்துவைத்துப் பின்பு உபயோகிக்கலாம்.</strong>',
'protectedpagewarning' => '<strong>எச்சரிக்கை: முறைமை செயற்படுத்துனர் (sysop) முன்னுரிமையுள்ள பயனர்கள் மட்டுமே தொகுக்கும் விதத்தில் இந்த பக்கம் பூட்டப்பட்டுள்ளது.  நீங்கள்
[[{{MediaWiki:Policy-url}}|காக்கப்பட்ட பக்கங்களுக்கான வழிகாட்டல்களைப் பின்பற்றுவதை உறுதி செய்துகொள்ளவும்]].</strong>',

# History pages
'revhistory'      => 'திருத்த (revision) வரலாறு',
'nohistory'       => 'இப் பக்கத்துக்குத் தொகுப்பு வரலாறு இல்லை.',
'revnotfound'     => 'திருத்தம்(revision) காணப்படவில்லை',
'revnotfoundtext' => 'இப் பக்கத்துக்குரிய, நீங்கள் கோரிய பழைய திருத்தம் (revision) காணப்படவில்லை.
இந்தப் பக்கத்தை அணுகுவதற்கு நீங்கள் பயன்படுத்திய URL ஐத் தயவுசெய்து சரி பார்க்கவும்.',
'loadhist'        => 'பக்க வரலாறு ஏற்றப்படுகிறது',
'currentrev'      => 'நடைமுறையிலுள்ள திருத்தம்',
'revisionasof'    => '$1 இல் நிலவும் திருத்தம் (Revision)',
'cur'             => 'நடப்பு',
'next'            => 'அடுத்த',
'last'            => 'கடைசி',
'orig'            => 'மூலம்',
'histlegend'      => 'குறியீட்டு விளக்கம்: (நடப்பு) = நடைமுறையிலுள்ள பதிப்புடனான (version) வேறுபாடு,
(கடைசி) = முந்திய பதிப்புடனான வேறுபாடு, M = சிறு தொகுப்பு',

# Diffs
'difference'  => '(திருத்தங்கள்(revisions) இடையிலான வேறுபாடு)',
'loadingrev'  => 'diff க்காகத் திருத்தம் ஏற்றம் செய்யப்படுகிறது',
'lineno'      => 'வரிசை $1:',
'editcurrent' => 'இப் பக்கத்தின் தற்போதைய பதிப்பைத் தொகுக்கவும்(edit)',

# Search results
'searchresults'         => 'தேடல் முடிவுகள்',
'searchresulttext'      => 'விக்கிபீடியாவில் தேடுவதற்கான மேலதிக விபரங்களுக்கு, [[{{Mediawiki:helppage}}|விக்கிபீடியாவில் தேடல்]] ஐப் பார்க்க.',
'searchsubtitle'        => 'வினவலுக்காக"[[:$1]]"',
'searchsubtitleinvalid' => 'வினவலுக்காக"$1"',
'noexactmatch'          => 'சரியாக இத் தலைப்பையுடைய பக்கமெதுவும் இல்லை, முழு உரைத் தேடல் நடைபெறுகிறது.',
'titlematches'          => 'கட்டுரைத் தலைப்பு பொருந்துகிறது',
'notitlematches'        => 'ஒரு கட்டுரைத் தலைப்பும் பொருந்தவில்லை',
'textmatches'           => 'கட்டுரை உரை (text) பொருந்துகிறது',
'notextmatches'         => 'கட்டுரை உரை (text) எதுவும் பொருந்தவில்லை',
'prevn'                 => 'முன் $1',
'nextn'                 => 'அடுத்த $1',
'viewprevnext'          => 'பார் ($1) ($2) ($3).',
'showingresults'        => '#<b>$2</b> உடன் தொடங்கும் <b>$1</b> முடிவுகள் கீழே காட்டப்பட்டுள்ளன.',
'showingresultsnum'     => '#<b>$2</b> உடன் தொடங்கும் <b>$3</b> முடிவுகள் கீழே காட்டப்பட்டுள்ளன.',
'nonefound'             => '<strong>குறிப்பு</strong>: "have", "from" போன்ற பொதுவான, அட்டவணைப்படுத்தப்படாத, சொற்களைத் தேடும்போதோ அல்லது ஒன்றுக்கு மேற்பட்ட தேடலுக்கான சொற்களைக் குறிப்பிடும் போதோதான் (எல்லாத் தேடுதலுக்கான சொற்களையும் கொண்ட பக்கங்கள் மட்டுமே தேடல் முடிவில் காணப்படும்) தேடல் அடிக்கடி தோல்வியில் முடிகின்றது.',
'powersearch'           => 'தேடு',
'powersearchtext'       => 'பெயர்வெளிகளில் (namespaces) இல் தேடுக:<br />
$1<br />
$2 பட்டியல் &nbsp; $3 $9 க்கான தேடலை மீள்வழிப்படுத்துகிறது',
'searchdisabled'        => '<p>மன்னிக்கவும்! செயற்திறன் காரணங்களுக்காக முழு அளவு உரை தேடல் தற்காலிகமாக முடக்கப்பட்டுள்ளது. அதுவரை நீங்கள் கீழேயுள்ள கூகிள் (Google) தேடலைப் பயன்படுத்தலாம். இது சில சமயம் இற்றைப்படுத்தப்படாததாய் இருக்கக்கூடும்.</p>',

# Preferences page
'preferences'             => 'முன்னுரிமைகள்',
'prefsnologin'            => 'புகுபதிகை செய்யப்படவில்லை',
'prefsnologintext'        => 'பயனர் விருப்பத் தேர்வுகளை அமைப்பதற்கு நீங்கள் [[Special:Userlogin|புகுபதிகை செய்ய வேண்டும்]].',
'prefsreset'              => 'உங்கள் விருப்புகள் சேமிப்பிலிருந்து மீட்டமைக்கப்பட்டுள்ளன (reset).',
'qbsettings'              => 'விரைவுச் சட்ட அமைவுகள்',
'qbsettings-none'         => 'எதுவுமில்லை',
'qbsettings-fixedleft'    => 'இடம் நிலைத்த',
'qbsettings-fixedright'   => 'வலம் நிலைத்த',
'qbsettings-floatingleft' => 'இடம் மிதப்பு',
'changepassword'          => 'கடவுச்சொல்லை மாற்று',
'skin'                    => 'தோல் (Skin)',
'math'                    => 'பதிப்புவரை கணிதம் (Rendering math)',
'dateformat'              => 'திகதி வடிவம்',
'math_failure'            => 'பாகுபடுத்தல் (parse) தோல்வி',
'math_unknown_error'      => 'அறியப்படாத தவறு',
'math_unknown_function'   => 'அறியப்படாத பணி',
'math_lexing_error'       => 'தொகுத்தல் (lexing) தவறு',
'math_syntax_error'       => 'தொடரமைப்புத் தவறு (syntax error)',
'saveprefs'               => 'விருப்பத் தேர்வுகளைச் சேமி',
'resetprefs'              => 'விருப்பத் தேர்வுகளை மீட்டமை (Reset)',
'oldpassword'             => 'பழைய கடவுச்சொல்',
'newpassword'             => 'புதிய கடவுச்சொல்',
'retypenew'               => 'புதிய கடவுச்சொல்லை மீண்டும் அச்சிடு',
'textboxsize'             => 'உரைக் கட்ட (Textbox) அளவுகள்',
'rows'                    => 'வரிசைகள்',
'columns'                 => 'நிரல்கள் (Columns)',
'searchresultshead'       => 'தேடல் முடிவு அமைவுகள் (settings)',
'resultsperpage'          => 'ஒரு பக்கத்துக்குக் காட்டப்படவேண்டிய அடிகள் (Hits)',
'contextlines'            => 'அடித்தலொன்றுக்குக் காட்டப்பட வேண்டிய வரிகள்',
'contextchars'            => 'ஒரு வரிக்கான இடம்சார் (context) எழுத்துக்கள்',
'recentchangescount'      => 'அண்மைய மாற்றங்களில் தலைப்புகள் எண்ணிக்கை',
'savedprefs'              => 'உங்கள் விருப்புகள் சேமிக்கப்பட்டுள்ளன.',
'timezonetext'            => ' வழங்கன் (server) நேரத்துக்கும் (UTC) உங்கள் உள்ளூர் நேரத்துக்குமுள்ள வேறுபாட்டை மணிகளில் பதிக.',
'localtime'               => 'உள்ளூர் நேரக் காட்சிப்பாடு (display)',
'timezoneoffset'          => 'நேர இடைவெளி',
'servertime'              => 'தற்போது வழங்கன் (Server) நேரம்',
'guesstimezone'           => 'உலவி (browser) யிலிருந்து நிரப்புக.',
'defaultns'               => 'முன்னிருப்பாக இந்த பெயர்வெளிகளில் (namespaces) தேடவும்:',

# Recent changes
'recentchanges'   => 'அண்மைய மாற்றங்கள்',
'rcnote'          => 'கீழே காணப்படுவது கடைசி $2 நாட்களில் செய்யப்பட்ட $1 மாற்றங்களாகும்.',
'rcnotefrom'      => 'கீழே காணப்படுவது $2 இலிருந்து செய்யப்பட்ட மாற்றங்கள் ($1வரை காட்டப்பட்டுள்ளது).',
'rclistfrom'      => '$1 தொடக்கம் செய்யப்பட்ட புதிய மாற்றங்களைக் காட்டவும்',
'rclinks'         => 'கடைசி $2 நாட்களில் கடைசி $1 மாற்றங்களைக் காட்டு .',
'diff'            => 'வேறுபாடு',
'hist'            => 'வரலாறு',
'hide'            => 'மறை',
'show'            => 'காட்டு',
'minoreditletter' => 'M',

# Recent changes linked
'recentchangeslinked' => 'தொடர்பான மாற்றங்கள்',

# Upload
'upload'            => 'கோப்பைப் பதிவேற்று (Upload file)',
'uploadbtn'         => 'கோப்பைப் பதிவேற்று (Upload file)',
'reupload'          => 'மீளப் பதிவேற்று (Re-upload)',
'reuploaddesc'      => 'பதிவேற்றும் படிவத்துக்கு மீளச் செல்.',
'uploadnologin'     => 'புகுபதிகை (login) செய்யப்படவில்லை',
'uploadnologintext' => 'கோப்புகளைப் பதிவேற்றம் செய்வதற்கு நீங்கள்[[Special:Userlogin|புகுபதிகை செய்திருக்க வேண்டும்]].',
'uploaderror'       => 'ஏற்றுத் தவறு',
'uploadtext'        => "நிறுத்தவும்! இங்கே பதிவேற்றம் செய்யுமுன், விக்கிபீடியாவின் [[{{MediaWiki:Policy-url}}|படிமம் பயன்படுத்தற் கொள்கை]] யை வாசித்துப் பின்பற்றுவதை உறுதிப்படுத்திக் கொள்ளவும்.
நீங்கள் குறித்த பெயருடைய கோப்பு எற்கெனவே விக்கிபீடியாவில் இருக்குமாயின், அது எச்சரிக்கை கொடாமல் பிரதியீடு செய்யப்படும். எனவே கோப்பொன்றை இற்றைப்படுத்துவது (update) உங்கள் நோக்கமாக இல்லாவிடில், அதே பெயரில் வேறு கோப்பு உள்ளதா என முதலில் அறிந்து கொள்ளவும்.
முன்னர் பதிவேற்றம் செய்யப்பட்ட படிமங்களைப் பார்ப்பதற்கு அல்லது தேடுவதற்கு, [[Special:Imagelist|பதிவேற்றம் செய்யப்பட்ட படிமங்களின் பட்டிய]] லுக்குச் செல்லவும். பதிவேற்றங்களும் நீக்கல்களும் [[Special:log|பதிவேற்றப் பதிகையில் (upload log)]] பதியப்பட்டுள்ளன.
உங்கள் கட்டுரைகளில் பயன்படவுள்ள புதிய படிமங்களைப் பதிவேற்றுவதற்கு கீழேயுள்ள படிவத்தைப் பயன்படுத்தவும். பெரும்பாலான உலவிகளில், கோப்புத் திறக்கும் உரையாடல் பெட்டியைக் காட்டும் உங்கள் இயக்க முறைமையின் (operating system) இயல்பான ஒரு \"Browse...\" பொத்தானைக் காணலாம்.ஒரு கோப்பைத் தெரிவுசெய்யும்பொது, அதன் பெயர், பொத்தானுக்கு அருகிலுள்ள உரைப்புலத்தில் (text field) நிரப்பப்படும். கோப்பைப் பதிவேற்றம் செய்வதன் மூலம்எந்தப் பதிப்புரிமையையும் மீற்வில்லை என்பதை உறுதிப்படுத்த அதற்குரிய கட்டத்திலும் நீங்கள் குறியிடவேண்டும். பதிவேற்றத்தை நிறைவுசெய்வதற்கு \"Upload\" பொத்தானை அழுத்தவும். உங்கள் வலையக இணைப்பு வேகம் குறைந்ததாக இருப்பின், இதற்குச் சிறிது நேரன் எடுக்கக்கூடும்.
புகைப்படப் படிமங்களுக்கு JPEG யும், வரைபடங்களுக்கும் ஏனைய குறியீட்டுப் (iconic) படிமங்களுக்கும் PNG யும், ஒலிக் கோப்புகளுக்கு OGG யும் விரும்பத்தக்க வடிவங்களாகும்.


குழ்ப்பத்தைத் தவிர்ப்பதற்குத் தயவுசெய்து உங்கள் கோப்புகளுக்கு விபரமாகப் பெயரிடவும்.உங்கள் கட்டுரைகளில் படிமங்களைச் சேர்ப்பதற்கு,
'''<nowiki>[[image:file.jpg]]</nowiki>''' அல்லது '''<nowiki>[[image:file.png|alt text]]</nowiki>''' இணைப்பு வடிவத்தையும், ஒலிகளுக்கு '''<nowiki>[[media:file.ogg]]</nowiki>''' இணைப்புவடிவத்தையும் பயன்படுத்தவும்.

{{SITENAME}} பக்கங்களைப் பொறுத்தவரை, கலைக் கழஞ்சியத்துக்கு உதவும் என்று மற்றவர்கள் கருதினால், உங்கள் பதிவேற்றத்தைத் தொகுக்கவோ அல்லது நீக்கவோ முடியும். அத்துடன் நீங்கள் இந்த முறைமையைத் துஷ்பிரயோகம் செய்தால், பதிவேற்றம் செய்வதிலிருந்து தடுக்கப்படவும் கூடும் என்பதையும் கவனிக்கவும்.",
'uploadlog'         => 'பதிவேற்றப் பதிகை (Upload_log)',
'uploadlogpage'     => 'பதிவேற்றப் பதிகை (Upload_log)',
'uploadlogpagetext' => 'கீழேயுள்ளது மிக அண்மையில் பதிவேற்றம் செய்யப்பட்ட கோப்புகளின் பட்டியலாகும்.
காட்டப்பட்டுள்ள எல்லா நேரங்களும் வழங்கன் நேரமாகும்(UTC).',
'filename'          => 'கோப்புப் பெயர்',
'filedesc'          => 'சுருக்கம்',
'filestatus'        => 'பதிப்புரிமை நிலை',
'filesource'        => 'மூலம்',
'uploadedfiles'     => 'ஏற்றப்பட்ட (Uploaded) கோப்புகள்',
'badfilename'       => 'படிமப் (Image) பெயர் "$1" ஆக மாற்றப்பட்டுள்ளது.',
'successfulupload'  => 'வெற்றிகரமான பதிவேற்றுதல் (upload)',
'uploadwarning'     => 'பதிவேற்றுதல் எச்சரிக்கை',
'savefile'          => 'கோப்பைச் சேமி',
'uploadedimage'     => 'பதிவேற்றப்பட்டது "[[$1]]"',

# Image list
'imagelist'      => 'படிமங்களின் பட்டியல்',
'imagelisttext'  => 'கீழ் வருவது $2 பாகுபடுத்தப்பட்ட $1 படிமங்களின் பட்டியலாகும்.',
'getimagelist'   => 'படிமப் பட்டியல் பெற்றுக் கொள்ளப்படுகிறது (fetching)',
'ilsubmit'       => 'தேடல்',
'showlast'       => '$2 பாகுபடுத்தப்பட்ட கடைசி $1 படிமங்களைக் காட்டுக.',
'byname'         => 'பெயர் வழி',
'bydate'         => 'திகதி வழி',
'bysize'         => 'அளவு வழி',
'imgdelete'      => 'நீக்கு',
'imgdesc'        => 'விபரம்',
'imagelinks'     => 'படிம இணைப்புகள்',
'linkstoimage'   => 'பின்வரும் பக்கங்கள் இப் படிமத்துக்கு இணைக்கப்பட்டுள்ளன:',
'nolinkstoimage' => 'இப் படிமத்துக்கு இணைக்கப்பட்டுள்ள பக்கங்கள் எதுவும் இல்லை.',

# Statistics
'statistics'    => 'புள்ளி விபரங்கள்',
'sitestats'     => 'தள புள்ளி விபரங்கள்',
'userstats'     => 'பயனர் புள்ளி விபரங்கள்',
'sitestatstext' => '<b>$1</b> மொத்தப் பக்கங்கள் தரவுத் தளத்தில் உள்ளன.
இது "talk" பக்கங்கள், {{SITENAME}} பற்றிய பக்கங்கள், குறைந்த அளவு "stub"
பக்கங்கள், வழிமாற்றிகள் (redirects), மற்றும் கட்டுரைத் தரத்தில் இல்லாதிருக்கக்கூடிய ஏனையவற்றையும் உள்ளடக்கும். இவை தவிர்த்து, <b>$2</b> பக்கங்கள் முறையான (legitimate) ஆன கட்டுரைகளாக இருக்கக்கூடும்.

இங்கே மொத்தமாக <b>$3</b> பக்கங்கள் பார்க்கப்பட்டதுடன், மென்பொருள் தரமுயர்த்த்ப்பட்டதிலிருந்து (நவம்பர் 20, 2003) <b>$4</b> பக்கங்கள் தொகுக்கப்பட்டுள்ளன. இது ஒரு பக்கத்துக்கு <b>$5</b> சராசரித் தொகுப்புக்களும், ஒரு தொகுப்புக்கு <b>$6</b> பார்வைகளும் ஆகின்றது.',
'userstatstext' => '<b>$1</b> பதிவு செய்யப்பட்ட பயனர்கள் உள்ளனர்.
இவர்களில் <b>$2</b> பேர் நிர்வாகிகள்($3 பார்க்கவும்).',

'disambiguations'     => 'கவர்படுநிலைதீர் (Disambiguation) பக்கங்கள்',
'disambiguationspage' => 'Template:கவர்படுநிலைதீர்_பக்க_இணைப்புகள்',

'doubleredirects'     => 'இரட்டை வழிமாற்றுகள் (Redirects)',
'doubleredirectstext' => '<b>கவனிக்கவும்:</b> இந்தப் பட்டியல் போலியான நேர்மதிப்பு (positives) களைக் கொண்டிருக்கக்கூடும். இது வழக்கமாக, இணைப்புடன் கூடிய மேலதிக உரை முதலாவது #வழிமாற்றுக்குக் கீழ் இருப்பதைக் குறிக்கும்.<br />
ஒவ்வொரு வரியும், முதலாம் இரண்டாம் வழிமாற்றுகளுக்கு இணைப்புகளைக் கொண்டிருப்பதுடன், இரண்டாவது வழிமாற்று உரையின் முதல் வரிக்கும் இணைப்பைக் கொண்டிருக்கும், இது வழக்கமாக முதலாவது வழிமாற்று குறித்துக் காட்ட வேண்டிய "real" இலக்குக் கட்டுரையைக் (taget article) கொடுக்கும்.',

'brokenredirects'     => 'முறிந்த வழிமாற்றுகள்(Redirects)',
'brokenredirectstext' => 'பின்வரும் வழிமாற்றுகள் ஒரு இல்லாத கட்டுரைகு இணைப்புக் கொடுபட்டுள்ளது.',

# Miscellaneous special pages
'nbytes'           => '$1 பைட்டுகள் (bytes)',
'ncategories'      => '$1 {{PLURAL:$1|பகுப்பு|பகுப்புக்கள்}}',
'nlinks'           => '$1 {{PLURAL:$1|இணைப்பு|இணைப்புக்கள்}}',
'nmembers'         => '$1 {{PLURAL:$1|உறுப்பினர்|உறுப்பினர்கள்}}',
'nviews'           => '$1 காட்சிகள்',
'lonelypages'      => 'உறவிலிப்(Orphaned) பக்கங்கள்',
'unusedimages'     => 'உபயோகப்படுத்தப்படாத படிமங்கள்',
'popularpages'     => 'பிரபலமான பக்கங்கள்',
'wantedpages'      => 'வேண்டிய பக்கங்கள்',
'allpages'         => 'அனைத்துப் பக்கங்கள்',
'randompage'       => 'குறிப்பில்வழிப் (Random) பக்கம்',
'shortpages'       => 'குறும் பக்கங்கள்',
'longpages'        => 'நீளமான பக்கங்கள்',
'listusers'        => 'பயனர் அட்டவணை',
'specialpages'     => 'விசேட பக்கங்கள்',
'spheading'        => 'எல்லாப் பயனர்களுக்குமான விசேட பக்கங்கள்',
'rclsub'           => '("$1" இலிருந்து இணைக்கப்பட்ட பக்கங்களுக்கு)',
'newpages'         => 'புதிய பக்கங்கள்',
'ancientpages'     => 'மிகப்பழைய கட்டுரைகள்',
'intl'             => 'மொழியிடை இணைப்புகள்',
'movethispage'     => 'இப்பக்கத்தை அசை',
'unusedimagestext' => 'இண்டர்நஷனல் {{SITENAME}} போன்ற மற்ற வலைத் தளங்களில், நேரடி URL மூலம் ஒரு படிமம் இனைக்கப்பட்டிருக்கக் கூடுமென்பதுடன், செயல்படு (active) பயன்பாட்டில் இருந்தும் கூட இங்கே பட்டியலிடப்பட்டிருக்கக்கூடும் என்பதையும் கவனிக்கவும்.',

# Book sources
'booksources' => 'நூல் மூலங்கள்',

'categoriespagetext' => 'கீழ்க்காணும் பகுப்புகள் இந்த விக்கியில் உள்ளன.',

# Special:Log
'alllogstext' => 'பதிவேற்றம், நீக்கம், காப்பு, தடை, மற்றும் செயற்படுத்துநர் நடவடிக்கைகள் ஆகியவற்றின் பதிவுகள் அனைத்திற்குமான ஒருங்கிணைந்த காட்சி. பதிவு வகை, பயனர் பெயர், அல்லது தொடர்புடைய பக்கத்தைத் தெரிவு செய்வதன்மூலம் காட்சி நோக்கை சுருக்கிக் கொள்ள முடியும்.',

# Special:Allpages
'allinnamespace' => 'அனைத்து பக்கங்கள் ($1 பெயர்வெளியில்)',

# E-mail user
'mailnologin'     => 'அனுப்பும் முகவரி இல்லை',
'mailnologintext' => 'நீங்கள்[[Special:Userlogin|புகுபதிகை செய்திருப்பதுடன்]]
ஏனைய பயனர்களுக்கு மின்னஞ்சல் அனுப்பக்கூடியத்தாக செல்லுபடியாகக்கூடிய மின்னஞ்சல் முகவரியொன்றும் உங்களுடைய  [[Special:Preferences|விருப்பத் தெரிவுகளில்]] கொடுபட்டிருக்கவேண்டும்.',
'emailuser'       => 'இப் பயனருக்கு மின்னஞ்சல் செய்',
'emailpage'       => 'மின்னஞ்சல் பயனர்',
'emailpagetext'   => 'இப் பயனர் ஒரு செல்லுபடியாகக்கூடிய மின்னஞ்சல் முகவரியை அவரது பயனர் விருப்பத்தேர்வுகளில் கொடுத்திருந்தால், கீழ் வரும் படிவம் ஒரு தனித்த செய்தியை அனுப்பும்.
பயனர் விருப்பத்தேர்வுகளில் நீங்கள் கொடுத்துள்ள மின்னஞ்சல் முகவரி, பெறுனர் பதில் எழுத முடியும் வகையில், அஞ்சலின் "From" முகவரியாகக் காட்சி தரும்.',
'noemailtitle'    => 'மின்னஞ்சல் முகவரி இல்லை',
'noemailtext'     => 'இப் பயனர் ஒரு செல்லுபடியாகக்கூடிய மின்னஞ்சல் முகவரியைக் குறிப்பிடவில்லை அல்லது பிற பயனர்களிடமிருந்து மின்னஞ்சல் பெறும் விருப்பத் தேர்வைத் தெரிவு செய்யவில்லை.',
'emailfrom'       => 'அனுப்புனர்',
'emailto'         => 'பெறுனர்',
'emailsubject'    => 'உட்பொருள்',
'emailmessage'    => 'செய்தி',
'emailsend'       => 'அனுப்பு',
'emailsent'       => 'மின்னஞ்சல் அனுப்பப்பட்டது',
'emailsenttext'   => 'உங்கள் மின்னஞ்சல் செய்தி அனுப்பப்பட்டது.',

# Watchlist
'watchlist'          => 'என்னுடைய கவனிப்புப் பட்டியல்(watchlist)',
'mywatchlist'        => 'என்னுடைய கவனிப்புப் பட்டியல்(watchlist)',
'nowatchlist'        => 'உங்களுடைய கவனிப்புப் பட்டியலில் ஒரு விடயமும் இல்லை.',
'watchnologin'       => 'புகுபதிகை செயப்படவில்லை',
'watchnologintext'   => 'உங்கள் கவனிப்புப் பட்டியலில் திருத்தம் செய்வதற்கு, நீங்கள்[[Special:Userlogin|புகுபதிகை செய்திருக்கவேண்டும்]].',
'addedwatch'         => 'கவனிப்புப் பட்டியலில் சேர்க்கப்பட்டது',
'addedwatchtext'     => "பக்கம்\"\$1\" உங்கள் [[Special:Watchlist|கவனிப்புப் பக்கத்தில்]] சேர்க்கப்பட்டுள்ளது. இந்தப் பக்கத்துக்கு எதிகாலத்தில் செய்யப்படவுள்ள மாற்றங்களும், அதனோடிணைந்த பேச்சுப் பக்கமும், அங்கே பட்டியலிடப்படும். அத்துடன் தெரிந்தெடுக்க வசதியாக [[Special:Recentchanges|அண்மைய மாற்றங்களின் பட்டியலில்]] இது தடித்த எழுத்துக்களில் காட்டப்படும். பின்னர், இப் பக்கத்தை உங்கள் கவனிப்புப் பட்டியலிலிருந்து நீக்க விரும்பினால், பக்கச் சட்டத்திலுள்ள (sidebar) ''கவனிப்பு நீக்கு'' என்ற இணைப்பைச் சொடுக்கவும்.",
'removedwatch'       => 'கவனிப்புப் பட்டியலிலிருந்து நீக்கப்பட்டது',
'removedwatchtext'   => 'இந்தப் பக்கம் "$1" உங்கள் கவனிப்புப் பட்டியலிலிருந்து நீக்கப்பட்டது.',
'watchthispage'      => 'இந்தப் பக்கத்தைக் கவனிக்கவும்',
'unwatchthispage'    => 'கவனிப்பதை நிறுத்தவும்',
'notanarticle'       => 'ஒரு கட்டுரை அல்ல',
'watchnochange'      => 'காட்சிப்படுத்தப்பட்ட கால இடைவெளியில், கவனிப்பிலுள்ள, உங்கள் விடயமெதுவும் தொகுக்கப்பட்டிருக்கவில்லை.',
'watchlist-details'  => 'பேச்சுப் பக்கங்களைக் கணக்கிடாமல், $1 பக்கங்கள் கவனிக்கப்பட்டன.',
'watchmethod-recent' => 'கவனிக்கப்படுகின்ற பக்கங்களுக்காக, அண்மைய தொகுப்புகள் தேடிப் பார்க்கப்படுகிறன',
'watchmethod-list'   => 'அண்மைய தொகுப்புகளுக்காக, கவனிக்கப்படுகின்ற பக்கங்கள் தேடிப் பார்க்கப்படுகிறன',
'watchlistcontains'  => 'உங்கள் கவனிப்புப் பட்டியல் $1 பக்கங்களைக் கொண்டுள்ளது.',
'iteminvalidname'    => "விடயம் '$1' தொடர்பில் பிரச்சினை உள்ளது, செல்லுபடியாகாத பெயர்...",
'wlnote'             => 'பின்வருவன, கடைசி $2 மணிகளில் செய்யப்பட்ட, கடைசி $1 மாற்றங்களாகும்.',
'wlshowlast'         => 'கடைசியைக் காட்டு',

# Delete/protect/revert
'deletepage'     => 'பக்கத்தை நீக்கு',
'confirm'        => 'உறுதிசெய்',
'excontent'      => "இருந்த உள்ளடக்கம்: '$1'",
'exbeforeblank'  => "வெறுமைப்படுத்த (blanking) முன்னிருந்த உள்ளடக்கம்: '$1'",
'exblank'        => 'பக்கம் வெறுமையாய் இருந்தது',
'confirmdelete'  => 'நீக்குதலை உறுதிப்படுத்து',
'deletesub'      => '("$1" நீக்கப்படுகிறது)',
'historywarning' => 'எச்சரிக்கை: நீங்கள் நீக்கவுள்ள பக்கத்துக்கு ஒரு வரலாறு உண்டு:',
'actioncomplete' => 'செயற்பாடு நிறைவுற்றது',
'deletedtext'    => '"$1" நீக்கப்பட்டு விட்டது. அண்மைய நீக்குதல்களின் பதிவுக்கு $2 ஐப் பார்க்க.',
'deletedarticle' => '"$1" நீக்கப்பட்டது',
'dellogpage'     => 'நீக்கல்_பதிவு',
'dellogpagetext' => 'கீழே காணப்படுவது மிக அண்மைய நீக்கல்களின் அட்டவணையாகும். எல்லா நேரங்களும் வழங்கன்(server) நேரங்களாகும்(UTC).',
'deletionlog'    => 'நீக்கல்_பதிவு',
'reverted'       => 'முன் திருத்தத்துக்கு மீள்விக்கப்பட்டுள்ளது',
'deletecomment'  => 'நீக்கலுக்கான காரணம்',
'rollback'       => 'முன்நிலையாக்கத் (Roll back ) தொகுப்புகள்',
'rollbacklink'   => 'முன்நிலையாக்கு',
'rollbackfailed' => 'முன்நிலையாக்கம் (Rollback) தோல்வி',
'cantrollback'   => 'தொகுப்பை மீழ்விக்க முடியாது; கடைசிப் பங்களிப்பாளரே (contributor) இக் கட்டுரையின் ஆசிரியராகும்.',
'alreadyrolled'  => '[[User:$3|$3]] ([[User talk:$3|Talk]]) ஆல் செய்யப்பட்ட [[$1]] திகதிய கடைசித் தொகுப்பை முன்நிலையாக்க முடியாது; வேறு யாரோ இக் கட்டுரையை ஏற்கெனவே தொகுத்தோ அல்லது முன்நிலையாக்கியோ உள்ளார்.
கடைசியாகத் தொகுத்தவர்[[User:$3|$3]] ([[User talk:$3|Talk]]).',
'editcomment'    => 'தொகுப்புக்குரிய கருத்துரை (comment): "$1".', # only shown if there is an edit comment
'revertpage'     => '$1 ஆல் கடைசித் தொகுப்புக்கு முன்நிலையாக்கப்பட்டது',

# Undelete
'undelete'          => 'நீக்கப்பட்ட பக்கங்களை மீட்டெடு',
'undeletepage'      => 'பார்ப்பதுடன், நீக்கப்பட்ட பக்கங்களை மீட்டெடு',
'undeletepagetext'  => 'பின்வரும் பக்கங்கள் நீக்கப்பட்டுவிட்டன எனினும் காப்பகத்திலுள்ளதுடன் அவற்றை மீட்டெடுக்கவும் முடியும்.  காப்பகம் காலத்துக்குக் காலம் சுத்தப்படுத்தப்படலாம்.',
'undeleterevisions' => '$1 திருத்தங்கள் காப்பகப்படுத்த்ப்பட்டன',
'undeletehistory'   => 'இந்தப் பக்கத்தை நீங்கள் மீள்வித்தால், எல்லாத் திருத்தங்களும் வரலாற்றுக்கு மீள்விக்கப்படும். நீக்குதலின் பின்னர், அதே பெயருடைய வேறொரு புதிய பக்கம் உருவாக்கப்பட்டிருந்தால், மீள்விக்கப்பட்ட திருத்தங்கள் முன்னைய வரலாற்றிலேயே காணப்படும், அத்துடன் உயிர்ப்பு நிலையிலுள்ள () நடப்புத் திருத்தம் தன்னியக்கமாகப் பிரதியீடு செய்யப்பட மாட்டாது.',
'undeletebtn'       => 'மீட்டெடு!',
'undeletedarticle'  => '"$1" மீட்டெடுக்கப்பட்டது',

# Namespace form on various pages
'blanknamespace' => '(முதன்மை)',

# Contributions
'contributions' => 'பயனர் பங்களிப்புக்கள்',
'mycontris'     => 'என் பங்களிப்புக்கள்',
'contribsub2'   => '$1 ($2) க்காக',
'nocontribs'    => 'இந்த நிபந்தனையுடன் ஒத்துப்போகும் வகையில் மாற்றங்களெதுவும் காணப்படவில்லை.',
'ucnote'        => 'பின்வருவது கடந்த <b>$2</b> நாட்களில் இப் பயனரினால் செய்யப்பட்ட கடைசி <b>$1</b> மாற்றங்களாகும்.',
'uclinks'       => 'கடைசி $1 மாற்றங்களைக் காண்க; கடைசி $2 நாட்களைப் பார்.',
'uctop'         => ' (மேல்)',

# What links here
'whatlinkshere' => 'இப் பக்கத்தை இணைத்தவை',
'notargettitle' => 'இலக்கு இல்லை',
'notargettext'  => 'நீங்கள் இந்தச் செயலை எந்தப் பயனர் அல்லது பக்கம் தொடர்பில் செய்வது என்பதைக் குறிப்பிடவில்லை.',
'linklistsub'   => '(இணைப்புகளின் பட்டியல்)',
'linkshere'     => 'பின்வரும் பக்கங்களில் இப்பக்கம் இணைக்கப்பட்டுள்ளது:',
'nolinkshere'   => 'எந்தப் பக்கத்திலும் இந்தப் பக்கம் இணைக்கப்படவில்லை.',
'isredirect'    => 'வழிமாற்றுப் பக்கம்',

# Block/unblock
'blockip'            => 'பயனரைத் தடு',
'blockiptext'        => 'ஒரு குறிப்பிட்ட ஐபி முகவரி அல்லது பயனரிடமிருந்து எழுத்து அணுக்கத்தைத் தடுப்பதற்குக் கீழேயுள்ள படிவத்தை உபயோகிக்கவும். இது விஷமத்தனத்தைத் தடுப்பதற்கும் [[{{MediaWiki:Policy-url}}|{{SITENAME}} கொள்கை]]க்கு எற்புடைய வகையிலும் மட்டுமே பயன்படுத்தப்பட வேண்டும்.
குறிப்பிட்ட காரணமொன்றைக் கீழே நிரப்புக (உதாரணமாக், விஷமத்தனம் செய்யப்பட்ட (vandalized) பக்கங்களை எடுத்துக் காட்டவும்).',
'ipaddress'          => 'ஐபி (IP) முகவரி/பயனர்பெயர்',
'ipbreason'          => 'காரணம்',
'ipbsubmit'          => 'இப் பயனரைத் தடு',
'badipaddress'       => 'அந்தப் பெயரில் பயனர் எவரும் இல்லை',
'blockipsuccesssub'  => 'தடுப்பு வெற்றி',
'blockipsuccesstext' => '"$1" தடுக்கப்பட்டுள்ளார்.
<br />தடுப்பை மீளாய்வு செய்ய [[Special:Ipblocklist|IP block list]] ஐப் பார்க்கவும்.',
'unblockip'          => 'பயனர் தடை நீக்கு',
'unblockiptext'      => 'முன்னர் தடுக்கப்பட்ட ஐபி முகவரி அல்லது பயனர்பெயரின் எழுத்து அணுக்கத்தை மீழ்விப்பதற்கு கீழேயுள்ள படிவத்தை உபயோகிக்கவும்.',
'ipusubmit'          => 'இம் முகவரியைத் தடை நீக்கு',
'ipblocklist'        => 'தடுக்கப்பட்ட ஐபி முகவரிகளினதும், பயனர் பெயர்களினதும் பட்டியல்',
'blocklink'          => 'தடு',
'unblocklink'        => 'தடை நீக்கு',
'autoblocker'        => 'நீங்கள் "$1" உடன் ஒரே ஐபி முகவரியைப் பகிர்ந்துகொள்வதால் தானியங்கித் தடை விதிக்கப்பட்டுள்ளது. காரணம் "$2".',
'blocklogpage'       => 'தடைப்_பதிவு (Block_log)',
'blocklogentry'      => 'தடுக்கப்பட்டது "$1"',
'blocklogtext'       => 'இது ஒரு பயனரின் தடுப்பு தடை நீக்கல் செயற்பாடுகளுக்கான பதிவாகும். தானியங்கி முறையில் தடுக்கப்படும் ஐபி முகவரிகள் இப்பட்டியலில் இடம்பெறா.  தற்போது செயற்பாட்டிலுள்ள தடைகளையும்் முடக்கங்களையும் [[Special:Ipblocklist|ஐபி தடுப்பு பட்டியலில்]] பார்க்க.',
'unblocklogentry'    => 'தடுப்பு நீக்கப்பட்டது "$1"',

# Developer tools
'lockdb'              => 'தரவுத்தளத்தைப் பூட்டு',
'unlockdb'            => 'தரவுத்தளத்தைத் திற',
'lockdbtext'          => 'தரவுத்தளத்தைப் பூட்டுதல், பயனர்கள் பக்கங்களைத் தொகுக்கவும், விருப்பத் தேர்வுகளை மாற்றவும், கவனிப்புப் பட்டியல்களைத் தொகுக்கவும், மற்றும் தரவுத்தளத்தில் மாற்றங்கள் தேவைப்படும் பிற விடயங்களைச் செய்யவும் முடியாமல் இடை நிறுத்தும். இதுதான் உங்களுக்கு வேண்டியது என்பதையும், பராமரிப்பு முடிந்ததும் தரவுத்தளத்தைத் திறந்துவிடுவீர்கள் என்பதையும் தயவுசெய்து உறுதிப்படுத்தவும்.',
'unlockdbtext'        => 'தரவுத்தளத்தைத் திறத்தல், பக்கங்களைத் தொகுக்கவும், விருப்பத் தேர்வுகளை மாற்றவும், கவனிப்புப் பட்டியல்களைத் தொகுக்கவும், மற்றும் தரவுத்தளத்தில் மாற்றங்கள் தேவைப்படும் பிற விடயங்களைச் செய்யவும் கூடிய திறனைப் பயனர்களுக்கு மீள்விக்கும். இதுதான் நீங்கள் செய்ய விரும்புகிறீர்கள் என்பதைத் தயவுசெய்து உறுதிப்படுத்துங்கள்.',
'lockconfirm'         => 'ஆம், நான் உண்மையில் தரவுத்தளத்தைப் பூட்ட விரும்புகிறேன்.',
'unlockconfirm'       => 'ஆம், நான் உண்மையில் தரவுத்தளத்தைத் திறக்க விரும்புகிறேன்.',
'lockbtn'             => 'தரவுத்தளத்தைப் பூட்டுக',
'unlockbtn'           => 'தரவுத்தளத்தைத் திறக்கவும்',
'locknoconfirm'       => 'நீங்கள் உறுதிப்படுத்தல் கட்டத்துள் குறியிடவில்லை.',
'lockdbsuccesssub'    => 'தரவுத்தளப் பூட்டல் வெற்றி',
'unlockdbsuccesssub'  => 'தரவுத்தளப் பூட்டு நீக்கப்பட்டது',
'lockdbsuccesstext'   => '{{SITENAME}} தரவுத்தளம் பூட்டப் பட்டது.
<br />பராமரிப்பு முடிவடைந்ததும் பூட்டை நீக்க மறவாதீர்.',
'unlockdbsuccesstext' => '{{SITENAME}} தரவுத்தளம் திறக்கப்பட்டது.',

# Move page
'movepage'         => 'பக்கத்தை நகர்த்து',
'movepagetext'     => 'பின்வரும் படிவத்தைப் பயன்படுத்துவது, பக்கமொன்றின் பெயரை மாற்றி, இதனுடைய முழு வரலாற்றையும் புதிய பெயருக்கு நகர்த்தும். பழைய தலைப்பு, புதிய பக்கத்துக்கான ஒர் வழிகாட்டும் பக்கமாக ஆகும். பழைய பக்கத் தலைப்புக்கு உள்ள இணைப்புக்கள் மாறமாட்டா; இரட்டை அல்லது முறிந்த வழிமாற்றுகள் உள்ளனவா என்பதைச் சரி பார்த்து உறுதிசெய்யவும். இணைப்புகள் எவ்விடத்துக்குச் சென்றடைய வேண்டுமோ அவ்விடத்தைத் தொடர்ந்தும் குறிப்பதை உறுதி செய்து கொள்வது உங்கள் பொறுப்பாகும்.<br />
ஏற்கெனவே புதிய தலைப்பில் ஒரு பக்கம் இருந்தால், இந்தப் பக்கம் வெறுமையாகவோ அல்லது ஒரு வழிமாற்றுப் பக்கமாகவோ இருப்பதுடன் பழைய தொகுப்பு வரலாறும் இல்லாதிருந்தால்தான்,  இப் பக்கம் நகர்த்தப்படும் என்பதைக் கவனிக்கவும். தற்செயலாக, நீங்கள் தவறு செய்துவிட்டால், எந்தப் பெயரிலிருந்து பெயர் மாற்றம் செய்தீர்களோ அதே பெயருக்கு மீண்டும் மாற்றமுடியும் என்பதுடன் ஏற்கெனவே இருக்கும் பக்கமொன்றை மேலெழுத (overwrite) முடியாது என்பதையும் இது குறிக்கின்றது.
<b>எச்சரிக்கை!</b>
இது பிரபலமான ஒரு பக்கத்துக்குச் செய்யும் கடுமையானதும், எதிர்பாராததுமான மாற்றமாக இருக்கக்கூடும்; தொடர்வதற்கு முன் இதன் விளைவுகளை விளங்கிக்கொண்டிருக்கிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளவும்.',
'movepagetalktext' => "*நீங்கள் பக்கத்தைப் பெயர்வெளிகள் (namespaces) இடையே நகர்த்துகிறீர்கள் என்றோ,
*ஒரு வெறுமையில்லாத பேச்சுப் பக்கம் புதிய பெயரில் ஏற்கெனவேயிருந்தோ, அல்லது
*நீங்கள் கீழேயுள்ள கட்டத்தில் குறியிடாமல் விடுகிறீர்கள் என்றோ.
 '''இல்லாவிடில்''' சேர்ந்திருக்கும் பேச்சுப் பக்கம், ஏதாவது இருந்தால், தன்னியக்கமாக அதனுடன் நகர்த்தப்படும்.
இப்படியான சந்தர்ப்பங்களில், விரும்பினால், நகர்த்தலையோ அல்லது ஒன்றிணைத்தலையோ நீங்கள் கைவினையாகச் செய்யவேண்டியிருக்கும்.",
'movearticle'      => 'பக்கத்தை இடம்பெயர்',
'movenologin'      => 'புகுபதிகை செய்யப்படவில்லை',
'movenologintext'  => 'இப் பக்கத்தை இடம்பெயர்ப்பதற்கு, நீங்கள் ஒரு பதிவு செய்யப்பட்ட பயனராயும்
[[Special:Userlogin|புகுபதிகை செய்தும்]]
இருக்க வேண்டும்.',
'newtitle'         => 'புதிய தலைப்புக்கு',
'movepagebtn'      => 'பக்கத்தை நகர்த்து',
'pagemovedsub'     => 'நகர்த்தல் வெற்றி',
'articleexists'    => 'அந்தப் பெயரையுடைய பக்கம் ஏற்கெனவே உள்ளது அல்லது நீங்கள் தெரிவு செய்த பெயர் செல்லுபடியாகாது. தயவுசெய்து வேறு பெயரைத் தெரியவும்.',
'talkexists'       => 'பக்கம் வெற்றிகரமாக நகர்த்தப்பட்டது, ஆனால் பேச்சுப் பக்கத்தை நகர்த்த முடியவில்லை ஏனெனில் புதிய தலைப்பில் இன்னொன்று உள்ளது. தயவுசெய்து கையால் (manually) ஒன்றுகலக்கவும்.',
'movedto'          => 'நகர்த்தப்பட்ட இடம்',
'movetalk'         => 'தக்கதாயின் "talk" பக்கத்தையும் நகர்த்தவும்.',
'talkpagemoved'    => 'ஒத்த பேச்சுப் பக்கமும் நகர்த்தப்பட்டுள்ளது.',
'talkpagenotmoved' => 'ஒத்த பெச்சுப் பக்கம் <strong>நகர்த்தப்படவில்லை</strong>.',

# Export
'export'        => 'ஏற்றுமதிப் பக்கங்கள்',
'exporttext'    => 'ஒரு பக்கத்தினதோ அல்லது ஒரு தொகுதி பக்கங்களினதோ உரையையும், தொகுப்பு வரலாற்றையும், ஏதாவது XML இல் சுற்றி (wrapped in) ஏற்றுமதி செய்ய முடியும்; இதைப் மீடியாவிக்கி மென்பொருளிலியங்கும் இன்னொரு விக்கிக்கு இறக்குமதி செய்து, அதில் மாற்றம் செய்யலாம் அல்லது உங்கள் தனிப்பட்ட தேவைக்கு வைத்துக்கொள்ளலாம்.',
'exportcuronly' => 'நடப்புத் திருத்தத்தை மட்டும் சேர்க்கவும்',

# Namespace 8 related
'allmessages' => 'அனைத்து முறைமைசார் தகவல்கள் அட்டவணை',

# Attribution
'and' => 'மற்றும்',

# Spam protection
'categoryarticlecount' => 'இந்த பகுப்பில் {{PLURAL:$1|ஒரு கட்டுரை உள்ளது.|$1 கட்டுரைகள் உள்ளன.}}',

);
