<?php
/** Tamil (தமிழ்)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Kanags
 * @author Mahir78
 * @author Mayooranathan
 * @author Naveen
 * @author Sodabottle
 * @author Sundar
 * @author Surya Prakash.S.A.
 * @author TRYPPN
 * @author Trengarasu
 * @author Ulmo
 * @author Urhixidur
 * @author לערי ריינהארט
 * @author බිඟුවා
 */

$namespaceNames = array(
	NS_MEDIA            => 'ஊடகம்',
	NS_SPECIAL          => 'சிறப்பு',
	NS_TALK             => 'பேச்சு',
	NS_USER             => 'பயனர்',
	NS_USER_TALK        => 'பயனர்_பேச்சு',
	NS_PROJECT_TALK     => '$1_பேச்சு',
	NS_FILE             => 'படிமம்',
	NS_FILE_TALK        => 'படிமப்_பேச்சு',
	NS_MEDIAWIKI        => 'மீடியாவிக்கி',
	NS_MEDIAWIKI_TALK   => 'மீடியாவிக்கி_பேச்சு',
	NS_TEMPLATE         => 'வார்ப்புரு',
	NS_TEMPLATE_TALK    => 'வார்ப்புரு_பேச்சு',
	NS_HELP             => 'உதவி',
	NS_HELP_TALK        => 'உதவி_பேச்சு',
	NS_CATEGORY         => 'பகுப்பு',
	NS_CATEGORY_TALK    => 'பகுப்பு_பேச்சு',
);

$namespaceAliases = array(
	'விக்கிபீடியா' => NS_PROJECT,
	'விக்கிபீடியா_பேச்சு' => NS_PROJECT_TALK,
	'உருவப்_பேச்சு' => NS_FILE_TALK
);

$magicWords = array(
	'redirect'              => array( '0', '#வழிமாற்று', '#REDIRECT' ),
);

$linkTrail = "/^([\xE0\xAE\x80-\xE0\xAF\xBF]+)(.*)$/sDu";

$messages = array(
# User preference toggles
'tog-underline'               => 'இணைப்புகளுக்கு அடிக்கோடிடு',
'tog-highlightbroken'         => 'முறிந்த இணைப்புகளை வடிவமை <a href="" class="புதிது">இதைப் போல </a> (alternative: like this<a href="" class="internal">?</a>).',
'tog-justify'                 => 'பந்திகளை ஓரச் சீர்மைப் படுத்து',
'tog-hideminor'               => 'அண்மைய மாற்றங்களில் சிறிய தொகுப்புகளை மறை',
'tog-hidepatrolled'           => 'அண்மைய மாற்றங்களில் பலமுறை பார்வையிட்ட தொகுப்புக்களை மறைக்கவும்',
'tog-newpageshidepatrolled'   => 'பலமுறை பார்வையிட்ட பக்கங்களை புதியபக்கங்களின் பட்டியலில் காட்டவேண்டாம்.',
'tog-extendwatchlist'         => 'அனைத்து பொருத்தமான மாற்றங்களைக் காட்டுமாறு கவனிப்புப் பட்டியலை விரிவாக்கு',
'tog-usenewrc'                => 'மேம்படுத்தப்பட்ட அண்மைய மாற்றங்கள் (ஜாவாஸ்கிரிப்ட் தேவை)',
'tog-numberheadings'          => 'தலைப்புகளுக்கு தானியங்கி இலக்கமிடு',
'tog-showtoolbar'             => 'கருவிப் பட்டகத்தைக் காட்டு (ஜாவா நிரல்)',
'tog-editondblclick'          => 'இரட்டைச் சொடுக்கில் பக்கங்களைத் தொகு (ஜாவா நிரல்)',
'tog-editsection'             => '(தொகு) இணைப்பின் வழியாக பிரிவுத் தொகுப்பை முடுக்கு',
'tog-editsectiononrightclick' => 'பிரிவுத் தலைப்பின் மீது வலச் சொடுக்குவதன் மூலம் பகுதி தொகுப்பை முடுக்கு (ஜாவா நிரல்)',
'tog-showtoc'                 => 'உள்ளடக்க அட்டவணையைக் காண்பி<br />(மூன்றுக்கு மேற்பட்ட தலைப்புகளையுடைய கட்டுரைகளுக்கு)',
'tog-rememberpassword'        => 'எனது புகுபதிவு பற்றிய விவரங்களை இவ்வுலாவியில் (மிக அதிகமாக $1 {{PLURAL:$1|நாள்|நாட்கள்}})  நினைவில் வைத்திருக்கவும்.',
'tog-watchcreations'          => 'நான் உருவாக்கிய பக்கங்களை எனது கவனிப்புப் பட்டியலில் சேர்க்கவும்.',
'tog-watchdefault'            => 'நான் தொகுத்த பக்கங்களை, என் கவனிப்புப் பட்டியலில் சேர்',
'tog-watchmoves'              => 'நான் நகர்த்திய பக்கங்களை என் கவனிப்புப் பட்டியலில் சேர்.',
'tog-watchdeletion'           => 'நான் நீக்கியப் பக்கங்களை என் கவனிப்புப் பட்டியலில் சேர்',
'tog-previewontop'            => 'தொகுப்புப் பெட்டிக்கு முன்பே முன்தோற்றத்தைக் காட்டு',
'tog-previewonfirst'          => 'முதல் தொகுப்பில் முன்தோற்றத்தைக் காட்டு',
'tog-nocache'                 => 'உலாவி பக்க இடைமாற்றை முடக்கு',
'tog-enotifwatchlistpages'    => 'நான் கவனிக்கும் பக்கங்கள் மாற்றப்பட்டால் எனக்கு மின்னஞ்சல் செய்க',
'tog-enotifusertalkpages'     => 'என் பயனர் பேச்சுப் பக்கம் மாற்றப்பட்டால் எனக்கு மின்னஞ்சல் செய்',
'tog-enotifminoredits'        => 'பக்கங்களுக்கான சிறு தொகுப்புக்கள் குறித்தும் எனக்கு மின்னஞ்சல் செய்யவும்',
'tog-enotifrevealaddr'        => 'அறிவித்தல் மின்னஞ்சல்களில் எனது மின்னஞ்சல் முகவரியை வெளிப்படுத்து',
'tog-shownumberswatching'     => 'கவனிக்கும் பயனர்களின் எண்ணிக்கையைக் காட்டவும்',
'tog-oldsig'                  => 'நடப்பு கையொப்பத்தின் முன்தோற்றம்:',
'tog-fancysig'                => 'வெற்றுக் கையொப்பம் (தானியங்கி இணைப்பின்றி)',
'tog-externaleditor'          => 'இயல்பிருப்பாக வெளி தொகுப்பு மென்பொருளைப் பயன்படுத்து (இது நிபுணர்களுக்கு மட்டும், உங்கள் கணினியில் சிறப்பு அமைப்புகள் தேவைப்படும்)',
'tog-externaldiff'            => 'வெளி வேறுபாட்டை இயல்பிருப்பாக பயன்படுத்து (இது நிபுணர்களுக்கு மட்டும், உங்கள் கணினியில் சிறப்பு அமைப்புகள் தேவைப்படும்)',
'tog-showjumplinks'           => '"தாவிச் செல்லவும்" இணைப்புகளை முடுக்கு',
'tog-uselivepreview'          => 'நேரடி முன்தோற்றத்தைப் பயன்படுத்து (ஜாவா நிரல்) (சோதனையிலுள்ளது)',
'tog-forceeditsummary'        => 'தொகுப்புச் சுருக்கம் வெற்றாக இருக்கும் போது எனக்கு நினைவூட்டு',
'tog-watchlisthideown'        => 'எனது தொகுப்புக்களைக் கவனிப்புப் பட்டியலிலிருந்து மறை',
'tog-watchlisthidebots'       => 'தானியங்கித் தொகுப்புக்களைக் கவனிப்புப் பட்டியலில் காட்டாதே',
'tog-watchlisthideminor'      => 'சிறு தொகுப்புக்களைக் கவனிப்புப் பட்டியலில் காட்டாதே',
'tog-watchlisthideliu'        => 'கவனிப்புப் பட்டியலில் புகுபதிகை செய்த பயனர்களின் தொகுப்புக்களை மறைக்கவும்.',
'tog-watchlisthideanons'      => 'கவனிப்புப் பட்டியலில் அடையாளம் காட்டாத பயனர்களின் தொகுப்புக்களை மறைக்கவும்.',
'tog-watchlisthidepatrolled'  => 'தொடர் தானியங்கித் தொகுப்புக்களைக் கவனிப்புப் பட்டியலிலிருந்து மறை',
'tog-ccmeonemails'            => 'ஏனைய பயனருக்கு நான் அனுப்பும் மின்னஞ்சல்களின் நகலொன்றை எனக்கும் அனுப்பு',
'tog-diffonly'                => 'மாற்றங்களை ஒப்பிடும் போது அதன் கீழ் பக்க உள்ளடக்கத்தைக் காட்டாதே',
'tog-showhiddencats'          => 'மறைக்கப்பட்ட பகுப்புகளைக் காட்டு',
'tog-norollbackdiff'          => 'முன்பிருந்த நிலைக்குக் கொண்டுவந்தபின் வித்தியாசங்களை விட்டுவிடவும் (காட்டத்தேவையில்லை).',

'underline-always'  => 'எப்பொழுதும்',
'underline-never'   => 'எப்போதுமில்லை',
'underline-default' => 'உலாவி இயல்பிருப்பு',

# Font style option in Special:Preferences
'editfont-style'     => 'தொகுத்தல் பெட்டி எழுத்துரு:',
'editfont-default'   => 'உலாவி இயல்பிருப்பு',
'editfont-monospace' => 'சீரான இடைவெளிகொண்ட எழுத்துரு',
'editfont-sansserif' => 'சேன்சு-செரீஃப் எழுத்துரு',
'editfont-serif'     => 'செரிஃப் எழுத்துரு',

# Dates
'sunday'        => 'ஞாயிறு',
'monday'        => 'திங்கள்',
'tuesday'       => 'செவ்வாய்',
'wednesday'     => 'புதன்',
'thursday'      => 'வியாழன்',
'friday'        => 'வெள்ளி',
'saturday'      => 'சனி',
'sun'           => 'ஞாயி',
'mon'           => 'திங்',
'tue'           => 'செவ்',
'wed'           => 'புத',
'thu'           => 'வியா',
'fri'           => 'வெள்',
'sat'           => 'சனி',
'january'       => 'ஜனவரி',
'february'      => 'பெப்ரவரி',
'march'         => 'மார்ச்',
'april'         => 'ஏப்ரல்',
'may_long'      => 'மே',
'june'          => 'ஜூன்',
'july'          => 'ஜூலை',
'august'        => 'ஆகஸ்ட்',
'september'     => 'செப்டெம்பர்',
'october'       => 'அக்டோபர்',
'november'      => 'நவம்பர்',
'december'      => 'டிசம்பர்',
'january-gen'   => 'ஜனவரி',
'february-gen'  => 'பெப்ரவரி',
'march-gen'     => 'மார்ச்',
'april-gen'     => 'ஏப்ரல்',
'may-gen'       => 'மே',
'june-gen'      => 'ஜூன்',
'july-gen'      => 'ஜூலை',
'august-gen'    => 'ஆகஸ்ட்',
'september-gen' => 'செப்டெம்பர்',
'october-gen'   => 'அக்டோபர்',
'november-gen'  => 'நவம்பர்',
'december-gen'  => 'டிசம்பர்',
'jan'           => 'ஜன',
'feb'           => 'பெப்',
'mar'           => 'மார்',
'apr'           => 'ஏப்',
'may'           => 'மே',
'jun'           => 'ஜூன்',
'jul'           => 'ஜூலை',
'aug'           => 'ஆக',
'sep'           => 'செப்',
'oct'           => 'அக்',
'nov'           => 'நவ',
'dec'           => 'டிச',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|பகுப்பு|பகுப்புகள்}}',
'category_header'                => '"$1" பகுப்பிலுள்ள கட்டுரைகள்',
'subcategories'                  => 'துணைப் பகுப்புகள்',
'category-media-header'          => '"$1" பகுப்பில் உள்ள ஊடகங்கள்',
'category-empty'                 => 'இப்பகுப்பில் தற்போது ஊடகங்கள் யாதும் இல்லை.',
'hidden-categories'              => '{{PLURAL:$1|மறைக்கப்பட்ட பகுப்பு|மறைக்கப்பட்ட பகுப்புகள்}}',
'hidden-category-category'       => 'மறைக்கப்பட்ட பகுப்புகள்',
'category-subcat-count'          => '{{PLURAL:$2|இந்தப் பகுப்பின் கீழ் பினவரும் ஒரு துணைப் பகுப்பு மட்டுமே உள்ளது.|இந்தப்பகுப்பின் கீழ் உள்ள $2 துணைப் பகுப்புகளில் பின்வரும் {{PLURAL:$1|துணைப்பகுப்பும் உள்ளது.|$1 துணைப்பகுப்புகளும் உள்ளன.}}}}',
'category-subcat-count-limited'  => 'இந்தப் பகுப்பின் கீழ் பினவரும் {{PLURAL:$1|ஒரு துணைப் பகுப்பு மட்டுமே உள்ளது.|$1 துணைப் பகுப்புகள் உள்ளன.}}',
'category-article-count'         => '{{PLURAL:$2|இந்தப் பகுப்பின் கீழ் பினவரும் பக்கம் மட்டுமே உள்ளது.|இந்தப்பகுப்பின் கீழ் உள்ள $2 பக்கங்களில் பின்வரும் {{PLURAL:$1|பக்கமும் உள்ளது.|$1 பக்கங்களும் உள்ளன.}}}}',
'category-article-count-limited' => 'இப்பகுப்பில் பின்வரும் {{PLURAL:$1|பக்கம்|$1 பக்கங்கள்}} உள்ள{{PLURAL:$1|து|ன}}.',
'category-file-count'            => '{{PLURAL:$2|இந்தப் பகுப்பின் கீழ் பினவரும் ஒரு கோப்பு மட்டுமே உள்ளது.|இந்தப்பகுப்பின் கீழ் உள்ள $2 கோப்புகளில் பின்வரும் {{PLURAL:$1|கோப்பும் உள்ளது.|$1 கோப்புகளும் உள்ளன.}}}}',
'category-file-count-limited'    => 'இப்பகுப்பில் பின்வரும் {{PLURAL:$1|கோப்பு|$1 கோப்புகள்}} உள்ள{{PLURAL:$1|து|ன}}.',
'listingcontinuesabbrev'         => 'தொடரும்.',
'index-category'                 => 'வரிசைபடுத்தப்பட்ட பக்கங்கள்',
'noindex-category'               => 'வரிசைபடுத்தப்படாத பக்கங்கள்',

'mainpagetext'      => "'''விக்கி மென்பொருள் வெற்றிகரமாக உள்ளிடப்பட்டது.'''",
'mainpagedocfooter' => 'விக்கி மென்பொருளைப் பயன்படுத்துவது தொடர்பாக [http://meta.wikimedia.org/wiki/Help:Contents பயனர் வழிகாட்டியைப்] பார்க்க.

== தொடக்கப்படிகள் ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings அமைப்புக்களை மாற்றம் செய்தல்]
* [http://www.mediawiki.org/wiki/Manual:FAQ மிடியாவிக்கி பொதுவான கேள்விகள்]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce மீடியாவிக்கி வெளியீடு மின்னஞ்சல் பட்டியல்]',

'about'         => 'விபரம்',
'article'       => 'உள்ளடக்கப் பக்கம்',
'newwindow'     => '(புதிய சாளரத்துள் திறக்கும்)',
'cancel'        => 'விடு',
'moredotdotdot' => 'மேலும்...',
'mypage'        => 'எனது பக்கம்',
'mytalk'        => 'என் பேச்சு',
'anontalk'      => 'இந்த ஐ.பி. முகவரிக்கான பேச்சு',
'navigation'    => 'வழிசெலுத்தல்',
'and'           => '&#32;மற்றும்',

# Cologne Blue skin
'qbfind'         => 'தேடு',
'qbbrowse'       => 'உலவு',
'qbedit'         => 'தொகு',
'qbpageoptions'  => 'பக்க விருப்பத் தேர்வுகள்',
'qbpageinfo'     => 'பக்கத் தகவல்கள்',
'qbmyoptions'    => 'என் விருப்பத்தேர்வுகள்',
'qbspecialpages' => 'சிறப்புப் பக்கங்கள்',
'faq'            => 'அடிக்கடி கேட்கப்படும் கேள்விகள்',
'faqpage'        => 'Project:அடிக்கடி கேட்கப்படும் கேள்விகள்',

# Vector skin
'vector-action-addsection' => 'தலைப்பைச் சேர்',
'vector-action-delete'     => 'நீக்கவும்',
'vector-action-move'       => 'நகர்த்தவும்',
'vector-action-protect'    => 'காக்கவும்',
'vector-action-undelete'   => 'நீக்கத்தை நிறுத்து

நீக்கியதை பழையபடிக்குக் கொண்டுவா',
'vector-action-unprotect'  => 'காப்பைநீக்கு',
'vector-view-create'       => 'உருவாக்கவும்',
'vector-view-edit'         => 'தொகு',
'vector-view-history'      => 'வரலாற்றைக் காட்டவும்',
'vector-view-view'         => 'வாசிக்கவும்',
'vector-view-viewsource'   => 'மூலத்தைக் காட்டவும்',
'actions'                  => 'செயல்கள்',
'namespaces'               => 'பெயர்வெளிகள்',
'variants'                 => 'மாற்றுக்கள்

மாற்றுருவங்கள்',

'errorpagetitle'    => 'தவறு',
'returnto'          => '$1 பக்கத்துக்குத் திரும்பு.',
'tagline'           => '{{SITENAME}} இருந்து',
'help'              => 'உதவி',
'search'            => 'தேடுக',
'searchbutton'      => 'தேடுக',
'go'                => 'செல்',
'searcharticle'     => 'செல்க',
'history'           => 'பக்க வரலாறு',
'history_short'     => 'வரலாறு',
'updatedmarker'     => 'எனது கடைசி வருகைக்குப் பின் இற்றைப்படுத்தப்பட்டது',
'info_short'        => 'தகவல்',
'printableversion'  => 'அச்சுக்குகந்த பதிப்பு',
'permalink'         => 'நிலையான இணைப்பு',
'print'             => 'அச்சிடு',
'edit'              => 'தொகு',
'create'            => 'உருவாக்கு',
'editthispage'      => 'இப்பக்கத்தை தொகு',
'create-this-page'  => 'இப்பக்கத்தை உருவாக்கு',
'delete'            => 'நீக்கு',
'deletethispage'    => 'இப்பக்கத்தை நீக்கு',
'undelete_short'    => '{{PLURAL:$1|ஒரு தொகுப்பை|$1 தொகுப்புக்களை}} மீட்டெடு',
'protect'           => 'காப்புச்செய்',
'protect_change'    => 'மாற்று',
'protectthispage'   => 'இப் பக்கத்தை காப்புச் செய்',
'unprotect'         => 'காப்பைநீக்கு',
'unprotectthispage' => 'இப்பக்கத்தின் காப்பை நீக்கு',
'newpage'           => 'புதிய பக்கம்',
'talkpage'          => 'இப் பக்கம்பற்றிக் கலந்துரையாடு',
'talkpagelinktext'  => 'பேச்சு',
'specialpage'       => 'சிறப்புப் பக்கம்',
'personaltools'     => 'தனிப்பட்ட பயன்பாட்டுக் கருவிகள்',
'postcomment'       => 'புதிய கருத்து',
'articlepage'       => 'உள்ளடக்கப் பக்கத்தைப் பார்',
'talk'              => 'உரையாடல்',
'views'             => 'பார்வைகள்',
'toolbox'           => 'கருவிப் பெட்டி',
'userpage'          => 'பயனர் பக்கத்தைப் பார்',
'projectpage'       => 'திட்டப் பக்கத்தைப் பார்',
'imagepage'         => 'கோப்புப் பக்கத்தை நோக்க',
'mediawikipage'     => 'தகவல் பக்கத்தைப் பார்',
'templatepage'      => 'வார்ப்புரு பக்கத்தைப் பார்',
'viewhelppage'      => 'உதவிப் பக்கததைப் பார்',
'categorypage'      => 'பகுப்புப் பக்கத்தைப் பார்',
'viewtalkpage'      => 'கலந்துரையாடல்களைப் பார்',
'otherlanguages'    => 'ஏனைய மொழிகள்',
'redirectedfrom'    => '($1 இலிருந்து மீள் வழிப்படுத்தப்பட்டது)',
'redirectpagesub'   => 'பக்கவழிமாற்றுப் பக்கம்',
'lastmodifiedat'    => 'இப்பக்கத்தை கடைசியாக $1, $2 மணிக்குத் திருத்தினோம்.',
'viewcount'         => 'இப்பக்கம் {{PLURAL:$1|ஒரு முறை|$1 முறைகள்}} அணுகப்பட்டது.',
'protectedpage'     => 'பாதுகாக்கப்பட்ட பக்கம்',
'jumpto'            => 'தாவிச் செல்ல:',
'jumptonavigation'  => 'வழிசெலுத்தல்',
'jumptosearch'      => 'தேடுக',
'view-pool-error'   => 'பொறுத்தருள்க, அனைத்து வழங்கிகளும் தற்போது மிகுபயன்பாட்டில் உள்ளன.
பல பயனர்கள் இப்பக்கத்தைப் பார்க்க விழைகின்றனர்.
நீங்கள் மறுபடியும் இப்பக்கத்தை அணுக முயலும் முன் சற்றே பொறுக்கவும்.

$1',
'pool-errorunknown' => 'அறியப்படாத தவறு',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} பற்றி',
'aboutpage'            => 'Project:விவரம்',
'copyright'            => 'உள்ளடக்கங்கள் $1 இன் கீழ் கிடைக்கின்றன.',
'copyrightpage'        => '{{ns:project}}:பதிப்புரிமை',
'currentevents'        => 'தற்போதைய நிகழ்வுகள்',
'currentevents-url'    => 'Project:நடப்பு நிகழ்வுகள்',
'disclaimers'          => 'பொறுப்புத் துறப்புகள்',
'disclaimerpage'       => 'Project:பொதுவான பொறுப்புத் துறப்புகள்',
'edithelp'             => 'தொகுத்தலுக்கான உதவி',
'edithelppage'         => 'Help:ஒருவர் பக்கமொன்றைத் தொகுப்பது எப்படி?',
'helppage'             => 'Help:உதவி',
'mainpage'             => 'முதற் பக்கம்',
'mainpage-description' => 'முதற் பக்கம்',
'policy-url'           => 'Project:கொள்கைகளும் வழிகாட்டல்களும்',
'portal'               => 'சமுதாய வலைவாசல்',
'portal-url'           => 'Project:சமுதாய வலைவாசல்',
'privacy'              => 'தகவல் பாதுகாப்பு',
'privacypage'          => 'Project:தகவல் பாதுகாப்பு',

'badaccess'        => 'அனுமதி தவறு',
'badaccess-group0' => 'நீங்கள் கோரிய செயலைச் செய்வதற்கு உங்களுக்கு அனுமதி கிடையாது.',
'badaccess-groups' => 'நீங்கள் கோரிய செயற்பாடு $1 {{PLURAL:$2|குழு|குழுக்களுள் ஒன்றின்}} பயனர்களுக்கு மட்டுமே.',

'versionrequired'     => 'மீடியாவிக்கியின் $1 பதிப்பு தேவை',
'versionrequiredtext' => 'இப்பக்கத்தைப் பயன்படுத்த மீடியாவிக்கியின் $1 பதிப்பு தேவை. [[Special:Version|பதிப்புப் பக்கத்தைப்]] பார்க்க.',

'ok'                      => 'சரி',
'retrievedfrom'           => '"$1" இருந்து மீள்விக்கப்பட்டது',
'youhavenewmessages'      => 'உங்களுக்குப் $1 உள்ளன ($2).',
'newmessageslink'         => 'புதிய செய்திகள்',
'newmessagesdifflink'     => 'கடைசி மாற்றம்',
'youhavenewmessagesmulti' => '$1 இல் உங்களுக்கு புதிய செய்திகள் காத்திருக்கின்றன',
'editsection'             => 'தொகு',
'editold'                 => 'தொகு',
'viewsourceold'           => 'மூலத்தை காட்டுக',
'editlink'                => 'தொகு',
'viewsourcelink'          => 'மூலத்தை காண்க',
'editsectionhint'         => '$1 பகுதியை தொகு',
'toc'                     => 'பொருளடக்கம்',
'showtoc'                 => 'காட்டு',
'hidetoc'                 => 'மறை',
'thisisdeleted'           => '$1 பார்க்கவா அல்லது மீள்விக்கவா?',
'viewdeleted'             => '$1 பார்?',
'restorelink'             => '{{PLURAL:$1|ஒரு நீக்கப்பட்ட தொகுப்பை|$1 நீக்கப்பட்ட தொகுப்புகளை}}',
'feedlinks'               => 'உள்ளிடு:',
'feed-invalid'            => 'பிழையான ஓடை வகை.',
'feed-unavailable'        => 'தகவல் ஓடைகள் வழங்கப்படுவதில்லை',
'site-rss-feed'           => '$1 RSS ஓடை',
'site-atom-feed'          => '$1 ஆடாம் ஓடை',
'page-rss-feed'           => '"$1" RSS ஓடை',
'page-atom-feed'          => '"$1" Atom ஓடை',
'red-link-title'          => '$1 (இன்னமும் எழுதப்படவில்லை)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'கட்டுரை',
'nstab-user'      => 'பயனர் பக்கம்',
'nstab-media'     => 'ஊடகப் பக்கம்',
'nstab-special'   => 'சிறப்புப் பக்கம்',
'nstab-project'   => 'திட்டப் பக்கம்',
'nstab-image'     => 'கோப்பு',
'nstab-mediawiki' => 'தகவல்',
'nstab-template'  => 'வார்ப்புரு',
'nstab-help'      => 'உதவிப் பக்கம்',
'nstab-category'  => 'பகுப்பு',

# Main script and global functions
'nosuchaction'      => 'அவ்வித செயற்பாடுகள் எதுவுமில்லை',
'nosuchactiontext'  => 'யூ.ஆர்.எல். குறித்த செயற்பாடு விக்கி மென்பொருளினால் அடையாளம் காணப்படவில்லை',
'nosuchspecialpage' => 'அவ்வாறான சிறப்புப் பக்கங்கள் எதுவுமில்லை',
'nospecialpagetext' => '<strong>நீங்கள் செல்லுபடியற்ற சிறப்புப் பக்கமொன்றை கோரியிருக்கிறீர்கள்.</strong>


செல்லுபடியான எல்லாச் சிறப்புப் பக்கங்களினதும் பட்டியல் [[Special:SpecialPages|இங்கே]] தரப்பட்டுள்ளது.',

# General errors
'error'                => 'தவறு',
'databaseerror'        => 'தரவுத்தள தவறு',
'dberrortext'          => 'ஒரு தரவுத்தள வினவல் தொடரமைப்புத் தவறு ஏற்பட்டுள்ளது.
கடைசியாக முயற்சிக்கப்பட்ட தரவுத்தள வினவல்:
<blockquote><tt>$1</tt></blockquote>
செயலுக்குள் இருந்து "<tt>$2</tt>".
MySQL பிழையை விளைவாக்கியது "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'ஒரு தரவுத்தள வினவல் தொடரமைப்புத் தவறு ஏற்பட்டுள்ளது.
கடைசியாக முயற்சிக்கப்பட்ட தரவுத்தள வினவல்:
"$1"
செயலுக்குள்(function) இருந்து "$2".
MySQL returned error "$3: $4".',
'laggedslavemode'      => 'எச்சரிக்கை: இப்பக்கம் அண்மையில் இற்றைப்படுத்தப்படாமல் இருக்கலாம்.',
'readonly'             => 'தரவுத்தளம் பூட்டப்பட்டுள்ளது',
'enterlockreason'      => 'பூட்டுக்கான காரணத்தைத் தருக. பூட்டு எப்பொழுது திறக்கப்படும் என்பதையும் குறிப்பிடுக.',
'readonlytext'         => '{{SITENAME}} தரவுத்தளம் தற்போது பூட்டப்பட்டுள்ளது. வழமையான பராமரிப்புக்காகவாக இருக்கலாம். புதிய பதிவுகளோ திருத்த்ங்களோ செய்ய முடியாது.  இதன் பின்னர் இயல்பு நிலைக்குக் கொண்டுவரப்படும்.

இந்த விளக்கத்தை இதனைப் பூட்டிய நிர்வாகி வழங்கியுள்ளார்: $1',
'missing-article'      => 'இந்த தரவுத்தளத்தில் காணப்பட வேண்டிய இப்பக்கங்களின் சொற்றொடர்கள் கண்டுபிடிக்க முடியவில்லை. அவையாவன "$1" $2.

காலாவதியான வித்தியாசங்கள் அல்லது பக்க வரலாறுகள் முதலியவை நீக்கப்பட்ட பக்கங்களுடன் இணைப்பு கொண்டுள்ளதே இதற்கான காரணமாகும்.

அப்படி மேற்கூறிய காரணங்கள் இல்லையென்றால், இது ஒரு மென்பொருள் தவறாக (வழு-ஆக) இருக்கலாம். 

ஆகவே இதுபற்றிய தகவலை, இணையதள முகவரியுடன் (URL) இங்கு [[Special:ListUsers/sysop|நிர்வாகியிடம்]] தெரிவிக்கவும் .',
'missingarticle-rev'   => '(திருத்தம்#: $1)',
'missingarticle-diff'  => '(வேறுபாடு: $1, $2)',
'readonly_lag'         => 'இரண்டாம் நிலை தரவுத்தளங்கள் தலைமை தரவுத்தளத்துடன் இணைந்துக் கொள்ளும் வரை தரவுத்தளம் தானியகக்மாக பூட்டப்பட்டுள்ளது',
'internalerror'        => 'உள்ளகத் தவறு',
'internalerror_info'   => 'உள்ளகத் தவறு: $1',
'fileappenderrorread'  => 'கடையிணைப்புச் செய்யும் போது "$1" கோப்பை படிக்க முடியவில்லை.',
'fileappenderror'      => '"$1" கோப்பை "$2" கோப்பில்  கடையிணைப்புச் செய்ய முடியவில்லை.',
'filecopyerror'        => '"$1" இலிருந்து "$2" க்கு கோப்பை நகல் செய்ய முடியவில்லை.',
'filerenameerror'      => '"$1" இலிருந்து "$2" க்கு கோப்பை பெயர்மாற்ற முடியவில்லை.',
'filedeleteerror'      => '"$1" கோப்பை நீக்க முடியவில்லை.',
'directorycreateerror' => '"$1" அடைவை உருவாக்க முடியவில்லை.',
'filenotfound'         => '"$1" கோப்பைக் கண்டுபிடிக்க முடியவில்லை.',
'fileexistserror'      => '"$1" கோப்புக்கு எழுத்தப்படமுடியவில்லை:கோப்பு ஏற்கனவே உள்ளது',
'unexpected'           => 'எதிர்பாராத பெறுமானம்: "$1"="$2".',
'formerror'            => 'தவறு: படிவத்தை சமர்ப்பிக்க முடியவில்லை',
'badarticleerror'      => 'இச்செயற்பாட்டை இப்பக்கத்தில் செயற்படுத்த முடியாது.',
'cannotdelete'         => '"$1" பக்கத்தையோ கோப்பையோ நீக்க முடியாது. (வேறு யாராலோ ஏற்கெனவே நீக்கப்பட்டிருக்கலாம்.)',
'badtitle'             => 'பழுதுள்ள தலைப்பு',
'badtitletext'         => 'கோரப்பட்ட பக்கத்தின் தலைப்பு செல்லாது, வெறுமை, அல்லது பிழையாக இணைக்கப்பட்ட மொழிகளிடை அல்லது விக்கியிடைத் தலைப்பாகும்.',
'perfcached'           => 'பின்வரும் தரவுகள் இடைமாற்றைக் கொண்டுள்ளன தரவுகள் நிகழ்நிலையிலில்லாமல் இருக்கலாம்.',
'perfcachedts'         => 'பின்வரும் தரவுகள் இடைமாற்றைக் கொண்டுள்ளன, தரவுகள் கடைசியாக  $1 இல் இற்றைப்படுத்தப்பட்டன.',
'querypage-no-updates' => 'இப்பக்கத்துக்கான இற்றைப்படுத்தல்கள் செயலிழக்கச் செய்யப்பட்டுள்ளன. இங்கே உள்ளத் தரவுகள் தற்சமயம் இற்றைப்படுத்தப்படமாட்டாது.',
'wrong_wfQuery_params' => 'பிழையான அளபுருக்கள் wfQuery()<br />
செயல்: $1<br />
வினவல்: $2',
'viewsource'           => 'மூலத்தைப் பார்',
'viewsourcefor'        => '$1 பக்கத்துக்கான',
'actionthrottled'      => 'செயற்பாடு கட்டுப்படுத்தப்பட்டது',
'actionthrottledtext'  => 'எரிதக் காப்பு நடவடிக்கையாக பயனொருவர் குறித்த சிறு கால இடைவெளியில் இச்செயற்பாட்டை அதிகளவில் செய்வது தடுக்கப்பட்டுள்ளது. நீர் அவ்வெல்லைடை தாண்டிவிட்டீர். அருள் கூர்ந்து சில நிமிடங்களில் முயலவும்.',
'protectedpagetext'    => 'இப்பக்கம் தொகுக்கப்படுவதை தவிர்ப்பதற்காக பூட்டப்பட்டுள்ளது.',
'viewsourcetext'       => 'நீங்கள் இதன் மூலத்தை பார்கவும் அதனை நகலெடுக்கவும் முடியும்:',
'protectedinterface'   => 'இப்பக்கம் இம்மென் பொருளுக்கான பயனர் இடைமுக உரைகளை வழங்குகிறது, விசம தொகுப்புக்களை தவிர்ப்பதற்க்காக இப்பக்கம் பூட்டப்பட்டுள்ளது.',
'editinginterface'     => "'''எச்சரிக்கை:''' நீங்கள் இம்மென் பொருளுக்கான பயனர் இடைமுக உரைகளை வழங்கும் பக்கமொன்றை தொகுக்க முயற்சி செய்கிறீர்கள். இதில் செய்யப்படும் மாற்றங்கள் ஏனைய பயனர்களது பயனர் இடைமுகங்களிலும் மாற்றங்களை ஏற்படுத்தும். மொழிபெயர்ப்புகளுக்கு, அருள் கூர்ந்து மிடியாவிக்கி மொழிபெயர்ப்புத் திட்டமான [http://translatewiki.net/wiki/Main_Page?setlang=ta பீட்டாவிக்கி] திட்டத்தை பயன்படுத்தவும்.",
'sqlhidden'            => '(SQL கோரிக்கை மறைக்கப்பட்டுள்ளது)',
'cascadeprotected'     => 'படிநிலைக் காப்புக்குட்படுத்தப்பட்டுள்ள பின்வரும் {{PLURAL:$1|பக்கத்தில்|பக்கங்களில்}} இப்பக்கம் இணைக்கப் பட்டுள்ளமையால் இப்பக்கம் தொகுப்பதிலிருந்து காக்கப்பட்டுள்ளது:$2',
'namespaceprotected'   => "'''$1''' பெயர்வெளியில் தொகுப்புக்களைச் செய்வதற்கு உங்களுக்கு அனுமதி கிடையாது.",
'customcssjsprotected' => 'வேறு பயனர் ஒருவரின் தனிப்பட்ட அமைப்புகள் காணப்படுவதால் இப்பக்கத்தை தொகுக்க உங்களுக்கு அனுமதி கிடையாது.',
'ns-specialprotected'  => 'சிறப்பு பக்கங்களைத் தொகுக்க முடியாது.',
'titleprotected'       => "பயனர் [[User:$1|$1]] இத்தலைப்பு உருவாக்கப்படுவதை தவிர்க்கும் வகையில் தடுத்துள்ளார்.
கொடுக்கப்பட்டக் காரணம் ''$2''.",

# Virus scanner
'virus-unknownscanner' => 'அறியப்படாத வைரசெதிர்ப்பு:',

# Login and logout pages
'logouttext'                 => "'''நீங்கள் இப்பொழுது விடுபதிகையில் உள்ளீர்கள்.'''

நீங்கள் தொடர்ந்தும் {{SITENAME}} தளத்தை அனனியாக பயன்படுத்தலாம், அல்லது [[Special:UserLogin|மீண்டும் புகுபதிகை]] அதே பயனராகவோ வேறு பயனராகவோ செய்யலாம். உங்கள் உலவியின் இடைமாற்று நீக்கப்படும் வரை சில பக்கங்கள் தொடர்ந்தும் புகுபதிகையில் உள்ளது போன்றே காட்சி தரும் என்பதைக் கவனிக்கவும்.",
'welcomecreation'            => '==நல்வரவு, $1!==
உங்களுக்கான பயனர் கணக்கு உருவாக்கப்பட்டுள்ளது. உங்களுக்கேற்றவாறு [[Special:Preferences|{{SITENAME}} விருப்பத்தேர்வுகளை]] மாற்றிக் கொள்ள மறவாதீர்கள்.',
'yourname'                   => 'பயனர்பெயர்:',
'yourpassword'               => 'உங்கள் கடவுச்சொல்',
'yourpasswordagain'          => 'கடவுச்சொல்லைத் திரும்ப தட்டச்சிடுக:',
'remembermypassword'         => 'எனது கடவுச்சொல்லை (கூடியது $1 {{PLURAL:$1|நாள்|நாட்கள்}}) அமர்வுகளிடையே நினைவில் வைத்திருக்கவும்.',
'yourdomainname'             => 'உங்கள் உரிமைப்பரப்பு:',
'externaldberror'            => 'வெளி உறுதிப்படுத்தலில் ஏற்பட்ட தவறு காரணமாக உங்கள் வெளி கணக்கை இற்றைப்படுத்த முடியாது.',
'login'                      => 'புகுபதிகை',
'nav-login-createaccount'    => 'புகுபதிகை/பயனர் கணக்கு தொடக்கம்',
'loginprompt'                => '{{SITENAME}} தளத்துக்கு புகுபதிகை செய்ய உங்கள் இணைய உலாவியின் ஞாபகிகளை செயற்படுத்த வேண்டும்.',
'userlogin'                  => 'புகுபதிகை/பயனர் கணக்கு தொடக்கம்',
'userloginnocreate'          => 'புகுபதிகை',
'logout'                     => 'விடுபதிகை',
'userlogout'                 => 'விடுபதிகை',
'notloggedin'                => 'புகுபதிகையில் இல்லை',
'nologin'                    => "பயனர் கணக்கு இல்லையா? '''$1'''.",
'nologinlink'                => 'கணக்கு ஒன்றை உருவாக்கவும்',
'createaccount'              => 'புதிய கணக்கை உருவாக்கு',
'gotaccount'                 => "ஏற்கனவே பயனர் கணக்கு உள்ளதா? '''$1'''.",
'gotaccountlink'             => 'புகுபதிகை செய்யவும்',
'createaccountmail'          => 'மின்னஞ்சல் மூலம்',
'createaccountreason'        => 'காரணம்:',
'badretype'                  => 'நீங்கள் பதிந்த கடவுச்சொல் பொருத்தமாக இல்லை.',
'userexists'                 => 'நீர் பதிந்த பயனர் பெயர் ஏற்கெனவே பாயன்பாட்டில் உள்ளது. அருள் கூர்ந்து வேறு பயனர் பெயரைத் தெரிவுச் செய்க.',
'loginerror'                 => 'புகுபதிகைத் தவறு',
'createaccounterror'         => 'இந்த கணக்கை உருவாக்க முடியவில்லை: $1',
'nocookiesnew'               => '{{SITENAME}} தளத்துக்கான உங்கள் பயனர் கணக்கு உருவாக்கப்பட்டுள்ளது, ஆனால் நீங்கள் புகுபதிகை செய்யவில்லை. பயனர்களைப் புகுபதிகை செய்ய {{SITENAME}} தளம் ஞாபகிகளைப் (குக்கிகள்) பயன்படுத்துகிறது. நீங்கள் ஞாபகிகளைச் செயலற்றவையாக்கியுள்ளீர்கள். தயவுசெய்து அவற்றைச் செயற்படுத்தியப் பின் உங்கள் புதிய பயனர் பெயருடனும், கடவுச் சொல்லுடனும் புகுபதிகை செய்யுங்கள்.',
'nocookieslogin'             => '{{SITENAME}} தளம் பயனர்களைப் புகுபதிகை செய்வதற்கு ஞாபகிகளைப் (குக்கிகள்) பயன்படுத்துகிறது. நீங்கள் ஞாபகிகளைச் செயலிழக்கச் செய்துள்ளீர்கள். தயவுசெய்து அவற்றைச் செயற்பாடுள்ளதாக்கித் திரும்பவும் முயலுங்கள்.',
'noname'                     => 'நீங்கள் கொடுத்த பயனர் பெயர் செல்லுபடியற்றது.',
'loginsuccesstitle'          => 'புகுபதிகை வெற்றி',
'loginsuccess'               => 'நீங்கள் தற்பொழுது {{SITENAME}} தளத்தில் "$1" கணக்கினூடாக புகுபதிகை செய்துள்ளீர்கள்.',
'nosuchuser'                 => '"$1" என்ற பெயரில் பயனர் எவருமில்லை.

பயனர் பெயர், பெரிய எழுத்து,  சிறிய எழுத்து என்ற வித்தியாசத்திற்குட்பட்டது.

எழுத்துப் பிழைகளைச் சரி பார்க்கவும், அல்லது [[Special:UserLogin/signup|புதிய பயனர் கணக்கொன்றை உருவாக்கவும்]].',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" என்ற பெயரில் பயனர் யாரும் இல்லை. நீங்கள் உள்ளிட்ட பெயரை சரி பார்க்கவும்.',
'nouserspecified'            => 'நீங்கள் பயனர் பெயரொன்றை குறிப்பிட வேண்டும்.',
'login-userblocked'          => 'இப்பயனர் கணக்கு தடைசெய்யப்பட்டுள்ளது. புகுபதிகை அனுமதிக்கப்படவில்லை.',
'wrongpassword'              => 'நீங்கள் கொடுத்த கடவுச்சொல் சரியல்ல. மீண்டும் முயற்சிக்கவும்.',
'wrongpasswordempty'         => 'நீங்கள் வெற்றுக் கடவுச் சொல்லை அளித்திருக்கிறீர்கள். திரும்ப முயலவும்.',
'passwordtooshort'           => 'கடவுச்சொற்களில் குறைந்தது {{PLURAL:$1|1 எழுத்து முதல் |$1 எழுத்துக்களாவது}} இருக்க வேண்டும்.',
'password-name-match'        => 'உங்கள் பயனர் பெயரிலிருந்து உங்கள் கடவுச்சொல் முற்றிலும் மாறுபட்டிருக்க வேண்டும்.',
'mailmypassword'             => 'புதிய கடவுச் சொல்லொன்றை மின்னஞ்சல் செய்யவும்',
'passwordremindertitle'      => '{{SITENAME}} தளத்திலிருந்தான கடவுச்சொல் நினைவூட்டல்',
'passwordremindertext'       => 'யாரோ ஒருவர் (நீங்களாக இருக்கலாம், IP முகவரி $1 இலிருந்து)
{{SITENAME}} ($4) தளத்திற்கு புதிய கடவுச்சொல் ஒன்று அனுப்பும்படி கோரியுள்ளார். பயனர் "$2" க்கான தற்காலிக கடவுச்சொல் உருவாக்கப்பட்டுள்ளது. "$3" இதுவே அந்த கடவுச்சொல்லாகும். இந்த நடவடிக்கையே தாங்கள் எண்ணியதாக இருந்தால், தாங்கள் இப்பொழுது புகுபதிகை செய்து கடவுச்சொல்லை மாற்றிக்கொள்ளவும்.

தங்களது தற்காலிக் கடவுச்சொல் {{PLURAL:$5|இன்று முதல் |$5 நாட்களில்}} காலாவதியாகிவிடும் என்பதனைக் கவனத்தில் கொள்ளவும்.

வேறு யாராவது இவ்வேண்டுகோளை விடுத்திருந்தால் அல்லது தங்களது கடவுச்சொல் நினைவுக்கு வந்திருந்து நீங்கள் கடவுச்சொல்லை மாற்ற விரும்பாவிட்டால் இந்தச் செய்தியைப் புறக்கணித்துவிட்டு தங்களது பழைய கடவுச்சொல்லைத் தொடர்ந்து பயன்படுத்தலாம்.',
'noemail'                    => '"$1" பயனருக்கு மின்னஞ்சல் முகவரி எதுவும் பதியப்பட்டிருக்கவில்லை.',
'noemailcreate'              => 'ஒரு செல்லத்தக்க மின்னஞ்சல் முகவரியை நீங்கள் தரவேண்டும்.',
'passwordsent'               => '"$1" பயனருக்கான மின்னஞ்சல் முகவரிக்கு ஒரு புதிய கடவுச்சொல் அனுப்பப்பட்டுள்ளது. பெற்றுக்கொண்டதும் தயவுசெய்து மீண்டும் புகுபதிகை செய்யவும்.',
'blocked-mailpassword'       => 'உங்கள் ஐ.பி. முகவரி தடுக்கப்பட்டுள்ளது, விசம செயற்பாடுகளைத் தவிர்க்க கடவுச்சொல் மீட்புச் செயலியை நீங்கள் பயன்படுத்து அனுமதிக்கப்படவில்லை.',
'eauthentsent'               => 'உறுதிப்படுத்தல் மின்னஞ்சலொன்று நீங்கள் கொடுத்த மின்னஞ்சல் முகவரிக்கு அனுப்பப் பட்டுள்ளது. மேலதிகமாக எந்த மின்னஞ்சலும் இந்த முகவரிக்கு அனுப்பப்படு முன்னர், மின்னலில் கொடுக்கப்பட்டுள்ள அறிவுறுத்தல்களின் படி, இம்மின்னஞ்சல் முகவரி உங்களுடையது என்பதை உறுதிப்படுத்தவும்.',
'throttled-mailpassword'     => 'கடந்த {{PLURAL:$1|மணிநேரத்துக்குள்|$1 மணிநேரங்களுக்குள்}} ஒரு கடவுச்சொல் நினைவூட்டல் மின்னஞ்சல் ஏற்கனவே அனுப்பப் பட்டுவிட்டது. விசம பயன்பாடுகளைத் தவிர்ப்பதற்காக {{PLURAL:$1|மணிநேரத்திற்கு|$1 மணிநேரங்களுக்கு}} ஒரு கடவுச்சொல் நினைவூட்டல் மின்னஞ்சல் மட்டுமே அனுப்பப்படும்.',
'mailerror'                  => 'மின்னஞ்சல் அனுப்புவதில் தவறு: $1',
'acct_creation_throttle_hit' => 'தங்களது IP முகவரியை பயன்படுத்தி இந்த விக்கியில் நேற்று {{PLURAL:$1|1 கணக்கு |$1 கணக்குகள்}} உருவாக்கப்பட்டுள்ளது.  தற்போது இதுவே மிக அதிகமாக அனுமதிக்கப்பட்ட அளவாகும்.

இக்காரணத்தினால், தற்சமயம், யாரும் இந்த IP முகவரியை பயன்படுத்தி மேலும் கணக்குகளை உருவாக்க முடியாது.',
'emailauthenticated'         => 'உங்கள் மின்னஞ்சல் முகவரி $2 ஆம் தேதியன்று $3 மணிக்கு உறுதிப்படுத்தப்பட்டது.',
'emailnotauthenticated'      => 'உங்கள் மின்னஞ்சல் முகவரி இன்னமும் உறுதிப்படுத்தப்படவில்லை. பின்வருவனவற்றுக்கு மின்னஞ்சல் அனுப்பட மாட்டாது.',
'noemailprefs'               => 'பின்வருவனவற்றை இயங்குநிலைக்கு கொண்டுவர மின்னஞ்சல் முகவரியொன்றக் குறிப்பிடவும்.',
'emailconfirmlink'           => 'உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்',
'invalidemailaddress'        => 'மின்னஞ்சல் முகவரி பிழையான கட்டமைப்பைக் கொண்டுள்ளப்படியால் மின்னஞ்சல் முகவரியை ஏற்றுக்கொள்ள முடியாது. தயவுசெய்து  சரியான கட்டமைப்புடன் கூடிய மின்னஞ்சல் முகவரியை இடவும் அல்லது அவ்விடத்தை வெற்றாக விடவும்.',
'accountcreated'             => 'கணக்கு உருவாக்கப்பட்டது.',
'accountcreatedtext'         => '$1 என்ற பெயரில் பயனர் கணக்கு உருவாக்கப்பட்டது.',
'createaccount-title'        => '{{SITENAME}} தளத்துக்கான கணக்கு தொடக்கம்',
'createaccount-text'         => 'யாரோ ஒருவர் உங்கள் மின்னஞ்சல் முவரிக்காக {{SITENAME}} ($4) தளத்தில் கணக்கொண்றை தொடங்கியுள்ளார். கணக்கின் பெயர் "$2", கடவுச்சொல் "$3". நீங்கள் இப்போது புகுபதிகைச் செய்து கடவுச்சொல்லை மாற்ற வேண்டும்.

இக்கணக்கு தவறுதலாக தொடங்கப்பட்டிருந்தால், இத்தகவலைப் புறக்கணிக்கலாம்.',
'usernamehasherror'          => "பயனர் பெயரில் '#' எழுத்தை பயன்படுத்த முடியாது",
'login-throttled'            => 'தாங்கள் பலமுறை தற்போது புகுபதிகை செய்ய முயற்சி செய்துள்ளீர்கள்.

அடுத்தபடியாக முயற்சி செய்வதற்கு முன் சிறிது நேரம் காத்திருக்கவும்.',
'loginlanguagelabel'         => 'மொழி: $1',

# JavaScript password checks
'password-strength'            => 'கடவுச்சொல்லின் மதிப்பீடு செய்யப்பட்ட உறுதித்தன்மை: $1',
'password-strength-bad'        => 'சரிப்பட்டுவராதது',
'password-strength-mediocre'   => 'நடுத்தரமானது',
'password-strength-acceptable' => 'ஏற்றுக்கொள்ளக்கூடியது',
'password-strength-good'       => 'நன்று',
'password-retype'              => 'கடவுச்சொல்லைத் திரும்ப தட்டச்சிடுக',
'password-retype-mismatch'     => 'கடவுச்சொல் ஒத்துவரவில்லை',

# Password reset dialog
'resetpass'                 => 'கடவுச்சொல்லை மாற்றியமை',
'resetpass_announce'        => 'நீங்கள் தற்காலிக மின்னஞ்சல் குறியீட்டுடன் புகுபதிகை செய்துள்ளீர்கள். புகுபதிகையை நிறைவுச் செய்ய புதியக் கடவுச் சொல்லொன்றை இங்கே தட்டசிடுக:',
'resetpass_header'          => 'கணக்கிற்கான கடவுச்சொல்லை மாற்றியமை',
'oldpassword'               => 'பழைய கடவுச்சொல்:',
'newpassword'               => 'புதிய கடவுச்சொல்:',
'retypenew'                 => 'புதிய கடவுச்சொல்லை மீண்டும் தட்டச்சிடு',
'resetpass_submit'          => 'கடவுச்சொல்லை பதிவுசெய்து புகுபதிகை செய்',
'resetpass_success'         => 'உங்களது கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டுள்ளது! உங்களை புகுபதிகை செய்யப்படுகிறது...',
'resetpass_forbidden'       => 'கடவுச்சொற்கள் மாற்றப்பட முடியாது',
'resetpass-no-info'         => 'இப்பக்கத்தை நேரடியாக அணுகுவதற்கு நீங்கள் புகுபதிகை செய்திருக்கவேண்டும்.',
'resetpass-submit-loggedin' => 'கடவுச்சொல்லை மாற்று',
'resetpass-submit-cancel'   => 'விடு',
'resetpass-wrong-oldpass'   => 'செல்லுபடியற்ற தற்காலிகமான அல்லது நடப்புக் கடவுச்சொல்.
உங்கள் கடவுச் சொல்லை நீங்கள் வெற்றிகரமாக மாற்றிவிட்டீர்கள் அல்லது புதிய தற்காலிகக் கடவுச்சொல்லைக் கோரியுள்ளீர்கள்.',
'resetpass-temp-password'   => 'தற்காலிக கடவுச்சொல்:',

# Edit page toolbar
'bold_sample'     => 'தடித்த எழுத்துக்கள்',
'bold_tip'        => 'தடித்த எழுத்து',
'italic_sample'   => 'சாய்வெழுத்து',
'italic_tip'      => 'சாய்வெழுத்து',
'link_sample'     => 'இணைப்புத் தலைப்பு',
'link_tip'        => 'உள்ளக இணைப்பு',
'extlink_sample'  => 'http://www.example.com இணைப்புத் தலைப்பு',
'extlink_tip'     => 'வெளியிணைப்பு (http:// முன்னிணைப்பை மறக்காதீர்)',
'headline_sample' => 'தலைப்பு',
'headline_tip'    => 'இரண்டாம் படித் தலைப்பு',
'math_sample'     => 'இங்கே சூத்திரத்தைப் புகுத்தவும்',
'math_tip'        => 'கணிதச் சூத்திரம் (LaTeX)',
'nowiki_sample'   => 'விக்கி நிரலாக்கத்தால் புறக்கணிக்கப்படவேண்டிய உரையை இங்கே இடவும்',
'nowiki_tip'      => 'விக்கி நிரலாக்கத்தைப் புறக்கணி',
'image_tip'       => 'பொதிந்துள்ள படிமம்',
'media_tip'       => 'கோப்பு இணைப்பு',
'sig_tip'         => 'நேர முத்திரையுடன் உங்கள் கையொப்பம்',
'hr_tip'          => 'கிடைக் கோடு (அரிதாகவே பயன்படுத்துங்கள்)',

# Edit pages
'summary'                          => 'சுருக்கம்:',
'subject'                          => 'உட்பொருள்/தலைப்பு:',
'minoredit'                        => 'இது ஒரு சிறு தொகுப்பு',
'watchthis'                        => 'இக்கட்டுரையைக் கவனிக்கவும்',
'savearticle'                      => 'பக்கத்தை சேமி',
'preview'                          => 'முன்தோற்றம்',
'showpreview'                      => 'முன்தோற்றம் காட்டு',
'showlivepreview'                  => 'நேரடி முந்தோற்றம்',
'showdiff'                         => 'மாற்றங்களைக் காட்டு',
'anoneditwarning'                  => "'''எச்சரிக்கை:''' நீங்கள் புகுபதிகை செய்யவில்லை.
உங்கள் ஐ.பி. முகவரி இப்பக்கத்தின் தொகுப்பு வரலாற்றில் பதிவு செய்யப்படும்.",
'missingsummary'                   => "'''நினைவூட்டல்:''' நீர் தொகுப்புச் சுருக்கமொன்றைக் கொடுக்கவில்லை.
இன்னொரு முறை பக்கத்தை சேமி என்பதை அழுத்தினால் உங்கள் தொகுப்பு சுருக்கமெதுவுமில்லாமல் சேமிக்கப்படும்.",
'missingcommenttext'               => 'கீழே சுருக்கமொன்றக் குறிப்பிடவும்.',
'missingcommentheader'             => "'''நினைவூட்டல்:'''  தாங்கள் தொகுத்தற்கான சுருக்கமான உரையை கொடுக்கவில்லை.

இன்னொருமுறை 'சேமி' என்பதனை அழுத்தினால் எந்தவித சுருக்கமான உரையின்றி சேமிக்கப்படும்.",
'summary-preview'                  => 'சுருக்க முன்தோற்றம்:',
'subject-preview'                  => 'உட்பொருள்/தலைப்பு முன்தோற்றம்:',
'blockedtitle'                     => 'பயனர் தடுக்கப்பட்டுள்ளார்',
'blockedtext'                      => "'''உங்கள் பயனர் பெயர் அல்லது ஐ.பி. முகவரி தடுக்கப்பட்டுள்ளது.'''

''$2'' காரணத்தை(களை)க் காட்டி $1 உங்களை தடை செய்துள்ளார்.

* தடை தொடக்கம்: $8
* தடை முடிவு: $6
* தடை செய்யப்பட்டவர்: $7

$1 பயனரையோ அல்லது வேறு [[{{MediaWiki:Grouppage-sysop}}|நிர்வாகி]] ஒருவரையோ அனுகி தடைப் பற்றி கலந்துரையாடலாம். 'இப் பயனருக்கு மின்னஞ்சல் செய்' என்ற வசதியை நீங்கள் பயன்படுத்துவதுலிருந்து தடைச் செய்யப்பட்டிருந்தாலோ அல்லது [[Special:Preferences|என் விருப்பத்தேர்வுகள்]] பக்கத்தில் இயங்குநிலையிலுள்ள மின்னஞ்சல் முகவரியை தராத போதோ பயனருக்கு மின்னஞ்சல் செய்ய முடியாது. உங்களது தற்போதைய ஐ.பி. முகவரி $3 மற்றும் தடை எண்  #$5 என்பவற்றை கேள்விகள் கேட்கும் போது கட்டாயம் குறிப்பிடவும்.",
'autoblockedtext'                  => '$1 ஆல் தடைச்செய்யப்பட்ட வேறு பயனரால் பயன்படுத்தபட்டதால், உங்கள் ஐ.பி. முகவரி தானியக்கமாக தடுக்கப்பட்டுள்ளது. அதற்கான காரணம் பின்வருமாறு:

:\'\'$2\'\'

* தடை தொடக்கம்: $8
* தடை முடிவு: $6
* தடை செய்யப்பட்டவர்: $7

$1 பயனரையோ அல்லது வேறு [[{{MediaWiki:Grouppage-sysop}}|நிர்வாகி]] ஒருவரையோ அனுகி தடைப் பற்றி கலந்துரையாடலாம்.

"இப் பயனருக்கு மின்னஞ்சல் செய்" என்ற வசதியை நீங்கள் பயன்படுதுவதிலிருந்து தடைச் செய்யப்பட்டிருந்தாலோ அல்லது [[Special:Preferences|என் விருப்பத்தேர்வுகள்]] பக்கத்தில் இயங்குநிலையிலுள்ள மின்னஞ்சல் முகவரியை தராத போதோ பயனருக்கு மின்னஞ்சல் செய்ய முடியாது.

உங்களது தற்போதைய ஐ.பி. முகவரி $3 மற்றும் தடை எண் #$5 என்பவற்றை கேள்விகள் கேட்கும் போது கட்டாயம் குறிப்பிடவும்.',
'blockednoreason'                  => 'காரணம் தரப்படவில்லை',
'blockedoriginalsource'            => "'''$1''' பக்கத்தின் மூலம் கீழே தரப்பட்டுள்ளது:",
'blockededitsource'                => "'''$1''' பக்கத்துக்கான '''உங்கள் தொகுப்புகள்''' கீழே கொடுக்கப்பட்டுள்ளன:",
'whitelistedittitle'               => 'தொகுப்பதற்கு புகுபதிகை செய்யப்படவேண்டும்.',
'whitelistedittext'                => 'நீங்கள் பக்கங்களத் தொகுக்க $1 செய்யவேண்டும்.',
'confirmedittext'                  => 'நீங்கள் பக்கங்களைத் தொகுக்க முன்னர் மின்னஞ்சல் முகவரியை உறுதிப்படுத்த வேண்டும். உங்கள் [[Special:Preferences|விருப்பத்தேர்வுகள்]] பக்கத்தில் செல்லுபடியான மின்னஞ்சலைக் கொடுத்து அதனை உறுதிப்படுத்துங்கள்.',
'nosuchsectiontitle'               => 'அப்படியொரு பகுதி கிடையாது',
'nosuchsectiontext'                => 'இல்லாத பகுதியொன்றைத் தாங்கள் தொகுக்க முயற்சி செய்துள்ளீர்கள்.

தாங்கள் இப்பக்கத்தை பார்த்துக்கொண்டிருக்கம் போது, அதனை வேறு இடத்திற்கு நகர்த்தியிருக்கலாம் (அல்லது) நீக்கியிருக்கலாம்.',
'loginreqtitle'                    => 'புகுபதிகை செய்யப்பட வேண்டும்',
'loginreqlink'                     => 'புகுபதிகை',
'loginreqpagetext'                 => 'ஏனைய பக்கங்களைப் பார்க்க  நீங்கள் $1 செய்ய வேண்டும்.',
'accmailtitle'                     => 'கடவுச்சொல் அனுப்பப்பட்டுள்ளது.',
'accmailtext'                      => "தான்தோன்றித்தனமான ஒரு கடவுச்சொல்லை [[User talk:$1|பயனர் பேச்சு:$1|$1]] $2-க்கு அனுப்பி வைக்கப்பட்டுள்ளது.

இந்த புதிய கணக்கிற்கான கடவுச்சொல்லை புகுபதிகை செய்தவுடன் மாற்றிக்கொள்ளவும் ''[[Special:ChangePassword|கடவுச்சொல்லை மாற்று]]''.",
'newarticle'                       => '(புதிது)',
'newarticletext'                   => 'ஒரு இணைப்பினூடாக நீங்கள் வந்துள்ள இப்பக்கம் இன்னும் உருவாக்கப்படவில்லை. பக்கத்தை உருவாக்குவதற்குக் கீழேயுள்ள கட்டத்துள் தட்டச்சிடத் தொடங்குங்கள். (மேலதிக விபரங்களுக்கு [[{{MediaWiki:Helppage}}|உதவிப் பக்கத்தைப்]] பார்க்கவும்). நீங்கள் தவறுதலாக இங்கே வந்திருந்தால், உங்கள் உலாவியின் பின் செல்வதற்கான பொத்தானைச் சொடுக்கவும்.',
'anontalkpagetext'                 => "----''இது இன்னும் கணக்கொன்று ஏற்படுத்தாத அல்லது அதனை வழமையாகப் பயன்படுத்தாத பயனர்களுக்குரிய கலந்துரையாடல் பக்கமாகும். அதனால் நாங்கள் இவரை அடையாளம் காண்பதற்கு எண்சார்ந்த ஐபி முகவரியைப் பயன்படுத்த வேண்டியதாய் இருக்கின்றது. இவ்வாறான ஐபி முகவரிகள் பல பயனர்களினால் பகிர்ந்துகொள்ளப்படலாம்.
நீங்கள் ஒரு முகவரியற்ற பயனராயிருந்து, தொடர்பற்ற கருத்துக்கள் உங்களைக் குறித்துச் சொல்லப்பட்டிருப்பதாக நீங்கள் உணர்ந்தால், முகவரியற்ற ஏனைய பயனர்களுடனான குழப்பங்களை எதிர்காலத்தில் தவிர்ப்பதற்கு, தயவுசெய்து [[Special:UserLogin/signup|புதிய கணக்கொன்றை ஏற்படுத்துங்கள்]] அல்லது [[Special:UserLogin|புகுபதிகை]] செய்யுங்கள்.''",
'noarticletext'                    => 'இப் பக்கத்தில் தற்பொழுது உள்ளடக்கம் எதுவுமில்லை. நீங்கள் இப்பக்க [[Special:Search/{{PAGENAME}}|தலைப்பை வேறு பக்கங்களில் தேடவோ]] அல்லது [{{fullurl:{{FULLPAGENAME}}|action=edit}} இப்பக்கத்தை தொகுக்கவோ] முடியும்.',
'userpage-userdoesnotexist'        => '"$1" என்றக் கணக்கு இன்னமும் பதிவுச் செய்யப்படவில்லை. இதை உருவாக்க/தொகுக்க வேண்டுமா என்பதை உறுதிப்படுத்தவும்.',
'userpage-userdoesnotexist-view'   => 'பயனர் கணக்கு "$1" பதியப்படவில்லை',
'clearyourcache'                   => "'''கவனிக்க - சேமித்த பின்னர், நீங்கள் செய்த மாற்றங்களைக் காண்பதற்கு உங்கள் உலவியின் இடைமாற்று அகற்றப்பட வேண்டும்.'''
'''மொஸில்லா / பயர்பாக்ஸ் / சபாரி:''' ''Shift+Reload'', அல்லது ''Ctrl-F5'' அல்லது ''Ctrl-R''
( மசிண்டோஷில் ''Command-R'');
'''கொன்குவெரர்: ''' ''Reload'' அல்லது ''F5'';
'''ஒபேரா:''' ''Tools → Preferences'' இல் இடைமாற்றை அகற்றவும்;
'''இண்டர்நெட் எக்ஸ்ப்ளோரர்:''' ''Ctrl-Refresh'' அல்லது ''Ctrl-F5''.",
'usercssyoucanpreview'             => "'''சிறு உதவி:''' தங்களது சி.எஸ்.எஸ்(CSS)-ஐ சேமிப்பதற்கு முன்பாக \"{{int:showpreview}}\" பொத்தானைப் பயனபடுத்தி சோதனை செய்யவும்",
'userjsyoucanpreview'              => "'''சிறு உதவி:''' தங்களது ஜாவா-வரிவடிவத்தை (JavaScript-ஐ) சேமிப்பதற்கு முன்பாக \"{{int:showpreview}}\" பொத்தானைப் பயனபடுத்தி சோதனை செய்யவும்",
'usercsspreview'                   => "'''உங்களது பயனர் சி.எஸ்.எஸ். இன் முன் தோற்றத்தை மட்டுமே காண்கிறீர்கள் என்பதை நினைவில் கொள்ளவும்.'''
'''இது இன்னமும் சேமிக்கப்படவில்லை!'''",
'userjspreview'                    => "'''நீர் உமது ஜாவா நிரலை சோதிக்கிறீர் அல்லது முன் தோற்றத்தைப் பார்க்கிறீர் என்பதை நினைவக்கவும், இன்னமும் சேமிக்கப்படவில்லை!'''",
'userinvalidcssjstitle'            => "'''எச்சரிக்கை:'''  \"\$1\" என்றப் பெயரில் தோல்லொறுக் கிடையாது. சி.எஸ்.எஸ் மற்றும் ஜெ.எஸ். பக்கங்கள் ஆங்கில கீழ் வரிசைப் பெயர்களைக் கொண்டிருக்க வேண்டும் என்பதைக் கவனிக்கவும். எ+கா: {{ns:user}}:Foo/monobook.css என்பது சரியான வடிவம் {{ns:user}}:Foo/Monobook.css என்பது பிழையான வடிவம்.",
'updated'                          => '(இற்றைப்படுத்தப்பட்டது)',
'note'                             => "'''குறிப்பு:'''",
'previewnote'                      => "'''இது ஒரு முன்தோற்றம் மட்டுமே, உங்கள் மாற்றங்கள் இன்னும் சேமிக்கப்படவில்லை!'''",
'previewconflict'                  => 'இந்த முன்தோற்றம் உரை தொகுப்புப் பகுதியின் மேற்பகுதியிலுள்ள உரையைப் பிரதிபலிக்கின்றது. நீங்கள் இப்பொழுது சேமித்தால் மேற்படி தோற்றமே கிடைக்கும்.',
'session_fail_preview'             => "'''உங்கள் அமர்வுத் தரவுகள் அழிந்துப்போனமையால் உங்கள் தொகுப்பை செயற்படுத்த முடியவில்லை. அருள் கூர்ந்து மீண்டும் முயலவும். அதுவும் பலனளிக்காவிட்டால் விடுபதிகைச் செய்து மீண்டும் புகுபதிகைச் செய்யவும்'''",
'session_fail_preview_html'        => "'''மன்னிக்கவும்! உங்கள் அமர்வுத் தரவுகள் அழிந்துப்போனமையால் உங்கள் தொகுப்பை செயற்படுத்த முடியவில்லை.'''

''கரணியம்:{{SITENAME}} தளத்தில் பக்குவப்படாத எச்.டி.எம்.எல். முடுக்கிவிடப்பட்டுள்ளமையால் ஜாவா நிரல் தாக்குதல்களைத் தவிர்க்கும் பொருட்டு முன்தோற்றம் முடக்கப்பட்டுள்ளது.''

'''இது ஒரு முறையான தொகுப்பாயின், அருள் கூர்ந்து மீண்டும் முயலவும். அதுவும் பலனளிக்காவிட்டால் [[Special:UserLogout|விடுபதிகை]] செய்து மீண்டும் புகுபதிகை செய்யவும்'''",
'token_suffix_mismatch'            => "'''உங்கள் தொகுப்பினுள் சேவையாளர் நிறுத்தக்குறியீடுகளை செறுகியுள்ளனதன் காரணமாக உங்களது தொகுப்பு நிராகரிக்கப்பட்டுள்ளது. இது வலைத்தளத்தை மையமாகக் கொண்ட அடையாளம் காட்டாத புரொக்சி சேவைகளிலிருந்து தொகுக்கும் போது ஏற்படலாம்.'''",
'editing'                          => 'தொகுப்பு $1',
'editingsection'                   => 'தொகுப்பு $1 (பிரிவு)',
'editingcomment'                   => '$1 தொகுக்கப்படுகிறது (புதிய பிரிவு)',
'editconflict'                     => 'முரண்பாடுகளைத் தொகுக்கவும்: $1',
'explainconflict'                  => "நீங்கள் தொகுக்கத் தொடங்கியதின் பின்னர் வேறு பயனரொருவர் இப் பக்கத்தில் மாற்றங்கள்ச் செய்துள்ளார்.
உரைப் பகுதியின்  மேற்பக்கம் தற்போதுள்ள உரைகளைக் கொண்டிருகிறது.
நீங்கள் செய்த மாற்றங்கள் உரையின் கீழே தரப்பட்டுள்ளன.
நீங்கள் உங்களுடைய மாற்றங்களை ஏற்கெனவேயிருக்கும் உரையுடன் ஒருங்கிணைக்க வேண்டியிருக்கும்.
\"பக்கத்தை சேமிக்கவும்\" என்ற பொத்தானை அழுத்தும்போது உரைப்பகுதியின் மேற்பக்கத்திலுள்ள உரை '''மட்டுமே''' சேமிக்கப்படும்.",
'yourtext'                         => 'உங்கள் உரை',
'storedversion'                    => 'சேமிக்கப்பட்ட பதிப்பு',
'nonunicodebrowser'                => "'''எச்சரிக்கை: உங்களது உலாவி ஒருங்குக்குறியை ஆதரிக்கவில்லை. உங்கள் தொகுப்புக்களைத் பாதுகாப்பகத் தொடர்ந்துச் செய்ய வழிமுறையொன்றுள்ளது: அஸ்கியில்லாத எழுத்துகள் அடி பதினாறைக் கொண்ட குறிகளாக தொகுப்புக் கட்டத்தில் தென்படும்.'''",
'editingold'                       => "'''எச்சரிக்கை: நீங்கள் தொகுத்துக்கொண்டிருப்பது இப்பக்கத்தின் பழைய திருத்தமொன்றையாகும். இதை நீங்கள் சேமித்தால், மேற்படி திருத்தத்தின் பின்னர் செய்யப்பட்ட மாற்றங்கள் அனைத்தும் இழக்கப்படும்.'''",
'yourdiff'                         => 'வேறுபாடுகள்',
'copyrightwarning'                 => "{{SITENAME}} தளத்தில் உங்கள் பங்களிப்புகள் $2 உரிமத்தின் கீழ் அளிக்கப்பட்டதாக கருதப்படும்.(மேலதிக தகவல்களுக்கு $1 பக்கத்தைப் பார்க்க) உங்களுடைய எழுத்துக்கள் கடுமையாகத் தொகுக்கப்படுவதையோ, விரும்பியபடி விநியோகிக்கப்படுவதையோ நீங்கள் விரும்பாவிடில் இங்கே சமர்ப்பிக்காதீர்.<br />
அத்துடன் நீங்களே இதை எழுதியதாகவோ, அல்லது வேறு பொதுக் களம் அல்லது அது போன்ற விடுதலையளிக்கும் மூலங்களிலிருந்து பிரதி பண்ணியிருப்பதாகவோ உறுதி கூறுகிறீர்கள்.
'''பதிப்புரிமையுள்ள ஆக்கங்களை அனுமதியின்றி சமர்ப்பிக்க வேண்டாம்!'''",
'copyrightwarning2'                => "{{SITENAME}} தளத்துக்கான உமது பங்களிப்புக்கள் அனைத்தும் வேறு பயனர்களால் தொகுக்கப் படவோ, மாற்றங்கள் செய்யப்படவோ அல்லது நீக்கப்படவோ கூடும். உமது பங்களிப்புகள் கடுமையாகத் தொகுக்கப்படுவதை நீர் விரும்பாவிடில் இங்கே சமர்ப்பிக்காதீர்.<br />
நீர் இதை எழுதியதாகவோ, அல்லது வேறு பொதுக் களம் அல்லது அது போன்ற விடுதலையளிக்கும் மூலங்களிலிருந்து பிரதி பண்ணியிருப்பதாகவோ உறுதி கூறுகிறீர்.(மேலதிக தகவல்களுக்கு $1).'''பதிப்புரிமையுள்ள ஆக்கங்களை அனுமதியின்றி சமர்ப்பிக்காதீர்!'''",
'longpagewarning'                  => "'''எச்சரிக்கை: இந்தப் பக்கம் $1 கிலோபைட்ஸ் நீளமானது; 32 kb யை அண்மிக்கும் அல்லது அதிலும் கூடிய அளவுள்ள பக்கங்களைத் தொகுப்பதில் சில உலாவிகளுக்கு பிரச்சினை உண்டு. தயவுசெய்து பக்கங்களைச் சிறிய பகுதிகளாகப் பிரிப்பது பற்றிக் கவனத்தில் எடுக்கவும்.'''",
'longpageerror'                    => "'''தவறு: நீங்கள் இட்ட உரை $1 கிலோபைட்டுகள் நீளமானது, $2 கிலோபைட்டிலும் கூடிய அளவுள்ள பக்கங்கள் இங்கே அனுமதிக்கப்படுவதில்லை. உங்கள் உரையை சேமிக்க முடியாது.'''",
'readonlywarning'                  => "'''எச்சரிக்கை: பராமரிப்புக்காகத் தரவுவழங்கன் பூட்டப்பட்டுள்ளது, எனவே உங்கள் தொகுப்புக்களை இப்பொழுது சேமிக்க முடியாது. உங்கள் உரையை இன்னொரு உரைக் கோப்பில் வெட்டி ஒட்டி சேமித்துவைத்துப் பின்பு உபயோகிக்கலாம்.'''

இந்த தரவுவழங்கனை பூட்டிய நிர்வாகி அதுகுறித்து அளித்த விளக்கம் பின்வருமாறு: $1",
'protectedpagewarning'             => "'''எச்சரிக்கை: இது ஒரு பாதுகாக்கப்பட்ட பக்கமாகும். இதனை நிர்வாகிகள் தரத்திற்கான உரிமைகளை பெற்றவர்களே தொகுக்க முடியும்.'''

கடைசியாகப் பதியபட்ட குறிப்பினை தங்களின் கவனத்திற்காக கீழே கொடுக்கப்பட்டது.",
'semiprotectedpagewarning'         => "'''குறிப்பு:''' புகுபதிகை செய்த பயனர்கள் மட்டும் தொகுக்கக் கூடியவகையில் இப்பக்கம் காக்கப்பட்டுள்ளது. 

கடைசியாகப் பதியபட்ட குறிப்பினை தங்களின் கவனத்திற்காக கீழே கொடுக்கப்பட்டுள்ளது:",
'cascadeprotectedwarning'          => 'எச்சரிக்கை: படிநிலைக் காப்புக்குட்படுத்தப்பட்ட பின்வரும் {{PLURAL:$1|பக்கத்தில்|பக்கங்களில்}} இணைக்கப்பட்டுள்ளமையால் முறைமை செயற்படுத்துனர் (நிர்வாகி) அனுமதியுள்ள பயனர்கள் மட்டுமே தொகுக்ககூடிய வகையில் இப்பக்கம் பூட்டப்பட்டுள்ளது:',
'titleprotectedwarning'            => "'''எச்சரிக்கை: இது ஒரு காக்கப்பட்ட பக்கமாகும். இதனை உருவாக்க [[Special:ListGroupRights|குறிப்பிட்ட உரிமைகள்]]  தேவைப்படுகின்றன.'''

கடைசியாகப் பதியபட்ட குறிப்பினை தங்களின் கவனத்திற்காக கீழே கொடுக்கப்பட்டுள்ளது:",
'templatesused'                    => 'இப்பக்கத்தில் பயன்படுத்தப்பட்டுள்ள {{PLURAL:$1|வார்ப்புரு|வார்ப்புருக்கள்}}:',
'templatesusedpreview'             => 'இம்முன்தோற்றத்தில் பயன்படுத்தப்பட்டுள்ள {{PLURAL:$1|வார்ப்புரு|வார்ப்புருக்கள்}}:',
'templatesusedsection'             => 'இப்பகுதியில் பயன்படுத்தப்பட்டுள்ள {{PLURAL:$1|வார்ப்புரு| $1 வார்ப்புருக்கள்}}:',
'template-protected'               => '(காக்கப்பட்டது)',
'template-semiprotected'           => '(பகுதியாகக் காக்கப்பட்டது)',
'hiddencategories'                 => 'இப்பக்கம் {{PLURAL:$1|ஒரு மறைக்கப்பட்ட பகுப்பில்|$1 மறைக்கப்பட்ட பகுப்புகளில்}} அடங்குகிறது:',
'nocreatetitle'                    => 'பக்கத் தொடக்கம் மட்டுப்படுத்தப்பட்டுள்ளது',
'nocreatetext'                     => '{{SITENAME}} புதிய பக்கங்களை ஆக்குவதற்கான அனுமதியை மட்டுப்படுத்தியுள்ளது.
நீங்கள் ஏற்கனவே இருக்கும் பக்கங்களைத் தொகுக்க முடியும் அல்லது [[Special:UserLogin|புகுபதிகை செய்யவும் அல்லது கணக்கொன்றை தொடங்குங்கள்]].',
'nocreate-loggedin'                => 'புதியப் பக்கங்களைத் தொடங்குவதற்கு உங்களுக்கு அனுமதி கிடையாது.',
'sectioneditnotsupported-title'    => 'உட்பிரிவை தொகுக்க தேவையான ஆதரவில்லை.',
'sectioneditnotsupported-text'     => 'இப்பக்கத்தில் உட்பிரிவை தொகுக்க தேவையான ஆதரவில்லை.',
'permissionserrors'                => 'அனுமதி தவறுகள்',
'permissionserrorstext'            => 'பின்வரும் {{PLURAL:$1|காரணத்துக்காக|காரணங்களுக்காக}} நீங்கள் அதைச் செய்ய முடியாது:',
'permissionserrorstext-withaction' => '$2-க்கு தங்களுக்கு அனுமதி இல்லை. அதற்கான {{PLURAL:$1|காரணம்|காரணங்கள்}}:',
'recreate-moveddeleted-warn'       => "'''எச்சரிக்கை: தாங்கள் ஏற்கனவே நீக்கப்பட்ட பக்கமொன்றை மீண்டும் தொடங்க விழைகிறீர்கள்.'''

இப்பக்கத்தைத் தொடர்ந்து தொகுப்பது சரியானதா என்று எண்ணிப்பார்க்கவும்.

தங்களின் வசதிக்காக இப்பக்கத்தின் நீக்கல் மற்றும் நகர்த்தல் குறிப்புகள் கொடுக்கப்பட்டுள்ளது:",
'moveddeleted-notice'              => 'இது ஒரு நீக்கப்பட்ட பக்கமாகும்.

தங்களின் வசதிக்காக இப்பக்கத்தின் நீக்கல் மற்றும் நகர்த்தல் குறிப்புகள் கொடுக்கப்பட்டுள்ளது.',
'log-fulllog'                      => 'குறிப்பினை முழுதுமாக பார்க்கவும்',
'edit-gone-missing'                => 'இப்பக்கத்தை நிகழ்நிலைப் படுத்தமுடியவில்லை.
இது நீக்கப்பட்டதாக இருக்கலாம்.',
'edit-conflict'                    => 'முரண்பாடுகளைத் தொகுக்கவும்.',
'edit-no-change'                   => 'வாசகங்களுக்கு எந்த மாற்றமும் செய்யப்படவில்லை என்பதனால் உங்கள் தொகுப்பு புறக்கணிக்கப்பட்டது.',
'edit-already-exists'              => 'புதிய பக்கமொன்றை உருவாக்க முடியாது.
இப்பக்கம் ஏற்கனவே உள்ளது.',

# Parser/template warnings
'expensive-parserfunction-warning'  => 'எச்சரிக்கை: இப்பக்கம் அதிகளவு இலக்கணப் பாகுபடுத்திச் சார்புகளைக் கொண்டுள்ளது.

இது $2 {{PLURAL:$2|சார்புக்கும்|சார்புகளுக்கும் }} குறைவான இலக்கணப் பாகுபடுத்திச் சார்புகளைக் கொண்டிருக்க வேண்டும், ஆனால் தற்போது இதில் {{PLURAL:$1|$1 சார்பு|$1 சார்புகள்}} உள்ளன.',
'expensive-parserfunction-category' => 'அதிகளவு இலக்கணப் பாகுபடுத்திச் சார்புகளைக் கொண்ட பக்கங்கள்',
'parser-template-loop-warning'      => 'வார்ப்புருவின் முழுச்சுற்று உணரப்பட்டுள்ளது: [[$1]]',

# "Undo" feature
'undo-success' => 'இத்தொக்குப்பை மீளமைக்க முடியும். அருள் கூர்ந்து கீழே காட்டப்பட்டுள்ள ஒப்பீட்டைப் பார்த்து நீங்கள் செய்ய விழைவது இதுவா என்பதை உறுதிப் படுத்தியப்பின் பக்கத்தை சேமி என்பதன் மேல் சொடுகவும்.',
'undo-failure' => 'முரண்பாடான இடைப்பட்டத் தொகுப்புகள் காரணமாக இத்தொகுப்பை மீளமைக்க முடியாது.',
'undo-norev'   => 'நீங்கள் குறித்தவாரான தொகுப்பு இல்லாத படியாலோ அல்லது நீக்கப்பட்ட படியாலோ இத்தொகுப்பை மீளமைக்க முடியாது.',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|Talk]]) பயனரால் செய்யப்பட்ட திருத்தம் $1 இல்லாது செய்யப்பட்டது',

# Account creation failure
'cantcreateaccounttitle' => 'கணக்கைத் தொடங்கள் முடியாது',
'cantcreateaccount-text' => "இவ் ஐ.பி. முகவரியிலிருந்து ('''$1''') பயனர் கணக்குகளை தொடங்குவதை பயனர் [[User:$3|$3]] தடைச் செய்துள்ளார்.

இதற்காக $3 கொடுத்துள்ள காரணங்கள்  ''$2''",

# History pages
'viewpagelogs'           => 'இப்பக்கத்துக்கான பதிகைகளைப் பார்',
'nohistory'              => 'இப் பக்கத்துக்குத் தொகுப்பு வரலாறு இல்லை.',
'currentrev'             => 'நடைமுறையிலுள்ள திருத்தம்',
'currentrev-asof'        => '$1 இல் கடைசித் திருத்தம்',
'revisionasof'           => '$1 இல் நிலவும் திருத்தம்',
'revision-info'          => '$2 பயனரால் செய்யப்பட்ட $1 அன்றிருந்தவாரான திருத்தம்',
'previousrevision'       => '←முந்தைய தொகுப்பு',
'nextrevision'           => 'புதிய தொகுப்பு→',
'currentrevisionlink'    => 'நடப்பிலுள்ள திருத்தம்',
'cur'                    => 'நடப்பு',
'next'                   => 'அடுத்த',
'last'                   => 'கடைசி',
'page_first'             => 'முதல்',
'page_last'              => 'கடைசி',
'histlegend'             => 'வேறுபாட்டைக் காண வேண்டிய இரண்டு பத்திப்புக்களை தெரிவுச் செய்து கீழுள்ள பொத்தானை அழுத்தவும்.<br />
குறியீட்டு விளக்கம்: (நடப்பு) = நடைமுறையிலுள்ள பதிப்புடனான வேறுபாடு,
(கடைசி) = முந்திய பதிப்புடனான வேறுபாடு, சி = சிறு தொகுப்பு',
'history-fieldset-title' => 'வரலாற்றில் தேடவும்',
'history-show-deleted'   => 'நீக்கப்பட்டவைகள் மாத்திரம்',
'histfirst'              => 'மிகமுந்திய',
'histlast'               => 'மிகப்பிந்திய',
'historysize'            => '({{PLURAL:$1|1 பைட்டு|$1 பைட்டுகள்}})',
'historyempty'           => '(வெற்று)',

# Revision feed
'history-feed-title'          => 'திருத்த வரலாறு',
'history-feed-description'    => 'விக்கியில் இப்பக்கத்துக்கான திருத்த வரலாறு',
'history-feed-item-nocomment' => '$2 இல் $1',
'history-feed-empty'          => 'நீங்கள் கோரியப் பக்கம் இல்லை.
இப்பக்கம் விக்கியில் நீக்கப்பட்டோ நகர்த்தப்பட்டோ இருக்கலாம்.
பொருத்தமான புதியப் பக்கங்களைத் [[Special:Search|இந்த விக்கியில் தேடவும்]].',

# Revision deletion
'rev-deleted-comment'         => '(கருத்து நீக்கப்பட்டது)',
'rev-deleted-user'            => '(பயனர் பெயர் நீக்கப்பட்டது)',
'rev-deleted-event'           => '(பதிவு செயற்பாடு நீக்கப்பட்டது)',
'rev-deleted-text-permission' => "இந்த பக்கத்திருத்தம்  '''நீக்கப்பட்டுள்ளது'''.

இது தொடர்பான விவரங்களை [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} நீக்கல் பதிகையில்] காணலாம்.",
'rev-deleted-text-view'       => "இந்த பக்கத்திருத்தம்  '''நீக்கப்பட்டுள்ளது'''.

நிர்வாகி என்ற வகையில் நீங்கள் அதைப் பார்க்கலாம் மேலும் இது தொடர்பான விவரங்களை [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} நீக்கல் பதிகையில்] காணலாம்.",
'rev-delundel'                => 'காட்டு/மறை',
'rev-showdeleted'             => 'காட்டு',
'revisiondelete'              => 'திருத்தங்களை நீக்கு/மீட்டெடு',
'revdelete-nooldid-title'     => 'செல்லுபடியற்ற இலக்குத் திருத்தம்',
'revdelete-nooldid-text'      => 'நீங்கள் இச்செயற்பாட்டை மேற்கொள்ள வேண்டிய இலக்குத் திருத்தம் ஒன்றையாவது குறிப்பிடவில்லை அல்லது குறித்தவாரான திருத்தமொன்று இல்லை அல்லது நடைமுறையிலுள்ள திருத்தமொன்ற மறைக்க எத்தனிக்கிறீர்கள்.',
'revdelete-nologtype-title'   => 'பதிகை வகை தரப்படவில்லை',
'revdelete-nologtype-text'    => 'இந்தச்செயலைச் செய்வதற்குத் தாங்கள் எந்த குறிப்புப் பக்கத்தில் குறித்து வைக்கவேண்டும் என்று தெரிவிக்கவில்லை.',
'revdelete-nologid-title'     => 'செல்லுபடியற்ற பதிகைப் பதிவு',
'revdelete-no-file'           => 'தாங்கள் குறிப்பிட்ட கோப்புக்கள் இங்கில்லை.',
'revdelete-show-file-submit'  => 'ஆம்',
'revdelete-selected'          => "'''[[:$1]] பக்கத்தின் தெரிவுச் செய்யப்பட்ட {{PLURAL:$2|திருத்தம்|திருத்தங்கள்}}:'''",
'logdelete-selected'          => "'''தெரிவு செய்யப்பட்ட பதிகை {{PLURAL:$1|நிகழ்வு|நிகழ்வுகள்}}:'''",
'revdelete-text'              => "'''நீக்கப்பட்ட நிகழ்வுகள் மற்றும் திருத்தங்கள், வரலாற்றுப் பக்கத்திலும் குறிப்புகளிலும் தெரியும். ஆனால் அவற்றின் உள்ளடக்கத்தை எல்லோரும் பார்க்கமுடியாது.'''

மேலதிக கட்டுப்பாடுகளை விதிக்காமல் இருந்தால்,  {{SITENAME}} இத்தளத்தில் உள்ள மற்ற நிர்வாகிகள், இந்த இணைப்பின் மூலம்,  மறைந்துள்ள பகுதிகளை அணுகவும் மீட்டெடுக்கவும் முடியும்.",
'revdelete-legend'            => 'பார்வையியழுமைக் கட்டுப்பாடுகளை ஏற்படுத்துக',
'revdelete-hide-text'         => 'திருத்த உரையை மறை',
'revdelete-hide-image'        => 'கோப்பின் உள்ளடக்கங்களை மறை',
'revdelete-hide-name'         => 'செயற்பாட்டையும் இலக்கையும் மறை',
'revdelete-hide-comment'      => 'தொகுப்புச் சுருக்கத்தை மறை',
'revdelete-hide-user'         => 'தொகுப்பவரின் ஐ.பி./பயனர்பெயரை மறை',
'revdelete-hide-restricted'   => 'குறிப்புக்களை அதிகாரிகள் உட்பட எல்லோரிடமிருந்தும் மறைத்துவிடு (காட்டத்தேவையில்லை).',
'revdelete-radio-same'        => '(தயவுசெய்து மாற்ற வேண்டாம்)',
'revdelete-radio-set'         => 'ஆம்',
'revdelete-radio-unset'       => 'இல்லை',
'revdelete-suppress'          => 'நிர்வாகிகள் உட்பட இனவரிடமிருந்தாக தரவுகளை அடக்கு',
'revdelete-unsuppress'        => 'மீட்கப்பட்ட திருத்தங்கள் மீதான கட்டுப்பாடுகளை நீக்கு',
'revdelete-log'               => 'காரணம்:',
'revdelete-submit'            => 'தெரிவு செய்யப்பட்ட {{PLURAL:$1|திருத்தம்|$1 திருத்தங்கள்}} மீது பயன்படுத்தவும்.',
'revdelete-logentry'          => '[[$1]] பக்கத்துக்கான திருத்த பார்வையியலுமை மாற்றப்பட்டது',
'logdelete-logentry'          => '[[$1]] பக்கத்துக்கான நிகழ்வு பார்வையியலுமை மாற்றப்பட்டது',
'revdelete-success'           => "'''திருத்தங்களை பார்வையிடும் வசதியை வெற்றிகரமாக நிகழ்நிலைப்படுத்தப்பட்டுள்ளது.'''",
'logdelete-success'           => "'''நிகழ்வு பார்வையியலுமை வெற்றிகரமாக அமைக்கப்பட்டது.'''",
'revdel-restore'              => 'பார்வையியலுமையை மாற்றுக',
'revdel-restore-deleted'      => 'நீக்கப்பட்ட மாற்றங்கள்',
'revdel-restore-visible'      => 'வெளிப்படையாகத்தெரியும் மாற்றங்கள்',
'pagehist'                    => 'பக்க வரலாறு',
'deletedhist'                 => 'நீக்கப்பட்ட வரலாறு',
'revdelete-content'           => 'உள்ளடக்கத்தை',
'revdelete-summary'           => 'தொகுப்பு சுருக்கத்தை',
'revdelete-uname'             => 'பயனர் பெயரை',
'revdelete-restricted'        => 'நிர்வாகிகளுக்கு கட்டுப்பாடுகள் விதிக்கப்பட்டது',
'revdelete-unrestricted'      => 'நிர்வாகிகளின் கட்டுப்பாடுகள் நீக்கப்பட்டது',
'revdelete-hid'               => '$1 மறைக்க',
'revdelete-unhid'             => '$1 காட்டுக',
'revdelete-log-message'       => '$2 {{PLURAL:$2|திருத்தத்திற்கு|திருத்தங்களிற்கு}} $1',
'logdelete-log-message'       => '$2 {{PLURAL:$2|நிகழ்விற்கு|நிகழ்வுகளிற்கு}} $1',
'revdelete-otherreason'       => 'வேறு மேலதிக காரணம்:',
'revdelete-reasonotherlist'   => 'வேறு காரணம்',
'revdelete-edit-reasonlist'   => 'நீக்கல் காரணங்களைத் தொகு',
'revdelete-offender'          => 'மாற்றங்களைச் செய்தவர்:',

# Suppression log
'suppressionlog'     => 'அடக்கல் பதிகை',
'suppressionlogtext' => 'பின்வருவது நிர்வாகிகளிடமிருந்து மறைக்கப்பட்ட நீக்கல்களதும் தடுப்புகளதும் பட்டியலாகும்.
நடைமுறையிலுள்ள தடுப்புகளைக் காண [[Special:IPBlockList|ஐ.பி. தடைப் பட்டியலைப்]] பார்க்க',

# Revision move
'revmove-legend'               => 'இலக்குப்பக்கத்தையும் அதன் சுருக்கத்தையும் முடிவுசெய்யுங்கள்.',
'revmove-submit'               => 'தெரிவு செய்த பக்கத்திற்கு மாற்றங்களை நகர்த்தவும்.',
'revisionmoveselectedversions' => 'தெரிவு செய்யப்பட்ட மாற்றங்களை நகர்த்தவும்',
'revmove-reasonfield'          => 'காரணம்:',
'revmove-titlefield'           => 'இலக்குப்பக்கம்:',
'revmove-badparam-title'       => 'பழுதுள்ள கொடுபொருட்கள்',
'revmove-norevisions-title'    => 'செல்லுபடியற்ற இலக்குத் திருத்தம்',
'revmove-nullmove-title'       => 'பழுதுள்ள தலைப்பு',

# History merging
'mergehistory'                     => 'பக்க வரலாறுகளை இணை',
'mergehistory-header'              => 'இப்பக்கம் மூலப்பக்கத்தின் திருத்த வரலாற்றைப் புதிய் பக்கத்துடன இணைக்க வழிச் செய்கிறது.
இப்பக்கத்தின் வரலாறு தொடர்சி பேனப்படுகிறதா என்பதை உறுதிப்படுத்தவும்.',
'mergehistory-box'                 => 'இரண்டு பக்கங்களின் திருத்தங்களை இணை:',
'mergehistory-from'                => 'மூலப் பக்கம்:',
'mergehistory-into'                => 'இலக்குப் பக்கம்:',
'mergehistory-list'                => 'இணைக்கபடக்கூடிய தொகுப்பு வரலாறு',
'mergehistory-merge'               => '[[:$1]] பக்கத்துக்கான பினவரும் திருத்தங்கள் [[:$2]] பக்கத்துக்கு இணைக்கப்பட முடியும். ரேடியோ பொத்தான் நிரலைப் பயன்படுத்தி ஒரு குறித்த நேரம் உட்பட அதற்கு முன்னர் செய்யப்பட்ட திருத்தங்களைத் தெரிவுச் செய்யலாம். இணைபுகளைப் பயன்படுத்தல் இந்நிரலை இயபிருப்பு நிலைக்கு மீட்டமைக்கும்.',
'mergehistory-go'                  => 'இணைக்கப்படக் கூடிய தொகுப்புக்களைக் காட்டு',
'mergehistory-submit'              => 'திருத்தங்களை இணை',
'mergehistory-empty'               => 'இணைக்கப்படக்கூடிய திருத்தங்கள் எதுவுமில்லை.',
'mergehistory-success'             => '[[:$1]] பக்கத்தின் {{PLURAL:$3|ஒரு திருத்தம்|$3 திருத்தங்கள்}} வெற்றிகரமாக [[:$2]] பக்கத்தில் இணைக்கப்பட்ட{{PLURAL:$3|து|ன}}.',
'mergehistory-fail'                => 'வரலாற்றை இணைக்க முடியவில்லை. அருள் கூர்ந்து நேரங்களை ஒரு முறை சரி பார்க்கவும்.',
'mergehistory-no-source'           => 'மூலப் பக்கம் $1 இல்லை.',
'mergehistory-no-destination'      => 'இலக்குப் பக்கம் $1 இல்லை.',
'mergehistory-invalid-source'      => 'மூலப் பக்கம் செல்லுபடியான பக்கமாக இருக்க வேண்டும்.',
'mergehistory-invalid-destination' => 'இலக்குக் கட்டுரையின் தலைப்பு செல்லுபடியானதாக இருக்க வேண்டும்.',
'mergehistory-autocomment'         => '[[:$1]]பக்கம் [[:$2]] பக்கத்துடன் இணைக்கப்பட்டது',
'mergehistory-comment'             => '[[:$1]]பக்கம் [[:$2]] பக்கத்துடன் இணைக்கப்பட்டது: $3',
'mergehistory-same-destination'    => 'மூலப் பக்கமும் முடிவிடப் பக்கமும் ஒன்றாக இருக்கமுடியாது',
'mergehistory-reason'              => 'காரணம்:',

# Merge log
'mergelog'           => 'இணைப்புப் பதிகை',
'pagemerge-logentry' => '[[$1]] பக்கம் [[$2]] பக்கத்துடன் இணைக்கப்பட்டது ($3 வரையான திருத்தங்கள்)',
'revertmerge'        => 'பிரி',
'mergelogpagetext'   => 'பின்வருவது அண்மையில் செய்யப்பட்ட பக்க வரலாறு இணைப்புகளின் பட்டியலாகும்.',

# Diffs
'history-title'            => '"$1" பக்கத்தின் திருத்த வரலாறு',
'difference'               => '(திருத்தங்களுக்கிடையான வேறுபாடு)',
'lineno'                   => 'வரிசை $1:',
'compareselectedversions'  => 'தெரிவு செய்யப்பட்ட பதிப்புக்களை ஒப்பிடவும்',
'showhideselectedversions' => 'தெரிவு செய்யப்பட்ட மாற்றங்களை காட்டு/மறை',
'editundo'                 => 'மீளமை',
'diff-multi'               => '({{PLURAL:$1|ஒரு இடைப்பட்ட திருத்தம்|$1 இடைப்பட்ட திருத்தங்கள்}} {{PLURAL:$2|பயனர்|$2 பயனர்கள்}}  செய்தவைகளை காட்டப்படவில்லை.)',

# Search results
'searchresults'                    => 'தேடல் முடிவுகள்',
'searchresults-title'              => '"$1" இற்கான தேடல் முடிவுகள்',
'searchresulttext'                 => '{{SITENAME}} தளத்தில் தேடுவது தொடர்பான மேலதிகத் தகவல்களுக்கு [[{{MediaWiki:Helppage}}|{{int:help}}]] பக்கத்தைப் பார்க்க.',
'searchsubtitle'                   => 'நீர் தேடியப் பக்கம் \'\'\'[[:$1]]\'\'\'  ([[Special:Prefixindex/$1|"$1" இல் ஆரம்பிக்கும் அனைத்து பக்கங்கள்]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1" இற்கு இணைப்பு உள்ள அனைத்து பக்கங்கள்]])',
'searchsubtitleinvalid'            => 'நீர் தேடியப் பக்கம் "$1"',
'toomanymatches'                   => 'அதிகளவான பொருத்தமான உருபடிகள் உள்ளன, உமது விசாரணையை மாற்றியமை',
'titlematches'                     => 'கட்டுரைத் தலைப்புப் பொருந்துகிறது',
'notitlematches'                   => 'ஒரு கட்டுரைத் தலைப்பும் பொருந்தவில்லை',
'textmatches'                      => 'கட்டுரை உரை பொருந்துகிறது',
'notextmatches'                    => 'கட்டுரை உரை எதுவும் பொருந்தவில்லை',
'prevn'                            => 'முன் {{PLURAL:$1|$1}}',
'nextn'                            => 'அடுத்த {{PLURAL:$1|$1}}',
'prevn-title'                      => 'முன்னைய $1 {{PLURAL:$1|முடிவு|முடிவுகள்}}',
'viewprevnext'                     => '($1 {{int:pipe-separator}} $2) ($3) பக்கங்களைப் பார்.',
'searchmenu-legend'                => 'தேடல் விருப்பு',
'searchmenu-exists'                => "'''\"[[:\$1]]\" என்னும் பெயருடைய பக்கம் இந்த விக்கியில் உள்ளது'''",
'searchmenu-new'                   => "'''\"[[:\$1]]\" பக்கத்தை இந்த விக்கியில் உருவாக்கவும்!'''",
'searchhelp-url'                   => 'Help:உதவி',
'searchprofile-articles'           => 'உள்ளடக்கப் பக்கங்களின் பட்டியல்',
'searchprofile-project'            => 'உதவி மற்றும் திட்டப் பக்கங்கள்',
'searchprofile-images'             => 'பல்லூடகம்',
'searchprofile-everything'         => 'எல்லாம்

அத்தனையும்',
'searchprofile-advanced'           => 'மேம்பட்ட',
'searchprofile-articles-tooltip'   => '$1-ல் தேடவும்',
'searchprofile-project-tooltip'    => '$1-ல் தேடவும்',
'searchprofile-images-tooltip'     => 'கோப்புகளைத் தேடுக',
'searchprofile-everything-tooltip' => 'எல்லா உள்ளடக்கங்களிலும் தேடுக (பேச்சுப் பக்கங்கள் உட்பட)',
'searchprofile-advanced-tooltip'   => 'தனிப்பட்ட பெயர்வெளிகளில் தேடவும்',
'search-result-size'               => '$1 ({{PLURAL:$2|1 சொல்|$2 சொற்கள்}})',
'search-result-score'              => 'பொருத்தம்: $1%',
'search-redirect'                  => '(பக்க வழிமாற்றம் $1)',
'search-section'                   => '(பிரிவு $1)',
'search-suggest'                   => 'நீங்கள் கருதியது இதையா: $1',
'search-interwiki-caption'         => 'சகோதர திட்டங்கள்',
'search-interwiki-default'         => '$1 தளத்தின் முடிவுகள்:',
'search-interwiki-more'            => '(மேலும்)',
'search-mwsuggest-enabled'         => 'ஆலோசனைகளுடன்',
'search-mwsuggest-disabled'        => 'ஆலோசனைகளில்லை',
'search-relatedarticle'            => 'தொடர்புடையவை',
'mwsuggest-disable'                => 'AJAX ஆலோசனைகளை முடக்கு',
'searcheverything-enable'          => 'அனைத்துப் பெயர்வெளிகளிலும் தேடவும்',
'searchrelated'                    => 'தொடர்புடையவை',
'searchall'                        => 'அனைத்து',
'showingresults'                   => "'''$2''' இலிருந்து தொடங்கும்  {{PLURAL:$1|'''1''' முடிவு கீழே காட்டப்பட்டுள்ளது|'''$1''' முடிவுகள் கீழே காட்டப்பட்டுள்ளன}}.",
'showingresultsnum'                => "'''$2''' இலிருந்து தொடங்கும்  {{PLURAL:$3|'''1''' முடிவு கீழே காட்டப்பட்டுள்ளது|'''$3''' முடிவுகள் கீழே காட்டப்பட்டுள்ளன}}.",
'nonefound'                        => "<strong>குறிப்பு</strong>:சில பெயர்வெளிகள் மட்டுமே இயல்பிருப்பாக தேடப்படும்.

அனைத்து உள்ளடக்கங்களையும் (பேச்சு பக்கங்கள், வார்புருகள் மற்றும் பல) காண ''all:''  என்பதை உங்கள் கேள்விக்கு முன்னொட்டி முயற்சிக்கவும் அல்லது விரும்பப்படும் பெயர்வெளியை முன்னொட்டியாக உபயோகிக்கவும்.",
'search-nonefound'                 => 'உங்கள் வினவலுக்கான முடிவுகள் எதுவும் இல்லை.',
'powersearch'                      => 'மேம்படுத்தப்பட்ட தேடல்',
'powersearch-legend'               => 'மேம்பட்ட தேடல்',
'powersearch-ns'                   => 'பெயர்வெளிகளில் தேடவும்',
'powersearch-redir'                => 'வழிமாற்றுகளைப் பட்டியலிடவும்',
'powersearch-field'                => 'தேடு',
'powersearch-togglelabel'          => 'சரிபார்க்கவும்:',
'powersearch-toggleall'            => 'அனைத்து',
'powersearch-togglenone'           => 'ஏதுமில்லை',
'search-external'                  => 'வெளித்தேடல்',
'searchdisabled'                   => '{{SITENAME}} தளத்தின் தேடல் வசதிகள் தற்காலிகமாக முடக்கப்பட்டுள்ளது. அதுவரை நீங்கள் கீழேயுள்ள கூகிள் தேடலைப் பயன்படுத்தலாம். இது சில சமயம் இற்றைப்படுத்தப்படாததாய் இருக்கக்கூடும்.',

# Quickbar
'qbsettings'               => 'விரைவுச் சட்ட அமைவுகள்',
'qbsettings-none'          => 'எதுவுமில்லை',
'qbsettings-fixedleft'     => 'நிலைத்த இடது',
'qbsettings-fixedright'    => 'நிலைத்த வலது',
'qbsettings-floatingleft'  => 'மிதப்பு இடது',
'qbsettings-floatingright' => 'மிதப்பு வலது',

# Preferences page
'preferences'                   => 'விருப்பங்கள்',
'mypreferences'                 => 'என் விருப்பத்தேர்வுகள்',
'prefs-edits'                   => 'தொகுப்புகளின் எண்ணிக்கை:',
'prefsnologin'                  => 'புகுபதிகை செய்யப்படவில்லை',
'prefsnologintext'              => 'பயனர் விருப்பத்தேர்வுகளை அமைப்பதற்கு நீங்கள் <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} புகுபதிகை ]</span> செய்திருக்க வேண்டும்.',
'changepassword'                => 'கடவுச்சொல்லை மாற்று',
'prefs-skin'                    => 'தோல்',
'skin-preview'                  => 'முன்தோற்றம்',
'prefs-math'                    => 'கணிதம்',
'datedefault'                   => 'விருப்பத்தேர்வுகள் இல்லை',
'prefs-datetime'                => 'நாள் நேரம்',
'prefs-personal'                => 'பயனர் தரவு',
'prefs-rc'                      => 'அண்மைய மாற்றங்கள்',
'prefs-watchlist'               => 'கவனிப்புப் பட்டியல்',
'prefs-watchlist-days'          => 'கவனிப்புப் பட்டியலில் காட்டவேண்டிய நாட்கள்:',
'prefs-watchlist-days-max'      => '(கூடியது 7 நாட்கள்)',
'prefs-watchlist-edits'         => 'விரிவாக்கப்பட்ட கவனிப்புப் பட்டியலில் காட்டவேண்டிய தொகுப்புகளின் எண்ணிக்கை:',
'prefs-watchlist-edits-max'     => '(மிகக்கூடிய எண்: 1000)',
'prefs-watchlist-token'         => 'கவனிப்பு பட்டியலின் அடையாளம்:',
'prefs-misc'                    => 'பலதரப்பட்டவை',
'prefs-resetpass'               => 'கடவுச்சொல்லை மாற்றுக',
'prefs-email'                   => 'மின்னஞ்சல் விருப்பத்தேர்வுகள்',
'prefs-rendering'               => 'தோற்றம்',
'saveprefs'                     => 'சேமி',
'resetprefs'                    => 'சேமிக்காத மாற்றங்கள் நீக்குக',
'restoreprefs'                  => 'எல்லோருக்கும் பொதுவான வடிவமைப்பைத் திரும்பக்கொண்டுவரவும்.',
'prefs-editing'                 => 'தொகுத்தல்',
'prefs-edit-boxsize'            => 'தொகுக்கும் சாளரத்தின் அளவு.',
'rows'                          => 'நிரைகள்:',
'columns'                       => 'நிரல்கள்',
'searchresultshead'             => 'தேடுக',
'resultsperpage'                => 'ஒரு பக்கத்துக்குக் காட்டப்படவேண்டிய அடிகள்',
'contextlines'                  => 'அடித்தலொன்றுக்குக் காட்டப்பட வேண்டிய வரிகள்:',
'contextchars'                  => 'ஒரு வரிக்கான இடம்சார் எழுத்துக்கள்',
'stub-threshold'                => '<a href="#" class="stub">stub link</a> சீர்படுத்தலுக்கான எல்லை (பைட்டுகள்):',
'stub-threshold-disabled'       => 'செயலிழக்கம் செய்யப்பட்டுள்ளது',
'recentchangesdays'             => 'அண்மைய மாற்றங்களில் காட்ட வேண்டிய நாட்களின் எண்ணிக்கை:',
'recentchangesdays-max'         => 'மிக அதிகமாக $1 {{PLURAL:$1|நாள்|நாட்கள்}}',
'recentchangescount'            => 'மொத்த தொகுப்புக்களின் எண்ணிக்கையை தானகவே காட்ட:',
'prefs-help-recentchangescount' => 'அண்மைய மாற்றங்கள், பக்கத்தின் வரலாறுகள் மற்றும் குறிப்புக்களை உள்ளடக்கியதாகும்.',
'savedprefs'                    => 'உங்கள் விருப்பத்தேர்வுகள் சேமிக்கப்பட்டுள்ளன.',
'timezonelegend'                => 'நேர வலயம்:',
'localtime'                     => 'உள்ளூர் நேரம்:',
'timezoneuseserverdefault'      => 'வழங்கனின் எல்லோருக்கும் பொதுவானவற்றை பயன்படுத்தவும்',
'timezoneuseoffset'             => 'மற்றவை (வித்தியாசத்தைக் குறிப்பிடவும்)',
'timezoneoffset'                => 'நேர இடைவெளி¹:',
'servertime'                    => 'வழங்கன் நேரம்:',
'guesstimezone'                 => 'உலாவியிலிருந்து நிரப்பு',
'timezoneregion-africa'         => 'ஆப்ரிக்கா',
'timezoneregion-america'        => 'அமெரிக்கா',
'timezoneregion-antarctica'     => 'அன்டார்க்டிக்கா',
'timezoneregion-arctic'         => 'ஆர்க்டிக்',
'timezoneregion-asia'           => 'ஆசியா',
'timezoneregion-atlantic'       => 'அத்திலாந்திக் பெருங்கடல்',
'timezoneregion-australia'      => 'ஆஸ்திரேலியா',
'timezoneregion-europe'         => 'ஐரோப்பா',
'timezoneregion-indian'         => 'இந்தியப் பெருங்கடல்',
'timezoneregion-pacific'        => 'பசிபிக் பெருங்கடல்',
'allowemail'                    => 'ஏனைய பயனர்களிடம் இருந்தான மின்னஞ்சல்களை அனுமதி',
'prefs-searchoptions'           => 'தேடல் விருப்பத் தேர்வுகள்',
'prefs-namespaces'              => 'பெயர்வெளிகள்',
'defaultns'                     => 'அப்படியில்லையென்றால் இந்த பொயர்வெளிகளில் தேடவும்:',
'default'                       => 'இயல்பிருப்பு',
'prefs-files'                   => 'கோப்புகள்',
'prefs-custom-css'              => 'தனிப்பட்ட சி.எஸ்.எஸ்(CSS)',
'prefs-emailconfirm-label'      => 'மின்னஞ்சலை உறுதிசெய்தல்:',
'prefs-textboxsize'             => 'தொகுக்கும் சாளரத்தின் அளவு',
'youremail'                     => 'உங்கள் மின்னஞ்சல்:',
'username'                      => 'பயனர்பெயர்:',
'uid'                           => 'பயனர் அடையாள எண்:',
'prefs-memberingroups'          => 'பின்வரும் {{PLURAL:$1|குழு|குழுக்களில்}} உறுப்பினர்:',
'prefs-registration'            => 'பதிவு செய்யும் நேரம்:',
'yourrealname'                  => 'உங்கள் உண்மைப் பெயர்:',
'yourlanguage'                  => 'மொழி:',
'yournick'                      => 'கையொப்பம்:',
'badsig'                        => 'செல்லுபடியற்ற கையொப்பம் எச்.டி.எம்.எல். நிரலைச் சரி பார்க்கவும்.',
'badsiglength'                  => 'தங்களது கையெழுத்து மிக நீளமானது.

அது $1 {{PLURAL:$1|எழுத்து|எழுத்துக்களுக்கு}} மேல் இருக்கக்கூடாது.',
'yourgender'                    => 'பால்:',
'gender-unknown'                => 'குறிப்பிடப்படவில்லை',
'gender-male'                   => 'ஆண்',
'gender-female'                 => 'பெண்',
'email'                         => 'மின்னஞ்சல்',
'prefs-help-realname'           => 'உண்மையான பெயர் கட்டாயமற்றது. நீங்கள் இதை கொடுத்தால் உங்கள் ஆக்கங்களுக்கான உரிப்பளிப்புகளின் போது இது பயன்படும்.',
'prefs-help-email'              => 'மின்னஞ்சல் விருப்பத்தின் பேரில் ஆனால் உங்கள் கடவுச்சொல் உங்களுக்கு நினைவில்லையென்றால், புதிய கடவுச்சொல் ஒன்றை மின்னஞ்சல் மூலம் அனுப்ப வழிசெய்யும்.மேலும் உங்கள் பயனர் பக்கம் அல்லது பயனர் பேச்சுப் பக்கத்தில் இருந்து மற்ற பயனர்கள் உங்களுக்கு மின்னஞ்சல் அனுப்ப உதவும். எனினும் உங்கள் மின்னஞ்சல் முகவரி வெளிப்படுத்தப்பட மாட்டாது.',
'prefs-help-email-required'     => 'மின்னஞ்சல் முகவரி தேவை.',
'prefs-info'                    => 'அடிப்படைச் செய்தி',
'prefs-i18n'                    => 'உலகமயமாக்குதல்',
'prefs-signature'               => 'கையெழுத்து',
'prefs-dateformat'              => 'தேதியின் வடிவமைப்பு',
'prefs-timeoffset'              => 'நேர வித்தியாசம்',
'prefs-advancedediting'         => 'மேம்பட்ட விருப்பத்தேர்வுகள்',
'prefs-advancedrc'              => 'மேம்பட்ட விருப்பத்தேர்வுகள்',
'prefs-advancedrendering'       => 'மேம்பட்ட விருப்பத்தேர்வுகள்',
'prefs-advancedsearchoptions'   => 'மேம்பட்ட விருப்பத்தேர்வுகள்',
'prefs-advancedwatchlist'       => 'மேம்பட்ட விருப்பத்தேர்வுகள்',
'prefs-displayrc'               => 'காட்டப்படவேண்டிய விருப்பத்தேர்வுகள்',
'prefs-displaysearchoptions'    => 'காட்டப்படவேண்டிய விருப்பத்தேர்வுகள்',
'prefs-displaywatchlist'        => 'காட்டப்படவேண்டிய விருப்பத்தேர்வுகள்',
'prefs-diffs'                   => 'வித்தியாசங்கள்',

# User rights
'userrights'                   => 'பயனர் அனுமதி முகாமைத்துவம்',
'userrights-lookup-user'       => 'பயனர்க் குழுக்களை நிர்வாகி',
'userrights-user-editname'     => 'பயனர் பெயரொன்றை இடுக:',
'editusergroup'                => 'பயனர் குழுக்களை தொகு',
'editinguser'                  => "'''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]]) பயனருக்கான அனுமதிகளை மாற்றல்",
'userrights-editusergroup'     => 'பயனர் குழுக்களை தொகு',
'saveusergroups'               => 'பயனர் குழுக்களை சேமி',
'userrights-groupsmember'      => 'அங்கத்துவம்:',
'userrights-groupsmember-auto' => 'தானகவே உடன்வரும் உறுப்பினர்:

கூடவே வரும் உறுப்பினர்:',
'userrights-reason'            => 'காரணம்:',
'userrights-no-interwiki'      => 'ஏனைய விக்கிகளில் பயனர் உரிமைகளை மாற்றும் அனுமதி உங்களுக்குக் கிடையாது.',
'userrights-nodatabase'        => '$1 தரவுத்தளம் கிடையாது அல்லது உள்ளக விக்கியில் கிடையாது.',
'userrights-nologin'           => 'பயனர் உரிமைகளை வழங்குவதற்கு நீங்கள் நிர்வாகி கணக்கில் [[Special:UserLogin|புகுபதிகை]] செய்ய வேண்டும்.',
'userrights-notallowed'        => 'பயனர் உரிமைகளை மாற்றும் அனுமதி உங்கள் பயனர் கணக்குக் கிடையாது.',
'userrights-changeable-col'    => 'நீங்கள் மாற்றக்கூடிய குழுக்கள்',
'userrights-unchangeable-col'  => 'நீங்கள் மாற்ற முடியாத குழுக்கள்',

# Groups
'group'               => 'குழு:',
'group-user'          => 'பயனர்',
'group-autoconfirmed' => 'தானாக உறுதியளிக்கப்பட்ட பயனர்கள்',
'group-bot'           => 'தானியங்கிகள்',
'group-sysop'         => 'நிர்வாகிகள்',
'group-bureaucrat'    => 'அதிகாரிகள்',
'group-suppress'      => 'கவனக்குறைவுகள்',
'group-all'           => '(அனைத்து)',

'group-user-member'          => 'பயனர்',
'group-autoconfirmed-member' => 'தானாக உறுதியளிக்கப்பட்ட பயனர்கள்',
'group-bot-member'           => 'தானியங்கி',
'group-sysop-member'         => 'நிர்வாகி',
'group-bureaucrat-member'    => 'அதிகாரி',
'group-suppress-member'      => 'கவனக்குறைவு',

'grouppage-user'          => '{{ns:project}}:பயனர்கள்',
'grouppage-autoconfirmed' => '{{ns:project}}:தானாக உறுதியளிக்கப்பட்ட பயனர்கள்',
'grouppage-bot'           => '{{ns:project}}:தானியங்கிகள்',
'grouppage-sysop'         => '{{ns:project}}:நிர்வாகிகள்',
'grouppage-bureaucrat'    => '{{ns:project}}:அதிகாரிகள்',

# Rights
'right-read'                 => 'பக்கங்களை வாசிக்க',
'right-edit'                 => 'பக்கங்களை தொகு',
'right-createpage'           => 'பக்கங்களை உருவாக்கல் (உரையாடல் பக்கங்கள் அல்லாதவை)',
'right-createtalk'           => 'உரையாடல் பக்கங்களைத் தொடங்கல்',
'right-createaccount'        => 'புதிய பயனர் கணக்குகளை தொடங்கல்',
'right-minoredit'            => 'தொகுப்புகளை சிறியதாக குறிக்க',
'right-move'                 => 'பக்கத்தை நகர்த்து',
'right-move-subpages'        => 'துணைப் பக்கங்களுடன் பக்கத்தை நகர்த்தவும்',
'right-move-rootuserpages'   => 'மூலப் பயனர் பக்கத்தை நகர்த்தவும்',
'right-movefile'             => 'கோப்புக்களை நகர்த்தவும்',
'right-upload'               => 'கோப்புகளைப் பதிவேற்றுக',
'right-reupload'             => 'தற்போதுள்ள கோப்பை மேழெழுழுதுக',
'right-upload_by_url'        => 'யூ.ஆர்.எல். ஒன்றிலிருந்து கோப்பை பதிவேற்றல்',
'right-purge'                => 'உறுதிப்படுத்தல் பக்கமெதுவுமின்றி பக்க இடைமாற்றை நீக்கல்',
'right-autoconfirmed'        => 'பகுதியாக காக்கப்பட்ட பக்கங்களை தொகுத்தல்',
'right-delete'               => 'பக்கங்களை நீக்குக',
'right-bigdelete'            => 'பெரிய வரலாற்றைக் கொண்ட பக்கங்களை நீக்கல்',
'right-deleterevision'       => 'பக்கமொன்றின் குறித்த திருத்தங்களை நிக்கல் மீட்டல்',
'right-browsearchive'        => 'நீக்கப்பட்ட பக்கங்களை தேடுக',
'right-undelete'             => 'பக்கமொன்றை மீட்டெடுக்கவும்',
'right-suppressionlog'       => 'தனிப்பட்ட பதிவுகளை பார்க்க',
'right-block'                => 'ஏனைய பயனர்கள் தொகுப்பதை தடுக்கவும்',
'right-blockemail'           => 'பயனர் மின்னஞ்சல் அனுப்புவதை தடுக்கவும்',
'right-hideuser'             => 'பயனர்பெயரை தடுத்து, மறைக்கவும்',
'right-editinterface'        => 'பயனர் இடைமுகப்பை தொகுக்கவும்',
'right-rollback'             => 'கடைசி தொகுப்பை விரைவாக முன்னிலையாக்கல்',
'right-markbotedits'         => 'முந்நிலையாக்கல்களை தானியக்க தொகுப்பாக குறிக்கவும்',
'right-import'               => 'ஏனைய விக்கிகளிலிருந்து பக்கங்களை இறக்கவும்',
'right-importupload'         => 'கோப்பு பதிவேற்றத்திலிருந்து பக்கங்களை இறக்கவும்',
'right-patrol'               => 'தொகுப்புகளை ரோந்திட்டதாக குறிக்கவும்',
'right-autopatrol'           => 'தொகுப்புகளை தானியக்கமாக ரோந்திடப்பட்டதாக குறித்தல்',
'right-unwatchedpages'       => 'கவனிக்கப்படாத பக்கங்களின் பட்டியலைப் பார்த்தல்',
'right-mergehistory'         => 'பக்கங்களின் வரலாற்றை இணைத்தல்',
'right-userrights'           => 'எல்லாப் பயனர் உரிமைகளையும் தொகுக்கவும்',
'right-userrights-interwiki' => 'ஏனைய விக்கி தளங்களின் பயனர் உரிமைகளை தொகுத்தல்',
'right-siteadmin'            => 'தரவுத்தளத்தை பூட்டல் திறத்தல்',
'right-sendemail'            => 'மற்ற பயனர்களுக்கு மின்னஞ்சல் அனுப்பு',
'right-revisionmove'         => 'திருத்தங்களை நகர்த்தவும்',

# User rights log
'rightslog'      => 'பயனர் உரிமைகள் பதிகை',
'rightslogtext'  => 'இது பயனர் உரிமைகள் தொடர்பான மாற்றங்களின் பதிகையாகும்.',
'rightslogentry' => '$1 பயனருக்கான குழு அங்கத்துவம் $2 குழுவிலிருந்து $3 குழுவிற்க்கு மாற்றப்பட்டது',
'rightsnone'     => '(எதுவுமில்லை)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'               => 'இப் பக்கத்தை வாசிக்கவும்',
'action-edit'               => 'இப்பக்கத்தைத் தொகுக்கவும்',
'action-createpage'         => 'பக்கங்களை உருவாக்கவும்',
'action-createtalk'         => 'உரையாடல் பக்கங்களை உருவாக்கவும்',
'action-createaccount'      => 'இந்தப் பயனர் கணக்கை உருவாக்கவும்',
'action-minoredit'          => 'இந்த தொகுப்பை சிறுதொகுப்பு என்று குறிப்பிடவும்',
'action-move'               => 'இந்தப் பக்கத்தை நகர்த்தவும்',
'action-move-subpages'      => 'இந்தப் பக்கத்தையும் அதன் துணைப்பக்கங்களையும் நகர்த்தவும்',
'action-move-rootuserpages' => 'மூலப் பயனர் பக்கங்களை நகர்த்தவும்',
'action-movefile'           => 'இந்தக் கோப்பை நகர்த்தவும்',
'action-upload'             => 'இந்தக் கோப்பைப் பதிவிறக்கவும்',
'action-reupload'           => 'தற்போதுள்ள கோப்பின் மேலெழுதுங்கள்',
'action-delete'             => 'இந்தப் பக்கத்தை நீக்கவும்',
'action-deleterevision'     => 'இந்த மாற்றத்தை நீக்கவும்',
'action-browsearchive'      => 'அழிக்கப்பட்ட  பக்கங்களை தேடு',
'action-undelete'           => 'அழித்த பக்கத்தை மறுபடியும் கொண்டு வா',
'action-block'              => 'இப்பயனரை மேலும் தொகுக்க அனுமதிக்க வேண்டாம்',
'action-revisionmove'       => 'திருத்தங்களை நகர்த்தவும்',

# Recent changes
'nchanges'                          => '{{PLURAL:$1|ஒரு மாற்றம்|$1 மாற்றங்கள்}}',
'recentchanges'                     => 'அண்மைய மாற்றங்கள்',
'recentchanges-legend'              => 'அண்மைய மாற்றங்களின் தேர்வுகள்',
'recentchangestext'                 => 'இந்த விக்கிக்கு மிக அண்மையில் செய்யப்பட்ட மாற்றங்களை, இந்தப் பக்கத்தில் காணலாம்.',
'recentchanges-feed-description'    => 'இவ்வுள்ளீட்டில் இந்த விக்கியில் செய்யப்பட்ட் மிக அண்மைய மாற்றங்கள் கவனிக்கப்படுகின்றன.',
'recentchanges-label-minor'         => 'இது ஒரு சிறு தொகுப்பு',
'recentchanges-label-bot'           => 'இந்த தொகுப்பானது ஒரு தானியங்கியால் செய்யப்பட்டதாகும்',
'rcnote'                            => "கீழே காணப்படுவது $4 ஆம் தேதி $5 மணிக்கு் உள்ளபடி கடைசி {{PLURAL:$2|24 மணித்தியாலங்களில்|'''$2''' நாட்களில்}} செய்யப்பட்ட {{PLURAL:$1|'''ஒரு''' மாற்றம்|'''$1''' கடைசி மாற்றங்கள்}} ஆகும்.",
'rcnotefrom'                        => "கீழே காணப்படுவது '''$2''' இலிருந்து செய்யப்பட்ட மாற்றங்களாகும் ('''$1''' வரைக் காட்டப்பட்டுள்ளது).",
'rclistfrom'                        => '$1 தொடக்கம் செய்யப்பட்ட புதிய மாற்றங்களைக் காட்டவும்',
'rcshowhideminor'                   => 'சிறிய தொகுப்புகளை $1',
'rcshowhidebots'                    => 'தானியங்கிகளை $1',
'rcshowhideliu'                     => 'புகுபதிகை செய்த பயனர்களை $1',
'rcshowhideanons'                   => 'அடையாளம் காட்டாத பயனர்களை $1',
'rcshowhidepatr'                    => '$1 கவனிக்கப்பட்ட தொகுப்புக்கள்',
'rcshowhidemine'                    => 'என் தொகுப்புகளை $1',
'rclinks'                           => 'கடைசி $2 நாட்களில் கடைசி $1 மாற்றங்களைக் காட்டு.<br />$3',
'diff'                              => 'வேறுபாடு',
'hist'                              => 'வரலாறு',
'hide'                              => 'மறை',
'show'                              => 'காட்டு',
'minoreditletter'                   => 'சி',
'newpageletter'                     => 'பு',
'boteditletter'                     => 'தா',
'number_of_watching_users_pageview' => '[இப்பக்க்த்தை {{PLURAL:$1|ஒரு பயனர் பார்கிறார்|$1 பயனர்கள் பார்கிறார்கள்}}]',
'rc_categories'                     => 'பகுப்புகளுக்கு மட்டுப்படுத்து ("|" குறியீட்டால் பிரிக்கப்பட்டுள்ளது)',
'rc_categories_any'                 => 'ஏதாவது',
'newsectionsummary'                 => '/* $1 */ புதிய பகுதி',
'rc-enhanced-expand'                => 'விவரங்களைக் காட்டு (ஜாவாஸ்கிரிப்ட் தேவை)',
'rc-enhanced-hide'                  => 'விவரங்களை மறை',

# Recent changes linked
'recentchangeslinked'          => 'தொடர்பான மாற்றங்கள்',
'recentchangeslinked-feed'     => 'தொடர்பான மாற்றங்கள்',
'recentchangeslinked-toolbox'  => 'தொடர்பான மாற்றங்கள்',
'recentchangeslinked-title'    => '"$1" பக்கத்துடன் தொடர்புடைய மாற்றங்கள்',
'recentchangeslinked-noresult' => 'குறித்த நேரத்தில் இப்பக்கத்துடன் இணைக்கப்பட்ட பக்கங்களில் மாற்றங்கள் ஏதுமில்லை.',
'recentchangeslinked-summary'  => "இணைக்கப்பட்டப் பக்கங்களுக்கு (அல்லது பகுப்பொன்றின் அங்கத்தர்வர்களுக்கு) செய்யபட்ட அண்மைய மாற்றங்களை இச்சிறப்புப் பக்கம் பட்டியலிடுகிறது. [[Special:Watchlist|உங்கள் கவணிப்புப் பட்டியலில்]] உள்ளப் பக்கங்கள் '''தடித்த எழுத்துக்களில்''' உள்ளன.",
'recentchangeslinked-page'     => 'பக்கப் பெயர்:',
'recentchangeslinked-to'       => 'இதற்குப் பதிலாக இப்பக்கத்தினை இணைத்த பக்கங்களின் மாற்றங்களைக் காட்டவும்',

# Upload
'upload'                      => 'கோப்பைப் பதிவேற்று',
'uploadbtn'                   => 'கோப்பைப் பதிவேற்று',
'reuploaddesc'                => 'பதிவேற்றத்தை நிறுத்திவிட்டு பதிவேற்றும் படிவத்துக்கு மீளச் செல்க',
'uploadnologin'               => 'புகுபதிகை செய்யப்படவில்லை',
'uploadnologintext'           => 'கோப்புகளைப் பதிவேற்றம் செய்வதற்கு நீங்கள் [[Special:UserLogin|புகுபதிகை]] செய்திருக்க வேண்டும்.',
'upload_directory_read_only'  => 'பதிவேற்ற அடைவு ($1) வழங்கனால் எழுதப்படமுடியாது.',
'uploaderror'                 => 'பதிவேற்றத் தவறு',
'uploadtext'                  => "கோப்புக்களை பதிவேற்ற பின்வரும் படிமத்தைப் பயன்படுத்தவும்.
முன்னர் பதிவேற்றம் செய்யப்பட்ட படிமங்களைப் பார்ப்பதற்கு அல்லது தேடுவதற்கு, [[Special:FileList|பதிவேற்றம் செய்யப்பட்ட படிமங்களின் பட்டிய]]லுக்குச் செல்லவும். பதிவேற்றங்களும் நீக்கல்களும் [[Special:Log/upload|பதிவேற்றப் பதிகையில்]] பதியப்பட்டுள்ளன.

உங்கள் கட்டுரைகளில் படிமங்களைச் சேர்ப்பதற்கு,
'''<nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki>''' அல்லது
'''<nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|படிம பற்றிய உரை]]</nowiki>''' இணைப்பு வடிவத்தையும், ஒளி,ஒலிக்கோப்புகளுக்கு '''<nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki>''' இணைப்புவடிவத்தையும் பயன்படுத்தவும்.",
'upload-permitted'            => 'அனுமதிக்கப்பட்ட கோப்பு வகைகள்: $1.',
'upload-preferred'            => 'விரும்பத்தக்க கோப்பு வகைகள்: $1.',
'upload-prohibited'           => 'தடைச் செய்யப்பட்ட கோப்பு வகைகள்: $1.',
'uploadlog'                   => 'பதிவேற்றப் பதிகை',
'uploadlogpage'               => 'பதிவேற்றப் பதிகை',
'uploadlogpagetext'           => 'கீழேயுள்ளது மிக அண்மையில் பதிவேற்றம் செய்யப்பட்ட கோப்புகளின் பட்டியலாகும்.
மேலும் விவரங்கள் அறிய, [[Special:NewFiles|புதிய கோப்புகள் பக்கத்தைப்]] பார்க்கவும்.',
'filename'                    => 'கோப்புப் பெயர்',
'filedesc'                    => 'சுருக்கம்',
'fileuploadsummary'           => 'சுருக்கம்:',
'filereuploadsummary'         => 'கோப்பில் செய்யப்பட்ட மாற்றங்கள்:',
'filestatus'                  => 'பதிப்புரிமை நிலை:',
'filesource'                  => 'மூலம்:',
'uploadedfiles'               => 'பதிவேற்றப்பட்டக் கோப்புகள்',
'ignorewarning'               => 'எச்சரிக்கையை சட்டை செய்யாமல் கோப்பை சேமி',
'ignorewarnings'              => 'எச்சரிக்கைகளை புறக்கணி',
'minlength1'                  => 'கோப்பின் பெயர் ஆகக் குறைந்தது ஒரு எழுத்தையாவது கொண்டிருக்க வேண்டும்.',
'illegalfilename'             => 'கோப்பின் பெயரில் தலைப்புக்களில் அனுமதிக்கப்படாத எழுத்துரு "$1" காணப்படுகிறது. கோப்பிற்கு வேறு பெயரொன்றை இட்டு மீண்டும் முயல்க.',
'badfilename'                 => 'படிமப் பெயர் "$1" ஆக மாற்றப்பட்டுள்ளது.',
'filetype-badmime'            => '"$1" வகைப் பலநோக்கு இணைய அஞ்சல் நீட்சிக் கோப்புகள் பதிவேற்ற அனுமதிகப்படுவதில்லை.',
'filetype-unwanted-type'      => "'''\".\$1\"''' தேவையற்ற கோப்பு வகையாகும்.
விரும்பப்படும் {{PLURAL:\$3|கோப்புவகை|கோப்புவகைகள்}} \$2 என்பது(வை) ஆகும்.",
'filetype-banned-type'        => "'''\".\$1\"''' அனுமதிக்கப்படாத கோப்பு வகையாகும்.
அனுமதிக்கப்பட்ட {{PLURAL:\$3|கோப்புவகை|கோப்புவகைகள்}} \$2 என்பது(வை) ஆகும்.",
'filetype-missing'            => 'இந்தக் கோப்பு நீட்சையைக் (எ+கா ".jpg") கொண்டிருக்கவில்லை.',
'empty-file'                  => 'தாங்கள் சமர்ப்பித்த கோப்பில் ஒன்றுமில்லை.',
'file-too-large'              => 'தாங்கள் சமர்ப்பித்த கோப்பு மிகப்பெரியது.',
'filename-tooshort'           => 'தாங்கள் சமர்ப்பித்த கோப்பு மிகவும் சிறியது.',
'filetype-banned'             => 'இந்த வகையான கோப்பு தடை செய்யப்பட்டுள்ளது.',
'verification-error'          => 'இந்த கோப்பு, கோப்பின் சரிபார்ப்பிற்கான சோதனையில் வெற்றியடையவில்லை.',
'illegal-filename'            => 'கோப்பின் பெயரை கொடுக்கமுடியாது.',
'unknown-error'               => 'இனம் தெரியாத ஒரு தவறு நிகழ்ந்துவிட்டது',
'tmp-create-error'            => 'தற்காலிக கோப்பினை உருவாக்க முடியவில்லை.',
'tmp-write-error'             => 'தற்காலிக கோப்பினை எழுதும் போது ஏற்பட்டத்தவறு.',
'large-file'                  => 'பரிந்துரைகப்படும் கோப்புகளின் உச்ச அளவு  $1; இந்தக் கோப்பின் அளவு $2.',
'largefileserver'             => 'வழங்கனால் ஏற்கக் கூடிய உச்ச அளவு கோப்பைவிட இக்கோப்பு பெரியதாகும்.',
'emptyfile'                   => 'நீங்கள் பதிவேற்றிய கோப்பு வெற்றாக உள்ளது. இது கோப்பின் பெயரை பிழையாக தட்டச்சிட்டத்தக காரணமாக ஏற்பட்டிருக்கலாம். அருள் கூர்ந்து இக்கோப்பை நீங்கள் பதிவேற்ற வேண்டுமாக என்பதைக் கருதவும்.',
'fileexists'                  => "இப்பெயரைக் கொண்ட கோப்பொன்று ஏற்கனவே உள்ளது.
அந்தக் கோப்பை மாற்றப்போகிறீர்கள் என்பதில் உங்களுக்கு நிச்சயமில்லாவிடில் அருள் கூர்ந்து '''<tt>[[:$1]]</tt>''' கோப்பை ஒரு முறை பார்க்கவும்.
[[$1|thumb]]",
'filepageexists'              => "இகோப்பிற்கான விளக்கப்பக்கம் '''<tt>[[:$1]]</tt>''' பக்கத்தில் ஏற்கனவே உருவாக்கப்பட்டுள்ளது, ஆனால் இப்பெயரில் கோப்பு ஒன்றில்லை. இங்கே நீங்கள் கொடுக்கும் சுருக்கம் விளக்கப்பக்கத்தில் தானியக்கமாக இணைக்கப்பட மாட்டது. சுருக்கத்தை விளக்கப்பக்கத்தில் காணச் செய்வதற்காக அப்பக்கத்தை நேரடியாக தொகுக்க வேண்டியிருக்கும்.",
'fileexists-extension'        => "இப்பெயரைக் கொண்ட கோப்பு ஏற்கனவே உள்ளது: [[$2|thumb]]
* பதிவேற்றப்படும் கோப்பின் பெயர்: '''<tt>[[:$1]]</tt>'''
* ஏற்கனவே உள்ளக் கோப்பின் பெயர்: '''<tt>[[:$2]]</tt>'''
அருள் கூர்ந்து வேறு பெயரைத் தெரிவுச் செய்யவும்.",
'fileexists-thumbnail-yes'    => "இந்தக் கோப்பு அளவில் சிறியதாக்கப்பட்ட படிமம் போலத் தோன்றுகிறது. [[$1|thumb]]
அருள் கூர்ந்து '''<tt>[[:$1]]</tt>''' கோப்பை ஒரு முறை பார்க்கவும்.
நீங்கள் பார்த படிமமும் பதிவேற்ற எத்தனிக்கும் படிமமு ஒன்றாயின் அதன் சிறிய படிமத்தை மீண்டும் பதிவேற்றத் தேவையில்லை.",
'file-thumbnail-no'           => "இக்கோப்பின் பெயர் '''<tt>$1</tt>''' என்பதில் தொடங்குகிறது.
இந்தக் கோப்பு அளவில் சிறியதாக்கப்பட்ட படிமம் போலத் தோன்றுகிறது ''(thumbnail)''.
இப்படிமத்தின் முழு அளவிலான படிமம் உங்களிடமிருப்பின் அதைப் பதிவேற்றவும் அல்லது தயவுசெய்து கோப்பின் பெயரை மாற்றவும்.",
'fileexists-forbidden'        => 'இப்பெயரைக் கொண்ட கோப்பு ஏற்கனவே உள்ளது. தாங்கள் இக்கோப்பினை கட்டாயமாக பதிவேற்றம் செய்ய வேண்டும் என்றால் தாங்கள் சிறிது பின்நோக்கிச்சென்று கோப்பிற்கு புதிய பெயர் அளித்து பதிவேற்றம் செய்யவும். 

[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'இப்பெயரைக் கொண்ட கோப்பு ஏற்கனவே பொதுக் கோப்பகத்தில் உள்ளது; நீங்கள் தவறாது இக்கோப்பைப் பதிவேற்ற வேண்டுமென்றால் அருள் கூர்ந்து வேறு பெயரின் கீழ் பதிவேற்றவும்.[[File:$1|thumb|center|$1]]',
'uploadwarning'               => 'பதிவேற்றல் எச்சரிக்கை',
'savefile'                    => 'கோப்பைச் சேமி',
'uploadedimage'               => '"[[$1]]" பதிவேற்றப்பட்டது',
'overwroteimage'              => '"[[$1]]" கோப்பின் புதிய பதிப்பை பதிவேற்று',
'uploaddisabled'              => 'பதிவேற்றம் செயலிழக்கச் செய்யப்பட்டுள்ளது',
'uploaddisabledtext'          => 'கோப்பு பதிவேற்றங்கள் செயலிழக்கச் செய்யப்பட்டுள்ளன.',
'uploadscripted'              => 'இந்தக் கோப்பு உலாவியால் பிழையாக விளங்கிக் கொள்ளக்கூடிய எச்.டி.எம்.எல். அல்லது வேறு நிரல்களைக் கொண்டுள்ளது.',
'uploadvirus'                 => 'கோப்பு நச்சுநிரலைக் (வைரஸ்) கொண்டுள்ளது! விபரங்கள்:$1',
'upload-source'               => 'மூலக்கோப்பு',
'sourcefilename'              => 'மூலக் கோப்பின் பெயர்*',
'destfilename'                => 'இலக்குக் கோப்பின் பெயர்:',
'upload-maxfilesize'          => 'மிககூடிய கோப்பின் அளவு: $1',
'upload-description'          => 'கோப்பின் விவரம்',
'upload-options'              => 'விருப்பத்தேர்வுகளை பதிவேற்றவும்',
'watchthisupload'             => 'இந்த கோப்பினைக் கவனி',
'filewasdeleted'              => 'இப்பெயரைக் கொண்ட கோப்பு முன்பு பதிவேற்றப்பட்டு பின்னர் நீக்கப்பட்டது. பதிவேற்றத்துக்குப் முன்னர் $1 ஐச் சரிபார்க்கவும்.',
'upload-wasdeleted'           => "'''எச்சரிக்கை: ஏற்கனவே நீக்கப்பட்ட கோப்பொன்றை பதிவேற்ற எத்தனிக்கிறீர்கள்.'''

இக்கோப்பை பதிவேற்றுவது சரியா என்பதைக் கருதவும்.
உங்கள் வசதிக்காக இக்கோப்பிற்காக நீக்கல் பதிவு தரப்பட்டுள்ளது:",
'filename-bad-prefix'         => "நீங்கள் பதிவேற்ற எத்தனிக்கும் கோப்பின் பெயர் '''\"\$1\"''' என்பதுடன் தொடங்குகிறது, பொதுவாக இது எண்மருவி கமெராக்கலால் தானியக்கமாக வழங்கப்புடும் பெயராகும். அருள் கூர்ந்து கோப்பிற்கு விளக்கமான பெயரொன்றைக் கொடுக்கவும்.",
'upload-success-subj'         => 'வெற்றிகரமான பதிவேற்றம்',
'upload-failure-subj'         => 'பதிவேற்றத்தில் ஏற்பட்டத் தொல்லை',
'upload-warning-subj'         => 'பதிவேற்றல் எச்சரிக்கை',

'upload-proto-error'      => 'பிழையான நெறி',
'upload-proto-error-text' => 'தொலைவுப் பதிவேற்றத்துக்கு யு.ஆர்.எல். <code>http://</code> அல்லது <code>ftp://</code> என்ற முன்னொட்டுடன் தொடங்கவேண்டும்.',
'upload-file-error'       => 'உள்ளகத் தவறு',
'upload-file-error-text'  => 'வழங்கனில் தற்காலிக கோப்பை உருவாக்க முயற்சித்த போது உள்ளகத் தவறொன்று ஏற்பட்டுவிட்டது. அருள் கூர்ந்து [[Special:ListUsers/sysop|முறைமைச் செயற்படுத்துநரை]] அணுகவும்.',
'upload-misc-error'       => 'இனந்தெரியாத பதிவேற்றல் தவறு',
'upload-unknown-size'     => 'தெரியாத அளவு',

# img_auth script messages
'img-auth-accessdenied' => 'அனுமதி மறுக்கப்பட்டது',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'இணைய முகவரியை அடைய முடியவில்லை',
'upload-curl-error6-text'  => 'கொடுக்கப்பட்ட யூ.ஆர்.எல்.லை அடைய முடியவில்லை. அருள் கூர்ந்து யூ.ஆர்.எல்.லை இரு முறை சரிபார்த்து தளம் செயற்படுகிறாதா என்பதையும் உறுதிப்படுத்தவும்.',
'upload-curl-error28'      => 'பதிவேற்ற நேரம் கடந்துவிட்டது',
'upload-curl-error28-text' => 'இத்தளம் பதில் கொடுக்க நீண்ட நேரம் எடுத்தது. அருள் கூர்ந்து இணையத் தளம் செயல்படுகிறதா என்பதை பார்த்து மீண்டும் முயல்க. அல்லது இணைய நெரிசல் குறைவான நேரத்தில் முயலவும்',

'license'            => 'அனுமதி:',
'license-header'     => 'அனுமதி:',
'nolicense'          => 'தெரிவுச் செய்யப்படவில்லை',
'license-nopreview'  => '(முன்தோற்றம் கையிலிருப்பில் இல்லை)',
'upload_source_url'  => ' (செல்லுபடியான, இணைய முகவரி)',
'upload_source_file' => ' (உங்கள் கணணியில் உள்ள கோப்பு)',

# Special:ListFiles
'listfiles_search_for'  => 'பின்வரும் பெயருள்ள ஊடகக் கோப்பைத் தேடு:',
'imgfile'               => 'கோப்பு',
'listfiles'             => 'படிமங்களின் பட்டியல்',
'listfiles_date'        => 'நாள்',
'listfiles_name'        => 'பெயர்',
'listfiles_user'        => 'பயனர்',
'listfiles_size'        => 'அளவு',
'listfiles_description' => 'விளக்கம்',
'listfiles_count'       => 'பதிப்புக்கள்',

# File description page
'file-anchor-link'          => 'கோப்பு',
'filehist'                  => 'கோப்பு வரலாறு',
'filehist-help'             => 'குறித்த நேரத்தில் இருந்த படிமத்தைப் பார்க்க அந்நேரத்தின் மீது சொடுகவும்.',
'filehist-deleteall'        => 'சகலதையும் நீக்கு',
'filehist-deleteone'        => 'நீக்குக',
'filehist-revert'           => 'முன்நிலையாக்கு',
'filehist-current'          => 'தற்போதைய',
'filehist-datetime'         => 'நாள்/நேரம்',
'filehist-thumb'            => 'படத்தின் கட்டைவிரல் அளவு தோற்றம்',
'filehist-thumbtext'        => '$1 -ல் இருந்த பதிப்பின் சிறு தோற்றம்',
'filehist-nothumb'          => 'சிறுதோற்றம் இல்லை',
'filehist-user'             => 'பயனர்',
'filehist-dimensions'       => 'பரிமாணங்கள்',
'filehist-filesize'         => 'கோப்பின் அளவு',
'filehist-comment'          => 'குறிப்பு',
'imagelinks'                => 'கோப்பு இணைப்புகள்',
'linkstoimage'              => 'பின்வரும் {{PLURAL:$1|பக்க இணைப்புகள்|$1 பக்கங்கள் இணைப்பு}}
இப் படிமத்துக்கு இணைக்கபட்டுள்ளது(ளன):',
'nolinkstoimage'            => 'இப் படிமத்துக்கு இணைக்கப்பட்டுள்ள பக்கங்கள் எதுவும் இல்லை.',
'sharedupload'              => 'இக்கோப்பு $1 இலிருந்தானது. ஏனைய திட்டங்களிலும் பயன்படுத்தப்படலாம்.',
'uploadnewversion-linktext' => 'இப்படிமத்தின் புதிய பதிப்பை பதிவேற்று',

# File reversion
'filerevert'                => '$1 ஐ முன்நிலையாக்கு',
'filerevert-legend'         => 'கோப்பை முன்நிலையாக்கு',
'filerevert-intro'          => "நீங்கள் [$3, $2 இன் திருத்தம் $4க்கு] '''[[Media:$1|$1]]''' ஊடகத்தை முன்நிலையாக்குகிறீர்கள்.",
'filerevert-comment'        => 'காரணம்:',
'filerevert-defaultcomment' => '$2, $1 இல் உள்ளபடியான பதிப்புக்கு முன்நிலையாக்கப்பட்டது',
'filerevert-submit'         => 'முன்நிலையாக்கு',
'filerevert-success'        => "ஊடகம் '''[[Media:$1|$1]]''' $3, $2 இல் உள்ளபடியான $4 பதிப்புக்கு முன்நிலையாக்கப்பட்டது.",
'filerevert-badversion'     => 'குறித்த நேர முத்திரையுடன் கூடிய முந்தைய உள்ளக திருத்தங்கள் காணப்படவில்லை.',

# File deletion
'filedelete'                  => '$1 கோப்பை நீக்கு',
'filedelete-legend'           => 'கோப்பை நீக்கு',
'filedelete-intro'            => "தாங்கள், '''[[Media:$1|$1]]''' - இந்த கோப்பினை அதன் வரலாற்றுடன் நீக்க முயற்சி செய்கிறீர்கள்",
'filedelete-intro-old'        => "'''[[Media:$1|$1]]''' என்றப் பெயருள்ள ஊடகத்தின் [$4 $3, $2] இல் உள்ளப் படியான பதிப்பை நீக்குகிறீர்கள்.",
'filedelete-comment'          => 'காரணம்:',
'filedelete-submit'           => 'நீக்கு',
'filedelete-success'          => "'''$1''' நீக்கப்பட்டுவிட்டது.",
'filedelete-success-old'      => "'''[[Media:$1|$1]]''' கோப்பின் $3, $2 இல் உள்ளபடியான பதிப்பு நீக்கப்பட்டது.",
'filedelete-nofile'           => "'''$1''' காணப்படவில்லை.",
'filedelete-nofile-old'       => "கொடுக்கப்பட்ட பண்புகளுடன் '''$1''' பக்கத்திற்கான பரண் திருத்தங்கள் காணப்படவில்லை.",
'filedelete-otherreason'      => 'வேறு மேலதிக காரணம்:',
'filedelete-reason-otherlist' => 'வேறு காரணம்',
'filedelete-reason-dropdown'  => '*பொதுவான நீக்கல் காரணங்கள்
** காப்புரிமை மீறப்பட்டமை
** இன்னொரு படிமம் உள்ளது',
'filedelete-edit-reasonlist'  => 'நீக்கல் காரணங்களைத் தொகு',

# MIME search
'mimesearch'         => 'பலநோக்கு இணைய அஞ்சல் நீட்சித் தேடல்',
'mimesearch-summary' => 'இப்பக்கம் பலநோக்கு இணைய அஞ்சல் நீட்சி வகையின் படி கோப்புக்களை வடிக்கட்ட உதவுகிறது. உள்ளீடு:உள்ளடக்க வகை/உபவகை, எ+கா <tt>image/jpeg</tt>.',
'mimetype'           => 'பலநோக்கு இணைய அஞ்சல் நீட்சி வகை:',
'download'           => 'தரவிறக்கு',

# Unwatched pages
'unwatchedpages' => 'கவனிக்கப்படாத பக்கங்கள்',

# List redirects
'listredirects' => 'வழிமாற்றிகளின் பட்டியல்',

# Unused templates
'unusedtemplates'     => 'பயன்படுத்தப்படாத வார்ப்புருக்கள்',
'unusedtemplatestext' => 'இப்பக்கம் வேறு பக்கங்களில் பயன்படுத்தப்படாத {{ns:template}} பெயர்வெளிப் பக்கங்களை பட்டியலிடுகிறது. இவ்வார்ப்புருக்களை நீக்கு முன்னர் வார்ப்புருவுக்கான ஏனைய இணைப்புக்களையும் ஒரு முறை சரி பார்க்கவும்.',
'unusedtemplateswlh'  => 'ஏனைய இணைப்புகள்',

# Random page
'randompage'         => 'குறிப்பில்வழிப் பக்கம்',
'randompage-nopages' => 'இந்த {{PLURAL:$2|namespace|பெயர்வெளிகளில்}}: $1 பக்கங்கள் எதுவுமில்லை.',

# Random redirect
'randomredirect'         => 'குறிப்பில்வழி வழிமாற்று',
'randomredirect-nopages' => '"$1" பெயர்வெளியில் வழிமாற்றுப் பக்கங்கள் எதுவுமில்லை.',

# Statistics
'statistics'               => 'புள்ளி விபரங்கள்',
'statistics-header-pages'  => 'பக்கங்களின் புள்ளிவிவரங்கள்',
'statistics-header-edits'  => 'தொகுப்புக்கள் பற்றிய புள்ளிவிவரங்கள்',
'statistics-header-views'  => 'எத்தனைத்தடவை பார்க்கப்பட்டது எனபது பற்றிய புள்ளிவிவரங்கள்',
'statistics-header-users'  => 'பயனர் புள்ளி விபரங்கள்',
'statistics-header-hooks'  => 'மற்ற புள்ளிவிவரங்கள்',
'statistics-articles'      => 'உள்ளடக்கம் கொண்ட பக்கங்கள்',
'statistics-pages'         => 'மொத்த பக்கங்கள்',
'statistics-files'         => 'பதிவேற்றப்பட்டக் கோப்புகள்',
'statistics-edits-average' => 'ஒரு பக்கத்திற்கான சராசரி தொகுப்புக்கள்',
'statistics-views-total'   => 'பார்வையிடப்பட்டதின் மொத்த எண்ணிக்கை',
'statistics-views-peredit' => 'ஒரு தொகுத்தலுக்காக பார்க்கப்பட்ட எண்ணிக்கை',
'statistics-users-active'  => 'தொடர் பங்களிப்பாளர்கள் (பயனர்கள்)',
'statistics-mostpopular'   => 'அதிகம் பார்க்கப்பட்ட பக்கங்கள்',

'disambiguations'      => 'பக்கவழி நெறிப்படுத்தல் பக்கங்கள்',
'disambiguationspage'  => 'Template:பக்கவழி நெறிப்படுத்தல்',
'disambiguations-text' => "பினவரும் பக்கங்கள் '''பக்கவழி நெறிப்படுத்தல் பக்கத்துக்கு''' இணைக்கப்பட்டுள்ளன. மாறாக இவை பொருத்தமன தலைப்பிற்கு இணைக்கப்பட வேண்டும். <br />[[MediaWiki:Disambiguationspage|பக்கவழி நெறிப்படுத்தல் பக்கங்கத்தில்]] உள்ள வார்ப்புரு இணைக்கப்பட்ட பக்கங்கள்  பக்கவழி நெறிப்படுத்தல் பக்கங்கள் என் கருதப்படும்.",

'doubleredirects'     => 'இரட்டை வழிமாற்றுகள்',
'doubleredirectstext' => 'இந்தப் பட்டியல் போலியான நேர்மதிப்புக்களைக் கொண்டிருக்கக்கூடும். இது வழக்கமாக, இணைப்புடன் கூடிய மேலதிக உரை முதலாவது #வழிமாற்றுக்குக் கீழ் இருப்பதைக் குறிக்கும்.ஒவ்வொரு வரியும், முதலாம் இரண்டாம் வழிமாற்றுகளுக்கு இணைப்புகளைக் கொண்டிருப்பதுடன், இரண்டாவது வழிமாற்று உரையின் முதல் வரிக்கும் இணைப்பைக் கொண்டிருக்கும், இது வழக்கமாக முதலாவது வழிமாற்று குறித்துக் காட்ட வேண்டிய "உண்மையான" இலக்குக் கட்டுரையைக் கொடுக்கும்.',

'brokenredirects'        => 'முறிந்த வழிமாற்றுகள்',
'brokenredirectstext'    => 'இல்லாத பக்கங்களை பின்வரும் வழிமாற்றுக்கள் இணைக்கின்றன:',
'brokenredirects-edit'   => 'தொகு',
'brokenredirects-delete' => 'நீக்கு',

'withoutinterwiki'         => 'பிற மொழி இணைப்பற்ற பக்கங்கள்',
'withoutinterwiki-summary' => 'பின்வரும் பக்கங்கள் வேறு மொழிப் பதிப்புக்களுக்கு இணைக்கப்படவில்லை:',
'withoutinterwiki-legend'  => 'முன்னொட்டு',
'withoutinterwiki-submit'  => 'காட்டு',

'fewestrevisions' => 'மிகக் குறைந்த திருத்தங்களைக் கொண்டப் பக்கங்கள்',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|பைட்டு|பைட்டுகள்}}',
'ncategories'             => '$1 {{PLURAL:$1|பகுப்பு|பகுப்புகள்}}',
'nlinks'                  => '$1 {{PLURAL:$1|இணைப்பு|இணைப்புக்கள்}}',
'nmembers'                => '$1 {{PLURAL:$1|உறுப்பினர்|உறுப்பினர்கள்}}',
'nrevisions'              => '{{PLURAL:$1|ஒரு திருத்தம்|$1 திருத்தங்கள்}}',
'nviews'                  => '{{PLURAL:$1|ஒரு பார்வை|$1 பார்வைகள்}}',
'specialpage-empty'       => 'இந்தப் புகாருக்குகந்த முடிவுகள் எதுவுமில்லை.',
'lonelypages'             => 'உறவிலிப் பக்கங்கள்',
'lonelypagestext'         => 'பின்வரும் பக்கங்கள் {{SITENAME}} தளத்தின் ஏனைய பக்கங்களிலிருந்து இணைக்கப்படவில்லை.',
'uncategorizedpages'      => 'வகைப்படுத்தப்படாத பக்கங்கள்',
'uncategorizedcategories' => 'வகைப்படுத்தப்படாத பகுப்புகள்',
'uncategorizedimages'     => 'வகைப்படுத்தப்படாத படிமங்கள்',
'uncategorizedtemplates'  => 'வகைப்படுத்தப்படாத வார்ப்புருக்கள்',
'unusedcategories'        => 'பயன்படுத்தப்படாத பகுப்புகள்',
'unusedimages'            => 'பயன்படுத்தப்படாத படிமங்கள்',
'popularpages'            => 'பிரபலமான பக்கங்கள்',
'wantedcategories'        => 'வேண்டிய பகுப்புகள்',
'wantedpages'             => 'வேண்டிய பக்கங்கள்',
'wantedfiles'             => 'வேண்டிய கோப்புகள்',
'wantedtemplates'         => 'வேண்டிய வார்ப்புருக்கள்',
'mostlinked'              => 'பக்கங்களுக்கு அதிகமாக இணைக்கப்பட்டவை',
'mostlinkedcategories'    => 'அதிகம் இணைக்கப்பட்ட பகுப்புகள்',
'mostlinkedtemplates'     => 'அதிகம் இணைக்கப்பட்ட வார்ப்புருக்கள்',
'mostcategories'          => 'பகுப்புகளுக்கு அதிகமாக இணைக்கப்பட்டவை',
'mostimages'              => 'படிமங்களுக்கு அதிகமாக இணைக்கப்பட்டவை',
'mostrevisions'           => 'அதிக திருத்தங்களைக் கொண்ட கட்டுரைகள்',
'prefixindex'             => 'முன்னொட்டுச் சுட்டியுடன் உள்ள அனைத்துப் பக்கங்களும்',
'shortpages'              => 'குறும் பக்கங்கள்',
'longpages'               => 'நீளமான பக்கங்கள்',
'deadendpages'            => 'தொடராப் பக்கங்கள்',
'deadendpagestext'        => 'பின்வரும் பக்கங்கள் {{SITENAME}} தளத்தின் ஏனைய பக்கங்களுக்கு இணைக்க்ப்படவில்லை.',
'protectedpages'          => 'காக்கப்பட்ட பக்கங்கள்',
'protectedpagestext'      => 'பின்வரும் பக்கங்கள் தொகுக்கப்படுவதிலிந்தும் நகர்த்தப்படுவதிலிருந்தும் காக்கப்பட்டுள்ளது',
'protectedpagesempty'     => 'இக்காரணிகளுடன் காக்கப்பட்டப் பக்கங்கள் கிடையாது.',
'protectedtitles'         => 'காக்கப்பட்ட தலைப்புகள்',
'protectedtitlestext'     => 'பின்வரும் தலைப்புகள் உருவாக்கப்படுவதிலிருந்து காக்கப்பட்டுள்ளது',
'protectedtitlesempty'    => 'இக்காரணிகளுடன் காக்கப்பட்டப் தலைப்புகள் எதுவும் கிடையாது.',
'listusers'               => 'பயனர் அட்டவணை',
'listusers-editsonly'     => 'தொகுத்த பயனர்களை மட்டும் காட்டு',
'listusers-creationsort'  => 'உருவாக்கிய தேதி அடிப்படையில் வரிசைப்படுத்து',
'usereditcount'           => '$1 {{PLURAL:$1|தொகு|தொகுத்தல்கள்}}',
'usercreated'             => '$1 தேதி $2 மணியில் உருவாக்கப்பட்டது',
'newpages'                => 'புதிய பக்கங்கள்',
'newpages-username'       => 'பயனர் பெயர்:',
'ancientpages'            => 'மிகப்பழைய கட்டுரைகள்',
'move'                    => 'நகர்த்துக',
'movethispage'            => 'இப்பக்கத்தை நகர்த்து',
'unusedimagestext'        => 'இப்படிமம் ஏனைய இணையத்தளங்களினால் நேரடியான இணையமுகவரியை பயன்படுத்தி இனைக்கப்பட்டிருக்கக் கூடுமென்பதுடன், செயல்படு பயன்பாட்டில் இருந்தும் கூட இங்கே பட்டியலிடப்பட்டிருக்கக்கூடும் என்பதையும் கவனிக்கவும்.',
'unusedcategoriestext'    => 'பின்வரும் பகுப்புகள் உருவாக்கப்பட்டுள்ளன எனினும் வேறு எந்தப் பக்கமோ அல்லது பகுப்போ இதைப் பயன்படுத்தவில்லை.',
'notargettitle'           => 'இலக்கு இல்லை',
'notargettext'            => 'நீங்கள் இந்தச் செயலை எந்தப் பயனர் அல்லது பக்கம் தொடர்பில் செய்வது என்பதைக் குறிப்பிடவில்லை.',
'nopagetitle'             => 'அவ்வாறான இலக்குப் பக்கம் எதுவும் இல்லை',
'nopagetext'              => 'நீங்கள் குறிப்பிடும் இலக்குப்  பக்கம் இல்லை',
'pager-newer-n'           => '{{PLURAL:$1|புதிய ஒரு|புதிய $1}}',
'pager-older-n'           => '{{PLURAL:$1|பழைய ஒரு|பழைய $1}}',
'suppress'                => 'கவனக்குறைவு',

# Book sources
'booksources'               => 'நூல் மூலங்கள்',
'booksources-search-legend' => 'நூல் மூலங்களைத் தேடு',
'booksources-go'            => 'செல்',
'booksources-text'          => 'நீங்கள் தேடும் நூல்களின் புதிய, பயன்படுத்தியப் பிரதிகளை விற்பனை செய்யும் இணையத்தளங்களின் பட்டியல் கீழே காட்டப்பட்டுள்ளது. நூல்கள் பற்றிய மேலதிகத் தகவல்களை இத்தளங்கள் கொண்டிருக்கலாம்:',

# Special:Log
'specialloguserlabel'  => 'பயனர்:',
'speciallogtitlelabel' => 'தலைப்பு:',
'log'                  => 'பதிகைகள்',
'all-logs-page'        => 'அனைத்துப் பொது குறிப்புக்கள்',
'alllogstext'          => '{{SITENAME}} தளத்தின் பதிவுகள் அனைத்திற்குமான ஒருங்கிணைந்த காட்சி. பதிவு வகை, பயனர் பெயர், அல்லது தொடர்புடைய பக்கத்தைத் தெரிவு செய்வதன்மூலம் காட்சி நோக்கை சுருக்கிக் கொள்ள முடியும்.',
'logempty'             => 'பொருத்தமான பதிவுகள் யாதுமில்லை.',
'log-title-wildcard'   => 'இவ்வுரையுடன் தொடங்கும் தலைப்புகளைத் தேடு',

# Special:AllPages
'allpages'          => 'அனைத்துப் பக்கங்கள்',
'alphaindexline'    => '$1 தொடக்கம் $2 வரை',
'nextpage'          => 'அடுத்த பக்கம் ($1)',
'prevpage'          => 'முந்தைய பக்கம் ($1)',
'allpagesfrom'      => 'அடுத்து காணப்படும் எழுத்தில் தொடங்கும் பக்கங்களை காட்டு:',
'allpagesto'        => 'இவ்வெழுத்துக்களில் முடிவடையும் பக்கங்களைக் காட்டு',
'allarticles'       => 'அனைத்துக் கட்டுரைகள்',
'allinnamespace'    => 'அனைத்து பக்கங்கள் ($1 பெயர்வெளியில்)',
'allnotinnamespace' => 'அனைத்து பக்கங்கள் ($1 பெயர்வெளி தவிர்த்து)',
'allpagesprev'      => 'முந்தைய',
'allpagesnext'      => 'அடுத்த',
'allpagessubmit'    => 'செல்',
'allpagesprefix'    => 'பின்வரும் முன்னொட்டு உடைய பக்கங்களை காட்டு:',
'allpagesbadtitle'  => 'கொடுக்கப்பட்ட தலைப்பு செல்லுபடியற்றது அல்லது பிழையான விக்கியிடை அல்லது மொழி முன்னொட்டைக் கொண்டுள்ளது. இது தலைப்புக்களில் பயன்படுத்த முடியாத எழுத்துக்களையும் கொண்டிருக்கலாம்.',
'allpages-bad-ns'   => '{{SITENAME}} தளத்தில் "$1" பெயர்வெளி கிடையாது.',

# Special:Categories
'categories'                    => 'பகுப்புகள்',
'categoriespagetext'            => 'கீழே கொடுத்துள்ள பக்கங்கள் அல்லது ஊடகங்கள் இந்த {{PLURAL:$1|பகுப்பை|பகுப்புக்களை}} கொண்டுள்ளது.
[[Special:UnusedCategories|உபயோகப்படுத்தப்படாத  பகுப்புகள்]] இங்கே காண்பிக்கப்படவில்லை.
இத்துடன் [[Special:WantedCategories|தேவைப்படும் பகுப்புகளையும்]] பார்க்கவும்.',
'categoriesfrom'                => 'இதில் தொடங்கும் பகுப்புக்களைக் காட்டவும்:',
'special-categories-sort-count' => 'எண்ணிக்கையின் படி ஒழுங்குப் படுத்துக',
'special-categories-sort-abc'   => 'அகரவரிசைப்படி ஒழுங்குப் படுத்துக',

# Special:DeletedContributions
'deletedcontributions'             => 'பயனரின நீக்கப்பட்ட பங்களிப்புக்கள்',
'deletedcontributions-title'       => 'பயனரின நீக்கப்பட்ட பங்களிப்புக்கள்',
'sp-deletedcontributions-contribs' => 'பங்களிப்புக்கள்',

# Special:LinkSearch
'linksearch'    => 'வெளி இணைப்புகள்',
'linksearch-ns' => 'பெயர்வெளி:',
'linksearch-ok' => 'தேடுக',

# Special:ListUsers
'listusersfrom'      => 'பின்வரும் எழுத்துடன் தொடங்கும் பயனர்களைக் காட்டு:',
'listusers-submit'   => 'காட்டு',
'listusers-noresult' => 'ஒரு பயனரும் இல்லை.',

# Special:ActiveUsers
'activeusers'            => 'தொடர்பங்களிப்பாளர்களின் பட்டியல்',
'activeusers-from'       => 'பின்வரும் எழுத்துடன் தொடங்கும் பயனர்களைக் காட்டு:',
'activeusers-hidebots'   => 'தானியங்கிகளை மறை',
'activeusers-hidesysops' => 'நிர்வாகிகளை மறை',

# Special:Log/newusers
'newuserlogpage'          => 'பயனர் உருவாக்கம் பற்றிய குறிப்பு',
'newuserlog-create-entry' => 'புதிய பயனர் கணக்கு',

# Special:ListGroupRights
'listgrouprights'          => 'பயனர் குழு உரிமைகள்',
'listgrouprights-group'    => 'குழு',
'listgrouprights-rights'   => 'உரிமைகள்',
'listgrouprights-helppage' => 'Help:குழு உரிமைகள்',
'listgrouprights-members'  => '(அங்கத்தவர் பட்டியல்)',

# E-mail user
'mailnologin'     => 'அனுப்பும் முகவரி இல்லை',
'mailnologintext' => 'நீங்கள்[[Special:UserLogin|புகுபதிகை செய்திருப்பதுடன்]]
ஏனைய பயனர்களுக்கு மின்னஞ்சல் அனுப்பக்கூடியத்தாக செல்லுபடியாகக்கூடிய மின்னஞ்சல் முகவரியொன்றும் உங்களுடைய  [[Special:Preferences|விருப்பத் தெரிவுகளில்]] கொடுபட்டிருக்கவேண்டும்.',
'emailuser'       => 'இப் பயனருக்கு மின்னஞ்சல் செய்',
'emailpage'       => 'மின்னஞ்சல் பயனர்',
'emailpagetext'   => 'நீங்கள் கீழ்வரும் படிவத்தை உபயோகித்து இந்த பயனருக்கு மின்னஞ்சல் செய்யலாம்.

[[Special:Preferences|என் விருப்பத்தேர்வுகளில்]] நீங்கள் கொடுத்துள்ள மின்னஞ்சல் முகவரி மின்னஞ்சலின் "From" முகவரியாகக் காட்சி தரும், இதனால் பெறுநர் உங்களுக்கு நேரடியாக பதில் எழுத முடியும்.',
'usermailererror' => 'மின்னஞ்சல் விளைவாக்கிய தவறு:',
'defemailsubject' => '{{SITENAME}} மின்னஞ்சல்',
'noemailtitle'    => 'மின்னஞ்சல் முகவரி இல்லை',
'noemailtext'     => 'இப் பயனர் ஒரு செல்லுபடியாகக்கூடிய மின்னஞ்சல் முகவரியைக் குறிப்பிடவில்லை.',
'emailfrom'       => 'அனுப்புநர்:',
'emailto'         => 'பெறுநர்:',
'emailsubject'    => 'பொருள்:',
'emailmessage'    => 'தகவல்:',
'emailsend'       => 'அனுப்பு',
'emailccme'       => 'என் கருத்துக்களின் நகலொன்றை எனக்கு மின்னஞ்சலிடு',
'emailccsubject'  => '$1 பயனருக்கான உங்கள் மின்னஞ்சலின் நகல்: $2',
'emailsent'       => 'மின்னஞ்சல் அனுப்பப்பட்டது',
'emailsenttext'   => 'உங்கள் மின்னஞ்சல் செய்தி அனுப்பப்பட்டது.',

# Watchlist
'watchlist'            => 'என் கவனிப்புப் பட்டியல்',
'mywatchlist'          => 'என் கவனிப்புப் பட்டியல்',
'nowatchlist'          => 'உங்களுடைய கவனிப்புப் பட்டியலில் ஒரு விடயமும் இல்லை.',
'watchlistanontext'    => 'உமது கவனிப்புப் பட்டியலை பார்க அல்லது தொகுக்க அருள் கூர்ந்து $1.',
'watchnologin'         => 'புகுபதிகை செயப்படவில்லை',
'watchnologintext'     => 'உங்கள் கவனிப்புப் பட்டியலில் திருத்தம் செய்வதற்கு, நீங்கள்[[Special:UserLogin|புகுபதிகை செய்திருக்கவேண்டும்]].',
'addedwatch'           => 'கவனிப்புப் பட்டியலில் சேர்க்கப்பட்டது',
'addedwatchtext'       => "\"[[:\$1]]\" பக்கம் உங்கள் [[Special:Watchlist|கவனிப்புப் பக்கத்தில்]] சேர்க்கப்பட்டுள்ளது. இந்தப் பக்கத்துக்கு எதிர்காலத்தில் செய்யப்படவுள்ள மாற்றங்களும், அதனோடிணைந்த பேச்சுப் பக்கமும், அங்கே பட்டியலிடப்படும். அத்துடன் தெரிந்தெடுக்க வசதியாக [[Special:RecentChanges|அண்மைய மாற்றங்களின் பட்டியலில்]] இது தடித்த எழுத்துக்களில் காட்டப்படும். பின்னர், இப் பக்கத்தை உங்கள் கவனிப்புப் பட்டியலிலிருந்து நீக்க விரும்பினால், பக்கச் சட்டத்திலுள்ள ''கவனிப்பு நீக்கு'' என்ற இணைப்பைச் சொடுக்கவும்.",
'removedwatch'         => 'கவனிப்புப் பட்டியலிலிருந்து நீக்கப்பட்டது',
'removedwatchtext'     => '"[[:$1]]" பக்கம் [[Special:Watchlist|உங்கள் கவனிப்புப் பட்டியலில்]] இருந்து நீக்கப்பட்டது.',
'watch'                => 'கவனி',
'watchthispage'        => 'இந்தப் பக்கத்தைக் கவனிக்கவும்',
'unwatch'              => 'கவனிப்புநீக்கு',
'unwatchthispage'      => 'கவனிப்பதை நிறுத்தவும்',
'notanarticle'         => 'ஒரு கட்டுரைப் பக்கமல்ல',
'notvisiblerev'        => 'திருத்தம் நீக்கப்பட்டுள்ளது',
'watchnochange'        => 'காட்சிப்படுத்தப்பட்ட கால இடைவெளியில், கவனிப்பிலுள்ள, உங்கள் விடயமெதுவும் தொகுக்கப்பட்டிருக்கவில்லை.',
'watchlist-details'    => 'பேச்சுப் பக்கங்களைக் தவிர்த்து, {{PLURAL:$1|$1 பக்கம் கவனிக்கப்பட்டது.|$1 பக்கங்கள் கவனிக்கப்பட்டன.}}',
'wlheader-enotif'      => '* மின்னஞ்சல் அறிவித்தல்கள் செயல்படுத்தப்பட்டுள்ளன.',
'wlheader-showupdated' => "* உமது கடைசி வருகைக்குப் பின்னர் மாற்றங்கள் செய்யப்பட்ட பக்கங்கள் '''தடித்த எழுத்துக்களால்''' காட்டப்பட்டுள்ளன",
'watchmethod-recent'   => 'கவனிக்கப்படுகின்ற பக்கங்களுக்காக, அண்மைய தொகுப்புகள் தேடிப் பார்க்கப்படுகிறன',
'watchmethod-list'     => 'அண்மைய தொகுப்புகளுக்காக, கவனிக்கப்படுகின்ற பக்கங்கள் தேடிப் பார்க்கப்படுகிறன',
'watchlistcontains'    => 'உங்கள் கவனிப்புப் பட்டியல் {{PLURAL:$1|ஒரு பக்கத்தைக்|$1 பக்கங்களைக்}} கொண்டுள்ளது.',
'iteminvalidname'      => "விடயம் '$1' தொடர்பில் பிரச்சினை உள்ளது, செல்லுபடியாகாத பெயர்...",
'wlnote'               => "பின்வருவன கடைசி {{PLURAL:$2|மணித்தியாலத்தில்|'''$2''' மணித்தியாலங்களில்}} செய்யப்பட்ட {{PLURAL:$1|கடைசி ஒரு மாற்றமாகும்|கடைசி $1 மாற்றங்களாகும்}}.",
'wlshowlast'           => 'கடைசி $1 மணித்தியாலங்கள் $2 நாட்களைக் காட்டு $3',
'watchlist-options'    => 'கவனிப்பு பட்டியலின் விருப்பத் தேர்வுகள்',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'கவனிக்கப்படுகிறது...',
'unwatching' => 'கவனிப்பு விடப்படுகிறது...',

'enotif_mailer'                => '{{SITENAME}} தளத்தின் அறிவித்தல் அஞ்சல்காரர்',
'enotif_reset'                 => 'எல்லாப் பக்கங்களையும் பார்வையிட்டதாக குறித்துக்கொள்',
'enotif_newpagetext'           => 'இது ஒரு புதிய பக்கமாகும்.',
'enotif_impersonal_salutation' => '{{SITENAME}} பயனர்',
'changed'                      => 'மாற்றப்பட்டது',
'created'                      => 'தொடக்கப்பட்டது',
'enotif_subject'               => '{{SITENAME}} தளத்தின் $PAGETITLE என்றத் தலைப்புடையப் பக்கம் $PAGEEDITOR பயனரால் $CHANGEDORCREATED',
'enotif_lastvisited'           => 'உங்கள் கடைசி வருகைக்குப் பின்னர் நடைபெற்றுள்ள மாற்றங்களைக் காண $1 பக்கத்தைப் பார்க்கவும்.',
'enotif_lastdiff'              => 'மாற்றங்களைக் காண  $1 பக்கத்தைப் பார்.',
'enotif_anon_editor'           => 'அடையாளம் காட்டாத பயனர் $1',
'enotif_body'                  => 'வணக்கம் $WATCHINGUSERNAME,


{{SITENAME}} தளத்தின் $PAGETITLE பக்கம் $PAGEEDITDATE அன்று $PAGEEDITOR என்ற பெயருடைய பயனரால் $CHANGEDORCREATED, இப்பக்கத்தின் தற்போதைய பதிப்பை $PAGETITLE_URL என்ற இணைப்பின் வழிச் சென்றுக் காணலாம்.


$NEWPAGE

தொகுப்புச் சுருக்கம்: $PAGESUMMARY $PAGEMINOREDIT

தொகுத்தவரை அனுக:
மின்னஞ்சல்: $PAGEEDITOR_EMAIL
விக்கி: $PAGEEDITOR_WIKI

இப்பக்கத்தை நீங்கள் மீண்டும் பார்க்கும் வரையும் அதில் செய்யப்படும் மாற்றங்கள் தொடர்பிம் அறிவித்தல்கள் வழங்கப்பட மாட்டது. உங்கள் கவனிப்புப் பட்டியலிலுள்ள பக்கங்களுக்கான அறிவித்தல் குறிகளை உங்கள் கவனிபுப் பட்டியலிலேயே மாற்றலாம்.

             உங்கள் தோழமையுள்ள {{SITENAME}} தளத்தின் அறிவித்தல் அமைப்பு

--
உங்கள் கவனிப்புப் பட்டியல் அமைவுகளை மாற்ற
{{fullurl:{{#special:Watchlist}}/edit}}

பின்னூட்டம், மேலதிக உதவிகளுக்கு:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'பக்கத்தை நீக்கு',
'confirm'                => 'உறுதிசெய்',
'excontent'              => "இருந்த உள்ளடக்கம்: '$1'",
'excontentauthor'        => "இருந்த உள்ளடக்கம்: '$1' (தவிர, '[[Special:Contributions/$2|$2]]' மட்டுமே பங்களித்திருந்தார்)",
'exbeforeblank'          => "வெறுமைப்படுத்த முன்னிருந்த உள்ளடக்கம்: '$1'",
'exblank'                => 'பக்கம் வெறுமையாய் இருந்தது',
'delete-confirm'         => '"$1" பக்கத்தை நீக்கு',
'delete-legend'          => 'நீக்கு',
'historywarning'         => "'''எச்சரிக்கை:''' தாங்கள் நீக்கவுள்ள பக்கத்திற்கு சுமார் $1 {{PLURAL:$1|திருத்தம்|திருத்தங்களின்}} வரலாறு உண்டு:",
'confirmdeletetext'      => 'நீங்கள் இப்பக்கத்தை அதன் வரலாற்றுடன் சேர்த்து நீக்க விழைகிறிர்கள்.
அருள் கூர்ந்து உங்கள் செய்கையின் விளைவுகளை நீங்கள் விள்ங்கிக் கொண்டீர்கள் என்பதையும் இது [[{{MediaWiki:Policy-url}}|கொள்கைகளுடன்]] ஒத்துப்போவதையும் உறுதிப் படுத்தவும்.',
'actioncomplete'         => 'செயற்பாடு நிறைவுற்றது',
'deletedtext'            => '"<nowiki>$1</nowiki>" நீக்கப்பட்டு விட்டது. அண்மைய நீக்குதல்களின் பதிவுக்கு $2 ஐப் பார்க்க.',
'deletedarticle'         => '"[[$1]]" நீக்கப்பட்டது',
'dellogpage'             => 'நீக்கல் பதிவு',
'dellogpagetext'         => 'கீழே காணப்படுவது மிக அண்மைய நீக்கல்களின் அட்டவணையாகும்.',
'deletionlog'            => 'நீக்கல் பதிவு',
'reverted'               => 'முன் திருத்தத்துக்கு முன்நிலையாக்கப்பட்டது',
'deletecomment'          => 'காரணம்:',
'deleteotherreason'      => 'வேறு மேலதிக காரணம்:',
'deletereasonotherlist'  => 'வேறு காரணம்',
'deletereason-dropdown'  => '*பொதுவான நீக்கல் காரணங்கள்
** காப்புரிமை மீறப்பட்டமை
** விசமத் தொகுப்பு
** ஆசிரியர் வேண்டுகோள்',
'delete-edit-reasonlist' => 'நீக்கல் காரணங்களைத் தொகு',
'delete-toobig'          => 'இப்பக்கம் அதிகமான திருத்தங்களை கொண்டுள்ளது, குறிப்பாக $1 {{PLURAL:$1|திருத்தத்திற்கு|திருத்தங்களிற்கு}} மேல்.
{{SITENAME}} தளத்தின் தரவுகள் தற்செயலாக அழிந்துப்போவதை தடுப்பதற்க்காக இவ்வாறான பக்கங்கள் நீக்கப்படுவது முடக்கப்பட்டுள்ளது.',
'delete-warning-toobig'  => 'இப்பக்கம் அதிகமான திருத்தங்களை கொண்டுள்ளது, குறிப்பாக $1 {{PLURAL:$1|திருத்தத்திற்கு|திருத்தங்களிற்கு}} மேல்.
இப்பக்கத்தை நீக்குவது {{SITENAME}} தளத்தின் தரவுவழங்கனின் செயற்பாட்டை பாதிக்கலாம்;
கவனத்துடன் முன்னெடுக்கவும்.',

# Rollback
'rollback'         => 'முன்நிலையாக்கத் தொகுப்புகள்',
'rollback_short'   => 'முன்நிலையாக்கு',
'rollbacklink'     => 'முன்நிலையாக்கு',
'rollbackfailed'   => 'முன்நிலையாக்கம் தோல்வி',
'cantrollback'     => 'தொகுப்பை முன்நிலையாக்க முடியாது; கடைசிப் பங்களிப்பாளரே இக்கட்டுரையின் ஒரே ஆசிரியராகும்.',
'alreadyrolled'    => '[[User:$2|$2]] ([[User talk:$2|Talk]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]) பயனரால் செய்யப்பட்ட [[:$1]] இன் கடைசித் தொகுப்பை முன்நிலையாக்க முடியாது; வேறு யாரோ இப்பக்கத்தை ஏற்கெனவே தொகுத்தோ அல்லது முன்நிலையாக்கியோ உள்ளார்.

இப்பக்கத்தை கடைசியாகத் தொகுத்தவர் [[User:$3|$3]] ([[User talk:$3|Talk]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'      => "தொகுப்பிற்கான சிறுகுறிப்புக்கள் இவை:\"''\$1''\".",
'revertpage'       => '[[Special:Contributions/$2|$2]] ([[User talk:$2|பேச்சு]]) செய்தத் தொகுப்புகள் நீக்கப்பட்டு [[User:$1|$1]] இன் பதிப்புக்கு முன்நிலையாக்கப்பட்டது',
'rollback-success' => '$1 செய்தத் தொகுப்புகள் நீக்கப்பட்டு $2 இன் பதிப்புக்கு முன்நிலையாக்கப்பட்டது.',

# Edit tokens
'sessionfailure' => 'உங்கள் புகுபதிகை அமர்வில் பிரச்சினை உள்ளது போல தோன்றுகிறது. செல்வழி திருட்டுக் கெதிரான முன்னெச்செரிக்கையாக இந்த நடவடிக்கை இரத்துச் செய்யப்பட்டது. உங்கள் உலாவியின் பின் செல்வதற்கான பொத்தானைச் செருகி மீண்டும் முயலவும்.',

# Protect
'protectlogpage'              => 'காப்புப் பதிகை',
'protectlogtext'              => 'பின்வருவது பக்க திறப்புக்களதும் பூட்டுக்களதும் பட்டியலாகும். தற்போது நடைமுறையிலுள்ள காக்கப்பட்டப் பக்கங்களைக் காண [[Special:ProtectedPages|காக்கப்பட்ட பக்கங்களின் பட்டியலைப்]] பார்க்கவும்.',
'protectedarticle'            => '"[[$1]]" காக்கப்பட்டது',
'modifiedarticleprotection'   => '"[[$1]]" பக்கத்திற்கான காப்பின் அளவு மாற்றப்பட்டது',
'unprotectedarticle'          => '"[[$1]]" பக்கத்தின் காப்பு நீக்கப்பட்டது',
'protect-title'               => '"$1" பக்கத்துக்கான காப்பு அமைப்பு',
'prot_1movedto2'              => '[[$1]], [[$2]] என்றத் தலைப்புக்கு நகர்த்தப் பட்டுள்ளது',
'protect-legend'              => 'காப்பை உறுதிப்படுத்து',
'protectcomment'              => 'காரணம்:',
'protectexpiry'               => 'முடிவு நாள்:',
'protect_expiry_invalid'      => 'பொருத்தமற்ற முடிவு நாள்',
'protect_expiry_old'          => 'முடிவு நாள் கடந்தக் காலத்தில் உள்ளது.',
'protect-text'                => "நீங்கள் '''<nowiki>$1</nowiki>''' பக்கத்துக்கான காப்பு நிலையைப் பார்த்து அதனை மாற்ற முடியும்.",
'protect-locked-blocked'      => "நீங்கள் தடுக்கப்பட்டுள்ள நிலையில் பக்க காப்பு நிலைகளை மாற்ற முடியாது. தற்போதை பக்க காப்பு நிலை பின்வருமாறு '''$1''':",
'protect-locked-dblock'       => "தற்போதுள்ள தரவுத்தள பூட்டின் காரணமாக பக்க காப்பு நிலைகள் மாற்றப் படமுடியாது.
'''$1''' பக்கத்துக்கான தற்போதைய அமைவுகள்:",
'protect-locked-access'       => "உங்கள் பயனர் கணக்குகு இப்பக்கத்தின் காப்புநிலையை மாற்றுவதற்கான அனுமதில் இல்லை.
'''$1''' பக்கத்துக்கான நடப்பு அமைப்புகள் பின்வருமாறு:",
'protect-cascadeon'           => 'இந்தப்பக்கம் படிநிலை காப்புகுட்படுத்தப்பட்ட {{PLURAL:$1|பக்கத்திற்கு|பக்கங்களிற்கு}} இணைக்கப்பட்டுள்ளமையால் காப்புச் செய்யப்பட்டுள்ளது. இந்த பக்கத்தின் காப்பு நிலையை நீங்கள் மாற்றம் செய்யலாம் எனினும் இது படிநிலை காப்பினை மாற்றம் செய்யாது.',
'protect-default'             => 'அனைத்துப் பயனரையும் உள்ளிடு',
'protect-fallback'            => '"$1" அனுமதி தேவை',
'protect-level-autoconfirmed' => 'புதிய, பதிவு செய்யாத பயனர்களைத் தடை செய்',
'protect-level-sysop'         => 'நிர்வாகிகள் மட்டும்',
'protect-summary-cascade'     => 'படிநிலை',
'protect-expiring'            => '$1 (UTC) மணிக்கு காலாவதியாகிறது',
'protect-cascade'             => 'இப்பக்கத்தில் இணைக்கப்பட்ட பக்கங்களைக் காப்புச் செய் (படிநிலைக் காப்பு)',
'protect-cantedit'            => 'இப்பக்கத்தின் காப்பு நிலையை நீங்கள் மாற்ற முடியாது. உங்களுக்கு காப்பு நிலையை தொகுப்பதற்கான அனுமதி கிடையாது.',
'protect-otherreason'         => 'வேறு மேலதிக காரணம்:',
'protect-otherreason-op'      => 'வேறு காரணம்',
'protect-expiry-options'      => '2 மணித்தியாலங்கள்:2 hours,1 நாள்:1 day,3 நாட்கள்:3 days,1 வாரம்:1 week,2 வாரங்கள்:2 weeks,1 மாதம்:1 month,3 மாதங்கள்:3 months,6 மாதங்கள்:6 months,1 ஆண்டு:1 year,முடிவிலி:infinite',
'restriction-type'            => 'அனுமதி:',
'restriction-level'           => 'தடை அளவு:',
'minimum-size'                => 'குறைந்த அளவு',
'maximum-size'                => 'கூடிய அளவு:',
'pagesize'                    => '(பைட்டுகள்)',

# Restrictions (nouns)
'restriction-edit'   => 'தொகு',
'restriction-move'   => 'நகர்த்து',
'restriction-create' => 'உருவாக்கு',
'restriction-upload' => 'பதிவேற்றம்',

# Restriction levels
'restriction-level-sysop'         => 'முழுமையாக காக்கப்பட்டது',
'restriction-level-autoconfirmed' => 'பகுதியாக காக்கப்பட்டது',
'restriction-level-all'           => 'எந்த நிலையும்',

# Undelete
'undelete'                     => 'நீக்கப்பட்ட பக்கங்களைப் பார்',
'undeletepage'                 => 'பார்ப்பதுடன், நீக்கப்பட்ட பக்கங்களை மீட்டெடு',
'undeletepagetitle'            => "'''[[:$1]] பக்கத்துக்கான நீக்கப்பட்ட திருத்தங்கள் கீழே தரப்பட்டுள்ளன'''.",
'viewdeletedpage'              => 'நீக்க்கப்பட்ட பக்கங்களைப் பார்',
'undeletepagetext'             => 'பின்வரும் {{PLURAL:$1|பக்கம் நீக்கப்பட்டுவிட்டது எனினும் அது|$1 பக்கங்கள் நீக்கப்பட்டுவிட்டன எனினும் அவை}} காப்பகத்தில் உள்ளதால், மீட்டெடுக்க முடியும். காப்பகம் காலத்துக்குக் காலம் சுத்தப்படுத்தப்படலாம்.',
'undeleterevisions'            => '{{PLURAL:$1|ஒரு திருத்தம் பரணிடப்பட்டது|$1 திருத்தங்கள் பரணிடப்பட்டன}}',
'undeletehistory'              => 'இந்தப் பக்கத்தை நீங்கள் மீள்வித்தால், எல்லாத் திருத்தங்களும் வரலாற்றுக்கு மீள்விக்கப்படும்.
நீக்குதலின் பின்னர், அதே பெயருடைய வேறொரு புதிய பக்கம் உருவாக்கப்பட்டிருந்தால், மீள்விக்கப்பட்ட திருத்தங்கள் முன்னைய வரலாற்றிலேயே காணப்படும்.',
'undeletehistorynoadmin'       => 'இந்த பக்கம் நீக்கப்பட்டு உள்ளது.

நீக்கப்பட்டமைக்கான காரனீயமும், நீக்கப்படுவதற்கு முன் இப்பக்கத்தை தொகுத்த பயனர்களின் தகவல்களும் பின்வரும் சுருக்கத்தில் கொடுக்கப்பட்டுள்ளன.

நீக்கப்பட்ட திருத்தங்களின் வாசகங்களை நிர்வாகிகள் மட்டுமே காணமுடியும்.',
'undelete-revision'            => '$3 செய்த $1 பக்கத்தின் ($4, $5 இல் உள்ளபடியான) நீக்கப்பட்ட திருத்தம்:',
'undeleterevision-missing'     => 'செல்லுபடியற்ற அல்லது காணப்படாத திருத்தம். நீங்கள் இங்கே வந்த இணைப்பு பழுதுள்ளதாக இருக்கலாம் அல்லது குறித்த திருத்தம் பரணிலிருந்து நீக்கப்பட்டோ அல்லது மீட்கபட்டோ இருக்கலாம்.',
'undelete-nodiff'              => 'முந்தைய திருத்தங்கள் காணப்படவில்லை.',
'undeletebtn'                  => 'மீட்டெடு',
'undeletelink'                 => 'பார்க்க/மீட்டெடு',
'undeletereset'                => 'மீட்டமைக்க',
'undeletecomment'              => 'காரணம்:',
'undeletedarticle'             => '"$1" மீட்டெடுக்கப்பட்டது',
'undeletedrevisions'           => '{{PLURAL:$1|1 திருத்தம் மீட்கப்பட்டது|$1 திருத்தங்கள் மீட்கப்பட்டன}}',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 திருத்தம்|$1 திருத்தங்கள்}} மற்றும் {{PLURAL:$2|1 கோப்பு|$2 கோப்புகள்}} மீட்கப்பட்டன.',
'undeletedfiles'               => '{{PLURAL:$1|ஒரு கோப்பு மீட்டெடுக்கப்பட்டது|$1 கோப்புகள் மீட்டெடுக்கப்பட்டன}}',
'cannotundelete'               => 'நீக்கம் தோல்வி; வேறு யாராவது முன்னதாக இப்பக்கத்தை நீக்கியிருக்கலாம்.',
'undeletedpage'                => "'''$1 மீட்கப்பட்டது'''

அண்மைய நீக்கல்களுக்கும் மீட்புக்ளுக்கும் [[Special:Log/delete|நீக்கல் பதிவைப்]] பார்க்கவும்.",
'undelete-header'              => 'அண்மையில் நீக்கப்பட்ட பக்கங்களைக் காண [[Special:Log/delete|நீக்கல் பதிவைப்]] பார்க்க.',
'undelete-search-box'          => 'நீக்கப்பட்ட பக்கங்களைத் தேடு',
'undelete-search-prefix'       => 'பின்வரும் எழுத்துடன் தொடங்கும் பக்கங்களைக் காட்டு:',
'undelete-search-submit'       => 'தேடுக',
'undelete-no-results'          => 'நீக்கல் பரணில் பொருத்தமான பக்கங்கள் காணப்படவில்லை.',
'undelete-filename-mismatch'   => '$1 என்ற நேர முத்திரையுடன் கூடிய கோப்பு திருத்ததை மீட்க முடியாது:கோப்பின் பெயர் பொருந்தவில்லை',
'undelete-bad-store-key'       => '$1 என்ற நேர முத்திரையுடன் கூடிய கோப்பு திருத்ததை மீட்க முடியாது: நீக்கலுக்கு முன்னதாக கோப்பைக் காணவில்லை.',
'undelete-cleanup-error'       => 'பயன்படுத்தப்படாத "$1" என்றப் பரண் கோப்பை நீக்குவதில் தவறு.',
'undelete-missing-filearchive' => 'தரவுத்தளத்தில் காணப்படாத படியினால் பரணிடல் அடையாள எண் $1ஐ உடைய கோப்பை மீட்க முடியாது. ஏற்கனவே மீட்கப்பட்டிருக்கலாம்.',
'undelete-error-short'         => 'கோப்பை மீட்பதில் தவறு: $1',
'undelete-error-long'          => 'கோப்பை மீட்டெடுக்கும் போது தவறு ஏற்பட்டுள்ளது:

$1',
'undelete-show-file-confirm'   => '"<nowiki>$1</nowiki>" கோப்பின் $2, $3ல் நீக்கப்பட்ட திருத்தத்தை நீங்கள் காணவேண்டுமா என்பதை உறுதிப்படுத்தவும்?',
'undelete-show-file-submit'    => 'ஆம்',

# Namespace form on various pages
'namespace'      => 'பெயர்வெளி:',
'invert'         => 'தெரிவைத் தலைகீழாக்கு',
'blanknamespace' => '(முதன்மை)',

# Contributions
'contributions'       => 'பயனர் பங்களிப்புக்கள்',
'contributions-title' => '$1 இற்கான பயனர் பங்களிப்புகள்',
'mycontris'           => 'என் பங்களிப்புக்கள்',
'contribsub2'         => '$1 பயனரின் ($2)',
'nocontribs'          => 'இந்த நிபந்தனையுடன் ஒத்துப்போகும் வகையில் மாற்றங்களெதுவும் காணப்படவில்லை.',
'uctop'               => '(மேல்)',
'month'               => 'மாதம் உட்பட முந்தைய:',
'year'                => 'ஆண்டு உட்பட முந்தைய:',

'sp-contributions-newbies'     => 'புதிய கணக்குகளின் பங்களிப்புகளை மட்டும் காட்டு',
'sp-contributions-newbies-sub' => 'புதிய கணக்குகளுக்கு',
'sp-contributions-blocklog'    => 'தடைப் பதிகை',
'sp-contributions-deleted'     => 'பயனரின நீக்கப்பட்ட பங்களிப்புக்கள்',
'sp-contributions-talk'        => 'உரையாடல்',
'sp-contributions-userrights'  => 'பயனர் அனுமதி முகாமைத்துவம்',
'sp-contributions-search'      => 'பங்களிப்புகளைத் தேடு',
'sp-contributions-username'    => 'ஐ.பி. அல்லது பயனர் பெயர்:',
'sp-contributions-submit'      => 'தேடுக',

# What links here
'whatlinkshere'            => 'இப் பக்கத்தை இணைத்தவை',
'whatlinkshere-title'      => '"$1" பக்கத்துக்கு இணைக்கப்பட்டவை',
'whatlinkshere-page'       => 'பக்கம்:',
'linkshere'                => "'''[[:$1]]''' பின்வரும் பக்கங்களில் இப்பக்கம் இணைக்கப்பட்டுள்ளது:",
'nolinkshere'              => "'''[[:$1]]''' எந்தப் பக்கத்திலும் இந்தப் பக்கம் இணைக்கப்படவில்லை.",
'nolinkshere-ns'           => "தெரிவு செய்யப்பட்ட பெயர்வெளியில் '''[[:$1]]''' பக்கத்துக்கு இணைக்கப்பட்ட பக்கங்கள் எதுவுமில்லை.",
'isredirect'               => 'வழிமாற்றுப் பக்கம்',
'istemplate'               => 'உள்ளிடப்பட்டுள்ளது',
'isimage'                  => 'இப் படத்தை இணைத்தவை',
'whatlinkshere-prev'       => '{{PLURAL:$1|முந்தைய|முந்தைய $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|அடுத்த|அடுத்த $1}}',
'whatlinkshere-links'      => '← இணைப்புக்கள்',
'whatlinkshere-hideredirs' => 'வழிமாற்றுகளை $1',
'whatlinkshere-hidetrans'  => 'உள்ளிடப்பட்டவைகளை $1',
'whatlinkshere-hidelinks'  => 'இணைப்புகள் $1',
'whatlinkshere-filters'    => 'வடிகள்',

# Block/unblock
'blockip'                     => 'பயனரைத் தடு',
'blockip-legend'              => 'பயனரைத் தடு',
'blockiptext'                 => 'ஒரு குறிப்பிட்ட ஐபி முகவரி அல்லது பயனரிடமிருந்து எழுத்து அணுக்கத்தைத் தடுப்பதற்குக் கீழேயுள்ள படிவத்தை உபயோகிக்கவும். இது விசமத்தனத்தைத் தடுப்பதற்கும் [[{{MediaWiki:Policy-url}}|{{SITENAME}} கொள்கை]]க்கு எற்புடைய வகையிலும் மட்டுமே பயன்படுத்தப்பட வேண்டும்.
குறிப்பிட்ட காரணமொன்றைக் கீழே நிரப்புக (எடுத்துக்காட்டாக, விசமத்தனம் செய்யப்பட்ட பக்கங்களை எடுத்துக் காட்டவும்).',
'ipaddress'                   => 'ஐ.பி. முகவரி:',
'ipadressorusername'          => 'ஐ.பி. அல்லது பயனர் பெயர்:',
'ipbexpiry'                   => 'காலாவதி:',
'ipbreason'                   => 'காரணம்:',
'ipbreasonotherlist'          => 'வேறு காரணம்',
'ipbreason-dropdown'          => '*பொதுவான தடைக் காரணங்கள்
** பொய்யான தகவல்களை இடல்
** பக்கங்களிலிருந்து உள்ளடக்கங்களை நீக்கல்
** எரித இணைப்புகளை வெளியிணைப்பாக கொடுத்தல்
** பக்கங்களுக்கு அர்த்தமற்ற உள்ளடக்கங்களை இணைத்தல்
** பொறுப்பற்ற நடிவடிக்கைகள்
** ஒரு பயனர் பல கணக்குகளைப் பேணல்
** ஏற்றுக்கொள்ளப்படமுடியாத பயனர் பெயர்',
'ipbanononly'                 => 'அடையாளம் காட்டாத பயனர்களை மட்டும் தடு',
'ipbcreateaccount'            => 'கணக்குகள் தொடங்குவதைத் தடு',
'ipbemailban'                 => 'பயனர் மின்னஞ்சல் செய்வதைத் தடு',
'ipbenableautoblock'          => 'தானியக்கமாக இப்பயனர் கடசியாகப் பயன்படுத்திய ஐ.பி. முகவரியையும் பங்களிக்க முயலும் ஐ.பி. முகவரிகளயும் தடைச் செய்',
'ipbsubmit'                   => 'இப் பயனரைத் தடு',
'ipbother'                    => 'வேறு நேரம்:',
'ipboptions'                  => '2 மணித்தியாலங்கள்:2 hours,1 நாள்:1 day,3 நாட்கள்:3 days,1 வாரம்:1 week,2 வாரங்கள்:2 weeks,1 மாதம்:1 month,3 மாதங்கள்:3 months,6 மாதங்கள்:6 months,1 ஆண்டு:1 year,முடிவிலி:infinite',
'ipbotheroption'              => 'வேறு',
'ipbotherreason'              => 'வேறு மேலதிக காரணம்:',
'ipbhidename'                 => 'தொகுப்புக்கள் மற்றும் பட்டியல்களிலிருந்து பயனர் பெயரை மறைக்கவும்',
'badipaddress'                => 'செல்லுபடியற்ற ஐ.பி. முகவரி',
'blockipsuccesssub'           => 'தடுப்பு வெற்றி',
'blockipsuccesstext'          => '[[Special:Contributions/$1|$1]] தடுக்கப்பட்டுள்ளார்.<br />
தடுப்பை மீளாய்வு செய்ய [[Special:IPBlockList|தடுக்கப்பட்ட ஐ.பி. முகவரிகளின் பட்டியலைப்]] பார்.',
'ipb-edit-dropdown'           => 'தடை காரணங்கள் தொகு',
'ipb-unblock-addr'            => '$1 இன் தடையை நீக்கு',
'ipb-unblock'                 => 'ஐ.பி. அல்லது பயனருக்கான தடையை நீக்கு',
'ipb-blocklist-addr'          => '$1 இற்கு தற்போதுள்ள தடுப்புகள்',
'ipb-blocklist'               => 'தற்போதுள்ள தடுப்புகளைப் பார்',
'unblockip'                   => 'பயனர் தடையை நீக்கு',
'unblockiptext'               => 'முன்னர் தடுக்கப்பட்ட ஐ.பி. முகவரி அல்லது பயனர்பெயரின் எழுத்து அணுக்கத்தை மீழ்விப்பதற்கு கீழேயுள்ள படிவத்தை பயன்படுத்தவும்.',
'ipusubmit'                   => 'இந்தத் தடையை நீக்கு',
'unblocked'                   => '[[User:$1|$1]] பயனருக்கான தடை நீக்கப்பட்டது',
'unblocked-id'                => '$1 தடை நீக்கப்பட்டது',
'ipblocklist'                 => 'தடுக்கப்பட்ட ஐபி முகவரிகள் மற்றும் பயனர்பெயர்களின் பட்டியல்',
'ipblocklist-legend'          => 'தடுக்கப்பட்ட பயனரொருவரைத் தேடு',
'ipblocklist-username'        => 'பயனர் பெயர் அல்லது ஐ.பி. முகவரி:',
'ipblocklist-submit'          => 'தேடுக',
'blocklistline'               => '$1, தடுத்தவர்:$2, தடுக்கப்பட்டவர்:$3 ($4)',
'infiniteblock'               => 'காலவரையறையற்ற',
'expiringblock'               => '$1-தேதியில், $2-மணிக்கு இது காலாவதியாகிறது',
'anononlyblock'               => 'அடையாளம் காட்டாத பயனர் மட்டும்',
'noautoblockblock'            => 'தானியக்கமான தடை முடக்கப்பட்டுள்ளது',
'createaccountblock'          => 'கணக்குத் தொடங்குவது தடுக்கப்பட்டது',
'emailblock'                  => 'மின்னஞ்சல் தடுக்கப்பட்டது',
'ipblocklist-empty'           => 'தடுப்புப் பட்டியலியலில் ஒன்றுமில்லை.',
'ipblocklist-no-results'      => 'கோரப்பட்ட ஐ.பி. அல்லது பயனர் பெயர் தடைச் செய்யப்படவில்லை.',
'blocklink'                   => 'தடு',
'unblocklink'                 => 'தடை நீக்கு',
'change-blocklink'            => 'குறிப்பிட்ட பகுதியை மாற்று',
'contribslink'                => 'பங்களிப்புகள்',
'autoblocker'                 => 'நீங்கள் "[[User:$1|$1]]" உடன் ஒரே ஐ.பி. முகவரியைப் பகிர்ந்துகொள்வதால் தானியங்கித் தடை விதிக்கப்பட்டுள்ளது. $1இன் தடுப்புக்காக கொடுக்கப்பட்டக் காரணம்: "$2".',
'blocklogpage'                => 'தடைப் பதிகை',
'blocklogentry'               => '$2, $3 அன்று காலாவதியாகும் வகையில் [[$1]] தடுக்கப்பட்டது',
'blocklogtext'                => 'இது ஒரு பயனரின் தடுப்பு தடை நீக்கல் செயற்பாடுகளுக்கான பதிவாகும். தானியங்கி முறையில் தடுக்கப்படும் ஐபி முகவரிகள் இப்பட்டியலில் இடம்பெறா.  தற்போது செயற்பாட்டிலுள்ள தடைகளையும் முடக்கங்களையும் [[Special:IPBlockList|ஐ.பி. தடுப்பு பட்டியலில்]] பார்க்க.',
'unblocklogentry'             => '"$1" தொடர்பான தடுப்பு நீக்கப்பட்டது',
'block-log-flags-anononly'    => 'அடையாளம் காட்டாத பயனர் மட்டும்',
'block-log-flags-nocreate'    => 'கணக்கு தொடக்கம் முடக்கப்பட்டுள்ளது',
'block-log-flags-noautoblock' => 'தானியக்கமான தடை முடக்கப்பட்டுள்ளது',
'block-log-flags-noemail'     => 'மின்னஞ்சல் தடுக்கப்பட்டது',
'block-log-flags-hiddenname'  => 'பயனர் பெயர் மறைக்கப்பட்டுள்ளது',
'range_block_disabled'        => 'வீச்சு தடுப்புக்களை ஏற்படுத்தக் கூடியா நிர்வாகிகளின் இயலுமை முடக்கப்பட்டது.',
'ipb_expiry_invalid'          => 'காலாவதியாகும் நாள் செல்லுபடியற்றது.',
'ipb_already_blocked'         => '"$1" ஏற்கனவே தடுக்கப்பட்டுள்ளார்',
'ipb_cant_unblock'            => 'தவறு: தடை இலக்கம் $1 காணப்படவில்லை. இதற்கான தடை ஏற்கனவே நீக்கப்பட்டிருக்கலாம்.',
'ipb_blocked_as_range'        => 'தவறு:இந்த ஐ.பி. $1 நேரடியாக தடைச் செய்யப்படவில்லை எனவே தடையை நீக்க முடியாது. இது $2 என்ற ஐ.பி. வீச்சு தடைச் செய்யப்பட்டதால் தடைச் செய்யப்பட்டுள்ளது இவ்வீச்சிற்கான தடையை நீக்க முடியும்.',
'ip_range_invalid'            => 'செல்லுபடியற்ற ஐ.பி. வீச்சு',
'blockme'                     => 'என்னை தடைச் செய்',
'proxyblocker'                => 'புரொக்சி தடுப்பி',
'proxyblocker-disabled'       => 'இந்தச் செயல் செயலிழக்கச் முடக்கப்பட்டுள்ளது.',
'proxyblocksuccess'           => 'வெற்றி.',

# Developer tools
'lockdb'              => 'தரவுத்தளத்தைப் பூட்டு',
'unlockdb'            => 'தரவுத்தளத்தைத் திற',
'lockdbtext'          => 'தரவுத்தளத்தைப் பூட்டுதல், பயனர்கள் பக்கங்களைத் தொகுக்கவும், விருப்பத் தேர்வுகளை மாற்றவும், கவனிப்புப் பட்டியல்களைத் தொகுக்கவும், மற்றும் தரவுத்தளத்தில் மாற்றங்கள் தேவைப்படும் பிற விடயங்களைச் செய்யவும் முடியாமல் இடை நிறுத்தும். இதுதான் உங்களுக்கு வேண்டியது என்பதையும், பராமரிப்பு முடிந்ததும் தரவுத்தளத்தைத் திறந்துவிடுவீர்கள் என்பதையும் தயவுசெய்து உறுதிப்படுத்தவும்.',
'unlockdbtext'        => 'தரவுத்தளத்தைத் திறத்தல், பக்கங்களைத் தொகுக்கவும், விருப்பத் தேர்வுகளை மாற்றவும், கவனிப்புப் பட்டியல்களைத் தொகுக்கவும், மற்றும் தரவுத்தளத்தில் மாற்றங்கள் தேவைப்படும் பிற விடயங்களைச் செய்யவும் கூடிய திறனைப் பயனர்களுக்கு மீள்விக்கும். இதுதான் நீங்கள் செய்ய விரும்புகிறீர்கள் என்பதைத் தயவுசெய்து உறுதிப்படுத்துங்கள்.',
'lockconfirm'         => 'ஆம், நான் உண்மையில் தரவுத்தளத்தைப் பூட்ட விரும்புகிறேன்.',
'unlockconfirm'       => 'ஆம், நான் உண்மையில் தரவுத்தளத்தைத் திறக்க விரும்புகிறேன்.',
'lockbtn'             => 'தரவுத்தளத்தைப் பூட்டுக',
'unlockbtn'           => 'தரவுத்தளத்தைத் திறக்கவும்',
'locknoconfirm'       => 'நீங்கள் உறுதிப்படுத்தல் கட்டத்துள் குறியிடவில்லை.',
'lockdbsuccesssub'    => 'தரவுத்தளப் பூட்டல் வெற்றி',
'unlockdbsuccesssub'  => 'தரவுத்தளப் பூட்டு நீக்கப்பட்டது',
'lockdbsuccesstext'   => 'தரவுத்தளம் பூட்டப் பட்டது.<br />பராமரிப்பு முடிவடைந்ததும் [[Special:UnlockDB|பூட்டை நீக்க]] மறவாதீர்.',
'unlockdbsuccesstext' => 'தரவுத்தளம் திறக்கப்பட்டது.',
'databasenotlocked'   => 'தரவுத்தளம் பூட்டப்படவில்லை.',

# Move page
'move-page'                 => '$1 பக்கத்தை நகர்த்து',
'move-page-legend'          => 'பக்கத்தை நகர்த்து',
'movepagetext'              => "பின்வரும் படிவத்தைப் பயன்படுத்துவது, பக்கமொன்றின் பெயரை மாற்றி, இதனுடைய முழு வரலாற்றையும் புதிய பெயருக்கு நகர்த்தும். பழைய தலைப்பு, புதிய பக்கத்துக்கான ஒர் வழிகாட்டும் பக்கமாக ஆகும்.
நீங்கள் பழைய தலைப்புக்கு தானியக்கமாக வழிகாட்டும் வழிமாற்றுக்களை  மாற்றியமைக்கலாம்.
அப்படி செய்ய நீங்கள் விரும்பவில்லை எனில்,[[Special:DoubleRedirects|இரட்டை]] அல்லது [[Special:BrokenRedirects|முறிந்த வழிமாற்றுகள்]]  உள்ளனவா என்பதைச் சரி பார்த்து உறுதிசெய்யவும்.
இணைப்புகள் எவ்விடத்துக்குச் சென்றடைய வேண்டுமோ அவ்விடத்தைத் தொடர்ந்தும் குறிப்பதை உறுதி செய்து கொள்வது உங்கள் பொறுப்பாகும்.

ஏற்கெனவே புதிய தலைப்பில் ஒரு பக்கம் இருந்தால், இந்தப் பக்கம் வெறுமையாகவோ அல்லது ஒரு வழிமாற்றுப் பக்கமாகவோ இருப்பதுடன் பழைய தொகுப்பு வரலாறும் இல்லாதிருந்தால்தான்,  இப் பக்கம் '''நகர்த்தப்படும்''' என்பதைக் கவனிக்கவும்.
தற்செயலாக, நீங்கள் தவறு செய்துவிட்டால், எந்தப் பெயரிலிருந்து பெயர் மாற்றம் செய்தீர்களோ அதே பெயருக்கு மீண்டும் மாற்றமுடியும் என்பதுடன் ஏற்கெனவே இருக்கும் பக்கமொன்றை மேலெழுத முடியாது என்பதையும் இது குறிக்கின்றது.

'''எச்சரிக்கை!'''
இது பிரபலமான ஒரு பக்கத்துக்குச் செய்யும் கடுமையானதும், எதிர்பாராததுமான மாற்றமாக இருக்கக்கூடும்;
தயவுசெய்து தொடர்வதற்கு முன் இதன் விளைவுகளை விளங்கிக்கொண்டிருக்கிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளவும்.",
'movepagetalktext'          => "*நீங்கள் பக்கத்தைப் பெயர்வெளிகளிடையே நகர்த்துகிறீர்கள் என்றோ,
*ஒரு வெறுமையில்லாத பேச்சுப் பக்கம் புதிய பெயரில் ஏற்கெனவேயிருந்தோ, அல்லது
*நீங்கள் கீழேயுள்ள கட்டத்தில் குறியிடாமல் விடுகிறீர்கள் என்றோ.
'''இல்லாவிடில்''' சேர்ந்திருக்கும் பேச்சுப் பக்கம், ஏதாவது இருந்தால், தன்னியக்கமாக அதனுடன் நகர்த்தப்படும்.
இப்படியான சந்தர்ப்பங்களில், விரும்பினால், நகர்த்தலையோ அல்லது ஒன்றிணைத்தலையோ நீங்கள் கைவினையாகச் செய்யவேண்டியிருக்கும்.",
'movearticle'               => 'பக்கத்தை நகர்து',
'movenologin'               => 'புகுபதிகை செய்யப்படவில்லை',
'movenologintext'           => 'இப் பக்கத்தை நகர்த்துவதற்கு, நீங்கள் ஒரு பதிவு செய்யப்பட்ட பயனராயும் [[Special:UserLogin|புகுபதிகை செய்தும்]] இருக்க வேண்டும்.',
'movenotallowed'            => 'உங்களுக்கு பக்கங்களை நகர்த்த அனுமதி கிடையாது.',
'newtitle'                  => 'புதிய தலைப்பு',
'move-watch'                => 'இப்பக்கத்தைக் கவனி',
'movepagebtn'               => 'பக்கத்தை நகர்த்து',
'pagemovedsub'              => 'நகர்த்தல் வெற்றி',
'movepage-moved'            => '\'\'\'"$1", "$2" என்ற தலைப்புக்கு நகர்த்தப் பட்டுள்ளது\'\'\'',
'articleexists'             => 'அந்தப் பெயரையுடைய பக்கம் ஏற்கெனவே உள்ளது அல்லது நீங்கள் தெரிவு செய்த பெயர் செல்லுபடியாகாது. தயவுசெய்து வேறு பெயரைத் தெரியவும்.',
'cantmove-titleprotected'   => 'நீர் பக்கத்க்தை நகர்த்த எத்தனித்த தலைப்பு உருவாக்கப்படுவது தடை செய்யப்பட்டுமையால் அத்தலைப்புக்கு நகர்த்த முடியாது',
'talkexists'                => 'பக்கம் வெற்றிகரமாக நகர்த்தப்பட்டது, ஆனால் பேச்சுப் பக்கத்தை நகர்த்த முடியவில்லை ஏனெனில் புதிய தலைப்பில் இன்னொன்று உள்ளது. தயவுசெய்து கையால் ஒன்றுகலக்கவும்.',
'movedto'                   => 'நகர்த்தப்பட்ட இடம்',
'movetalk'                  => 'தக்கதாயின் "பேச்சுப்" பக்கத்தையும் நகர்த்தவும்.',
'1movedto2'                 => '[[$1]], [[$2]] என்றத் தலைப்புக்கு நகர்த்தப் பட்டுள்ளது',
'1movedto2_redir'           => '[[$1]],[[$2]] பக்கத்துக்கு வழிமாற்றிக்கு மேலாக நகர்த்தப்பட்டது',
'movelogpage'               => 'நகர்த்தல் பதிகை',
'movelogpagetext'           => 'நகர்த்தப்பட்டப் பக்கங்களின் பட்டியல் கீழே தரப்பட்டுள்ளது.',
'movereason'                => 'காரணம்:',
'revertmove'                => 'முன்நிலையாக்கு',
'delete_and_move'           => 'நீக்கிவிட்டு நகர்த்து',
'delete_and_move_text'      => '==நீக்கம் தேவை==

நகர்த்தப்படவேண்டியப் பக்கம் "[[:$1]]" ஏற்கனவே உள்ளது. நகர்த்தலுக்கு வழி ஏற்படுத்த அப்பக்கத்தை நீக்க வேண்டுமா?',
'delete_and_move_confirm'   => 'ஆம், இப்பக்கத்தை நீக்குக',
'delete_and_move_reason'    => 'நகர்த்துவதற்கு இடமளிப்பதற்காக நீக்கப்பட்டது',
'selfmove'                  => 'நகர்தலின் தொடக்கப் பக்கத்தலைப்பும் முடிவுப் பக்கத்தலைப்பும் ஒன்றாகும்; ஒரு தலைப்பை அதன் மீதே நகர்த்த முடியாது.',
'immobile-source-namespace' => '"$1" பெயர்வெளியின் பக்கங்களை நகர்த்த முடியாது.',
'immobile-target-namespace' => '"$1" பெயர்வேளிக்குள் பக்கங்களை நகர்த்த முடியாது.',
'immobile-source-page'      => 'இந்த பக்கம் நகர்த்தக்கூடியதல்ல.',
'imagenocrossnamespace'     => 'ஒரு கோப்பற்ற பெயர்வெளிக்கு கோப்பை நகர்த்தமுடியாது',
'move-leave-redirect'       => 'ஒரு வழிமாற்றை விட்டுச்செல்',

# Export
'export'            => 'ஏற்றுமதிப் பக்கங்கள்',
'exporttext'        => 'ஒரு பக்கத்தினதோ அல்லது ஒரு தொகுதி பக்கங்களினதோ உரையையும், தொகுப்பு வரலாற்றையும், ஏதாவது XML இல் சுற்றி ஏற்றுமதி செய்ய முடியும்; இதைப் மீடியாவிக்கி மென்பொருளிலியங்கும் இன்னொரு விக்கிக்கு [[Special:Import|இறக்குமதி செய்யலாம்]].

ஏற்றுமதி செய்ய வேண்டிய பக்கங்களின் தலைப்புக்களை ஒரு நிரைக்கு ஒன்றாக கீழுள்ள உரைக் கட்டத்தில் இடுக, மேலும் உமக்கு நடப்புப் பதிப்பு மட்டும் வேண்டுமா அல்லது பழைய பதிப்புக்களும் வேண்டுமா என்பதைக் குறிப்பிடவும்.

நடப்புப் பதிப்பு தேவையாயின் இணைப்புக்களைப் பயன்படுத்தலாம் எ+கா  "[[{{MediaWiki:Mainpage}}]]" என்றப் பக்கத்தை ஏறுமதி செய்ய [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] என்ற இணைப்பை பயன்படுத்தலாம்.',
'exportcuronly'     => 'நடப்புத் திருத்தத்தை மட்டும் சேர்க்கவும்',
'exportnohistory'   => "----
'''குறிப்பு:'''செயல் திறைனைக் கருத்திற் கொண்டு பக்கங்களின் முழுமையான வரலாற்றை இப்படிமமூடாக ஏற்றுமதி செய்வது முடக்கப்பட்டுள்ளது.",
'export-submit'     => 'ஏற்றுமதி செய்',
'export-addcattext' => 'பகுப்பிலுள்ள பக்கங்களைச் சேர்:',
'export-addcat'     => 'சேர்',
'export-addns'      => 'சேர்த்துக்கொள்க',
'export-download'   => 'கோப்பாக சேமி',
'export-templates'  => 'வார்ப்புருக்களையும் உள்ளடக்கு',

# Namespace 8 related
'allmessages'                   => 'அனைத்து முறைமைசார் தகவல்கள் அட்டவணை',
'allmessagesname'               => 'பெயர்',
'allmessagesdefault'            => 'இயல்பிருப்பு உரை',
'allmessagescurrent'            => 'தற்போதைய உரை',
'allmessagestext'               => 'இது மீடியாவிக்கி பெயர்வெளியிலுள்ள எல்லா முறைமை தகவல்களினதும் பட்டியலாகும்.
மொழிபெயர்ப்பில் உதவ விரும்பின் அருள்கூர்ந்து [http://translatewiki.net பீட்டாவிக்கி], [http://www.mediawiki.org/wiki/Localisation மீடியாவிக்கி மொழியாக்க]  தளங்களுக்குச் செல்லவும்.',
'allmessagesnotsupportedDB'     => "'''\$wgUseDatabaseMessages''' முடக்கப்பட்டுள்ளப் படியால் இப்பக்கததை பயன்படுத்த முடியாது.",
'allmessages-filter-unmodified' => 'மாற்றம் செய்யப்படாதது',
'allmessages-filter-all'        => 'அனைத்து',
'allmessages-filter-modified'   => 'மாற்றப்பட்டுள்ளது',
'allmessages-language'          => 'மொழி:',
'allmessages-filter-submit'     => 'செல்',

# Thumbnails
'thumbnail-more'           => 'பெரிதாக்கு',
'filemissing'              => 'கோப்பைக் காணவில்லை',
'thumbnail_error'          => 'சிறு முன்தோற்றத்தை உருவாக்கப்படுவதில் தவறு: $1',
'thumbnail_dest_directory' => 'இலக்கு அடைவை உருவாக்க முடியவில்லை.',

# Special:Import
'import'                     => 'பக்கங்களை இறக்கு',
'importinterwiki'            => 'விக்கியிடை இறக்குமதி',
'import-interwiki-text'      => 'இறக்குமதிக்கான விக்கியையும் பக்கத்தையும் தெரிவுச் செய்க.
திருத்த நாட்கள், தொகுத்தவர்களின் பெயர்கள் என்பன பேனப்படும்.
எல்லா விக்கியிடை இறக்குமதிகளும் [[Special:Log/import|இறக்குமதிப் பதிகையில்]] பதியப்படும்.',
'import-interwiki-source'    => 'மூல விக்கி/பக்கம்:',
'import-interwiki-history'   => 'இப்பக்கத்தின் அனைத்து வரலாற்றுப் பதிப்புகளையும் நகலெடு',
'import-interwiki-submit'    => 'இறக்கு',
'import-interwiki-namespace' => 'பின்வரும் பெயர்வெளிக்கு மாற்று:',
'import-upload-filename'     => 'கோப்புப்பெயர்:',
'import-comment'             => 'கருத்து:',
'importtext'                 => 'அருள் கூர்ந்து மூல விக்கியிலிருந்து [[Special:Export|ஏற்றுமதி அம்சத்தைப்]] பயன்படுத்தி கோப்பை ஏற்றுமதி செய்து உங்கள் கணினியில் சேமித்து அக்கோப்பை இங்கே பதிவேற்றவும்.',
'importstart'                => 'பக்கங்கள் இறக்கப்படுகின்றன...',
'import-revision-count'      => '{{PLURAL:$1|ஒரு திருத்தம்|$1 திருத்தங்கள்}}',
'importnopages'              => 'இறக்குமதிக்கு பக்கங்கள் எதுவுமில்லை.',
'importfailed'               => 'இறக்குமதி தோல்வி: <nowiki>$1</nowiki>',
'importunknownsource'        => 'அறியப்படாத இறக்குமதிக் கோப்பு வகை',
'importcantopen'             => 'இறக்குமதிக் கோப்பை திறக்க முடியவில்லை',
'importbadinterwiki'         => 'பழுதுள்ள விக்கியிடை இணைப்பு',
'importnotext'               => 'வெற்று அல்லது உரையெதுவுமில்லை',
'importsuccess'              => 'இறக்குமதி முற்றியது!',
'importhistoryconflict'      => 'முரண்பாடான திருத்த வரலாறுகள் காணப்படுகின்றன (நீர் ஏற்கனவே இப்பக்கத்தை இறக்கியிருக்கலாம்)',
'importnosources'            => 'விக்கியிடை இறகுமதி மூலம் வரையறுக்கப்படவில்லை மேலும் நேரடி வரலாறு பதிவேற்றங்கள் முடக்கப்பட்டுள்ளன.',
'importnofile'               => 'இறக்குமதிக் கோப்பொன்றும் பதிவேற்றப்படவில்லை.',
'importuploaderrorsize'      => 'இறக்குமதி கோப்பின் பதிவேற்றம் தோல்வி. அனுமதிக்கப்பட்ட உச்ச அளவைவிட கோப்பு பெரியது.',
'importuploaderrorpartial'   => 'இறக்குமதிக் கோப்பின் பதிவேற்றம் வெற்றியளிக்கவில்லை. பகுதியாகவே பதிவேற்றப்பட்டது.',
'importuploaderrortemp'      => 'இறக்குமதிக் கோப்பின் பதிவேற்றம் வெற்றியளிக்கவில்லை. தற்காலிக அடைவொன்றக் காணவில்லை.',
'import-noarticle'           => 'இறக்குமதிக்கான பக்கமெதுவுமில்லை!',
'import-nonewrevisions'      => 'எல்லாத் திருத்தங்களும் முன்னர் இறக்கப்பட்டுள்ளன.',
'xml-error-string'           => '$1 நிரை $2, நிரல் $3 (பைட் $4): $5',
'import-upload'              => 'XML தரவை பதிவேற்று',
'import-token-mismatch'      => 'உங்கள் அமர்வின் தரவுகள் அழிந்துவிட்டன. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.',
'import-invalid-interwiki'   => 'குறிப்பிட்ட விக்கியில் இருந்து இறக்குமதி செய்யமுடியாது .',

# Import log
'importlogpage'                    => 'இறக்குமதி பதிகை',
'importlogpagetext'                => 'வேறு விக்கிகளிலில் தொகுப்பு வரலாற்றைக் கொண்டப் பக்கங்களின் மேலாண்மை இறக்குமதிகள்.',
'import-logentry-upload'           => 'கோப்பு பதிவேற்றத்தின் மூலம் [[$1]] இறக்கப்பட்டது',
'import-logentry-upload-detail'    => '{{PLURAL:$1|ஒரு திருத்தம்|$1 திருத்தங்கள்}}',
'import-logentry-interwiki-detail' => '$2 இலிருந்து {{PLURAL:$1|ஒரு திருத்தம்|$1 திருத்தங்கள்}}',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'உங்கள் பயனர் பக்கம்',
'tooltip-pt-anonuserpage'         => 'நீங்கள் தொகுத்துக் கொண்டிருக்கும் ஐ.பி. முகவரிக்கான பயனர் பக்கம்',
'tooltip-pt-mytalk'               => 'உங்கள் பேச்சுப் பக்கம்',
'tooltip-pt-anontalk'             => 'இந்த ஐ.பி. முகவரியிலிருந்தான தொகுப்புக்களைப் பற்றிய உரையாடல்',
'tooltip-pt-preferences'          => 'என் விருப்பத்தேர்வுகள்',
'tooltip-pt-watchlist'            => 'மாற்றங்களுக்காக நீங்கள் கவனிக்கும் பக்கங்களின் பட்டியல்',
'tooltip-pt-mycontris'            => 'உங்கள் பங்களிப்புக்களின் பட்டியல்',
'tooltip-pt-login'                => 'நீங்கள் புகுபதிகை செய்ய ஊக்குவிக்கப்படுகிறீர்கள், ஆனால் இது கட்டாயமன்று.',
'tooltip-pt-anonlogin'            => 'நீங்கள் புகுபதிகைச் செய்ய ஊக்குவிக்கப்படுகிறீர்கள் எனினும் இது கட்டாயமல்ல.',
'tooltip-pt-logout'               => 'விடுபதிகை',
'tooltip-ca-talk'                 => 'உள்ளடக்கப் பக்கம் தொடர்பான உரையாடல் பக்கம்',
'tooltip-ca-edit'                 => 'நீங்கள் இப்பக்கத்தை தொக்குக்க முடியும். "முன்தோற்றம் காட்டு" பொத்தனைப் பயன்படுத்திய பின்ன உங்கள் மாற்றங்களை சேமிக்கவும்.',
'tooltip-ca-addsection'           => 'புதிய பகுதியைத் தொடங்கு',
'tooltip-ca-viewsource'           => 'இப்பக்கம் காக்கப்பட்டுள்ளது. நீங்கள் இதன் மூலத்தைப் பார்க்கலாம்.',
'tooltip-ca-history'              => 'இப்பக்கத்தின் பழைய பதிப்புகள்.',
'tooltip-ca-protect'              => 'இப்பக்க்த்தை காப்புச் செய்',
'tooltip-ca-delete'               => 'இப்பக்கத்தை நீக்கு',
'tooltip-ca-undelete'             => 'இப்பக்கம் நீக்கப்பட்டதற்கு முன்னர் செய்யப்பட்டத் தொகுப்புகளை மீட்டெடு',
'tooltip-ca-move'                 => 'இப்பக்கத்தை நகர்த்துக',
'tooltip-ca-watch'                => 'இப்பகத்தை உன் கவனிப்புப் பட்டியலில் சேர்',
'tooltip-ca-unwatch'              => 'இப்பக்கத்தை என் கவனிப்புப் பட்டியலிருந்து நீக்கு',
'tooltip-search'                  => '{{SITENAME}}ல் தேடுக',
'tooltip-search-go'               => 'இப்பெயரைக் கொண்டப் பக்கம் இருப்பின் அதற்கு நேரடியாகச் செல்க',
'tooltip-search-fulltext'         => 'இச்சொற்களைக் கொண்டப் பக்கங்களைத் தேடுக',
'tooltip-p-logo'                  => 'முதற் பக்கம்',
'tooltip-n-mainpage'              => 'முதற் பக்கத்துக்குச் செல்லவும்',
'tooltip-n-mainpage-description'  => 'முதற்பக்கத்துக்குச் செல்க',
'tooltip-n-portal'                => 'திட்டம் பற்றி தெரிந்துக் கொள்ள, நீங்கள் என்ன செய்ய முடியும், தேவையானவற்றை எங்கு தேட என்பனவற்றை அறிய',
'tooltip-n-currentevents'         => 'நடப்பு நிகழ்வுகள் பற்றிய மேலதிக தகவல்களைக் காண',
'tooltip-n-recentchanges'         => 'இந்த விக்கியில் செய்யப்பட்ட அண்மைய மாற்றங்களின் பட்டியல்',
'tooltip-n-randompage'            => 'ஏதாவது பக்கமொன்றைக் காட்டு',
'tooltip-n-help'                  => 'உதவிகளைப் பெற',
'tooltip-t-whatlinkshere'         => 'இங்கே இணைக்கப்பட்ட எல்லா விக்கிப் பக்கங்களின் பட்டியல்',
'tooltip-t-recentchangeslinked'   => 'இப்பக்கத்துடன் இணைக்கப்பட்ட பக்கங்களில் மாற்றங்கள்',
'tooltip-feed-rss'                => 'இப்பக்கத்துக்கான ஆர்.எஸ்.எஸ். ஓடை கிடையாது',
'tooltip-feed-atom'               => 'இப்பக்கத்துக்கான அடொம் ஓடை கிடையாது',
'tooltip-t-contributions'         => 'இப்பயனரின்  பங்களிப்புக்களின் பட்டியலைப் பார்',
'tooltip-t-emailuser'             => 'இப் பயனருக்கு மின்னஞ்சல் செய்',
'tooltip-t-upload'                => 'ஊடகக் கோப்புகளை பதிவேற்ற',
'tooltip-t-specialpages'          => 'அனைத்துச் சிறப்புப் பக்கங்களின் பட்டியல்',
'tooltip-t-print'                 => 'இப்பக்கத்தின் அச்சுக்குகந்தப் பதிப்பு',
'tooltip-t-permalink'             => 'இப்பக்கத்தின் இந்தப் பதிப்புக்கான நிலையான இணைப்பு',
'tooltip-ca-nstab-main'           => 'உள்ளடக்கப் பக்கத்தைப் பார்',
'tooltip-ca-nstab-user'           => 'பயனர் பக்கத்தைப் பார்',
'tooltip-ca-nstab-media'          => 'ஊடகக் கோப்பைப் பார்',
'tooltip-ca-nstab-special'        => 'இது ஒரு சிறப்புப் பக்கமாகும், இப்பக்கத்தை நீங்கள் நேரடியாக தொகுக்க முடியாது',
'tooltip-ca-nstab-project'        => 'திட்டப்பக்கத்தைப் பார்',
'tooltip-ca-nstab-image'          => 'கோப்புப் பக்கத்தைப் பார்',
'tooltip-ca-nstab-mediawiki'      => 'முறைமைசார் தகவல்களைப் பார்',
'tooltip-ca-nstab-template'       => 'வார்ப்புருவைப் பார்',
'tooltip-ca-nstab-help'           => 'உதவிப் பக்கத்தைப் பார்',
'tooltip-ca-nstab-category'       => 'பகுப்புப் பக்கத்தை பார்க்க',
'tooltip-minoredit'               => 'இம்மாற்றத்தை சிறிய தொகுப்பாக கருது',
'tooltip-save'                    => 'உங்கள் மாற்றங்களைச் சேமிக்கவும்.',
'tooltip-preview'                 => 'நீங்கள் செய்த மாற்றங்களின் முன்தோற்றம் பார்க்கவும்! தயவுசெய்து, மாற்றங்களை சேமிக்கும் முன்னர் இதனைப் பயன்படுத்தவும்!',
'tooltip-diff'                    => 'உரையில் நீங்கள் செய்த மாற்றங்களைக் காட்டவும்.',
'tooltip-compareselectedversions' => 'இப் பக்கத்தின் தெரிவு செய்யப்பட்ட இரண்டு பதிப்புக்களுக்கு இடையிலான வேறுபாடுகளைப் பார்க்கவும்.',
'tooltip-watch'                   => 'இப்பக்கத்தை உங்கள் கவனிப்புப் பட்டியலில் சேர்க்கவும்',
'tooltip-recreate'                => 'ஏற்கனவே நீக்கப்பட்டிருந்தாலும் இப்பக்கத்தை மீண்டும் உருவாக்கு',
'tooltip-upload'                  => 'பதிவேற்றத்தை தொடங்கு',
'tooltip-rollback'                => '"முன்பிருந்த நிலைக்குக் கொண்டுவருதல்" என்பது தொகுப்புக்கள் அனைத்தையும் பழையபடி இப்பக்கத்தில் கடைசி பயனர் தொகுத்த நிலைக்கு ஒரே ஒரு சொடுக்கில் கொண்டுவரும்.',
'tooltip-undo'                    => '"பின்வாங்கு" எனபது முனபு செய்த தொகுப்புக்களை இல்லாது செய்கிறது. மேலும் தாங்கள் செய்த தொகுப்பினை முன்தோற்ற நிலைக்கு கொண்டுவந்து காட்டும். அது தங்களுக்கு சிறுகுறிப்பு பகுதியில் அதற்கான காரணத்தை கூற அனுமதிக்கிறது.',

# Metadata
'notacceptable' => 'உங்களது சேவையாளர் வாசிக்க கூடிய விதத்தில் இந்த விக்கியால தரவுகளை வழங்க முடியாது.',

# Attribution
'anonymous'        => '{{SITENAME}} தளத்தின் அடையாளம் காட்டாத {{PLURAL:$1|பயனர்|பயனர்கள்}}',
'siteuser'         => '{{SITENAME}} தளத்தின் பயனர் $1',
'lastmodifiedatby' => 'இப்பக்கம் கடைசியாக $2, $1 அன்று $3 என்றப் பயனரால் தொகுக்கப்பட்டது.',
'othercontribs'    => '$1 உடைய ஆக்கத்தை அடிப்படையாகக் கொண்டது.',
'others'           => 'ஏனைய',
'siteusers'        => '{{SITENAME}} தளத்தின் {{PLURAL:$2|பயனர்|பயனர்கள்}} $1',
'creditspage'      => 'பக்க நன்றிகள்',

# Spam protection
'spamprotectiontitle' => 'எரிதக் காப்பு வடி',
'spamprotectiontext'  => 'நீங்கள் சேமிக்க முற்பட்ட பக்கம் எரித வடியால் தடுக்கப்பட்டது. இது தடை செய்யப்பட்ட வெளி இணையத்தளம் ஒன்றுக்கான இணைப்புக் காரணமாக ஏற்பட்டிருக்கலாம்.',
'spamprotectionmatch' => 'பின்வரும் உரையே எரித வடியை தூண்டியது: $1',
'spambot_username'    => 'மிடியாவிக்கி எரித துப்புரவு',
'spam_reverting'      => '$1 தளத்துக்கு இணைப்புகளற்ற பதிப்புக்கு முன்நிலையாக்கப்பட்டது',
'spam_blanking'       => '$1 தளத்துக்கு இணைப்பை கொண்ட திருத்தங்களை வெறுமையாக்கல்',

# Info page
'infosubtitle'   => 'பக்கத்துக்கான தகவல்',
'numedits'       => 'தொகுப்புகளின் எண்ணிக்கை (பக்கங்கள்): $1',
'numtalkedits'   => 'தொகுப்புகளின் எண்ணிக்கை (உரையாடல் பக்கங்கள்): $1',
'numwatchers'    => 'இப்பக்கத்தைக் கவனிப்பவர்கள்: $1',
'numauthors'     => 'எழுத்தாளர்களின் எண்ணிக்கை (பக்கம்): $1',
'numtalkauthors' => 'எழுத்தாளர்களின் எண்ணிக்கை (உரையாடல் பக்கம்): $1',

# Skin names
'skinname-standard'    => 'இயல்பான',
'skinname-nostalgia'   => 'பசுமை நினைவு (Nostalgia)',
'skinname-cologneblue' => 'கொலோன் (Cologne) நீலம் Blue',

# Math options
'mw_math_png'    => 'எப்போதும் PNG ஆக மாற்று',
'mw_math_simple' => 'சிக்கலற்றதாயின் HTML அல்லது PNG',
'mw_math_html'   => 'கூடுமானால் HTML அல்லது PNG',
'mw_math_source' => 'TeX  ஆக விட்டு வை (உரைசார் உலாவிகளுக்கு)',
'mw_math_modern' => 'புதிய உலாவிகளுக்குப் பரிந்துரைக்கப்படுவது',
'mw_math_mathml' => 'கூடுமாயின் MathML (சோதனை)',

# Math errors
'math_failure'          => 'பாகுபடுத்தல் தோல்வி',
'math_unknown_error'    => 'அறியப்படாத தவறு',
'math_unknown_function' => 'அறியப்படாத செயற்பாடு',
'math_lexing_error'     => 'தொகுத்தல் (லெக்சிங்) தவறு',
'math_syntax_error'     => 'தொடரமைப்புத் தவறு',
'math_bad_tmpdir'       => 'தற்காலிக கணித அடைவை உருவாக்க அல்லது எழுத முடியவில்லை',
'math_bad_output'       => 'கணித அடைவை உருவாக்க அல்லது அதில் எழுத முடியவில்லை.',

# Patrolling
'markaspatrolleddiff'                 => 'ரோந்திட்டதாக குறி',
'markaspatrolledtext'                 => 'இப்பக்கத்தை ரோந்திட்டதாகக் குறி',
'markedaspatrolled'                   => 'ரோந்திட்டதாக குறிக்கப்பட்டது',
'markedaspatrolledtext'               => 'தெரிவு செய்யப்பட்டத் திருத்தம் [[:$1]]  பார்வையிட்டதாக குறிக்கப்பட்டுள்ளது.',
'rcpatroldisabled'                    => 'அண்மைய மாற்றங்களின் ரோந்து முடக்கப்பட்டுள்ளது',
'rcpatroldisabledtext'                => 'அண்மைய மாற்றங்களின் ரோந்து தற்காலிகமாக முடக்கப்பட்டுள்ளது.',
'markedaspatrollederror'              => 'ரோந்திட்டதாக குறிக்க முடியாது',
'markedaspatrollederrortext'          => 'ரோந்திட்டதாக குறிக்க நீங்கள் திருத்தமொன்றைக் குறிப்பிட வேண்டும்.',
'markedaspatrollederror-noautopatrol' => 'உமது மாற்றங்களை நீரே ரோந்திட்டதாக குறிக்க அனுமதி கிடையாது.',

# Patrol log
'patrol-log-page' => 'ரோந்துப் பதிகை',
'patrol-log-line' => '$1 பக்கத்தின் $2 திருத்தத்தை ரோந்திடப்பட்டதாகக் குறித்தார் $3',
'patrol-log-auto' => '(தன்னிச்சையாக)',

# Image deletion
'deletedrevision'                 => 'பழைய திருத்தம் $1 நீக்கப்பட்டது',
'filedeleteerror-short'           => 'பின்வரும் கோப்பை நீக்குவதில் தவறு: $1',
'filedeleteerror-long'            => 'கோப்பை நீக்கும் போது தவறுகள் ஏற்பட்டுள்ளன:

$1',
'filedelete-missing'              => '"$1" என்றக் கோப்பு இல்லாதப்டியால் கோப்பை நீக்கமுடியாது.',
'filedelete-old-unregistered'     => 'குறித்த திருத்தம் "$1"  தரவுத்தளத்தில் காணப்படவில்லை.',
'filedelete-current-unregistered' => 'குறித்தக் கோப்பு "$1" தரவுத்தளத்தில் இல்லை.',
'filedelete-archive-read-only'    => 'வழங்கனால் பரண் அடைவு "$1" எழுதப்படமுடியாது.',

# Browsing diffs
'previousdiff' => '← முந்தைய தொகுப்பு',
'nextdiff'     => 'அடுத்த தொகுப்பு →',

# Media information
'mediawarning'         => "'''எச்சரிக்கை''': இந்தக் கோப்பு கேடுவிளைவிக்கக் கூடிய நிரலைக் கொண்டிருக்கலாம், இதனை செயற்படுத்துவதன் மூலம் உங்கள் கணனியின் பாதுகாப்பு கேள்விகுற்படுத்தப்படலாம்.",
'imagemaxsize'         => "படிமங்களின் உச்ச அளவு:<br />''(கோப்புக்களின் விவர பக்கங்களுக்கு)''",
'thumbsize'            => 'சிறு முன்தோற்றத்தின் பரிமாணம்:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|பக்கம்|பக்கங்கள்}}',
'file-info'            => '(கோப்பின் அளவு: $1, MIME வகை: $2)',
'file-info-size'       => '($1 × $2 பிக்சல், கோப்பின் அளவு: $3, MIME வகை: $4)',
'file-nohires'         => '<small>இதைவிட அளவில் பெரிய படிமம் இல்லை.</small>',
'svg-long-desc'        => '(SVG கோப்பு, பெயரளவில் $1 × $2 பிக்சல்கள், கோப்பு அளவு: $3)',
'show-big-image'       => 'முழு அளவிலான படிமம்',
'show-big-image-thumb' => '<small>இந்த முன்தோற்றத்தின் பரிமாணம்: $1 × $2 பிக்சல்கள்</small>',

# Special:NewFiles
'newimages'             => 'புதிய படிமங்கள் பக்கம்',
'imagelisttext'         => 'கீழ் வருவது $2 பாகுபடுத்தப்பட்ட $1 {{PLURAL:$1|படிமத்தின்|படிமங்களின்}} பட்டியலாகும்.',
'newimages-summary'     => 'இச்சிறப்புப் பக்கம் கடைசியாக பதிவேற்றப்பட்ட பக்கங்களைப் பட்டியலிடுகிறது.',
'showhidebots'          => '(தானியங்கிகளை $1)',
'noimages'              => 'பார்வைக்கு ஓன்றுமில்லை.',
'ilsubmit'              => 'தேடுக',
'bydate'                => 'நாள் வழி',
'sp-newimages-showfrom' => '$1, $2க்குப் பின்னரான புதியக் கோப்புக்களைக் காட்டுக',

# Bad image list
'bad_image_list' => 'முறை பின்வருமாறு:

பட்டியல் உள்ளடக்கங்கள் (* குறியீட்டுடன் தொடங்கும் வரிகள்) மட்டுமே கருத்தில் கொள்ளப்படும். பழுதுள்ளக் கோப்புடைய இணைப்பு ஒரு வரியில் முதலாவதாக தரப்பட வேண்டும்.
தொடர்ந்து வரும் இணைப்புகள் விதிவிலக்குகளாக கருதப்படும், அதாவது வரியில் படிமங்கள் வரக்கூடிய பக்கங்கள்.',

# Metadata
'metadata'          => 'மேல் நிலைத் தரவு',
'metadata-help'     => 'இந்தக் கோப்பு இம்மென் கோப்பை தயாரிக்கப் பயன்படுத்திய இலத்திரனியல் கமெரா அல்லது மென் பொருளால் இணைக்கப்பட்ட மேலதிகத் தகவல்களைக் கொண்டுள்ளது. இக்கோப்பு ஏதாவது வகையில் மாற்றியமைக்கப்பட்டிருந்தால் இத்தகவல்கள் அவற்றைப் பிரதிபலிக்காமல் இருக்கலாம்.',
'metadata-expand'   => 'மேலதிகத் தகவல்களைக் காட்டு',
'metadata-collapse' => 'மேலதிகத் தகவல்களை மறை',
'metadata-fields'   => 'இங்கே காட்டப்பட்டுள்ள எக்சிப் மேல்நிலைத் தரவுகள் படிமவிளக்கப்பக்கத்தில் காட்டப்படும். ஏனைய தரவுகள் இயல்பிருப்பாக மறைக்கப்பட்டிருக்கும்.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'அகலம்',
'exif-imagelength'                 => 'உயரம்',
'exif-compression'                 => 'சுருக்கத் திட்டம்',
'exif-photometricinterpretation'   => 'பிக்சல் பொதிவு',
'exif-orientation'                 => 'திசை',
'exif-samplesperpixel'             => 'அங்கங்களின் எண்ணிக்கை',
'exif-planarconfiguration'         => 'தரவு அமைவு',
'exif-xresolution'                 => 'கிடை நுணுக்கம்',
'exif-yresolution'                 => 'நிலைக்குத்து நுணுக்கம்',
'exif-resolutionunit'              => 'X, Y நுணுக்களின் அலகு',
'exif-stripoffsets'                => 'படிமத் தரவு அமைவிடம்',
'exif-rowsperstrip'                => 'ஒரு பட்டையில் உள்ள நிரைகளின் எண்ணிக்கை',
'exif-stripbytecounts'             => 'சுருக்கப்பட்ட பட்டியில் உள்ள பைட்டுகள்',
'exif-jpeginterchangeformatlength' => 'JPEG தரவுகளின் பைட் அளவு',
'exif-transferfunction'            => 'இடமாற்ற செயல்முறை',
'exif-datetime'                    => 'கோப்பு மாற்ற நாள் நேரம்',
'exif-imagedescription'            => 'படிம தலைப்பு',
'exif-make'                        => 'கமெரா தயாரிப்பாளர்',
'exif-model'                       => 'கமெரா வகை',
'exif-software'                    => 'பயன்படுத்தப்பட்ட மென்பொருள்',
'exif-artist'                      => 'ஆக்கர்',
'exif-copyright'                   => 'பதிப்புரிமையாளர்',
'exif-exifversion'                 => 'எக்ஃசிஃப் பதிப்பு',
'exif-flashpixversion'             => 'ஆதரவுள்ள பிளாஷொபிக்ஸ் பதிப்பு',
'exif-colorspace'                  => 'நிற வெளி',
'exif-componentsconfiguration'     => 'ஒவ்வெரு அங்கத்தினதும் பொருள்',
'exif-compressedbitsperpixel'      => 'படிம சுறுக்க முறை',
'exif-pixelydimension'             => 'செல்லுபடியான படிம அகலம்',
'exif-pixelxdimension'             => 'செல்லுபடியான படிம உயரம்',
'exif-makernote'                   => 'உற்பத்தியாளர் குறிப்புகள்',
'exif-usercomment'                 => 'பயனர் கருத்துக்கள்',
'exif-relatedsoundfile'            => 'தொடர்புள்ள ஒலிக்கோப்பு',
'exif-datetimeoriginal'            => 'தரவு உருவாக்க நாள் நேரம்',
'exif-datetimedigitized'           => 'மென் கோப்புச் செய்யப்பட்ட நாள் நேரம்',
'exif-subsectime'                  => 'நாள் நேரம் பகுதி செக்கன்கள்',
'exif-subsectimeoriginal'          => 'மூலநாள்நேரம் துணைசெக்கன்கள்',
'exif-subsectimedigitized'         => 'எண்மருக்கியநாள்நேரம் துணைசெக்கன்கள்',
'exif-exposuretime'                => 'மறைநீக்க நேரம்',
'exif-exposuretime-format'         => '$1 செக்கன் ($2)',
'exif-fnumber'                     => 'எஃப் எண்',
'exif-exposureprogram'             => 'மறைநீக்க நிரல்',
'exif-spectralsensitivity'         => 'நிறமாலை உணர்திறன்',
'exif-isospeedratings'             => 'சீர்தரத்துக்கான அனைத்துலக நிறுவனத்தின் வேகத் தரப்படுத்தல்',
'exif-shutterspeedvalue'           => 'மூடி வேகம்',
'exif-aperturevalue'               => 'துவாரம்',
'exif-brightnessvalue'             => 'ஒளிர்மை',
'exif-exposurebiasvalue'           => 'மறைநீக்கக் கோடல்',
'exif-subjectdistance'             => 'கருப்பொருளின் தூரம்',
'exif-lightsource'                 => 'ஒளி மூலம்',
'exif-flash'                       => 'திடீர் ஒளி',
'exif-focallength'                 => 'வில்லை குவியத்தூரம்',
'exif-subjectarea'                 => 'பொருள் பகுதி',
'exif-flashenergy'                 => 'திடீர் ஒளி வலு',
'exif-focalplanexresolution'       => 'X குவியத் தளத்தில் நுணுக்கம்',
'exif-focalplaneyresolution'       => 'Y குவியத் தளத்தில் நுணுக்கம்',
'exif-focalplaneresolutionunit'    => 'குவியத் தள நுணுக்கத்தின் அலகு',
'exif-subjectlocation'             => 'பொருளின் இடம்',
'exif-exposureindex'               => 'மறைநீக்கச் சுட்டி',
'exif-sensingmethod'               => 'உணர்வு முறை',
'exif-filesource'                  => 'கோப்பு மூலம்',
'exif-scenetype'                   => 'காட்சி வகை',
'exif-cfapattern'                  => 'சி.எஃப்.ஏ. கோலம்',
'exif-exposuremode'                => 'மறைநீக்க முறை',
'exif-whitebalance'                => 'வெள்ளைச் சமநிலை',
'exif-digitalzoomratio'            => 'எண்மருவி பெருப்பித்தல் விகிதம்',
'exif-focallengthin35mmfilm'       => '35 மி.மி. படச்சுருளில் குவியத்தூரம்',
'exif-scenecapturetype'            => 'பிடிக்கப்பட்ட காட்சி வகை',
'exif-gaincontrol'                 => 'காட்சிக் கட்டுப்பாடு',
'exif-contrast'                    => 'உறழ்பொருவு',
'exif-saturation'                  => 'பூரிதம்',
'exif-sharpness'                   => 'கூர்மை',
'exif-devicesettingdescription'    => 'கருவி அமைவுகள் விளக்கம்',
'exif-imageuniqueid'               => 'படிம அடையாள எண்',
'exif-gpsversionid'                => 'புவியிடம் காலம் விரைவு காட்டி குறி பதிப்பு',
'exif-gpslatituderef'              => 'வடக்கு அல்லது தெற்கு அகலாங்கு',
'exif-gpslatitude'                 => 'அகலாங்கு',
'exif-gpslongituderef'             => 'கிழக்கு அல்லது மேற்கு நெட்டாங்கு',
'exif-gpslongitude'                => 'நெட்டாங்கு',
'exif-gpsaltitude'                 => 'உயரம்',
'exif-gpstimestamp'                => 'புவியிடம் காலம் விரைவு காட்டி நேரம் (அணுக் கடிகாரம்)',
'exif-gpssatellites'               => 'பயன்படுத்தப்பட்ட செய்மதிகள்',
'exif-gpsstatus'                   => 'வாங்கியின் நிலை',
'exif-gpsmeasuremode'              => 'அளவீட்டு முறை',
'exif-gpsdop'                      => 'அலவீட்டு செம்மை',
'exif-gpsspeedref'                 => 'வேகதின் அலகு',
'exif-gpsspeed'                    => 'புவியிடம் காலம் விரைவு காட்டியின் வேகம்',
'exif-gpstrack'                    => 'அசைவுத் திசை',
'exif-gpsimgdirection'             => 'படிமத்தின் திசை',
'exif-gpsmapdatum'                 => 'பயன்படுத்தப்பட்ட புவிப்பகுப்பளவியல் தரவுகள்',
'exif-gpsprocessingmethod'         => 'புவியிடம் காலம் விரைவு காட்டி செயல்முறையின் பெயர்',
'exif-gpsareainformation'          => 'புவியிடம் காலம் விரைவு காட்டி பிரதேசத்தின் பெயர்',
'exif-gpsdatestamp'                => 'புவியிடம் காலம் விரைவு காட்டி நாள்',

# EXIF attributes
'exif-compression-1' => 'சுருக்கப்படாத',

'exif-unknowndate' => 'நாள் தெரியாது',

'exif-orientation-1' => 'வழமையான',
'exif-orientation-3' => '180° சுழற்றப்பட்டது',
'exif-orientation-6' => '90° வலஞ்சுழியாக சுழற்றப்பட்டது',
'exif-orientation-8' => '90° இடஞ்சுழியாக சுழற்றப்பட்டது',

'exif-componentsconfiguration-0' => 'இல்லை',

'exif-exposureprogram-0' => 'வரையறுக்கப்படவில்லை',
'exif-exposureprogram-2' => 'வழக்கமான நிரல்',
'exif-exposureprogram-3' => 'துவார முன்னுரிமை',
'exif-exposureprogram-4' => 'மூடி முன்னுரிமை',

'exif-subjectdistance-value' => '$1 மீட்டர்கள்',

'exif-meteringmode-0'   => 'தெரியாது',
'exif-meteringmode-1'   => 'சராசரி',
'exif-meteringmode-3'   => 'புள்ளி',
'exif-meteringmode-4'   => 'பல்புள்ளி',
'exif-meteringmode-5'   => 'கோலம்',
'exif-meteringmode-6'   => 'பகுதி',
'exif-meteringmode-255' => 'ஏனைய',

'exif-lightsource-0'   => 'தெரியாது',
'exif-lightsource-1'   => 'நாள் ஒளி',
'exif-lightsource-2'   => 'உடனொளிர்வு விளக்கு',
'exif-lightsource-3'   => 'தங்ஸ்தன் (வெள்ளொளிர்வு விளக்கு)',
'exif-lightsource-4'   => 'திடீர் ஒளி',
'exif-lightsource-9'   => 'சிறப்பான தட்பவெப்பம்',
'exif-lightsource-10'  => 'முகிழ் மூட்டம்',
'exif-lightsource-11'  => 'நிழல்',
'exif-lightsource-12'  => 'நாள் ஒளி உடனொளிர்வு விளக்கு (D 5700 – 7100K)',
'exif-lightsource-13'  => 'நாள் வெள்ளை உடனொளிர் (N 4600 – 5400K)',
'exif-lightsource-14'  => 'குளிர் வெள்ளை உடனொளிர் (W 3900 – 4500K)',
'exif-lightsource-15'  => 'வெள்ளை உடனொளிர் (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'சீர்தர ஒளி A',
'exif-lightsource-18'  => 'சீர்தர ஒளி B',
'exif-lightsource-19'  => 'சீர்தர ஒளி C',
'exif-lightsource-24'  => 'பன்னாட்டு சீர்தர அமைய கலையக தங்குதன்',
'exif-lightsource-255' => 'வேறு ஒளி மூலம்',

'exif-focalplaneresolutionunit-2' => 'அங்குலங்கள்',

'exif-sensingmethod-1' => 'இனந்தெரியாத',

'exif-scenetype-1' => 'நேரடிப் புகைப்படப் படிமம்',

'exif-customrendered-0' => 'சாதரணச் செயற்பாடு',
'exif-customrendered-1' => 'வடிவமைக்கப்பட்ட செயற்பாடு',

'exif-exposuremode-0' => 'தானியக்க மறைநீக்கம்',
'exif-exposuremode-2' => 'தானியக்க அடைப்புக் குறி',

'exif-whitebalance-0' => 'தானியக்க வெள்ளைச் சமநிலை',

'exif-scenecapturetype-0' => 'சீர்தர',
'exif-scenecapturetype-1' => 'நிலக்காட்சி',
'exif-scenecapturetype-2' => 'உருவப்படம்',
'exif-scenecapturetype-3' => 'இராக் காட்சி',

'exif-gaincontrol-0' => 'எதுவுமில்லை',

'exif-contrast-0' => 'சாதரணம்',
'exif-contrast-1' => 'மென்மை',
'exif-contrast-2' => 'கடினம்',

'exif-saturation-0' => 'சாதரணம்',
'exif-saturation-1' => 'தாழ் பூரிதம்',
'exif-saturation-2' => 'உயர் பூரிதம்',

'exif-sharpness-0' => 'சாதரணம்',
'exif-sharpness-1' => 'மென்மை',
'exif-sharpness-2' => 'கடினம்',

'exif-subjectdistancerange-0' => 'தெரியாது',
'exif-subjectdistancerange-1' => 'மிக அண்மையக் காட்சி',
'exif-subjectdistancerange-2' => 'அண்மையக் காட்சி',
'exif-subjectdistancerange-3' => 'தூரக் காட்சி',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'வட அகலாங்கு',
'exif-gpslatitude-s' => 'தென் அகலாங்கு',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'கிழக்கு நெட்டாங்கு',
'exif-gpslongitude-w' => 'மேற்கு நெட்டாங்கு',

'exif-gpsstatus-a' => 'அளவீடு நடைப்பெற்று வருகிறது',

'exif-gpsmeasuremode-2' => 'இருபரிமாண அளவீடு',
'exif-gpsmeasuremode-3' => 'முப்பரிமாண அளவீடு',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'மணிக்கு கிலோமீட்டர்',
'exif-gpsspeed-m' => 'மணித்தியாலத்துக்கு மைல்கள்',
'exif-gpsspeed-n' => 'கடல் மைல்/மணி',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'உண்மைத் திசை',
'exif-gpsdirection-m' => 'காந்த திசை',

# External editor support
'edit-externally'      => 'இக்கோப்பை வெளி மென்பொருள் கொண்டு தொகுக்க',
'edit-externally-help' => 'மேலும் தகவல்களுக்கு [http://www.mediawiki.org/wiki/Manual:External_editors அமைப்பு அறிவுறுத்தல்கள்] பக்கத்தைப் பார்க்கவும்.',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'அனைத்து',
'imagelistall'     => 'அனைத்து',
'watchlistall2'    => 'அனைத்து',
'namespacesall'    => 'அனைத்து',
'monthsall'        => 'அனைத்து மாதங்களும்',
'limitall'         => 'அனைத்து',

# E-mail address confirmation
'confirmemail'             => 'மின்னஞ்சல் முகவரியை உறுதிப்படுத்துக',
'confirmemail_noemail'     => 'உங்கள் [[Special:Preferences|பயனர் விருப்பத்தேர்வுகளில்]] செல்லுபடியான மின்னஞ்சல் முகவரியைக் குறிப்பிடவில்லை.',
'confirmemail_text'        => 'மின்னஞ்சல் சிறப்பியல்புகளைப் பயன்படுத்துவதற்கு {{SITENAME}} தளம் உங்களது மின்னஞ்சல் உறுதிப்படுத்தப்பட வேண்டும் மென எதிர்பார்க்கின்றது. உறுதிப்படுத்தல் மின்னஞ்சல் ஒன்றை அனுப்ப கீழுள்ள விசையை முடுக்கவும். மின்னஞ்சல் ஒரு இணைப்பைக் கொண்டிருக்கும்; உங்கள் மின்னஞ்சலை உறுதிப்படுத்த இவ்விணைப்பை உங்கள் உலாவியில் திறக்கவும்.',
'confirmemail_pending'     => 'உறுதிப்படுத்தல் குறியொன்று உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பட்டுள்ளது; நீங்கள் கணக்கை தற்போது தொடங்கியிருந்தால் புதிய உறுதிப்படுத்தல் குறியை கோறுமுன்னர் சில நிமிடங்கள் பொறுத்துப் பார்க்கவும்',
'confirmemail_send'        => 'உறுதிப்படுத்தல் சொல்லை மின்னஞ்சல் செய்',
'confirmemail_sent'        => 'உறுதிப்படுத்தல் மின்னஞ்சல் அனுப்பப் பட்டது.',
'confirmemail_oncreate'    => 'உறுதிப்படுத்தல் குறியொன்று உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பட்டுள்ளது.
இக்குறி புகுபதிகைச் செய்ய தேவையில்லை, எனினும் மின்னஞ்சல் முகவரியுடன் தொடர்புடைய அம்சங்களைப் செயல்படுநிலைக்கு கொண்டுவர முதலில் இக்குறியை கொடுக்க வேண்டும்.',
'confirmemail_sendfailed'  => 'உறுதிப்படுத்தல் மின்னஞ்சலை {{SITENAME}} தளத்தால் அனுப்ப முடியவில்லை. மின்னஞ்சல் முகவரியில் செல்லுபடியற்ற எழுத்துக்கள் உள்ளனவா என்பதை சரி பார்க்கவும்.

மின்னஞ்சல் நிறுவனத்தின் பதில்: $1',
'confirmemail_invalid'     => 'செல்லுபடியற்ற உறுதிப்படுத்தல் குறி. குறி காலாவதியாகியிருக்கலாம்.',
'confirmemail_needlogin'   => 'மின்னஞ்சல் முகவரியை உறுதிப்படுத்த நீங்கள் $1 வேண்டும்.',
'confirmemail_success'     => 'உங்கள் மின்னஞ்சல் முகவரி உறுதிப்படுத்தப்பட்டது. நீங்கள் இப்போது புகுபதிகை செய்யலாம்.',
'confirmemail_loggedin'    => 'உங்கள் மின்னஞ்சல் முகவரி உறுதிப்படுத்தப்பட்டது.',
'confirmemail_error'       => 'உங்கள் உறுத்திபடுத்தல் செயற்பாட்டில் ஏதோ தவறு நடைபெற்றிருக்கிறது.',
'confirmemail_subject'     => '{{SITENAME}} தளத்தின் மின்னஞ்சல் உறுதிப்படுத்தல்',
'confirmemail_body'        => '$1 என்ற ஐ.பி. முகவரியிலிருந்து ஒருவர், பெரும்பாலும் நீங்களாகவும் இருக்கலாம், {{SITENAME}} தளத்தில் "$2" என்றக் கணக்கை இந்த மின்னஞ்சல் முகவரியுடன் பதிவுச் செய்துள்ளார்.

இந்தக் கணக்கு உங்களுடையது என்பதை உறுதிப்படுத்தி {{SITENAME}} தளத்தின் மின்னஞ்சல் சிறப்பியல்புகளை முடுக்குவதற்கு பின்வரும் இணைப்பை உங்கள் வலை உலாவியில் திறக்கவும்:

$3

இதை செய்தது நீங்கள் *இல்லையென்றால்* பின்வரும் இணைப்பின் வழிச்சென்று மின்னஞ்சலை உறுதிப்படுத்தலை இல்லாது செய்யவும்:

$5


உறுதிப்படுத்தல் குறி $4 அன்று காலவதியாகும்.',
'confirmemail_invalidated' => 'மின்னஞ்சல் உறுதிப்படுத்தல் இரத்துச் செய்யப்பட்டது',
'invalidateemail'          => 'மின்னஞ்சல் உறுதிப்படுத்தலை இரத்துச் செய்க',

# Scary transclusion
'scarytranscludedisabled' => '[விக்கியிடை இணைப்புகள் முடக்கப்பட்டுள்ளது]',
'scarytranscludefailed'   => '[$1 பக்கத்துக்கான வாப்புருபெறு முயற்சித் தோல்வியடைந்தது]',
'scarytranscludetoolong'  => '[இணைய முகவரி மிகவும் நீளமானது]',

# Trackbacks
'trackbackremove' => '([$1 நீக்கு])',

# Delete conflict
'deletedwhileediting' => "'''எச்சரிக்கை''': நீங்கள் இப்பக்கத்தை தொகுக்க தொடங்கியப் பின் அது நீக்கப்பட்டுள்ளது!",
'confirmrecreate'     => "நீங்கள் தொகுக்க தொடங்கியப் பின்ன பயனர் [[User:$1|$1]] ([[User talk:$1|பேச்சு]]) இப்பக்கத்தை நீக்கியுள்ளார் தரப்பட்டக் காரணம்:
: ''$2''
இப்பக்கத்தை மீள் உருவாக்க வேண்டுமா என்பதை உறுதிப்படுத்தவும்.",
'recreate'            => 'மீள உருவாக்கு',

# action=purge
'confirm_purge_button' => 'ஆம்',
'confirm-purge-top'    => 'இப்பக்கத்தின் இடைமாற்றை நீக்கவா?',
'confirm-purge-bottom' => 'ஒரு பக்கத்தை நீக்குதல், அதன் இடைமாற்றை நீக்கி மிக அண்மையப் பதிப்பை தோன்ற செய்யும்.',

# Multipage image navigation
'imgmultipageprev' => '← முந்தைய பக்கம்',
'imgmultipagenext' => 'அடுத்தப் பக்கம் →',
'imgmultigo'       => 'செல்!',
'imgmultigoto'     => 'பக்கம் $1இற்கு செல்க',

# Table pager
'ascending_abbrev'         => 'ஏறு',
'descending_abbrev'        => 'இறங்கு',
'table_pager_next'         => 'அடுத்த பக்கம்',
'table_pager_prev'         => 'முந்தைய பக்கம்',
'table_pager_first'        => 'முதலாவது பக்கம்',
'table_pager_last'         => 'கடைசி பக்கம்',
'table_pager_limit'        => 'ஒரு பக்கத்துக்கு $1 உள்ளடக்கங்களைக் காட்டு',
'table_pager_limit_submit' => 'செல்',
'table_pager_empty'        => 'முடிவுகள் ஏதுமில்லை',

# Auto-summaries
'autosumm-blank'   => 'இப்பக்கத்தில் இருந்த உள்ளடக்கங்கள் நீக்கப்பட்டுவிட்டன',
'autosumm-replace' => "பக்கத்தை '$1' கொண்டு பிரதியீடு செய்தல்",
'autoredircomment' => '[[$1]] நோக்கி நகர்த்தல்',
'autosumm-new'     => '"$1"-இப்பெயரில் புதிய பக்கம் உருவாக்கப்பட்டுள்ளது',

# Live preview
'livepreview-loading' => 'ஏற்றப்படுகிறது…',
'livepreview-ready'   => 'ஏற்றப்படுகிறது… தயார்!',
'livepreview-failed'  => 'நேரடி முன்தோற்றம் தோல்வி! இயல்பான முன்தோற்றத்தைப் பயன்படுத்து',
'livepreview-error'   => 'இணைக்க முடியவில்லை: $1 "$2". பொதுவான முன்தோற்றத்தை முயல்க.',

# Friendlier slave lag warnings
'lag-warn-normal' => '$1 {{PLURAL:$1|விநாடிக்குள்|விநாடிகளுக்குள்}} ஏற்பட்ட புதிய மாற்றங்கள் இந்த பட்டியலில் காட்டப்படாமல் இருக்கலாம்.',
'lag-warn-high'   => 'அதிகமான தரவுத்தள இடைமாற்று காரணமாக $1 {{PLURAL:$1|விநாடிக்குள்|விநாடிகளுக்குள்}} ஏற்பட்ட புதிய மாற்றங்கள் இந்த பட்டியலில் காட்டப்படாமல் இருக்கலாம்.',

# Watchlist editor
'watchlistedit-numitems'       => 'பேச்சுப் பக்கங்களைக் கணக்கிடாமல், உங்கள் கவனிப்புப் பட்டியலில் {{PLURAL:$1|ஒரு பக்கம் உள்ளது|$1 பக்கங்கள் உள்ளன}}.',
'watchlistedit-noitems'        => 'உங்கள் கவனிப்புப் பட்டியலில் தலைப்புகள் ஏதுமில்லை.',
'watchlistedit-normal-title'   => 'கவனிப்புப் பட்டியலைத் தொகு',
'watchlistedit-normal-legend'  => 'கவனிப்புப் பட்டியலிலிருந்து தலைப்புகளை நீக்கு',
'watchlistedit-normal-explain' => 'உங்கள் கவனிப்புப் பட்டியலில் உள்ள தலைப்புகள் கீழே காட்டப்பட்டுள்ளன.
தலைப்பொன்றை நீக்குவதற்கு அதற்கு முன்னால் காணப்படும் பெட்டியில் சொடுகி தலைப்புக்களை நீக்கு பொத்தானை அழுத்தவும்.
மேலும் [[Special:Watchlist/raw|விக்கி நிரலெதுவுமற்ற பட்டியலை தொகுக்கலாம்]]',
'watchlistedit-normal-submit'  => 'தலைப்புக்களை நீக்கு',
'watchlistedit-normal-done'    => 'உங்கள் கவனிப்புப் பட்டியலிலிருந்து {{PLURAL:$1|ஒரு தலைப்பு நீக்கப்பட்டது|$1 தலைப்புகள் நீக்கப்பட்டன}}:',
'watchlistedit-raw-title'      => 'விக்கி நிரலற்றக் கவனிப்புப் பட்டியலைத் தொகு',
'watchlistedit-raw-legend'     => 'விக்கி நிரலற்றக் கவனிப்புப் பட்டியலைத் தொகு',
'watchlistedit-raw-explain'    => 'உங்கள் கவனிப்புப் பட்டியலில் உள்ள தலைப்புகள் கீழே காட்டப்பட்டுள்ளன, இப்பட்டியலில் உள்ளத் தலைப்புக்களை நிக்குவதன் மூலம் பட்டியலில் இருந்து தலைப்புகளை நீக்கலாம் அல்லது வரிக்கு ஒரு தலைப்பு என்றவாறு பக்கங்களைச் சேர்ப்பதன் மூலம் பட்டிலுக்கு பக்கங்களை இணைக்கலாம். முடிவுற்றவுடன் இற்றைப்படுத்து விசையை சொடுக்கவும்.

மேலும் [[Special:Watchlist/edit|விக்கி சாதாரண தொகுப்பை பயன்படுத்தியும்]] கவனிப்புப் பட்டியலைத் தொகுக்க முடியும்.',
'watchlistedit-raw-titles'     => 'தலைப்புகள்:',
'watchlistedit-raw-submit'     => 'கவனிப்புப் பட்டியலை இற்றைப்படுத்து',
'watchlistedit-raw-done'       => 'உங்கள் கவனிப்புப் பட்டியல் இற்றைப்படுத்தப்பட்டது.',
'watchlistedit-raw-added'      => '{{PLURAL:$1|ஒரு தலைப்பு இணைக்கப்பட்டது|$1 தலைப்புகள் இணைக்கப்பட்டன}}:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|ஒரு தலைப்பு நீக்கப்பட்டது|$1 தலைப்புகள் நீக்கப்பட்டன}}:',

# Watchlist editing tools
'watchlisttools-view' => 'தொடர்பான மாற்றங்களைப் பார்',
'watchlisttools-edit' => 'என்கவனிப்பு பட்டியலை பார்த்து தொகு',
'watchlisttools-raw'  => 'விக்கி நிரலற்றக் கவனிப்புப் பட்டியலைத் தொகு',

# Core parser functions
'unknown_extension_tag' => 'அறியப்படாத நீட்சி வகை "$1"',

# Special:Version
'version'                          => 'பதிப்பு',
'version-extensions'               => 'நிறுவப்பட்ட நீட்சிகள்',
'version-specialpages'             => 'சிறப்புப் பக்கங்கள்',
'version-parserhooks'              => 'இலக்கணப் பாகுபடுத்தி கொக்கிகள்',
'version-variables'                => 'மாறிகள்',
'version-other'                    => 'ஏனைய',
'version-mediahandlers'            => 'ஊடக கையாளிகள்',
'version-hooks'                    => 'கொக்கிகள்',
'version-extension-functions'      => 'நீட்சி செயற்பாடுகள்',
'version-parser-extensiontags'     => 'இலக்கணப் பாகுபடுத்தி நீட்சி குறிச்சொற்கள்',
'version-parser-function-hooks'    => 'இலக்கணப் பாகுபடுத்தி செயற்பாட்டு கொக்கிகள்',
'version-skin-extension-functions' => 'தோல் நீட்சி செயல்பாடு',
'version-hook-name'                => 'கொக்கியின் பெயர்',
'version-hook-subscribedby'        => 'பயன்பாடு',
'version-version'                  => '(பதிப்பு $1)',
'version-license'                  => 'அனுமதி',
'version-poweredby-others'         => 'மற்றவைகள்',
'version-software'                 => 'நிறுவப்பட்ட மென்பொருள்',
'version-software-product'         => 'உற்பத்திப்பொருள்',
'version-software-version'         => 'பதிப்பு',

# Special:FilePath
'filepath'         => 'கோப்பு வழி',
'filepath-page'    => 'கோப்பு:',
'filepath-submit'  => 'செல்',
'filepath-summary' => 'இச்சிறப்புப் பக்கம் கோப்பு ஒன்றுக்கான முழுமையான முகவரியை பெற்றுக் கொடுக்கும்.
படிமங்கள் அவற்றின் முழு அளவில் காட்டபடுவதோடு ஏனைய கோப்புகள் அவற்றுக்கான மென்பொருளில் நேரடியாகத் திறக்கப்படும்.

"{{ns:file}}:" போன்ற முன்னொட்டு எதுவுமில்லாமல் கோப்பின் பெயரை இடுக.',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'நகல் கோப்புகளைத் தேடுக',
'fileduplicatesearch-legend'   => 'நகல்களைத் தேடுக',
'fileduplicatesearch-filename' => 'கோப்பின் பெயர்:',
'fileduplicatesearch-submit'   => 'தேடுக',
'fileduplicatesearch-info'     => '$1 × $2 பிக்சல்<br />கோப்பின் அளவு: $3<br />MIME வகை: $4',
'fileduplicatesearch-result-1' => '"$1" கோப்பை ஒத்த நகலொன்றில்லை.',
'fileduplicatesearch-result-n' => '"$1" கோப்பையொத்த {{PLURAL:$2|1 ஒரு நகலொன்று|$2 நகல்கள்}} உண்டு.',

# Special:SpecialPages
'specialpages'                   => 'சிறப்புப் பக்கங்கள்',
'specialpages-note'              => '----
* சாதாரண சிறப்புப் பக்கங்கள்.
* <strong class="mw-specialpagerestricted">கட்டுப்படுத்தப்பட்ட சிறப்புப் பக்கங்கள்.</strong>',
'specialpages-group-maintenance' => 'பராமரிப்பு அறிக்கைகள்',
'specialpages-group-other'       => 'ஏனைய சிறப்பு பக்கங்கள்',
'specialpages-group-login'       => 'புகுபதிகை / கணக்கு தொடக்கம்',
'specialpages-group-changes'     => 'அண்மைய மாற்றங்களும் பதிகைகளும்',
'specialpages-group-media'       => 'ஊடக அறிக்கைகளும் பதிவேற்றங்களும்',
'specialpages-group-users'       => 'பயனர்களும் உரிமைகளும்',
'specialpages-group-highuse'     => 'உயர் பயன்பாட்டு பக்கங்கள்',
'specialpages-group-pages'       => 'பக்கங்களின் பட்டியல்கள்',
'specialpages-group-pagetools'   => 'பக்கக் கருவிகள்',
'specialpages-group-wiki'        => 'விக்கி தரவு மற்றும் கருவிகள்',
'specialpages-group-redirects'   => 'சிறப்பு பக்கங்கள் வழிமாற்றம் செய்யப்படுகின்றது',
'specialpages-group-spam'        => 'எரித கருவிகள்',

# Special:BlankPage
'blankpage'              => 'வெற்று பக்கம்',
'intentionallyblankpage' => 'இந்த பக்கம் திட்டமிட்டே வெற்றாக விடப்பட்டுள்ளது',

# Special:Tags
'tags-edit' => 'தொகு',

# HTML forms
'htmlform-required'            => 'இதன் உட்பொருள் தேவையானது (கொடுக்கப்பட வேண்டும்)',
'htmlform-submit'              => 'சமர்ப்பி',
'htmlform-reset'               => 'மாற்றங்களை இல்லாது செய்',
'htmlform-selectorother-other' => 'மற்றவை',

);
