<?php
/** Ancient Greek (Ἀρχαία ἑλληνικὴ)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author AndreasJS
 * @author Crazymadlover
 * @author Lefcant
 * @author LeighvsOptimvsMaximvs
 * @author Neachili
 * @author Nychus
 * @author Omnipaedista
 * @author Reedy
 * @author SPQRobin
 * @author Yannos
 * @author ZaDiak
 */

$dateFormats = array(
	'mdy time' => 'H:i',
	'mdy date' => 'xg j, Y',
	'mdy both' => 'H:i, xg j, Y',

	'dmy time' => 'H:i',
	'dmy date' => 'j xg Y',
	'dmy both' => 'H:i, j xg Y',

	'ymd time' => 'H:i',
	'ymd date' => 'Y xg j',
	'ymd both' => 'H:i, Y xg j',
);

$messages = array(
# User preference toggles
'tog-underline'               => 'Ὑπογραμμίζειν συνδέσμους:',
'tog-highlightbroken'         => 'Μορφοῦν ἀπολομένους συνδέσμους <a href="" class="new">οὐτωσί</a> (ἄλλως: οὐτωσί <a href="" class="internal">;</a>).',
'tog-justify'                 => 'Στοιχίζειν παραγράφους',
'tog-hideminor'               => 'Κρύπτειν ἥττονας μεταγραφὰς ἐν προσφάτοις ἀλλαγαῖς',
'tog-hidepatrolled'           => 'Κρύπτειν τὰς περιπολουμένας μεταγραφὰς ἐν ταῖς προσφάτοις ἀλλαγαῖς',
'tog-newpageshidepatrolled'   => 'Κρύπτειν τὰς περιπολουμένας μεταγραφὰς ὑπὸ τῆς διαλογῆς νέων δέλτων',
'tog-extendwatchlist'         => 'Ἐφοροδιαλογὴν ἐκτείνειν ἵνα φανῶσιν ἅπασαι αἱ ἀλλαγαὶ, οὐχὶ μόνον αἱ ἁρμόδιαι',
'tog-usenewrc'                => 'Χρῆσθαι προσκεκοσμημέναις προσφάτοις ἀλλαγαῖς (ἀπαιτεῖται JavaScript)',
'tog-numberheadings'          => 'Ἐξαριθμεῖν ἐπικεφαλίδας αὐτομάτως',
'tog-showtoolbar'             => 'Δεικνύναι τὴν τῶν ἐργαλείων μεταγραφῆς μετώπην (ἀπαιτεῖται JavaScript)',
'tog-editondblclick'          => 'Ἐπὶ δέλτων δὶς θλίψας, μετάγραψον αὐτάς (ἀπαιτεῖται JavaScript)',
'tog-editsection'             => 'Τμήματος μεταγραφὴν διὰ τῶν συνδέσμων «[μεταγράφειν]» καθιστάναι δυνατήν',
'tog-editsectiononrightclick' => 'Καθιστάναι δυνατὸν τὸ μεταγράφειν τμήματα διὰ τοῦ ἐπὶ τῶν ἐπιγραφῶν τῶν τμημάτων θλίβειν δεξιῶς (ἀπαιτεῖται JavaScript)',
'tog-showtoc'                 => 'Δεικνύναι πίνακα περιεχομένων (ἐν δέλτοις περιεχούσαις πλείους τῶν 3 ἐπικεφαλίδων)',
'tog-rememberpassword'        => 'Ἐνθυμεῖσθαι τὴν ἐμὴν σύνδεσιν ἐν τῇδε τῇ ὑπολογιστικῇ μηχανῇ (for a maximum of $1 {{PLURAL:$1|day|days}})',
'tog-watchcreations'          => 'Προστιθέναι τὰς δέλτους ἃς ποιῶ τοῖς ἐφορωμένοις μου',
'tog-watchdefault'            => 'Προστιθέναι τὰς δέλτους ἃς μεταγράφω τοῖς ἐφορωμένοις μου',
'tog-watchmoves'              => 'Προστιθέναι τὰς δέλτους ἃς κινῶ τοῖς ἐφορωμένοις μου',
'tog-watchdeletion'           => 'Προστιθέναι τὰς δέλτους ἃς διαγράφω τοῖς ἐφορωμένοις μου',
'tog-minordefault'            => 'Σημαίνειν ὡς ἥττονας ἁπάσας τὰς μεταγραφὰς προκαθωρισμένως',
'tog-previewontop'            => 'Δεικνύναι τὸ προεπισκοπεῖν πρὸ τοῦ κυτίου μεταγραφῆς',
'tog-previewonfirst'          => 'Τῆς πρώτης μεταγραφῆς, δεικνύναι τὸ προεπισκοπεῖν',
'tog-nocache'                 => 'Ἀπενεργοποιεῖν τὸ κρύπτειν τὰς δέλτους',
'tog-enotifwatchlistpages'    => 'Ἄγγειλόν μοι ὅτε δέλτος τις ἐν τῇ ἐφοροδιαλογῇ μου μεταβάλληται',
'tog-enotifusertalkpages'     => 'Ἄγγειλόν μοι ὅτε ἡ δέλτος μου διαλέξεως χρωμένου μεταβάλληται',
'tog-enotifminoredits'        => 'Ἄγγειλόν μοι ἐπἴσης τὰς ἥττονας ἀλλαγὰς δέλτων',
'tog-enotifrevealaddr'        => 'Ἀποκαλύπτειν τὴν ταχυδρομικὴν μου διεύθυνσιν ἐν τῇ εἰδοποιητηρίᾳ ἀλληλογραφίᾳ',
'tog-shownumberswatching'     => 'Δεικνύναι τὸν ἀριθμὸν τῶν παρακολουθούντων χρωμένων',
'tog-oldsig'                  => 'Προθεώρησις τῆς ὑπαρχούσης ὑπογραφῆς:',
'tog-fancysig'                => 'Ἀκατέργασται ὑπογραφαί ἐν εἴδει βικι-κειμένου (ἄνευ αὐτομάτου συνδέσμου)',
'tog-externaleditor'          => 'Χρῆσθαι ἐξωτέρῳ προγράμματι ἐπεξεργασίας κειμένων κατὰ προεπιλογήν (πρὸς εἰδικοὺς μόνον· ἀπαραίτητοι εἰσὶν εἰδικαὶ ῥυθμίσεις τινὲς ἐν τῇ σῇ ὑπολογιστικῇ μηχανῇ)',
'tog-externaldiff'            => 'Χρῆσθαι ἐξωτέρῳ λογισμικῷ ἀντιπαραβολῆς κατὰ προεπιλογὴν (πρὸς εἰδικοὺς μόνον· ἀπαραίτητοι εἰσὶν εἰδικαὶ ῥυθμίσεις τινες ἐν τῇ σῇ ὑπολογιστικῇ μηχανῇ)',
'tog-showjumplinks'           => 'Ἐνεργοποιεῖν τοὺς "ἅλμα πρὸς" συνδέσμους προσβασιμότητος',
'tog-uselivepreview'          => 'Χρῆσθαι ἀμέσῳ προθεωρήσει (JavaScript) (Πειραστικόν)',
'tog-forceeditsummary'        => 'Προμήνυσόν με εἰ εἰσάγω κενὴν σύνοψιν μεταγραφῆς',
'tog-watchlisthideown'        => 'Οὐ δηλοῦν τὰς ἐμὰς μεταβολὰς ἐν τοῖς ἐφορωμένοις μου',
'tog-watchlisthidebots'       => 'Ἀποκρύπτειν τὰς αὐτόματους μεταγραφὰς ἐκ τῆς ἐφοροδιαλογῆς',
'tog-watchlisthideminor'      => 'Οὐ δηλοῦν τὰς μικρὰς μεταβολὰς ἐν τὰ ἐφορώμενά μου',
'tog-watchlisthideliu'        => 'Κρύπτειν τὰς μεταγραφὰς τῶν συνδεδεμένων χρωμένων ἀπὸ τῆς ἐφοροδιαλογῆς μου',
'tog-watchlisthideanons'      => 'Κρύπτειν τὰς μεταγραφὰς τῶν ἀνωνύμων χρωμένων ἀπὸ τῆς ἐφοροδιαλογῆς μου',
'tog-watchlisthidepatrolled'  => 'Κρύπτειν τὰς περιπολουμένας μεταγραφὰς ὑπὸ τῆς ἐφοροδιαλογῆς',
'tog-ccmeonemails'            => "Στεῖλόν μοι ἀντίγραφα τῶν ἠ-ἐπιστολῶν τῶν ἀπεσταλμένων ὑπ' ἐμοῦ πρὸς ἑτέρους χρωμένους",
'tog-diffonly'                => 'Οὐκ ἐμφανίζειν τὸ τῆς δέλτου περιεχόμενον ὑπὸ τῶν διαφορῶν',
'tog-showhiddencats'          => 'Κεκρυμμένας κατηγορίας δηλοῦν',
'tog-norollbackdiff'          => 'Παραλείπειν τὴν ἔνδειξιν διαφ. ὕστερον τῆς τελέσεως ἀναστροφῆς τινός',

'underline-always'  => 'Ἀεί',
'underline-never'   => 'Οὔποτε',
'underline-default' => 'Τοῦ πλοηγητηρίου τὸ προκαθωρισμένον',

# Font style option in Special:Preferences
'editfont-style'     => 'Τύπος γραμματοσειρᾶς τῆς ζώνης μεταγραφῆς:',
'editfont-default'   => 'Τὸ προκαθωρισμένον ὑπὸ τοῦ πλοηγητηρίου',
'editfont-monospace' => 'Γραμματοσειρὰ περιέχουσα χαρακτήρας σταθεροῦ πλάτους',
'editfont-sansserif' => 'Γραμματοσειρὰ Γοτθικοῦ τύπου',
'editfont-serif'     => 'Γραμματοσειρὰ Ῥωμαϊκοῦ τύπου',

# Dates
'sunday'        => 'Κυριακή',
'monday'        => 'Δευτέρα',
'tuesday'       => 'Τρίτη',
'wednesday'     => 'Τετάρτη',
'thursday'      => 'Πέμπτη',
'friday'        => 'Παρασκευή',
'saturday'      => 'Σάββατοv',
'sun'           => 'Κυ',
'mon'           => 'Δε',
'tue'           => 'Τρ',
'wed'           => 'Τε',
'thu'           => 'Πε',
'fri'           => 'Πα',
'sat'           => 'Σα',
'january'       => 'Ἰανουάριος',
'february'      => 'Φεβρουάριος',
'march'         => 'Μάρτιος',
'april'         => 'Ἀπρίλιος',
'may_long'      => 'Μάιος',
'june'          => 'Ἰούνιος',
'july'          => 'Ἰούλιος',
'august'        => 'Αὔγουστος',
'september'     => 'Σεπτέμβριος',
'october'       => 'Ὀκτώβριος',
'november'      => 'Νοέμβριος',
'december'      => 'Δεκέμβριος',
'january-gen'   => 'Ἰανουαρίου',
'february-gen'  => 'Φεβρουαρίου',
'march-gen'     => 'Μαρτίου',
'april-gen'     => 'Ἀπριλίου',
'may-gen'       => 'Μαΐου',
'june-gen'      => 'Ἰουνίου',
'july-gen'      => 'Ἰουλίου',
'august-gen'    => 'Αὐγούστου',
'september-gen' => 'Σεπτεμβρίου',
'october-gen'   => 'Ὀκτωβρίου',
'november-gen'  => 'Νοεμβρίου',
'december-gen'  => 'Δεκεμβρίου',
'jan'           => 'Ἰαν',
'feb'           => 'Φεβ',
'mar'           => 'Μάρ',
'apr'           => 'Ἀπρ',
'may'           => 'Μάϊ',
'jun'           => 'Ἰούν',
'jul'           => 'Ἰούλ',
'aug'           => 'Αὔγ',
'sep'           => 'Σεπτ',
'oct'           => 'Ὀκτ',
'nov'           => 'Νοέμ',
'dec'           => 'Δεκ',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Κατηγορία|Κατηγορίαι}}',
'category_header'                => 'Δέλτοι ἐν τῇ κατηγορίᾳ "$1"',
'subcategories'                  => 'Ὑποκατηγορίαι',
'category-media-header'          => 'Μέσα ἐν κατηγορίᾳ "$1"',
'category-empty'                 => "''Αὕτη ἡ κατηγορία οὐ περιλαμβάνει δέλτους τινὰς τῷ παρόντι.''",
'hidden-categories'              => '{{PLURAL:$1|Κεκρυμμένη Κατηγορία|Κεκρυμμέναι Κατηγορίαι}}',
'hidden-category-category'       => 'Κεκρυμμέναι κατηγορίαι',
'category-subcat-count'          => '{{PLURAL:$2|Ἥδε ἡ κατηγορία περιέχει μόνον τὴν ἑξῆς ὑποκατηγορίαν.|Ἥδε ἡ κατηγορία περιέχει {{PLURAL:$1|τὴν ἑξῆς|τὰς ἑξῆς}} {{PLURAL:$1|ὑποκατηγορίαν|$1 ὑποκατηγορίας}}, ἐκ συνόλου $2.}}',
'category-subcat-count-limited'  => 'Ἥδε ἡ κατηγορία περιέχει {{PLURAL:$1|τὴν ἑξῆς|τὰς ἑξῆς}} {{PLURAL:$1|ὑποκατηγορίαν|$1 ὑποκατηγορίας}}.',
'category-article-count'         => '{{PLURAL:$2|Ἥδε ἡ κατηγορία περιέχει μόνον τὴν ἑξῆς δέλτον.|Αἱ ἑξῆς {{PLURAL:$1|δέλτος ἐστὶν|$1 δέλτοι εἰσὶν}} ἐν τῇδε τῇ κατηγορίᾳ, ἐκ συνόλου $2.}}',
'category-article-count-limited' => '{{PLURAL:$1|Ἡ|Αἱ}} ἑξῆς {{PLURAL:$1|δέλτος ἐστὶν|$1 δέλτοι εἰσὶν}} ἐν τῇ τρεχούσῃ κατηγορίᾳ.',
'category-file-count'            => '{{PLURAL:$2|Ἥδε ἡ κατηγορία περίεχει μόνον τὸ ἑξῆς ἀρχεῖον.|Τὸ/τὰ ἑξῆς {{PLURAL:$1|ἀρχεῖον ἐστὶν|$1 ἀρχεῖα εἰσὶν}} ἐν τῇδε τῇ κατηγορίᾳ, ἐκ συνόλου $2.}}',
'category-file-count-limited'    => '{{PLURAL:$1|Τὸ|Τὰ}} ἑξῆς {{PLURAL:$1|ἀρχεῖον εἰσὶν|$1 ἀρχεῖα εἰσὶν}} ἐν τῇ τρεχούσῃ κατηγορίᾳ.',
'listingcontinuesabbrev'         => 'συνεχίζεται',
'index-category'                 => 'Δέλτοι μετὰ δεικτῶν',
'noindex-category'               => 'Δέλτοι ἄνευ δεικτῶν',

'mainpagetext'      => "'''Ἡ ἐγκατάστασις τῆς MediaWiki ἦν ἐπιτυχής'''",
'mainpagedocfooter' => 'Βουλευθήσεσθε τὰς [http://meta.wikimedia.org/wiki/Help:Contents βουλὰς τοῖς Χρωμένοις] ἵνα πληροφορηθῇτε ἐπὶ τοῦ βίκι-λογισμικοῦ.

== Ἄρξασθε ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Διαλογή παραμέτρων διαμορφώσεως]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki: τὰ πολλάκις αἰτηθέντα]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce Διαλογή διαλέξεων ἐπὶ τῶν διανομῶν τῆς MediaWiki]',

'about'         => 'Περὶ',
'article'       => 'Ἡ ἐγγραφή',
'newwindow'     => '(ἀνοίξεται ἐν νέᾳ θυρίδι)',
'cancel'        => 'Ἀκυροῦν',
'moredotdotdot' => 'πλέον...',
'mypage'        => 'Δέλτος μου',
'mytalk'        => 'Ἡ διάλεξίς μου',
'anontalk'      => 'Διάλεξις περὶ τοῦδε τοῦ IP',
'navigation'    => 'Πλοήγησις',
'and'           => '&#32;καὶ',

# Cologne Blue skin
'qbfind'         => 'Εὑρίσκειν',
'qbbrowse'       => 'Νέμου',
'qbedit'         => 'Μεταγράφειν',
'qbpageoptions'  => 'Ἥδε ἡ δέλτος',
'qbpageinfo'     => 'Συγκείμενον',
'qbmyoptions'    => 'Δέλτοι μου',
'qbspecialpages' => 'Εἰδικαὶ δέλτοι',
'faq'            => 'Τὰ πολλάκις αἰτηθέντα',
'faqpage'        => 'Project:Πολλάκις αἰτηθέντα',

# Vector skin
'vector-action-addsection' => 'Θέμα προστιθέναι',
'vector-action-delete'     => 'Σβεννύναι',
'vector-action-move'       => 'Κινεῖν',
'vector-action-protect'    => 'Φυλάττειν',
'vector-action-undelete'   => 'Ἀποκαθιστάναι',
'vector-action-unprotect'  => 'Μὴ φυλάττειν',
'vector-view-create'       => 'Ποιεῖν',
'vector-view-edit'         => 'Μεταγράφειν',
'vector-view-history'      => 'Ἱστορίαν ὁρᾶν',
'vector-view-view'         => 'Ἀναγνῶναι',
'vector-view-viewsource'   => 'Ὁρᾶν τὴν πηγήν',
'actions'                  => 'Δράσεις',
'namespaces'               => 'Ὀνοματεῖα',
'variants'                 => 'Παραλλαγαί',

'errorpagetitle'    => 'Σφάλμα',
'returnto'          => 'Ἐπανιέναι εἰς $1.',
'tagline'           => 'Ἀπὸ {{SITENAME}}',
'help'              => 'Βοήθεια',
'search'            => 'Ζητεῖν',
'searchbutton'      => 'Ζητεῖν',
'go'                => 'Ἰέναι',
'searcharticle'     => 'Ἰέναι',
'history'           => 'Αἱ τῆς δέλτου πρότεραι',
'history_short'     => 'Αἱ πρότεραι',
'updatedmarker'     => 'αἱ δέλτου ἐνημερώσεις ἀφ’ ὅτε ἐπεσκέφθην αὐτὴν ὑστάτως',
'info_short'        => 'Μάθησις',
'printableversion'  => 'Ἐκτυπώσιμος μορφή',
'permalink'         => 'Σύνδεσμος μόνιμος',
'print'             => 'Τυποῦν',
'edit'              => 'Μεταγράφειν',
'create'            => 'Ποιεῖν',
'editthispage'      => 'Μεταγράφειν τήνδε τὴν δέλτον',
'create-this-page'  => 'Ποιεῖν τήνδε τὴν δέλτον',
'delete'            => 'Σβεννύναι',
'deletethispage'    => 'Διαγράφειν τήνδε τὴν δέλτον',
'undelete_short'    => 'Ἐπανορθοῦν {{PLURAL:$1|ἕνα μεταγραφὲν|$1 μεταγραφέντα}}',
'protect'           => 'Φυλάττειν',
'protect_change'    => 'ἀλλάττειν',
'protectthispage'   => 'Tήνδε τὴν δέλτον φυλάττειν',
'unprotect'         => 'μὴ φυλάττειν',
'unprotectthispage' => 'Μὴ φυλάττειν τήνδε τὴν δέλτον',
'newpage'           => 'Δέλτος νέα',
'talkpage'          => 'Διαλέγε τήνδε τὴν δέλτον',
'talkpagelinktext'  => 'Διαλέγεσθαι',
'specialpage'       => 'Εἰδικὴ δέλτος',
'personaltools'     => 'Ἴδια ἐργαλεῖα',
'postcomment'       => 'Νέον τμῆμα',
'articlepage'       => 'Χρήματος δέλτον ὁρᾶν',
'talk'              => 'Διάλεξις',
'views'             => 'Ποσάκις ἔσκεπται',
'toolbox'           => 'Ἐργαλειοκάδος',
'userpage'          => 'Ὁρᾶν δέλτον χρωμένου',
'projectpage'       => 'Ἴδε δέλτον ἐγχειρήματος',
'imagepage'         => 'Ὁρᾶν τῆν δέλτον τοῦ ἀρχείου',
'mediawikipage'     => 'Ὁρᾶν δέλτον μηνυμάτων',
'templatepage'      => 'Ὁρᾶν δέλτον ἐπιγραμμάτων',
'viewhelppage'      => 'Ὁρᾶν βοηθείας δέλτον',
'categorypage'      => 'Ὁρᾶν τὴν δέλτον κατηγοριῶν',
'viewtalkpage'      => 'Ὁρᾶν διάλεξιν',
'otherlanguages'    => 'Ἀλλογλωσσιστί',
'redirectedfrom'    => '(Ἀποσταλτὸν ἀπὸ $1)',
'redirectpagesub'   => 'Ἐπανάγειν δέλτον',
'lastmodifiedat'    => 'Ἥδε ἡ δέλτος ὕστατον μετεβλήθη $2, $1.',
'viewcount'         => 'Ἥδε ἡ δέλτος προσεπελάσθη {{PLURAL:$1|ἅπαξ|$1-(άκ)ις}}.',
'protectedpage'     => 'Πεφυλαγμένη δέλτος',
'jumpto'            => 'Ἅλμα πρὸς:',
'jumptonavigation'  => 'περιήγησις',
'jumptosearch'      => 'ἐρευνᾶν',
'view-pool-error'   => 'Αἱ ἐξυπηρετητικαὶ μηχαναὶ νῦν ὑπερπεφορτισμέναι εἰσίν.
Πέρα τοῦ δέοντος πολλοὶ χρώμενοι πειρῶνται προσπελάσειν τῇδε δέλτῳ.
Ἀνάμεινον πρὸ τοῦ πεπειρακέναι προσπελάσειν πάλιν τῇδε δέλτῳ.

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'Περὶ {{SITENAME}}',
'aboutpage'            => 'Project:Περὶ',
'copyright'            => 'Ἡ διάθεσις τοῦδε περιεχομένου ἐστιν ὑπὸ $1.',
'copyrightpage'        => '{{ns:project}}:Πνευματικὰ Δικαιώματα',
'currentevents'        => 'Τὰ γιγνόμενα',
'currentevents-url'    => 'Project:Τὰ γιγνόμενα',
'disclaimers'          => 'Ἀποποιήσεις',
'disclaimerpage'       => 'Project:Γενικὴ ἀποποίησις',
'edithelp'             => 'Βοήθεια περὶ τοῦ μεταγράφειν',
'edithelppage'         => 'Help:Βοήθεια περὶ τοῦ μεταγράφειν',
'helppage'             => 'Help:Περιεχόμενα',
'mainpage'             => 'Κυρία Δέλτος',
'mainpage-description' => 'Κυρία Δέλτος',
'policy-url'           => 'Project:Προαίρεσις',
'portal'               => 'Πύλη πολιτείας',
'portal-url'           => 'Project:Πύλη Πολιτείας',
'privacy'              => 'Ἡ περὶ τῶν ἰδιωτικῶν προαίρεσις',
'privacypage'          => 'Project:Περὶ τῶν ἰδιωτικῶν',

'badaccess'        => 'Σφάλμα ἀδείας',
'badaccess-group0' => 'Οὐκ ἔξεστί σοι ταῦτα διαπράττειν.',
'badaccess-groups' => 'Ἡ ὑπἐσοῦ ᾐτημένη πρᾶξις προωρισμένη ἐστὶν διὰ τοὺς χρωμένους {{PLURAL:$2|τῆς ὁμάδος|τῶν ὁμάδων}}: $1.',

'versionrequired'     => 'Ἔκδοσις $1 τῆς MediaWiki ἀπαιτεῖται',
'versionrequiredtext' => 'Ἡ ἔκδοσις $1 τῆς MediaWiki ἀναγκαία ἐστὶ τῷ χρῆσθαι τῇδε τῇ δέλτῳ.
Ἴδε [[Special:Version|τὴν δέλτον ἐκδόσεως]].',

'ok'                      => 'εἶεν',
'retrievedfrom'           => 'Ἀνακτηθεῖσα ὑπὸ "$1"',
'youhavenewmessages'      => 'Ἔχεις $1 ($2).',
'newmessageslink'         => 'νέας ἀγγελίας',
'newmessagesdifflink'     => 'ἐσχάτη μεταβολή',
'youhavenewmessagesmulti' => 'Νέας εἰσί σοι ἀγγελίας ἐν $1',
'editsection'             => 'μεταγράφειν',
'editold'                 => 'μεταγράφειν',
'viewsourceold'           => 'ὁρᾶν πηγήν',
'editlink'                => 'μεταγράφειν',
'viewsourcelink'          => 'ὁρᾶν τὴν πηγήν',
'editsectionhint'         => 'Μεταγράφειν τὸ μέρος: $1',
'toc'                     => 'Περιεχόμενα',
'showtoc'                 => 'δεικνύναι',
'hidetoc'                 => 'κρύπτειν',
'thisisdeleted'           => 'Ὁρᾶν ἢ ἀποκαθιστάναι $1;',
'viewdeleted'             => 'Ὁρᾶν $1;',
'restorelink'             => '{{PLURAL:$1|μία διαγεγραμμένη μεταγραφή|$1 διαγεγραμμέναι μεταγραφαί}}',
'feedlinks'               => 'Βοτήρ:',
'feed-invalid'            => 'Ἄκυρος τύπος συνδρομῆς εἰς ῥοὴν δεδομένων.',
'feed-unavailable'        => 'Αἱ ῥοαὶ οὐκ εἰσὶ διαθέσιμοι',
'site-rss-feed'           => '"$1" Ῥοὴ RSS',
'site-atom-feed'          => '"$1" Ῥοὴ Atom',
'page-rss-feed'           => 'Βοτὴρ RSS "$1"',
'page-atom-feed'          => '"$1" Ῥοὴ Atom',
'red-link-title'          => '$1 (δέλτος οὔπω γέγραπται)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Χρῆμα',
'nstab-user'      => 'Δέλτος χρωμένου',
'nstab-media'     => 'Δέλτος μέσων',
'nstab-special'   => 'Εἰδικὴ δέλτος',
'nstab-project'   => 'Δέλτος ἐγχειρήματος',
'nstab-image'     => 'Ἀρχεῖον',
'nstab-mediawiki' => 'Ἀγγελία',
'nstab-template'  => 'Πρότυπον',
'nstab-help'      => 'Βοήθεια',
'nstab-category'  => 'Κατηγορία',

# Main script and global functions
'nosuchaction'      => 'Οὐδεμία τοιαύτη ἐνέργεια',
'nosuchactiontext'  => 'Ἡ καθωρισμένη ὑπὸ τοῦ URL δρᾶσις μὴ ἀναγνωρίσιμος ὑπὸ τοῦ βίκι ἐστί.
Ἐνδεχομένως εἰσῆξας ἐσφαλμένως τὴν διεύθυνσιν URL ἢ ἠκολούθησας ἀκύρῳ συνδέσμῳ τινί.
Ἐνδεχομένως πταίει σφάλμα τι τοῦ λογισμικοῦ μέρους τοῦ ἱστοτόπου {{SITENAME}}.',
'nosuchspecialpage' => 'Οὐδεμία τοιούτη δέλτος',
'nospecialpagetext' => '<strong>Ἡ αἰτηθεῖσα εἰδικὴ δέλτος ἄκυρός ἐστιν.</strong>

Διαλογή τις ἐγκύρων εἰδικῶν δέλτων εὕρηται εἰς [[Special:SpecialPages|{{int:specialpages}}]].',

# General errors
'error'                => 'Σφάλμα',
'databaseerror'        => 'Σφάλμα βάσεως δεδομένων',
'dberrortext'          => 'Σφάλμα τι συντάξεως πεύσεως τινὸς πρὸς τὴν βάσιν δεδομένων ἀπήντησεν,
ὅπερ ὑποδηλοῖ τὴν ὕπαρξιν βλάβης τινὸς ἐν τῷ λογισμικῷ.
Ἡ ἐσχάτη ἀποπειραθεῖσα πεῦσις πρὸς τὴν βάσιν δεδομένων ἦν:
<blockquote><tt>$1</tt></blockquote>
ὑπὸ τῆς συναρτήσεως "<tt>$2</tt>".
Ἡ βάσις δεδομένων ἐπέστρεψεν σφάλμα "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'Σφάλμα τι συντάξεως πεύσεως τινὸς πρὸς τὴν βάσιν δεδομένων ἀπήντησεν.
Ἡ ὑστάτη ἀπόπειρα πεύσεως πρὸς τὴν βάσιν δεδομένων ἦτο:
"$1"
ὑπὸ τῆς συναρτήσεως "$2".
Ἡ βάσις δεδομένων ἐπέστρεψεν σφάλμα "$3: $4"',
'laggedslavemode'      => 'Προσοχή: Ἡ δέλτος ἐνδέχεται οὐ περιέχειν προσφάτους μεταβολάς.',
'readonly'             => 'Βάσις δεδομένων ἀποκεκλεισμένη',
'enterlockreason'      => 'Λέγε διὰ τὶ τὸ ἀποκλῄειν τε καὶ ὅτε τοῦτο ἀρθήσεται',
'missing-article'      => 'Ἡ βάσις δεδομένων οὐχ ηὗρε τὸ κείμενον δέλτου τινὸς, οὕπερ ἡ εὕρεσις δέουσα ἐστί, ὀνόματι "$1" $2.

Τοῦτο τὸ γεγονὸς συνήθως ὡς αἰτίαν ἔχει τὴν ἀκολουθίαν μὴ ἐνημερωμένου τινὸς συνδέσμου διὰφ. ἢ συνδέσμου ἱστορικοῦ πρὸς δέλτον τινὰ διαγεγραμμένην.

Εἰ τὰ ἄνωθι οὐκ εἰσὶ τὰ γεγονότα, ἐνδεχομένως ηὕρηκας σφάλμα τι ἐν τῷ λογισμικῷ.
Κατάγγειλον τόδε [[Special:ListUsers/sysop|έπιτρόπῳ]] τινί, δοὺς τῷδε σημείωμα τι περιέχον τὴν URL.',
'missingarticle-rev'   => '(ἀναθεώρησις#: $1)',
'missingarticle-diff'  => '(Διαφ: $1, $2)',
'readonly_lag'         => 'Ἡ βάσις δεδομένων πέφρακται αὐτομάτως ἐνόσω αἱ ἐπὶ μέρους ἐξυπηρετητικαὶ μηχαναὶ τῶν ἀντιγράφων τῆς βάσεως δεδομένων καλύψωσιν τὴν διαφορὰν μεταξὺ σφῶν καὶ τῆς κεντρικῆς ἐξυπηρετητικῆς μηχανῆς τοῦ πρωτοτύπου τῆς βάσεως',
'internalerror'        => 'Ἐσώτερον σφάλμα',
'internalerror_info'   => 'Ἐσώτερον σφάλμα: $1',
'fileappenderror'      => 'Οὐκ ἦτο δυνατὴ ἡ προσάρτησις τοῦ "$1" εἰς τὸ "$2".',
'filecopyerror'        => 'Οὐκ ἦν δυνατὴ ἡ ἀντιγραφὴ τοῦ ἀρχείου "$1" εἰς τὸ "$2".',
'filerenameerror'      => 'Οὐκ ἦν δυνατὴ ἡ μετωνομασία τοῦ ἀρχείου "$1" ὡς "$2".',
'filedeleteerror'      => 'Οὐκ ἦν δυνατὴ ἡ διαγραφὴ τοῦ ἀρχείου "$1".',
'directorycreateerror' => 'Οὐκ ἦν δυνατὴ ἡ ποίησις τοῦ ἀρχειοκαταλόγου "$1".',
'filenotfound'         => 'Γραφὴ "$1" οὐχ ηὑρέθη',
'fileexistserror'      => 'Οὐκ ἦν δυνατὴ ἡ ἐγγραφὴ εἰς τὸ ἀρχεῖον "$1": τὸ ἀρχεῖον ὑπάρχει',
'unexpected'           => 'Ἀπροσδόκητος τιμή: "$1"="$2".',
'formerror'            => 'Σφάλμα: μὴ δυναμένη ἡ ὑποβολὴ τοῦ τύπου ἐστίν',
'badarticleerror'      => 'Ἡ πρᾶξις μὴ ἐκτελέσιμος ἦν ἐν τῇδε δέλτῳ.',
'cannotdelete'         => 'Οὐκ ἔξεστι σβεννύναι τήνδε τὴν δέλτον ἢ τόδε τὸ ἀρχεῖον "$1".
Ἴσως τάχ\'ἂν τόδε ἤδη διαγεγραμμένον εἴη.',
'badtitle'             => 'Κακὸν τὸ ἐπώνυμον',
'badtitletext'         => 'Ἡ ἐπιγραφὴ τῆς ᾐτουμένης δέλτου ἐστὶν ἄκυρος, κενή, ἢ πρόκειται περὶ ἐσφαλμένως συνδεδεμένης ἐπιγραφῆς μεταξὺ διαφόρων βίκι· εἰκότως περιέχει χαρακτῆρας μὴ χρηστέους ἐν ἐπιγραφαῖς.',
'perfcached'           => 'Τὸ ἀκόλουθα δεδομένα εἰσὶ λανθάνοντα καὶ ἐνδεχομένως οὐκ εἰσὶ ἐνήμερα.',
'perfcachedts'         => 'Τὸ ἀκόλουθα δεδομένα εἰσὶ λανθάνοντα καὶ ὑστάτως ἐνημερωμένα ἐν $1.',
'querypage-no-updates' => 'Αἱ ἐνημερώσεις τῆσδε τῆς δέλτου ἀπενεργοποιηθεῖσαι εἰσίν.
Τὰ δεδομένα ἐνταῦθα μὴ ἀνανεώσιμα ἔσονται ἐπὶ τοῦ παρόντος.',
'wrong_wfQuery_params' => 'Ἐσφαλμέναι παράμετροι εἰς τὸ wfQuery()<br />
Ἐνέργεια: $1<br />
Πεῦσις: $2',
'viewsource'           => 'Πηγὴν ἐπισκοπεῖν',
'viewsourcefor'        => 'διὰ τὸ $1',
'actionthrottled'      => 'Δρᾶσις ἠγχθεῖσα',
'protectedpagetext'    => 'Ἥδε ἡ δέλτος ἀποκεκλῃμένη ἐστὶν εἰς ἀποτροπὴν τοῦ μεταγράφειν.',
'viewsourcetext'       => 'Ἔξεστί σοι ὁρᾶν τε καὶ ἀντιγράφειν τὴν τῆς δέλτου πηγήν:',
'protectedinterface'   => 'Ἥδε ἡ δέλτος παρέχει κείμενον διεπιφανείας διὰ τὸ λογισμικὸν καὶ κεκλῃσμένη ἐστὶ προς ἀποφυγὴν καταχρήσεων.',
'sqlhidden'            => '(πεῦσις SQL κεκρυμμένη)',
'cascadeprotected'     => 'Ἥδε ἡ δέλτος πεφύλακται, διότι συμπεριλαμβάνεται ἐν {{PLURAL:$1|τῇ ἑξῆς δέλτῳ ἥπερ πεφυλαγμένη ἐστὶ|ταῖς ἑξῆς δέλτοις αἵπερ πεφυλαγμέναι εἰσὶ}} μέσῳ τῆς ἐνεργοποιηθεῖσας διαδοχικῆς προστασίας ἐν τῷ:
$2',
'namespaceprotected'   => "Οὐκ ἔξεστί σοι μεταγράφειν δέλτους ἐν τῷ ὀνοματείῳ '''$1'''.",
'customcssjsprotected' => 'Οὐκ ἔξεστί σοι μεταγράφειν τήνδε τὴν δέλτον, διότι περιέχει προσωπικὰς ῥυθμίσεις ἑτέρου χρωμένου.',
'ns-specialprotected'  => 'Αἱ εἰδικαὶ δέλτοι μὴ μεταγραπτέαι εἰσίν.',
'titleprotected'       => 'Ἡ ποίησις τῆσδε τῆς ἐπιγραφῆς πεφύλακται ὑπὸ τοῦ [[User:$1|$1]].
Ἡ δεδομένη αἰτιολογία ἐστὶ "\'\'$2\'\'".',

# Virus scanner
'virus-badscanner'     => "Κακὸς σχηματισμός: ἄγνωτος σαρωτὴς ἰῶν: ''$1''",
'virus-scanfailed'     => 'Σάρωσις πταιστή (κῶδιξ $1)',
'virus-unknownscanner' => 'ἄγνωτος ἀντιιός:',

# Login and logout pages
'logouttext'                 => "'''Νῦν γὰρ ἀποσυνδεδεμένος εἰ.'''

Ἔξεστί σοι χρῆσθαι τῷ {{SITENAME}} ἀνωνύμως, ἢ ἔξεστί σοι [[Special:UserLogin|συνδεῖσθαι πάλιν]] ὡς ὁ αὐτὸς ἢ ὡς ἄλλος χρώμενος.
Δέλτοι τινὲς δέ, ἐνδεχομένως, δειχθήσονται ὡς ἂν ἀκμὴν συνδεδεμένος ᾖς, μέχρι ὅτε καθαίρῃς τὴν λανθάνουσαν μνήμην τοῦ προγράμματος πλοηγήσεώς σου.",
'welcomecreation'            => '== Ὡς εὖ παρέστης, $1! ==

Λογισμός σὸς πεποίηται. Ἔχε μνήμην μεταβάλλειν τὰς τοῦ [[Special:Preferences|{{SITENAME}} αἱρέσεις σου]].',
'yourname'                   => 'Ὄνομα χρωμένου:',
'yourpassword'               => 'Σῆμα:',
'yourpasswordagain'          => 'Ἀνατυπῶσαι σύνθημα:',
'remembermypassword'         => 'Μίμνῃσκε ἐνθάδε τὸ συνδεῖσθαι (for a maximum of $1 {{PLURAL:$1|day|days}})',
'yourdomainname'             => 'Ὁ τομεύς σου:',
'externaldberror'            => 'Συνέβη εἴτε σφάλμα τι πιστοποιήσεως τῆς βάσεως δεδομένων εἴτε οὐκ ἔξεστί σοι ἐνημεροῦν τὸν ἐξωτερικὸν λογισμόν σου.',
'login'                      => 'Συνδεῖσθαι',
'nav-login-createaccount'    => 'Συνδεῖσθαι/λογισμὸν ποιεῖν',
'loginprompt'                => 'Δεῖ ἐνεργὰ τὰ HTTP-πύσματα εἶναι πρὸ τοῦ συνδεῖσθαι τῷ {{SITENAME}}.',
'userlogin'                  => 'Συνδεῖσθαι/λογισμὸν ποιεῖν',
'logout'                     => 'Ἐξέρχεσθαι',
'userlogout'                 => 'Ἐξέρχεσθαι',
'notloggedin'                => 'Οὐ συνδεδεμένος',
'nologin'                    => "Ἆρα λογισμὸν οὐκ ἔχεις; '''$1'''.",
'nologinlink'                => 'Λογισμὸν ποιεῖν',
'createaccount'              => 'Λογισμὸν ποιεῖν',
'gotaccount'                 => "Ἆρα λογισμὸν ἤδη τινὰ ἔχεις; '''$1'''.",
'gotaccountlink'             => 'Συνδεῖσθαι',
'createaccountmail'          => 'ἠλεκτρονικῇ ἐπιστολῇ',
'badretype'                  => 'Τὰ εἰσηγμένα ὑπἐσοῦ συνθήματα οὐχ ἁρμόττουσιν.',
'userexists'                 => 'Τὸ εἰσηγμένον ὄνομα ἤδη κεχρησμένον ἐστίν.
Ἐπίλεξον ὄνομα διάφορόν τι.',
'loginerror'                 => 'Ἡμάρτηκας περὶ τοῦ συνδεδεκαῖναι',
'createaccounterror'         => 'Ἀδύνατος ἡ ποίησις λογισμοῦ: $1',
'nocookieslogin'             => 'Ὁ {{SITENAME}} χρῆται πύσματα ἐν τῇ συνδέσει τῶν χρωμένων.
Μὴ ἐνεργὰ τὰ πύσματα διέταξας.
Ἐνεργὰ ποιήσας αὐτὰ πείρασον πάλιν.',
'noname'                     => 'Οὐ καθὠρισας ἔγκυρόν τι ὄνομα χρωμένου.',
'loginsuccesstitle'          => 'Ἐπιτυχῶς συνεδέθης',
'loginsuccess'               => "'''συνδέδεσαι ἤδη τῷ {{SITENAME}} ὡς \"\$1\".'''",
'nosuchuser'                 => 'Οὐκ ἐστὶ χρώμενος ὀνόματι "$1".
Τὰ γράμματα τῶν ὀνομάτων χρωμένων διακρίνονται εἰς κεφαλαῖα καὶ μικρά.
Σκόπει τὴν τῶν γραμμάτων ἀκριβείαν ἢ [[Special:UserLogin/signup|λογισμὸν νέον ποίει]].',
'nosuchusershort'            => 'Οὐκ ἐστὶ χρώμενος ἔχων τὸ ὄνομα "<nowiki>$1</nowiki>".
Ἔλεγξον τὴν ὀρθογραφίαν σου.',
'nouserspecified'            => 'Ὄνομα χρωμένου καθοριστέον ὑποχρεωτικώς.',
'wrongpassword'              => 'Εἰσηγμένον σύνθημα ἐσφαλμένον. Πείρασον πάλιν.',
'wrongpasswordempty'         => 'Σύνθημα οὐκ ἔγραψας.
Αὖθις πείρασον.',
'passwordtooshort'           => 'Δεῖ τὸ σύνθημά σου ἔχειν τοὐλάχιστον {{PLURAL:$1|1 χαρακτὴρ|$1 χαρακτῆρες}}.',
'password-name-match'        => 'Δεῖ σε ἐπιλέξειν σύνθημα δίαφορον τοῦ σοῦ ὀνόματος χρωμένου.',
'mailmypassword'             => 'Τὸ νέον σύνθημα μέσῳ ἠλεκτρονικῆς ἐπιστολῆς πέμψειν',
'passwordremindertitle'      => 'Νέον ἐφήμερον σύνθημα διὰ {{SITENAME}}',
'passwordremindertext'       => "Τίς (πιθανῶς σύ, ἔχων τὴν IP-διευθύνσιν \$1) ἐζήτησεν τὴν πρὸς σέ ἀποστολὴν νέου συνθήματος διὰ τὸν ἱστότοπον {{SITENAME}} (\$4). Τὸ τρέχον σύνθημα διὰ τὸν χρώμενον \"\$2\" ἐν τῷ παρόντι ὡς \"\$3\" ἐτέθη. Εἰ ἥδε ἐστὶ πρόθεσίς σου, δεῖ σε ''νῦν'' συνδεῖσθαι τε καὶ ἀλλάττειν τὸ σύνθημά σου. Τὸ σύνθημά σου τὸ προσωρινὸν λεληγμένον ἔσεται μετὰ τῆς παρόδου {{PLURAL:\$5|μίας ἡμέρας|\$5 ἡμερῶν}}.

Εἰ τὶς ''ἕτερος'' τήνδε τὴν αἴτησιν ὑπέβαλεν ἢ εἰ οὐκ ἀμνηστεῖς τοῦ συνθήματός σου καὶ ''οὐκ'' ἐπιθυμεῖς ἀκμὴν τὴν ἀλλαγὴν οὗ, δύνασαι ἀγνοῆσαι τόδε τὸ μήνυμα καὶ διατηρῆσαι τὸ παλαιὸν σύνθημά σου.",
'noemail'                    => 'Οὐδεμία ἠλεκτρονικὴ διεύθυνσις ἐγγεγραμμένη διὰ τὸν χρώμενον "$1".',
'passwordsent'               => 'Νέον τι σύνθημα πρὸς τὴν ἠλεκτρονικὴν διεύθυνσίν σου, τὴν ἐγγεγραμμένη διὰ "$1", προσπέπεπται.
Τοῦτο δεχόμενος αὖθις συνδεῖσαι.',
'blocked-mailpassword'       => 'Ἡ μεταγραφὴ τῆς διευθύνσεως IP σου ἀποκέκλῃται· ἄρα οὐκ ἔξεστί σοι χρῆσθαι τῇ λειτουργίᾳ ἀνακτήσεως συνθήματος, οὕτως ὥστε πᾶσα κατάχρησις προλαμβάνηται.',
'eauthentsent'               => 'Μήνυμα τι ἐπιβεβαιώσεως ἐστάλη τῇ δεδηλωμένῃ ἠλεκτρονικῇ διευθύνσει σου. Πρὸ τῆς περαιτέρω ἀποστολῆς μηνυμάτων τῷ συγκεκριμένῳ λογισμῷ, δεῖ σε ἀκολουθῆσαι τὰς ὀδηγίας ἐν τῷ ἀπεσταλμένῳ μηνύματι πρὸς ἐπαλήθευσιν τῆς κυριότητός σου τοῦ συγκεκριμένου λογισμοῦ.',
'throttled-mailpassword'     => 'Ὑπενθύμισίς τις συνθήματος ἤδη ἀπέσταλται ἐντὸς {{PLURAL:$1|τῆς ὑστάτης ώρᾶς|τῶν ὑστάτων $1 ὡρῶν}}.
Πρὸς ἀποφυγὴν καταχρήσεως, μόνον μία ὑπενθύμισις συνθήματος σταλήσεται ἀνὰ {{PLURAL:$1|ὥραν|$1 ὥρας}}.',
'mailerror'                  => 'Σφάλμα κατὰ τὴν ἀποστολὴν τῆσδε ἐπιστολῆς: $1',
'acct_creation_throttle_hit' => 'Πεποίηκας ἤδη {{PLURAL:$1|1 λογισμόν|$1 λογισμοῦς}} τῇ ὑστέρᾳ ἡμέρᾳ, ὅπερ ἐστὶ τὸ μέγιστον ἐπιτρεπόμενον ἐν τῇδε τῇ χρονικῇ περιόδῳ.
Ὡς ἀποτέλεσμα, οὐκ ἔξεστι τοῖς χρωμένοις τήνδε τὴν IP-διεύθυνσιν ποιεῖν πλείονας νῦν.',
'emailauthenticated'         => 'Ἡ ἠλεκτρονικὴ διεύθυνσίς σου διεπιστεύθη ἐν $2 ἐν $3.',
'noemailprefs'               => 'Καθόρισον ἠ-διεύθυνσιν τινὰ ἵνα τάδε τὰ λειτουργικὰ χαρακτηριστικὰ ὦσιν ἐνεργά.',
'emailconfirmlink'           => 'Ἐπιβεβαίωσον τὴν διεύθυνσιν ἠλ-ταχυδρομείου σου',
'accountcreated'             => 'Λογισμὸς ποιηθείς',
'accountcreatedtext'         => 'Ὁ λογισμὸς χρωμένου διὰ τὸν/τὴν $1 πεποιημένος ἐστίν.',
'createaccount-title'        => 'Ποίησις λογισμοῦ διὰ {{SITENAME}}',
'loginlanguagelabel'         => 'Γλῶσσα: $1',

# Password reset dialog
'resetpass'                 => 'Ἀλλαγὴ συνθήματος',
'resetpass_header'          => 'Ἀναδιορισμὸς συνθήματος λογισμοῦ',
'oldpassword'               => 'Πρότερον σύνθημα:',
'newpassword'               => 'Νέον σύνθημα:',
'retypenew'                 => 'Ἀνατύπωσις νέου συνθήματος:',
'resetpass_submit'          => 'Ἀναδιορισμὸς συνθήματος καὶ σύνδεσις',
'resetpass_success'         => 'Τὸ σὸν σύνθημα εὖ μεταβεβλημένον ἐστίν! Νῦν συνδέῃ...',
'resetpass_forbidden'       => 'Οὐκ ἔξεστι τοῖς συνθήμασιν ἀλλαγῆναι',
'resetpass-no-info'         => 'Ἐὰν μὴ συνδέῃ οὐκ ἔξεστί σοι εὐθέως δεῦρο βαίνειν.',
'resetpass-submit-loggedin' => 'Ἀλλάττειν σύνθημα',
'resetpass-temp-password'   => 'Προσωρινὸν σύνθημα:',

# Edit page toolbar
'bold_sample'     => 'Γράμματα παχέα',
'bold_tip'        => 'Γράμματα παχέα',
'italic_sample'   => 'Γράμματα πλάγια',
'italic_tip'      => 'Γράμματα πλάγια',
'link_sample'     => 'Συνδέσμου ὄνομα',
'link_tip'        => 'Σύνδεσμος οἰκεῖος',
'extlink_sample'  => 'http://www.example.com ὄνομα συνδέσμου',
'extlink_tip'     => 'Ἐξώτερος σύνδεσμος (μέμνησο τοῦ προθέματος http://)',
'headline_sample' => 'Κείμενον ἐπικεφαλίδος',
'headline_tip'    => 'Κλίμακος 2 ἐπικεφαλίς',
'math_sample'     => 'Εἰσάγειν τύπον ὧδε',
'math_tip'        => 'Μαθηματικὸς τύπος (LaTeX)',
'nowiki_sample'   => 'Εἰσάγειν ἀμόρφωτον κείμενον ὧδε',
'nowiki_tip'      => 'Ἀγνοεῖν βικι-μορφοποιίαν',
'image_tip'       => 'Ἐμβεβαπτισμένον ἀρχεῖον',
'media_tip'       => 'Τὸ προσάγον πρὸς τὸ φορτίον',
'sig_tip'         => 'Ὑπογραφή σου μετὰ χρονοσφραγίδος',
'hr_tip'          => 'Ὁριζόντιος γραμμή (χρηστέα φειδωλώς)',

# Edit pages
'summary'                          => 'Σύνοψις:',
'subject'                          => 'Χρῆμα/ἐπικεφαλίς:',
'minoredit'                        => 'Μικρὰ ἥδε ἡ μεταβολή',
'watchthis'                        => 'Ἐφορᾶν τήνδε τὴν δέλτον',
'savearticle'                      => 'Γράφειν τὴν δέλτον',
'preview'                          => 'Τὸ προεπισκοπεῖν',
'showpreview'                      => 'Προεπισκοπεῖν',
'showlivepreview'                  => 'Ἄμεσος προθεώρησις',
'showdiff'                         => 'Δεικνύναι τὰς μεταβολάς',
'anoneditwarning'                  => "'''Προσοχή:''' Οὐ συνδεδεμένος εἶ.
Ἡ IP-διεύθυνσίς σου καταγεγραμμένη ἔσται ἐν τῇδε δέλτου ἱστορίᾳ.",
'missingcommenttext'               => 'Εἰσάγαγε σχόλιον τι κατωτέρω.',
'summary-preview'                  => 'Προθεώρησις συνόψεως:',
'subject-preview'                  => 'Ἀντικειμένου/ἐπικεφαλίδος προθεώρησις:',
'blockedtitle'                     => 'Ἀποκεκλεισμένος ὁ χρώμενος',
'blockedtext'                      => "'''Τὸ ὄνομα χρωμένου σου ἢ ἡ IP-διεύθυνσις σου πεφραγμένα εἰσίν.'''

Ἡ φραγὴ γέγονε ὑπὸ τὸν/τὴν $1.
Ἡ δεδομένη αἰτιολογία ἐστίν: ''$2''.

* Ἔναρξις φραγῆς: $8
* Λῆξις φραγῆς: $6
* Ἡ φραγὴ προορίζεται διὰ τὸν χρώμενον: $7

Ἀποτάθητι εἰς τὸν/τὴν $1 ἢ ὅντινα ἕτερον [[{{MediaWiki:Grouppage-sysop}}|γέροντα]] διὰ τὸ διαλέγεσθαι περὶ τῆς φραγῆς.
Οὐ δύνασαι χρῆσθαι τῇ δυνατότητι «ἀποστολῆς ἠλεκτρονικῆς ἐπιστολῆς τῷδε τῷ χρωμένῳ» εἰ οὐχ ὁρίσεις ἔγκυρόν τινα ἠλεκτρονικὴν διεύθυνσιν ἐν ταῖς [[Special:Preferences|προκρίσεσί]] σου.
Ἡ τρέχουσα IP-διεύθυνσις σου $3 ἐστίν, καὶ ἡ ἀναγνώρισις τῆς φραγῆς #$5 ἐστίν.
Παρακαλοῦμεν σε περιλαμβάνειν οἱανδήποτε ἐξ αὐτῶν ἢ καὶ ἀμφοτέρας ἐν ταῖς ἐρωτήσεσί σου.",
'autoblockedtext'                  => "Ἡ διεύθυνσις IP σου ἐφράγη αὐτομάτως ἐπεὶ κεχρησμένη ἦν ὑπὸ ἑτέρου τινὸς χρωμένου, ὅπερ ἀποκεκλεισμένος ἐστὶν ἐκ τοῦ/τῆς $1.
Ἡ δεδομένη αἰτία ἐστὶν ὡς ἑξῆς:

:''$2''

*Ἔναρξις φραγῆς: $8
*Λῆξις φραγῆς: $6
*Προκαθωρισμένος φραττόμενος: $7

Ἀποτάθητι εἰς τὸν/τὴν $1 ἢ εἰς ἑτέρους τινὰς
[[{{MediaWiki:Grouppage-sysop}}|γέροντας]] διὰ τὸ διαλέγεσθαι περὶ τῆς φραγῆς.

Σημείωσον: οὐ δύνασαι χρῆσθαι τῇ ἐπιλογῇ «ἀποστολῆς ἠλεκτρονικῆς ἐπιστολῆς τῷδε τῷ χρωμένῳ» ἐὰν μὴ ἔχῃς ἔγκυρον τινὰ διεύθυνσιν ἠλεκτρονικοῦ ταχυδρομείου κατακεχωρημένην ἐν ταῖς [[Special:Preferences|προτιμήσεσι χρωμένου]] σου.

Ἡ τρέχουσα διεύθυνσις IP σου $3 ἐστίν, καὶ ἡ ἀναγνώρισις τῆς φραγῆς #$5 ἐστίν.
Παρακαλοῦμεν σε περιλαμβάνειν οἱανδήποτε ἐξ αὐτῶν ἢ καὶ ἀμφοτέρας ἐν ταῖς ἐρωτήσεσί σου.",
'blockednoreason'                  => 'οὐδεμία αἰτία ἐδόθη',
'blockedoriginalsource'            => "Ἡ πηγὴ τοῦ '''$1''' δείκνυται κατωτέρω:",
'blockededitsource'                => "Τὸ κείμενον τῶν '''μεταγραφῶν ὑπ' ἐσοῦ''' τοῦ '''$1''' δείκνυται κάτωθι:",
'whitelistedittitle'               => 'Ἀπαιτούμενον τὸ συνδεῖσθαι πρὸ τοῦ μεταγράψειν',
'whitelistedittext'                => 'Ἀπαιτούμενον τὸ $1 πρὸ τοῦ μεταγράψειν δέλτους.',
'confirmedittext'                  => 'Δεῖ σε ἐπιβεβαιώσειν τὴν διεύθυνσίν σου πρὸ τοῦ μεταγράψειν δέλτους. Θὲς καὶ ἐπικύρωσον τὴν διεύθυνσίν σου διὰ τῶν [[Special:Preferences|αἱρέσεων χρωμένου]] σου.',
'nosuchsectiontitle'               => 'Οὐδὲν τοιοῦτον τμῆμα εὑρεθέν',
'nosuchsectiontext'                => 'Ἐπείρασας μεταγράψειν τμῆμα ὅπερ οὐχ ὑπάρχει.',
'loginreqtitle'                    => 'Δεῖ σε συνδεῖσθαι',
'loginreqlink'                     => 'συνδεῖσθαι',
'loginreqpagetext'                 => 'Δεῖ σε $1 πρὸ τοῦ ὁρᾶν ἑτέρας δέλτους.',
'accmailtitle'                     => 'Σύνθημα ἀπεστάλη.',
'accmailtext'                      => "Τὸ τυχαίως παρηγμένον σύνθημα διὰ τὸν/τὴν [[User talk:$1|$1]] ἐστάλη τῷ $2.

Τὸ σύνθημα τοῦδε τοῦ νέου λογισμοῦ ἔξεστί σοι ἀλλάξειν μέσῳ τῆς δέλτου ὀνόματι ''[[Special:ChangePassword|ἀλλάττειν σύνθημα]]'' κατὰ τὸ συνδεῖσθαι.",
'newarticle'                       => '(Νέα)',
'newarticletext'                   => "Ἠκολούθησας σύνδεμόν τινα πρὸς δέλτον εἰσέτι μὴ ὑπάρχουσαν.
Δύνασαι ποιῆσαι τὴν δέλτον, τυπῶν ἐν τῷ κυτίῳ κατωτέρω (ἴδε [[{{MediaWiki:Helppage}}|δέλτον βοηθείας]] διά πλείονας πληροφορίας).
Εἰ ὧδε εἶ ἐσφαλμένως, πίεσον τὸ κομβίον τοῦ πλοηγητηρίου σου ὀνόματι '''ὀπίσω (back)'''.",
'noarticletext'                    => 'Οὐδὲν ἐν τῇδε τῇ δέλτῳ γεγραμμένον, ἀλλὰ ἔξεστί σοι [[Special:Search/{{PAGENAME}}|δέλτον τινὰ οὕτως ὀνόματι ζητήσειν]], <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} ζητήσειν τοὺς σχετικοὺς καταλόγους],
ἢ [{{fullurl:{{FULLPAGENAME}}|action=edit}} τήνδε τὴν δέλτον μεταγράψειν]</span>.',
'clearyourcache'                   => "'''Ἐπισημείωσις - Μετὰ τὸ καταγράφειν, ἐνδεχομένως δεῖ σε παρακάμψειν τὴν λανθάνουσαν μνήμην τοῦ πλοηγητηρίου σου πρὸ τοῦ ὁρᾶν τὰς μεταβολάς.'''
'''Mozilla / Firefox / Safari:''' ἐρητυειν τὸ''Shift'' ἐνῷ θλίβεις τὸ ''Reload'', ἢ πίεσον εἴ τε ''Ctrl-F5'' ἢ ''Ctrl-R'' (''Command-R'' ἐν Macintosh);
'''Konqueror: '''θλίψον τὸ ''Reload'' ἢ πίεσον ''F5'';
'''Opera:''' καθαίρειν τὴν λανθάνουσαν μνήμην ἐν ''Tools → Preferences'';
'''Internet Explorer:''' ἐρητυειν τὸ ''Ctrl'' ἐνῷ θλίβεις τὸ ''Refresh,'' ἢ πίεσον ''Ctrl-F5''.",
'usercssyoucanpreview'             => "'''Βουλή:''' Χρῆσον τῷ κομβίῳ 'Δεικνύναι προθεώρησιν' ἵνα δοκιμάσῃς τὴν νέαν σου CSS πρὸ τοῦ καταγράφειν.",
'userjsyoucanpreview'              => "'''Βουλή:''' Χρῆσον τῷ κομβίῳ 'Δεικνύναι προθεώρησιν' ἵνα δοκιμάσῃς τὴν νέαν σου JS πρὸ τοῦ καταγράφειν.",
'userinvalidcssjstitle'            => "'''Προσοχή:''' Οὐχ ὑφίσταται ''skin'' \"\$1\". Μέμνησο: αἱ προσηρμοσμέναι δέλτοι .css καὶ .js χρῶνται ἐπώνυμον τι ἔχον πεζὰ γράμματα, π.χ. {{ns:user}}:Foo/vector.css ἐν ἀντίθεσει πρὸς τὸν {{ns:user}}:Foo/Vector.css.",
'updated'                          => '(Ἐνημερωθέν)',
'note'                             => "'''Ἐπισήμανσις:'''",
'previewnote'                      => "'''Ἥδε ἐστὶ προθεώρησις, οὐχὶ καταγραφὴ τῶν μεταβολῶν!'''",
'previewconflict'                  => 'Ἥδε ἡ προθεώρησις ἀντανακλᾷ τὸ κείμενον πρὸς τὴν ἄνωθεν περιοχὴν μεταγραφῆς ὡς ἐμφανίσεται ἐάν ἐπιλέξῃς μεταγράψειν τοῦτο.',
'session_fail_preview'             => "'''Ἀδύνατος ἦν ἡ διαδικασία τῆς μεταγραφῆς σου ἐξ αἰτίας τῆς ἀπωλείας συνοδῶν δεδομένων.
Πείρασον πάλιν.
Εἰ μὴ δύνατος ἐστὶ πάραυτα, πείρασον [[Special:UserLogout|ἀποσυνδεῖσθαι]] καὶ ἐν συνεχείᾳ ἐπανασυνδεῖσθαι.'''",
'editing'                          => 'Μεταγράφειν $1',
'editingsection'                   => 'Μεταγράφειν $1 (τμῆμα)',
'editingcomment'                   => 'Μεταγράφειν $1 (νέον τμῆμα)',
'editconflict'                     => 'Ἀντιμαχία μεταγραφῶν: $1',
'yourtext'                         => 'Τὰ ὑπὸ ἐσοῦ γραφόμενα',
'storedversion'                    => 'Τεταμιευμένη ἔκδοσις',
'yourdiff'                         => 'Τὰ διαφέροντα',
'copyrightwarning'                 => "Ἅπασαι αἱ συμβολαὶ εἰς τὸν {{SITENAME}} θεωροῦνται ὡς σύμφωναι πρὸς τὴν $2 (βλ. $1 διὰ τὰς ἀκριβεῖας).
Εἰ οὐκ ἐπιθυμεῖτε τὰ ὑμέτερα κείμενα μεταγράψιμα καὶ διαδόσιμα εἰσὶν ὑπὸ ἄλλων χρωμένων κατὰ τὴν βούλησίν των, παρακαλοῦμεν ὑμᾶς ἵνα μὴ αὐτὰ ἀναρτῆτε ἐν τούτῳ χώρῳ. Ὅ,τι συνεισφέρετε ἐνθάδε (κείμενα, διαγράμματα, στοιχεῖα ἢ εἰκόνας) δεῖ εἶναι ὑμέτερον ἔργον, ἢ ἀνῆκον τῷ δημοσίῳ τομεῖ, ἢ προερχόμενον ἐξ ἐλευθέρων ἢ ἀνοικτῶν πηγῶν μετὰ ῥητῆς ἀδείας ἀναδημοσιεύσεως. <br />

Βεβαιοῦτε ἡμᾶς περὶ τῆς καινοπρεπείας ὅτου ἔργου γραφομένου ὑφ'ὑμῶν ἐνθάδε. Βεβαιοῦτε ἡμᾶς, ἐπἴσης, περὶ τῆς μὴ ἐκχωρήσεως εἰς ἀλλοτρίους πρὸς ὑμᾶς τοῦ δικαιώματος δημοσιεύσεως καὶ ὀνήσεως οὗ, ἥντινα ἔκτασιν αὐτὸ ἔχει.
<br />
'''ΠΑΡΑΚΑΛΟΥΜΕΝ ΥΜΑΣ ΙΝΑ ΜΗ ΑΝΑΡΤΗΤΕ ΚΕΙΜΕΝΑ ΑΛΛΟΤΡΙΩΝ ΕΙ ΜΗ ΕΧΗΤΕ ΤΗΝ ΑΔΕΙΑΝ ΤΟΥ ΚΑΤΟΧΟΥ ΤΩΝ ΠΝΕΥΜΑΤΙΚΩΝ ΔΙΚΑΙΩΜΑΤΩΝ!'''",
'protectedpagewarning'             => "'''ΠΡΟΣΟΧΗ: Ἥδε ἡ δέλτος κεκλῃσμένη ἐστὶν οὕτως ὥστε μόνον χρώμενοι ἔχοντες προνόμια ἐπιτρόπων δύνωνται μεταγράψειν αὐτήν.'''",
'semiprotectedpagewarning'         => "'''ΠΡΟΣΟΧΗ: Ἥδε ἡ δέλτος κεκλῃσμένη ἐστὶν οὕτως ὥστε μόνον χρώμενοι ἔχοντες προνόμια ἐπιτρόπων δύνωνται μεταγράψειν αὐτήν.'''",
'templatesused'                    => '{{PLURAL:$1|Πρότυπον κεχρησμένον|Πρότυπα κεχρησμένα}} ἐν τοιαύτῃ δέλτῳ:',
'templatesusedpreview'             => '{{PLURAL:$1|Πρότυπον κεχρησμένον|Πρότυπα κεχρησμένα}} ἐν ταύτῃ προθεωρήσει:',
'templatesusedsection'             => '{{PLURAL:$1|Πρότυπον κεχρησμένον|Πρότυπα κεχρησμένα}} ἐν τῷδε τῷ τμήματι:',
'template-protected'               => '(φυλλάττεται)',
'template-semiprotected'           => '(ἡμιπεφυλαγμένη)',
'hiddencategories'                 => 'Ἥδε ἡ δέλτος μέλος ἐστὶ {{PLURAL:$1|1 τῆς κεκρυμμένης κατηγορίας|$1 τῶν κεκρυμμένων κατηγοριῶν}}:',
'nocreatetitle'                    => 'Ποίησις δέλτων περιωρισμένη',
'nocreatetext'                     => "{{SITENAME}} οὐ σ'ἐᾷ νέας δέλτους ποιεῖν.
Ἐᾷ σε δέλτον ἢδη οὖσαν μεταβάλλειν ἢ [[Special:UserLogin|συνδεῖσθαι ἢ λογισμὸν ποιεῖν]].",
'nocreate-loggedin'                => 'Οὐκ ἔξεστι σοι νέας δέλτους ποιεῖν.',
'permissionserrors'                => 'Σφάλματα ἀδειῶν',
'permissionserrorstext'            => 'Οὐκ ἔξεστί σοι ποιεῖν τοῦτο ἐξ αἰτίας {{PLURAL:$1|τοῦδε|τῶνδε}}:',
'permissionserrorstext-withaction' => 'Οὐκ ἔχεις τὴν ἄδειαν τοῦ $2, ἐκ {{PLURAL:$1|τῆς ἑξῆς αἰτίας|τῶν ἑξῆς αἰτιῶν}}:',
'recreate-moveddeleted-warn'       => "'''Προσοχή: Ἀναποιεῖς δέλτον πάλαι ποτὲ διαγραφεῖσα.'''

Δεῖ σε θεωρήσειν εἰ ἁρμοστόν ἐστι τὸ συνεχίζειν μεταγράφειν τήνδε τὴν δέλτον.
Ὁ κατάλογος διαγραφῶν καὶ μετακινήσεων τῆσδε τῆς δέλτου διατίθεται ἐνθάδε πρὸς ἐπικουρίαν σου:",
'moveddeleted-notice'              => 'Ἥδε ἡ δέλτος διεγράφη.
Ὁ κατάλογος διαγραφῶν καὶ μετακινήσεων διὰ τήνδε τὴν δέλτον παρέχεται κάτωθι ὡς ἀναφορά.',
'log-fulllog'                      => 'Ὁρᾶν τὸν πλήρη κατάλογον',
'edit-hook-aborted'                => 'Ἡ μεταγραφὴ ἀνεστάλη ὑπὸ τοῦ ἀγγίστρου.
Οὐδεμία ἐξήγησις ἐδόθη.',
'edit-gone-missing'                => 'Ἀδύνατος ἡ ἐνημέρωσις τῆς δέλτου.
Προφανῶς διαγέγραπται.',
'edit-conflict'                    => 'Ἀντίκρουσις μεταγραφῶν.',
'edit-no-change'                   => 'Ἡ ἐγγραφὴ οὐδαμῶς μεταβεβλημένη ἐστί, ἄρα ἡ σοῦ μεταγραφὴ ἠμέληται.',
'edit-already-exists'              => 'Ἥδε ἡ δέλτος ἤδη οὖσα· οὐκ ἔξεστί σοι δέλτον νέαν ποιεῖν.',

# Parser/template warnings
'expensive-parserfunction-category'       => 'Δέλτοι ἔχουσαι ὑπὲρ τὸ δέον πολλὰς δαπανηρὰς λεξιαναλυτικὰς λειτουργικὰς κλήσεις',
'post-expand-template-inclusion-category' => 'Δέλτοι ὅπου ὁ αριθμὸς περιλήψεων προτύπων ὑπερβολικός ἐστι',
'post-expand-template-argument-category'  => 'Δέλτοι περιέχουσαι παραλελειμμένα ὁρίσματα προτύπων',
'parser-template-loop-warning'            => 'Ἐνετοπίσθη πρότυπόν τι ἐν βρόχῳ: [[$1]]',
'parser-template-recursion-depth-warning' => 'Ὅριον μάκρους τῆς ἀναδρομῆς τοῦ προτύπου ὑπερκεκερασμένον ἐστίν ($1)',

# "Undo" feature
'undo-failure' => 'Ἀδύνατος ἡ μεταστροφὴ λόγῳ ἀντικρουομένων ἐνδιαμέσων μεταγραφῶν.',
'undo-norev'   => 'Ἀδύνατος ἡ μεταστροφὴ τῆσδε τῆς μεταγραφῆς λόγῳ μὴ ὑπάρξεως ἢ προτέρας διαγραφῆς ταύτης.',
'undo-summary' => 'Ἀναίρεσις μεταγραφῆς $1 ὑπὸ τὸν/τὴν [[Special:Contributions/$2|$2]] ([[User talk:$2|Διάλεξις]])',

# Account creation failure
'cantcreateaccounttitle' => 'Μὴ δυνατὴ ἡ ποίησις λογισμοῦ',

# History pages
'viewpagelogs'           => 'Ὁρᾶν καταλόγους διὰ ταύτην τὴν δέλτον',
'nohistory'              => 'Οὐκ ἔστι ἱστορικὸν μεταγραφῶν διὰ τήνδε τὴν δέλτον.',
'currentrev'             => 'Τὸ νῦν',
'currentrev-asof'        => 'Τρέχουσα ἀναθεώρησις μέχρι $1',
'revisionasof'           => 'Τὰ ἐπὶ $1',
'revision-info'          => 'Τὸ ἐπὶ $1 ὑπὸ $2',
'previousrevision'       => '←Παλαιοτέρα ἀναθεώρησις',
'nextrevision'           => 'Νεωτέρα ἀναθεώρησις→',
'currentrevisionlink'    => 'Τὰ νῦν',
'cur'                    => 'ἡ νῦν',
'next'                   => 'ἡ ἑπομένη',
'last'                   => 'ἡ ὑστάτη',
'page_first'             => 'πρώτη',
'page_last'              => 'ἐσχάτη',
'histlegend'             => 'Σύγκρισις διαφορῶν: Ἐπιλέξατε τὰς συγκριτέας ἐκδόσεις καὶ πατήσατε enter ἢ τὸ κομβίον  "Συγκρίνειν...". <br />
Ὑπόμνημα: (τρέχον) = διαφοραὶ ὡς πρὸς τὴν τρέχουσαν ἐκδοχήν,
(ὕστατον) = διαφοραὶ ὡς πρὸς τὴν προηγουμένην ἔκδοσιν, μ = ἀλλαγαὶ μικρῆς κλίμακος.',
'history-fieldset-title' => 'Ζήτησις ἐν ταῖς προτέραις',
'history-show-deleted'   => 'Διαγραφεῖσαι μόνον',
'histfirst'              => 'πρώτη',
'histlast'               => 'ἐσχάτη',
'historysize'            => '({{PLURAL:$1|1 δυφίον|$1 δυφία}})',
'historyempty'           => '(κενόν)',

# Revision feed
'history-feed-title'          => 'Ἱστορία ἀναθεωρήσεων',
'history-feed-description'    => 'Ἱστορία ἀναθεωρήσεων τῆσδε δέλτου ἐν τῷ βίκι',
'history-feed-item-nocomment' => '$1 ἐπὶ $2',

# Revision deletion
'rev-deleted-comment'         => '(σχόλιον ἀφελόμενον)',
'rev-deleted-user'            => '(ὄνομα χρωμένου ἀφελόμενον)',
'rev-deleted-event'           => '(δρᾶσις καταλόγου ἀφελομένη)',
'rev-deleted-no-diff'         => "Οὐκ ἔξεστί σοι ὁρᾶν τήνδε τὴν διαφορὰν διότι μία ἐκ τῶν ἀναθεωρήσεων '''διαγέγραπται'''.
Ἐνδεχομένως ὑπάρχουσιν αἱ σχετικαὶ λεπτομέρειαι ἐν τῷ [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} καταλόγῳ διαγραφῶν].",
'rev-delundel'                => 'δεικνύναι/κρύπτειν',
'rev-showdeleted'             => 'δεικνύναι',
'revisiondelete'              => 'Διαγράφειν/ἐκδιαγράφειν ἀναθεωρήσεις',
'revdelete-nooldid-title'     => 'Ἄκυρος ἀναθεώρησις-στόχος',
'revdelete-nologtype-title'   => 'Οὐδεὶς τύπος καταλόγου ἐδόθη',
'revdelete-nologtype-text'    => 'Οὐχ ὥρικας ἐπὶ ποίου τύπου καταλόγου δεῖ τήνδε δρᾶσιν ἐφαρμοσθῆναι.',
'revdelete-nologid-title'     => 'Ἄκυρος καταχώρησις καταλόγου',
'revdelete-nologid-text'      => 'Εἴτε οὐχ ὤρικας συμβὰν-στόχον ἵνα ἐκτελέσῃς τήνδε λειτουργίαν, εἴτε ἡ καθωρισμένη καταχώρησις οὐκ ἔστιν.',
'revdelete-no-file'           => 'Τὸ καθωρισμένον ἀρχεῖον οὐχ ὑπάρχει.',
'revdelete-show-file-confirm' => 'Βέβαιος εἶ περὶ τῆς προβολῆς διαγεγραμμένης ἀναθεωρήσεως τινὸς τοῦ ἀρχείου "<nowiki>$1</nowiki>" ἐκ τῆς $2 ἐν τῇ $3;',
'revdelete-show-file-submit'  => 'Ναί',
'revdelete-selected'          => "'''{{PLURAL:$2|Ἐπειλεγμένη ἀναθεώρησις|Ἐπειλεγμέναι ἀναθεωρήσεις}} τοῦ [[:$1]]:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|Ἐπειλεγμένον γεγονὸς καταλόγου|Ἐπειλεγμένα γεγονὀτα καταλόγου}}:'''",
'revdelete-text'              => "'''Αἱ διαγεγραμμέναι ἀναθεωρήσεις καὶ τὰ γεγονότα ἐμφανίσονται ἐν τῷ ἱστορικῷ τῆς δέλτου καὶ τοῖς καταλόγοις, ὰλλὰ μέρη τοῦ περιεχομένου σφῶν ἔσονται δημοσίως ἀπροσπέλαστα.'''
Ἐξέσται δὲ ἑτέροις ἐπιτρόποις ἐν τῷ ἱστοτόπῳ {{SITENAME}} προσπελάζειν τῷ κρυμμένῳ περιεχομένῳ καὶ ἐπανιστάναι τόδε δία αὐτῆς τῆς διεπαφῆς ἐὰν μὴ θῶνται πρόσθετοι περιορισμοί τινές.",
'revdelete-legend'            => 'Θέτειν περιορισμοῦς ὁρατότητος',
'revdelete-hide-text'         => 'Κρύπτειν κείμενον ἀναθεωρήσεως',
'revdelete-hide-image'        => 'Κρύπτειν περιεχόμενον ἀρχείου',
'revdelete-hide-name'         => 'Κρύπτειν δρᾶσιν τε καὶ στόχον',
'revdelete-hide-comment'      => 'Κρύπτειν σχόλιον μεταγραφῆς',
'revdelete-hide-user'         => 'Κρύπτειν μεταγραφέως ὄνομα/IP-διεύθυνσιν',
'revdelete-hide-restricted'   => 'Ἀποκρύπτειν τὰ δεδομένα ἀπὸ τῶν ἐπιτρόπων καὶ ἄλλων',
'revdelete-radio-set'         => 'Ναί',
'revdelete-radio-unset'       => 'Οὐ',
'revdelete-suppress'          => 'Κρύπτειν τὴν ἐμφάνισιν δεδομένων παρὰ τοὺς Γέροντας ἐπἴσης',
'revdelete-unsuppress'        => 'Αἴρειν περιορίσεις ἐπὶ τῶν ἀποκατεστημένων ἐκδόσεων',
'revdelete-log'               => 'Αἰτία:',
'revdelete-submit'            => 'Ἐφαρμογὴ ἐπὶ {{PLURAL:$1|τῇ ἐπειλεγμένῇ ἀναθεωρήσει|ταῖς ἐπειλεγμέναις ἀναθεωρήσεσιν}}',
'revdelete-logentry'          => 'ἠλλαγμένη ἡ ὁρατότης τῆς ἀναθεωρήσεως τοῦ [[$1]]',
'logdelete-logentry'          => 'ἀλλάττειν τὴν ὁρατότητα τῶν γεγονότων διὰ τὸ [[$1]]',
'revdelete-success'           => "'''Ἀναθεωρήσεων ὁρατότης ἐπιτυχῶς ἐνημερωθεῖσα.'''",
'revdelete-failure'           => "'''Ἡ ὁρατότης τῆς ἀναθεωρήσεως οὐκ ἦ ἐνημερώσιμος:'''
$1",
'logdelete-success'           => "'''Καταλόγων ὁρατότης ἐπιτυχῶς τεθειμένη.'''",
'logdelete-failure'           => "'''Ἡ ὁρατότης τοῦ καταλόγου μὴ ῥυθμίσιμος ἦν:'''
$1",
'revdel-restore'              => 'Ἀλλάττειν ὁρατότητα',
'revdel-restore-deleted'      => 'ἐσβεσμέναι ἀναθεωρήσεις',
'revdel-restore-visible'      => 'ὁραταὶ ἀναθεωρήσεις',
'pagehist'                    => 'Ἱστορία δέλτου',
'deletedhist'                 => 'Ἱστορία διαγεγραμμένη',
'revdelete-content'           => 'περιεχόμενον',
'revdelete-summary'           => 'σύνοψις μεταγραφῶν',
'revdelete-uname'             => 'ὄνομα χρωμένου',
'revdelete-restricted'        => 'ἐφηρμοσμένοι περιορισμοὶ διὰ τοὺς ἐπιτρόπους',
'revdelete-unrestricted'      => 'αἱρεθέντες περιορισμοὶ διὰ τοὺς ἐπιτρόπους',
'revdelete-hid'               => 'κρύπ $1',
'revdelete-unhid'             => 'oὐ κρύπ $1',
'revdelete-log-message'       => '$1 διὰ $2 {{PLURAL:$2|ἀναθεώρησιν|ἀναθεωρήσεις}}',
'logdelete-log-message'       => '$1 διὰ $2 {{PLURAL:$2|γεγονός|γεγονότα}}',
'revdelete-modify-missing'    => 'Σφάλμα κατὰ τὸ μεταγράφειν τοῦ τεμαχίου τοῦ ἔχοντος ID $1: οὐχ ὐπάρχει ἐν τῇ βάσει δεδομένων!',
'revdelete-no-change'         => "'''Εἴδησις:''' τὸ τεμάχιον τὸ ἔχον ἡμερομηνίαν $2, $1 ἔχει ἤδη τὰς αἰτουμένας ῥυθμίσεις ὁρατότητος",
'revdelete-only-restricted'   => 'Οὐκ ἔξεστί σοι ἀποκρύπτειν τὴν προβολὴν τοῦ τεμαχίου τοῦ χρονολογηθέντος $2, $1: ὑπὸ τῶν ἐπιτρόπων ἄνευ τοῦ συνάμα ἐπιλέγειν μίαν ἐκ τῶν ἑτέρων ἐπιλογῶν καταστολῆς.',
'revdelete-otherreason'       => 'Ἑτέρα/πρὀσθετος αἰτια:',
'revdelete-reasonotherlist'   => 'Ἑτέρα αἰτία',
'revdelete-edit-reasonlist'   => 'Μεταγράφειν αἰτίας διαγραφῆς',
'revdelete-offender'          => 'Δημιουργὸς ἀναθεώρησεως:',

# Suppression log
'suppressionlog' => 'Κατάλογος διαγραφῶν',

# Revision move
'revmove-reasonfield'    => 'Αἰτία:',
'revmove-nullmove-title' => 'Κακὸν τὸ ἐπώνυμον',

# History merging
'mergehistory'                     => 'Συγχωνεύειν ἱστορίας δέλτων',
'mergehistory-box'                 => 'Συγχωνεύειν τὰς ἀναθεωρήσεις τῶν δύο δέλτων:',
'mergehistory-from'                => 'Δέλτος πηγῶν:',
'mergehistory-into'                => 'Δέλτος προορισμοῦ:',
'mergehistory-list'                => 'Συγχωνεύσιμος ἱστορία μεταγραφῶν',
'mergehistory-go'                  => 'Δεικνύναι συγχωνεύσιμους μεταγραφάς',
'mergehistory-submit'              => 'Συγχωνεύειν ἀναθεωρήσεις',
'mergehistory-empty'               => 'Οὐδεμία ἀναθεώρησις συγχωνευτέα.',
'mergehistory-success'             => '$3 {{PLURAL:$3|ἀναθεώρησις|ἀναθεωρήσεις}} τῆς [[:$1]] ἐπιτυχῶς {{PLURAL:$3|συνεχωνεύθη|συνεχωνεύθησαν}} τῷ [[:$2]].',
'mergehistory-fail'                => 'Ἀδύνατος ἡ συγχώνευσις τῶν ἱστορικῶν· ἔλεγξον πάλιν τὰς παραμέτρους τῆς δέλτου καὶ τοῦ χρόνου.',
'mergehistory-no-source'           => 'Δέλτος πηγὴ $1 οὐκ ἔστιν.',
'mergehistory-no-destination'      => 'Δέλτος προορισμὸς $1 οὐκ ἔστιν.',
'mergehistory-invalid-source'      => 'Ἡ δέλτος πηγὴ δεῖ εἶναι ἔγκυρος ἐπιγραφή τις.',
'mergehistory-invalid-destination' => 'Ἡ δέλτος προορισμὸς δεῖ εἶναι ἔγκυρος ἐπιγραφή τις.',
'mergehistory-autocomment'         => 'Συγκεχωνευμένον ἐστὶν τὸ [[:$1]] μετὰ τοῦ [[:$2]]',
'mergehistory-comment'             => 'Συγκεχωνευμένον ἐστὶν τὸ [[:$1]] μετὰ τοῦ [[:$2]]: $3',
'mergehistory-same-destination'    => 'Δέλτοι-πηγαὶ καὶ δέλτοι-προορισμοὶ οὐκ ἔξεστι εἶναι ὅμοιαι',
'mergehistory-reason'              => 'Αἰτία:',

# Merge log
'mergelog'           => 'Τῶν συγχωνεύσεων καταλόγος',
'pagemerge-logentry' => 'συγκεχωνευμένον ἐστὶν τὸ [[$1]] μετὰ τοῦ [[$2]] (ἀναθεωρήσεις μέχρι $3)',
'revertmerge'        => 'Ἀποσυγχωνεύειν',
'mergelogpagetext'   => 'Κατωτέρω ἐστὶ διαλογή τις τῶν πλείω προσφάτων συγχωνεύσεων τοῦ ἱστορικοῦ δέλτου τινὸς μετὰ αὐτοῦ ἑτέρας τινός.',

# Diffs
'history-title'            => 'Αἱ πρότεραι ἐκδόσεις τῆς δέλτου "$1"',
'difference'               => '(Τὰ μεταβεβλημένα)',
'lineno'                   => 'Γραμμή $1:',
'compareselectedversions'  => 'Συγκρίνειν τὰς ἐπειλεγμένας δέλτους',
'showhideselectedversions' => 'Δεικνύειν/κρύπτειν τὰς ἐπειλεγμένας ἐκδόσεις',
'editundo'                 => 'ἀναίρεσις',
'diff-multi'               => '({{PLURAL:$1|Μία ἐνδιάμεσος ἀναθεώρησις|$1 ἐνδιάμεσοι ἀναθεωρήσεις}} οὐ φαίνονται.)',

# Search results
'searchresults'                    => 'Ἀποτελέσματα ἀναζητήσεως',
'searchresults-title'              => 'Ἀποτελέσματα ζητήσεως διὰ "$1"',
'searchresulttext'                 => 'Διὰ πλείονας πύστεις ἐπὶ τοῦ ζητεῖν ἐν τῷ {{SITENAME}}, ἴδε [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'                   => 'Ἐζήτησας \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|ἁπάσας τὰς δέλτους τὰς ἀρχομένας ἐκ "$1"]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|ἁπάσας τὰς δέλτους τὰς συζευγνύσας μετὰ τοῦ "$1"]])',
'searchsubtitleinvalid'            => "Τὸ '''$1''' ἐζήτησας",
'toomanymatches'                   => 'Αἱ ἀπαντήσασαι ἀντιστοιχίαι εἰσὶν ὑπὲρ τὸ δέον πλείονες· πείρασον ἑτέραν πεῦσιν τινά',
'titlematches'                     => 'Ἡ ἐπιγραφὴ τῆς δέλτου ἀντιστοιχεῖ',
'notitlematches'                   => 'Οὐδεμία ἐπιγραφὴ τῆς δέλτου ἀντιστοιχεῖ',
'textmatches'                      => 'Τὸ κείμενον τῆς δέλτου ἀντιστοιχεῖ',
'notextmatches'                    => 'Οὐδὲν κείμενον τῆς δέλτου ἀντιστοιχεῖ',
'prevn'                            => 'πρότεραι {{PLURAL:$1|$1}}',
'nextn'                            => 'ἑπόμεναι {{PLURAL:$1|$1}}',
'prevn-title'                      => '$1 {{PLURAL:$1|προηγούμενον ἀποτέλεσμα|προηγούμενα ἀποτελέσματα}}',
'nextn-title'                      => '$1 {{PLURAL:$1|ἑπόμενον ἀποτέλεσμα|ἑπόμενα ἀποτελέσματα}}',
'shown-title'                      => 'Δεικνύναι $1 {{PLURAL:$1|ἀποτέλεσμα|ἀποτελέσματα}} ἀνὰ δέλτον',
'viewprevnext'                     => 'Ἐπισκοπεῖν ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'Ἐπιλογαὶ ζητήσεως',
'searchmenu-exists'                => "'''Ὑπάρχει δέλτος τις ὀνόματι \"[[:\$1]]\" ἐν τῷδε τῷ βίκι'''",
'searchmenu-new'                   => "'''Ποιεῖν τὴν δέλτον \"[[:\$1]]\" ἐν τῷδε τῷ βίκι'''",
'searchhelp-url'                   => 'Help:Περιεχόμενα',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|Ζήτησις δέλτων ἐχουσῶν τόδε τὸ πρόθεμα]]',
'searchprofile-articles'           => 'Δέλτοι περιεχομένων',
'searchprofile-project'            => 'Βοήθεια  καὶ δέλτοι ἐγχειρήματος',
'searchprofile-images'             => 'Πολυμέσα',
'searchprofile-everything'         => 'Ἅπαντα',
'searchprofile-advanced'           => 'Προεωσμένον',
'searchprofile-articles-tooltip'   => 'Ζητεῖν ἐν $1',
'searchprofile-project-tooltip'    => 'Ζητεῖν ἐν $1',
'searchprofile-images-tooltip'     => 'Ζητεῖν ἀρχεῖα',
'searchprofile-everything-tooltip' => 'Πανταχοῖ (καὶ τὰς δέλτους διαλέξεως) ζητεῖν.',
'searchprofile-advanced-tooltip'   => 'Ζητεῖν εἰς συνήθη ὀνοματεῖα',
'search-result-size'               => '$1 ({{PLURAL:$2|1 λέξις|$2 λέξεις}})',
'search-result-score'              => 'Σχετικότης: $1%',
'search-redirect'                  => '(ἀναδιευθύνειν $1)',
'search-section'                   => '(τμῆμα $1)',
'search-suggest'                   => 'Συνίης: $1',
'search-interwiki-caption'         => 'Ἀδελφὰ σχέδια',
'search-interwiki-default'         => '$1 ἀποτελέσματα:',
'search-interwiki-more'            => '(πλείω)',
'search-mwsuggest-enabled'         => "μεθ'ὑποδείξεων",
'search-mwsuggest-disabled'        => 'οὐκ αἵτινες ὑποδείξεις',
'search-relatedarticle'            => 'Σχετικά',
'mwsuggest-disable'                => 'Μὴ ἐνεργαὶ αἱ ὑποδείξεις AJAX',
'searcheverything-enable'          => 'Ζήτησις ἐν πᾶσι τοῖς ὀνοματοχώροις',
'searchrelated'                    => 'σχετικά',
'searchall'                        => 'ἅπασαι',
'showingresults'                   => "Δεικνύναι κατωτέρω μέχρι {{PLURAL:$1|'''1''' ἀποτέλεσμα|'''$1''' ἀποτελέσματα}}· ἐκκίνησις ἐκ τοῦ #'''$2'''.",
'showingresultsnum'                => "Δεικνύναι {{PLURAL:$3|'''1''' ἀποτέλεσμα|'''$3''' ἀποτελέσματα}}· ἐκκίνησις ἐκ τοῦ #'''$2'''.",
'showingresultsheader'             => "{{PLURAL:$5|Ἀποτέλεσμα'''$1''' ἀπὸ '''$3'''|Ἀποτελέσματα '''$1 - $2''' ἀπὸ '''$3'''}} περὶ '''$4'''",
'nonefound'                        => "'''Ἐπισημείωμα''': Μόνοι οἵτινες ὀνοματικοὶ χῶροι ἀναζητοῦνται κατὰ προεπιλογήν.
Πείρασον τὸ προθεματίσειν τὴν πεῦσιν σου μετὰ τοῦ ''all:'' - ''ἅπασαι:'' ἀναζητεῖν ἐν παντὶ τῷ περιεχομένῳ (δέλτων διαλόγου, προτύπων, κ.λ., περιλαμβανομένων), ἢ χρῆσον τῷ ἐπιθυμητῷ ὀνοματικῷ χώρῳ ὡς προθέματι.",
'search-nonefound'                 => 'Οὐδὲν ἀποτέλεσμα ἀντίστοιχον τῆς πεύσεως.',
'powersearch'                      => 'Ζητεῖν ἀναλυτικῶς',
'powersearch-legend'               => 'Ἀνωτέρα ἀναζήτησις',
'powersearch-ns'                   => 'Ζήτησις ἐν τοῖς ὀνοματείοις:',
'powersearch-redir'                => 'Ἀναδιευθύνσεων καταλόγος',
'powersearch-field'                => 'Ζήτησις περί',
'powersearch-togglelabel'          => 'Ἐλέγχειν:',
'powersearch-toggleall'            => 'Ἅπαντες',
'powersearch-togglenone'           => 'Οὐδέν',
'search-external'                  => 'Ἐξωτέρα ἀναζήτησις',

# Quickbar
'qbsettings'               => 'Ταχεῖα πρόσβασις',
'qbsettings-none'          => 'Οὐδέν',
'qbsettings-fixedleft'     => 'Σταθερὰ ἀριστερώς',
'qbsettings-fixedright'    => 'Σταθερὰ δεξιώς',
'qbsettings-floatingleft'  => 'Πλανώμενα αριστερώς',
'qbsettings-floatingright' => 'Πλανώμενα δεξιώς',

# Preferences page
'preferences'                   => 'Αἱρέσεις',
'mypreferences'                 => 'Αἱ αἱρέσεις μου',
'prefs-edits'                   => 'Τοσοῦται αἱ μεταβολαί:',
'prefsnologin'                  => 'Μὴ συνδεδεμένος',
'prefsnologintext'              => 'Δεῖ σε <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} συνδεδεμένος εἶναι]</span> πρὸ τοῦ καθορίσειν τὰς αἱρέσεις χρωμένου.',
'changepassword'                => 'Ἀλλάττειν σύνθημα',
'prefs-skin'                    => 'Ἐμφάνισις',
'skin-preview'                  => 'Προεπισκοπεῖν',
'prefs-math'                    => 'Τὰ μαθηματικά',
'datedefault'                   => 'Οὐδεμία προτίμησις',
'prefs-datetime'                => 'Χρονολογία καὶ ὥρα',
'prefs-personal'                => 'Στοιχεῖα χρωμένου',
'prefs-rc'                      => 'Αἱ νέαι μεταβολαί',
'prefs-watchlist'               => 'Τὰ ἐφορώμενα',
'prefs-watchlist-days'          => 'Ἡμέραι ἐμφανιστέαι ἐν τῇ ἐφοροδιαλογῇ:',
'prefs-watchlist-days-max'      => '(τὸ μέγιστον 7 ἡμέραι)',
'prefs-watchlist-edits'         => 'Μέγιστος ἀριθμὸς ἐμφανιστέων μεταβολῶν ἐν τῇ ἐπεκτεταμένῃ διαλογῇ:',
'prefs-watchlist-edits-max'     => '(μέγιστος ἀριθμός: 1000)',
'prefs-watchlist-token'         => 'Δεῖγμα ἐφοροδιαλογῆς:',
'prefs-misc'                    => 'Διάφορα',
'prefs-resetpass'               => 'Ἀλλάττειν σύνθημα',
'prefs-email'                   => 'Ἐπιλογαὶ ἠλ-ταχυδρομείου',
'prefs-rendering'               => 'Ἐμφάνισις',
'saveprefs'                     => 'Γράφειν',
'resetprefs'                    => 'Ἐκκαθαίρειν ἀσώτους ἀλλαγάς',
'restoreprefs'                  => 'Ἐπανίσταναι ἁπάσας τὰς προκαθωρισμένας ῥυθμίσεις',
'prefs-editing'                 => 'Τὸ μεταγράφειν',
'prefs-edit-boxsize'            => 'Μέγεθος τῆς θυρίδος μεταγραφῆς.',
'rows'                          => 'Σειραί:',
'columns'                       => 'Στῆλαι:',
'searchresultshead'             => 'Ζητεῖν',
'resultsperpage'                => 'Ἀποτελέσματα ἀνά δέλτον:',
'contextlines'                  => 'Σειραὶ ἀνά ἀποτέλεσμα:',
'contextchars'                  => 'Συναφὲς κείμενον ἀνά σειράν:',
'stub-threshold'                => 'Ἄνω φράγμα διὰ τοῦς <a href="#" class="stub">συνδέσμους πρὸς λείμματα</a> (δυφία):',
'recentchangesdays'             => 'Αἱ ἡμέραι αἱ δεικτέαι ἐν ταῖς προσφάτοις ἀλλαγαῖς:',
'recentchangesdays-max'         => '(τὸ μέγιστον $1 {{PLURAL:$1|ἡμέρα|ἡμέραι}})',
'recentchangescount'            => 'Δεικτέος προκαθωρισμένως ἀριθμὸς μεταγραφῶν:',
'prefs-help-recentchangescount' => 'Τόδε περιλαμβάνει τὰς προσφάτους ἀλλαγάς, τὸ ἱστορικόν, καὶ τὰς δέλτους καταλόγου.',
'savedprefs'                    => 'Αἱ αἱρέσεις σου καταγεγραμμέναι εἰσίν.',
'timezonelegend'                => 'Χρονικὴ ζώνη:',
'localtime'                     => 'Τοπικὴ ὥρα:',
'timezoneuseserverdefault'      => 'Χρῆσθαι τῆς ἐξυπηρετητικῆς μηχανῆς τῷ προκαθωρισμένῳ',
'timezoneuseoffset'             => 'Ἄλλον (καθορίζειν τὸ ἐκτόπισμα)',
'timezoneoffset'                => 'Ἐκτόπισμα¹:',
'servertime'                    => 'Ὥρα ὑπολογιστικῆς ἐξυπηρετητικῆς μηχανῆς:',
'guesstimezone'                 => 'Συμπλήρωσις μέσῳ τοῦ πλοηγητηρίου',
'timezoneregion-africa'         => 'Λιβύη',
'timezoneregion-america'        => 'Νεοικουμένη',
'timezoneregion-antarctica'     => 'Ἀνταρκτική',
'timezoneregion-arctic'         => 'Ἀρκτική',
'timezoneregion-asia'           => 'Ἀσία',
'timezoneregion-atlantic'       => 'Ἀτλαντικὸς Ὠκεανός',
'timezoneregion-australia'      => 'Νοτιονησία',
'timezoneregion-europe'         => 'Εὐρώπη',
'timezoneregion-indian'         => 'Ινδικόν Ωκεανός',
'timezoneregion-pacific'        => 'Εἰρηνικὸς Ὠκεανός',
'allowemail'                    => "Ἐπιτρέπειν τὴν χρῆσιν ἠλ-ταχυδρομείου ὑφ'ἑτέρων χρωμένων",
'prefs-searchoptions'           => 'Ἐπιλογαὶ ζητήσεως',
'prefs-namespaces'              => 'Ὄνοματικὸς χῶρος',
'defaultns'                     => 'Εἰ δὲ ἄλλως, ζήτησον ἐν τοῖσδε ὀνοματικοῖς χώροις:',
'default'                       => 'προκαθωρισμένον',
'prefs-files'                   => 'Ἀρχεῖα',
'prefs-custom-css'              => 'CSS παραγγελτόν',
'prefs-custom-js'               => 'JS παραγγελτόν',
'prefs-emailconfirm-label'      => 'Ἐπιβεβαίωσις ἠλ.-διευθύνσεως:',
'prefs-textboxsize'             => 'Μέγεθος τῆς θυρίδος μεταγραφῆς',
'youremail'                     => 'Ἠλεκτρονικαὶ ἐπιστολαί:',
'username'                      => 'Ὄνομα χρωμένου:',
'uid'                           => 'Ταυτότης χρωμένου:',
'prefs-memberingroups'          => 'Μέλος {{PLURAL:$1|ομάδoς|ομάδων}}:',
'prefs-registration'            => 'Χρόνος ἐγγραφῆς:',
'yourrealname'                  => 'Τὸ ἀληθὲς ὄνομα:',
'yourlanguage'                  => 'Γλῶττά σου:',
'yournick'                      => 'Προσωνυμία:',
'prefs-help-signature'          => 'Δεῖ τὰ σχόλια ἐπὶ τῶν δέλτων διαλέξεως ὑπογεγραμμένα εἶναι μετὰ τοῦ "<nowiki>~~~~</nowiki>" ὅπερ μετατραπήσεται εἰς τὴν ὑπογραφήν σου καὶ χρονοσφραφίδα τινά.',
'badsig'                        => 'Ἄκυρος πρωτογενὴς ὑπογραφή. Ἔλεγξον τὰ HTML-σήμαντρα.',
'badsiglength'                  => 'Ἡ ὑπογραφή σου πέρα τοῦ δέοντος μεγάλη ἐστίν.
Οὐκ ἔξεστί ταύτῃ πλέον τῶν $1 {{PLURAL:$1|χαρακτῆρος|χαρακτῆρας}} ἔχει.',
'yourgender'                    => 'Φῦλον:',
'gender-unknown'                => 'Ἀπροσδιόριστον',
'gender-male'                   => 'Ἄρρεν',
'gender-female'                 => 'Θῆλυ',
'email'                         => 'ἠλεκτρονική ἐπιστολή',
'prefs-help-realname'           => 'Ἀληθὲς ὄνομα προαιρετικὸν ἐστίν.
Εἰ εἰσάγεις τὸ ὄνομά σου, ἀναγνωριστέον ἔσται τὸ ἔργον σου.',
'prefs-help-email-required'     => 'Διεύθυνσις ἠλ-ταχυδρομείου προαπαιτεῖται.',
'prefs-info'                    => 'Βασικὴ πύστις',
'prefs-i18n'                    => 'Διεθνοποίησις',
'prefs-signature'               => 'Ὑπογραφή',
'prefs-dateformat'              => 'Μορφὴ ἡμερομηνίας',
'prefs-timeoffset'              => 'Διαφορὰ χρόνου',
'prefs-advancedediting'         => 'Προηγμέναι ἐπιλογαί',
'prefs-advancedrc'              => 'Προηγμέναι ἐπιλογαί',
'prefs-advancedrendering'       => 'Προηγμέναι ἐπιλογαί',
'prefs-advancedsearchoptions'   => 'Προηγμέναι ἐπιλογαί',
'prefs-advancedwatchlist'       => 'Προηγμέναι ἐπιλογαί',
'prefs-displayrc'               => 'Ἐπίδειξις ἐπιλογῶν',
'prefs-diffs'                   => 'Διαφοραί',

# User rights
'userrights'                  => 'Διαχείρισις δικαιωμάτων χρωμένου',
'userrights-lookup-user'      => 'Χειρίζεσθαι ὁμάδας χρωμένου',
'userrights-user-editname'    => 'Εἰσάγειν ὄνομἀ τι χρωμένου:',
'editusergroup'               => 'Μεταγράφειν ὁμάδας χρωμένου',
'editinguser'                 => "Ἀλλἀττειν τὰ δικαιώματα τοῦ χρωμένου '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'    => 'Μεταγράφειν ὁμάδας χρωμένου',
'saveusergroups'              => 'Σῴζειν ὁμάδας χρωμένου',
'userrights-groupsmember'     => 'Μέλος τοῦ:',
'userrights-reason'           => 'Αἰτία:',
'userrights-no-interwiki'     => 'Οὐ κατέχεις τὴν ἄδειαν μεταγραφῆς τῶν δικαιωμάτων χρωμένου ἐν ἄλλοις βίκι.',
'userrights-nodatabase'       => 'Ἡ βάσις δεδομένων $1 οὐχ ὑπάρχει ἢ οὐκ ἔστι τοπική.',
'userrights-nologin'          => 'Δεῖ σε [[Special:UserLogin|συνδεῖσθαι]] μετὰ ἐπιτρόπου λογισμοῦ τινὸς πρὸ τοῦ μεταγράφειν τὰ δικαιώματα χρωμένου.',
'userrights-notallowed'       => 'Ὁ λογισμός σου οὐκ ἔχει ἄδειαν τοῦ ὁρίσειν δικαιώματα χρωμένων.',
'userrights-changeable-col'   => 'Μεταβλητέαι ὁμάδες',
'userrights-unchangeable-col' => 'Μὴ μεταβλητέαι ὁμάδες',

# Groups
'group'               => 'Ὁμάς:',
'group-user'          => 'Χρώμενοι',
'group-autoconfirmed' => 'Αὐτομάτως ἐπιβεβαιωθέντες χρώμενοι',
'group-bot'           => 'Αὐτόματα',
'group-sysop'         => 'Γέρoντες',
'group-bureaucrat'    => 'Ἔφοροι',
'group-suppress'      => 'Ἐπόπται',
'group-all'           => '(ὅλοι)',

'group-user-member'          => 'Χρώμενος',
'group-autoconfirmed-member' => 'Αὐτομάτως ἐπιβεβαιωθεὶς χρώμενος',
'group-bot-member'           => 'Μεταβάλλων μηχανικός',
'group-sysop-member'         => 'Γέρων',
'group-bureaucrat-member'    => 'Ἔφορος',
'group-suppress-member'      => 'Ἐπόπτης',

'grouppage-user'          => '{{ns:project}}:Χρώμενοι',
'grouppage-autoconfirmed' => '{{ns:project}}:Αὐτομάτως ἐπικυρωμένοι χρώμενοι',
'grouppage-bot'           => '{{ns:project}}:Αὐτόματα',
'grouppage-sysop'         => '{{ns:project}}:Γέροντες',
'grouppage-bureaucrat'    => '{{ns:project}}:Ἔφοροι',
'grouppage-suppress'      => '{{ns:project}}:Ἐποπτεία',

# Rights
'right-read'                  => 'Ἀναγιγνώσκειν δέλτους',
'right-edit'                  => 'Μεταγράφειν δέλτους',
'right-createpage'            => 'Ποιεῖν δέλτους (ἅσπερ οὐκ ἔσονται δέλτοι διαλέξεως)',
'right-createtalk'            => 'Ποιεῖν δέλτους διαλέξεως',
'right-createaccount'         => 'Ποιεῖν νέους λογισμοῦς χρωμένων',
'right-minoredit'             => 'Σημαίνειν μεταγραφὰς ὡς μικράς',
'right-move'                  => 'Μετακινεῖν δέλτους',
'right-move-subpages'         => 'Κινεῖν δέλτους μετὰ τῶν ἑῶν ὑποδέλτων',
'right-move-rootuserpages'    => 'Κινεῖν τὰς δέλτους βάσεως τοῦ χρωμένου',
'right-movefile'              => 'Ἀρχεία μεταβιβάζειν',
'right-suppressredirect'      => 'Μὴ ποιήσις ἀνακατευθύνσεως ἀπὸ τὰ ἀρχικὰ ὀνόματα κατὰ τὴν μετακίνησιν δέλτου τινός',
'right-upload'                => 'Ἐπιφορτίζειν ἀρχεῖα',
'right-reupload'              => 'Ὑπεργράφειν ἐπὶ ὑπάρχοντος τινὸς ἀρχείου',
'right-reupload-own'          => 'Ὑπεργράφειν ἐπὶ ὑπάρχοντος τινὸς ἀρχείου ἐπιπεφορτισμένου ἐξ ἰδίου τοῦ χρωμένου',
'right-reupload-shared'       => 'Τοπικὴ ὑπερκάλυψις ἀρχείων ἐν τῷ κοινῷ ἀποθηκευτηρίῳ πολυμέσων',
'right-upload_by_url'         => 'Ἐπιφορτίζειν ἀρχεῖόν τι ἐκ URL-διευθύνσεως τινός',
'right-purge'                 => 'Καθαίρειν τὴν λανθάνουσαν μνήμην τοῦ ἱστοτόπου ἄνευ ἐπιβεβαιώσεως',
'right-autoconfirmed'         => 'Μεταγράφειν ἡμιφυλαττομένας δέλτους',
'right-bot'                   => 'Μεταχείρισις τῆσδε ὡς αὐτομάτου διεργασίας',
'right-nominornewtalk'        => 'Μὴ ἐνεργοποίησις τῆς εἰδοποιήσεως περὶ νέου μηνύματος ἐν περιπτώσει μικρῶν μεταβολῶν τῶν δέλτων διαλέξεως',
'right-apihighlimits'         => 'Χρῆσθαι ἀνωτάτοις ὁρίοις ἐν ταῖς πεύσεσιν API',
'right-writeapi'              => 'Χρῆσις τοῦ γράφειν τὸ API',
'right-delete'                => 'Δέλτους σβεννύναι',
'right-bigdelete'             => 'Διαγράφειν δέλτους ἐχούσας εὐμεγέθη ἱστορικά',
'right-deleterevision'        => 'Διαγράφειν καὶ ἐκδιαγράφειν συγκεκριμένας ἀναθεωρήσεις δέλτων',
'right-deletedhistory'        => 'Ὁρᾶν διαγεγραμμένας καταχωρήσεις τοῦ ἱστορικοῦ ἄνευ τοῦ συνδεομένου κειμένου',
'right-browsearchive'         => 'Ζητεῖν διαγεγραμμένας δέλτους',
'right-undelete'              => 'Δέλτον ἐπαναφέρειν',
'right-suppressrevision'      => 'Ἐπιθεωρεῖν καὶ ἀποκαθιστάναι ἀναθεωρήσεις κεκρυμμένας ὑπὸ τοὺς Γέροντας',
'right-suppressionlog'        => 'Ὁρᾶν ἰδιωτικοὺς καταλόγους',
'right-block'                 => 'Φράττειν τὸ μεταγράφειν ὑφἐτέρων χρωμένων',
'right-blockemail'            => 'Ἀποτρέπειν τὴν ἀποστολὴν ἠλ-ἀγγελίας ὑπὸ τοῦ χρωμένου',
'right-hideuser'              => 'Φράττειν ὄνομα χρωμένου διὰ τοῦ ἀποκρύπτειν τόδε ὑπὸ τοῦ κοινοῦ',
'right-ipblock-exempt'        => 'Παρακάμπτειν φραγὰς IP, αὐτομάτους φραγὰς καὶ φραγὰς ἐμβελειῶν',
'right-proxyunbannable'       => 'Παράκαμψις αὐτομάτων φραγῶν πληρεξουσίων',
'right-protect'               => 'Ἀλλάττειν κλίμακα προστασίας καὶ μεταγράφειν τὰς φυλαττομένας δέλτους',
'right-editprotected'         => 'Μεταγράφειν φυλαττομένας δέλτους (ἄνευ διαδοχικῆς προστασίας)',
'right-editinterface'         => 'Μεταγράφειν τὸ τοῦ χρωμένου περιβάλλον ἀλληλεπιδράσεως',
'right-editusercssjs'         => 'Μεταγράφειν ἑτέρων χρωμένων CSS- καὶ JS-ἀρχεῖα',
'right-editusercss'           => 'Μεταγράφειν ἑτέρων χρωμένων CSS-ἀρχεῖα',
'right-edituserjs'            => 'Μεταγράφειν ἑτέρων χρωμένων JS-ἀρχεῖα',
'right-markbotedits'          => "Σήμανσις μεταγραφῶν οἵπερ ἐπαναφέρθησαν ὡς μεταγραφῶν ὑπ' αὐτομάτων",
'right-noratelimit'           => 'Μὴ ἐπηρεασμένη παρὰ ὁρίων ῥυθμοῦ',
'right-import'                => 'Εἰσαγωγὴ δέλτων ἐξ ἑτέρων βίκι',
'right-importupload'          => 'Εἰσάγειν δέλτους ἐξ ἐπιφορτίσεως τινός',
'right-patrol'                => 'Σημαίνειν τὰς μεταγραφὰς ἑτέρων ὡς φρουρουμένας',
'right-autopatrol'            => 'Σημαίνειν τὰς ἰδιωτικὰς μεταγραφὰς τινὸς αὐτομάτως ὡς φρουρουμένας',
'right-patrolmarks'           => 'Ὁρᾶν τὰς σημάνσεις φρουρήσεως τῶν προσφάτων μεταβολῶν',
'right-unwatchedpages'        => 'Ὁρᾶν κατάλογόν τινα ἀνεφορωμένων δέλτων',
'right-trackback'             => 'Ὀπισθοσύνδεσμον ὑποβάλλειν',
'right-mergehistory'          => 'Συγχωνεύειν τὸ ἱστορικὸν τῶν δέλτων',
'right-userrights'            => 'Μεταγράφειν ἅπαντα τοῦ χρωμένου δικαιώματα',
'right-userrights-interwiki'  => 'Μεταγράφειν τὰ δικαιώματα χρωμένων ἐν ἄλλοις βίκι',
'right-siteadmin'             => 'Φράττειν καὶ ἀποφράττειν τὴν βάσιν δεδομένων',
'right-reset-passwords'       => 'Ἀναρρυθμίζειν συνθήματα ἄλλων χρωμένων',
'right-override-export-depth' => 'Ἐξάγειν δέλτους περιλαμβανομένων συνδεδεμένων δέλτων ἕως βάθος τι 5 ἐπιπέδων',

# User rights log
'rightslog'      => 'Κατάλογος δικαιωμάτων χρωμένων',
'rightslogtext'  => 'Κατάλογος ἀλλαγῶν τῶν δικαιωμάτων χρωμένων.',
'rightslogentry' => 'Μετεβλήθη ἡ μελότης (δικαιώματα μέλους) διὰ τὸν $1 ἐκ τῆς $2 εἰς τὴν $3',
'rightsnone'     => '(Οὐδέν)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'ἀναγιγνώσκειν τήνδε τὴν δέλτον',
'action-edit'                 => 'μεταγράφειν τήνδε τὴν δέλτον',
'action-createpage'           => 'ποιεῖν δέλτους',
'action-createtalk'           => 'ποιεῖν δέλτους διαλέξεως',
'action-createaccount'        => 'ποιεῖν τόνδε τὸν λογισμὸν χρωμένου',
'action-minoredit'            => 'σημαίνειν τήνδε τὴν μεταγραφὴν ὡς μικρά',
'action-move'                 => 'κινεῖν τήνδε τὴν δέλτον',
'action-move-subpages'        => 'κινεῖν τήνδε τὴν δέλτον, μετὰ τῶν ἑῶν ὑποδέλτων',
'action-move-rootuserpages'   => 'κινεῖν τὰς ῥιζικὰς δέλτους χρωμένου',
'action-movefile'             => 'κινεῖν τόδε τὸ ἀρχεῖον',
'action-upload'               => 'ἐπιφορτίζειν τόδε τὸ ἀρχεῖον',
'action-reupload'             => 'ἐπιφορτίζειν νέαν ἔκδοσιν τινὰ τοῦδε τοῦ ὑπάρχοντος ἀρχείου',
'action-reupload-shared'      => 'ὑπερκαλύπτειν τόδε τὸ ἀρχεῖον ἐν τῷ κοινῷ ἀποθηκευτηρίῳ',
'action-upload_by_url'        => 'ἐπιφορτίζειν τόδε τὸ άρχεῖον ἐξ ΕΕΠ (URL) τινός',
'action-writeapi'             => 'χρῆσθαι API τοῦ γράφειν',
'action-delete'               => 'διαγράφειν τήνδε τὴν δέλτον',
'action-deleterevision'       => 'διαγράφειν τήνδε τὴν ἀναθεώρησιν',
'action-deletedhistory'       => 'ὁρᾶν τὸ διαγεγραμμένον ἱστορικὸν τῆσδε τῆς δέλτου',
'action-browsearchive'        => 'ζητεῖν ἐν ταῖς διαγεγραμμένας δέλτους',
'action-undelete'             => 'ἐκδιαγράφειν τήνδε τὴν δέλτον',
'action-suppressrevision'     => 'ἐπιθωρεῖν καὶ ἀποκαθιστάναι τήνδε τὴν κεκρυμμένην ἀναθεώρησιν',
'action-suppressionlog'       => 'ὁρᾶν τόνδε τὸν ἰδιωτικὸν κατάλογον',
'action-block'                => 'φράττειν τὸ μεταγράφειν τοῦδε τοῦ χρωμένου',
'action-protect'              => 'ἀλλάττειν τὴν κλίμακα προστασίας τῆσδε τῆς δελτου',
'action-import'               => 'εἰσάγειν τήνδε τὴν δέλτον ἐξ ἑτέρου βίκι',
'action-importupload'         => 'εἰσάγειν τήνδε τὴν δέλτον ἐξ ἐπιφορτίσεώς τινος ἀρχείου',
'action-patrol'               => 'σημαίνειν τὰς μεταγραφὰς ἑτέρων ὡς φρουρουμένας',
'action-autopatrol'           => 'σήμανσις τῆς μεταγραφῆς σου ὡς περιπολουμένης',
'action-unwatchedpages'       => 'ὁρᾶν τὴν διαλογὴν τῶν μὴ ἐφορωμένων δέλτων',
'action-trackback'            => 'ὑποβάλλειν ἀνασύνδεσμον τινά',
'action-mergehistory'         => 'συγχωνεύειν τὸ ἱστορικὸν τῆσδε τῆς δέλτου',
'action-userrights'           => 'μεταγράφειν ἅπαντα τα δικαιώματα χρωμένου',
'action-userrights-interwiki' => 'μεταγράφειν τα δικαιώματα χρωμένου ἑτέρων βικι-χρωμένων',
'action-siteadmin'            => 'Κλῄειν ἢ ἐκκλῄειν τὴν βάσιν δεδομένων',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|μεταβολή|μεταβολαί}}',
'recentchanges'                     => 'Αἱ νέαι μεταβολαί',
'recentchanges-legend'              => 'Ἐπιλογαὶ προσφάτων μεταβολῶν',
'recentchangestext'                 => 'Ἀνιχνεύσειν τὰς πλείω πρόσφατους ἀλλαγὰς οῦ βίκι ἐν τῇδε τῇ δέλτῳ.',
'recentchanges-feed-description'    => 'Παρακολουθεῖν τὰς πλείω προσφάτους ἀλλαγὰς τοῦ βίκι ἐν ταύτῃ περιλήψει.',
'recentchanges-label-newpage'       => 'Ἥδε ἡ μεταγραφὴ ἐποίησεν νέαν δέλτον τινά',
'recentchanges-label-minor'         => 'Ἥδε μικρὰ μεταγραφή ἐστιν',
'recentchanges-label-bot'           => 'Ἥδε ἡ μεταγραφὴ ἐτελέσθη ὑπὸ αὐτομάτου τινός',
'recentchanges-label-unpatrolled'   => 'Ἥδε ἡ μεταγραφὴ μὴ ἐλεγμένη ἐστίν',
'rcnote'                            => "Κατωτέρω {{PLURAL:$1|ἐστὶ '''1''' ἀλλαγὴ|εἰσὶν αἱ τελευταῖαι '''$1''' ἀλλαγαὶ}} ἐν {{PLURAL:$2|τῇ τελευταίᾳ ἡμέρᾳ|ταῖς τελευταίαις '''$2''' ἡμέραις}}, ἕως καὶ $5, $4.",
'rcnotefrom'                        => "Ἰδοῦ αἱ ἀλλαγαὶ ἐκ τοῦ '''$2''' (ἕως τὸ '''$1''').",
'rclistfrom'                        => 'Δεικνύναι νέας ἀλλαγάς. Ἐκκίνησις ἐκ τοῦ $1',
'rcshowhideminor'                   => '$1 μικραὶ μεταβολαὶ',
'rcshowhidebots'                    => '$1 αὐτόματα',
'rcshowhideliu'                     => '$1 χρωμένους συνδεδεμένους',
'rcshowhideanons'                   => '$1 χρώμενοι ἀνώνυμοι',
'rcshowhidepatr'                    => '$1 τὰς περιπολουμένας μεταγραφάς',
'rcshowhidemine'                    => 'Ἐμφάνισις τῶν τελευταίων $1 ἀλλαγῶν τῷ χρονικῷ διαστήματι τῶν τελευταίων $2 ἡμερῶν <br />$3',
'rclinks'                           => 'Ἐμφάνισις τῶν τελευταίων $1 ἀλλαγῶν τῷ χρονικῷ διαστήματι τῶν τελευταίων $2 ἡμερῶν <br />$3',
'diff'                              => 'διαφ.',
'hist'                              => 'Προτ.',
'hide'                              => 'Κρύπτειν',
'show'                              => 'Δεικνύναι',
'minoreditletter'                   => 'μ',
'newpageletter'                     => 'Ν',
'boteditletter'                     => 'αὐτ',
'number_of_watching_users_pageview' => '[$1 ἐφορᾶν {{PLURAL:$1|χρώμενον|χρωμένους}}]',
'rc_categories'                     => 'Ὅριον κατηγοριῶν (σήμανσις διαχωρίσεως: "|")',
'rc_categories_any'                 => 'Οἵα δήποτε',
'newsectionsummary'                 => '/* $1 */ νέον τμῆμα',
'rc-enhanced-expand'                => 'Δεικνύναι λεπτομέρειας (ἀπαιτεῖ JavaScript)',
'rc-enhanced-hide'                  => 'Κρύπτειν λεπτότητας',

# Recent changes linked
'recentchangeslinked'          => 'Οἰκεῖαι μεταβολαί',
'recentchangeslinked-feed'     => 'Οἰκεῖαι μεταβολαί',
'recentchangeslinked-toolbox'  => 'Οἰκεῖαι μεταβολαί',
'recentchangeslinked-title'    => 'Μεταβολαὶ οἰκεῖαι "$1"',
'recentchangeslinked-noresult' => 'Οὐδεμία ἀλλαγὴ τῶν συνδεδεμένων δέλτων ἐν τῇ δεδομένῃ χρονικῇ περιόδῳ.',
'recentchangeslinked-summary'  => "Ὅδε ἐστὶ κατάλογος τῶν νέων μεταβόλων κατὰ δέλτους συνδεδεμένας σὺν δέλτῳ τινί (ἢ κατὰ μέλη κατηγορίας τινός).
Δέλτοι ἐν τῷ [[Special:Watchlist|καταλόγῳ ἐφορωμένων]] σου '''ἔντονοι''' εἰσίν.",
'recentchangeslinked-page'     => 'Ὄνομα δέλτου:',
'recentchangeslinked-to'       => 'Δεικνῦναι μεταβολὰς εὶς τὰς δέλτους τὰς συζευγμένους τῇδε τῇ δέλτῳ',

# Upload
'upload'                 => 'Ἐπιφορτίζειν ἀρχεῖον',
'uploadbtn'              => 'Φορτίον ἐντιθέναι',
'reuploaddesc'           => 'Ἀκυροῦν τὴν ἐπιφόρτωσιν καὶ ἐπιστρέφειν εἰς τὸ πρότυπον ἐπιφορτώσεως',
'uploadnologin'          => 'Μὴ συνδεδεμένος',
'uploadnologintext'      => 'Δεῖ σε εἶναι [[Special:UserLogin|συνδεδεμένος]] πρὸ τοῦ ἐπιφορτίζειν ἀρχεῖα τινά.',
'uploaderror'            => 'Σφάλμα ἐπιφορτίσεως',
'uploadtext'             => "Ἔξεστί σοι χρῆσθαι τῷδε τῷ τύπῳ πρὸς ἐπιφόρτισιν ἀρχείων. Τὰ ἤδη ἐπιπεφορτισμένα ἀρχεῖα ἐν τῷ [[Special:FileList|καταλόγῳ ἐπιπεφορτισμένων ἀρχείων]] ή τῷ [[Special:Log/upload|καταλόγῳ ἐπιφορτίσεων]] εἰσί. Αἱ διαγραφαὶ καταγεγραμμέναι ἐν τῷ [[Special:Log/delete|καταλόγῳ διαγραφῶν]] εἰσί.

Ἵνα συμπεριληφθῇ εἰκών τις ἐν δέλτῳ τινί, ἔξεστί σοι χρῆσθαι τοῖς συνδέσμοις:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' (χρῆσις τῆς πλήρους ἐκδόσεως τοῦ ἀρχείου)
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></tt>''' (χρῆσις ἐκδόσεως τινὸς πλάτους 200 είκονοστοιχείων ἐν τῷ κυτίῳ ἐξ ἀριστερῶν τοῦ ὁρίου, ἔχουσα περιγραφὴν 'alt text')
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' (ἄμεσος σύζευξις μετὰ τοῦ αρχείου μέν, ἄνευ ἐμφανίσεως τοῦ ἀρχείου δέ)",
'upload-permitted'       => 'Ἐπιτρεπόμενοι τύποι ἀρχείων: $1.',
'upload-preferred'       => 'Προκρινόμενοι τύποι ἀρχείων: $1.',
'upload-prohibited'      => 'Ἀπηγορευμένοι τύποι ἀρχείων: $1.',
'uploadlog'              => 'ἐπιφορτίζειν κατάλογον',
'uploadlogpage'          => 'Ἐπιφόρτωσις καταλόγου',
'filename'               => 'Ὄνομα ἀρχείου',
'filedesc'               => 'Σύνοψις',
'fileuploadsummary'      => 'Σύνοψις:',
'filereuploadsummary'    => 'Μεταβολαὶ ἀρχείου:',
'filestatus'             => 'Κατάστασις πνευματικῶν δικαιωμάτων:',
'filesource'             => 'Πηγή:',
'uploadedfiles'          => 'Ἀρχεῖα ἐπιπεφορτισμένα',
'ignorewarning'          => 'Ἀγνοεῖν εἰδήσεις καὶ καταγράφειν τὸ ἀρχεῖον οὕτως ἢ ἄλλως',
'ignorewarnings'         => 'Ἀγνοεῖν ἐνίτινας εἰδήσεις',
'minlength1'             => 'Τὰ ὀνόματα τῶν ἀρχείων δεῖ ἔχειν τοὐλάχιστον ἓν γράμμα.',
'badfilename'            => 'Τὸ ὄνομα ἀρχείου μετεβλήθη εἰς "$1".',
'filetype-badmime'       => 'Ἀρχεῖα τύπου MIME "$1" μὴ ἐπιφορτίσιμα εἰσίν.',
'filetype-unwanted-type' => "'''\".\$1\"''' ἐστὶ μὴ ἐπιθυμητὸς τύπος ἀρχείου.
{{PLURAL:\$3|Προῃρημένος τύπος ἀρχείων ἐστὶ|Προῃρημένοι τύποι ἀρχείων εἰσὶ}} \$2.",
'filetype-banned-type'   => "'''\".\$1\"''' ἐστὶ μὴ ἐπιτρεπτὸς τύπος ἀρχείου.
{{PLURAL:\$3|Ἐπιτρεπτὸς τύπος ἀρχείων ἐστὶ|Ἐπιτρεπτοὶ τύποι ἀρχείων εἰσὶ}} \$2.",
'filetype-missing'       => 'Τόδε τὸ ἀρχεῖον οὐκ ἔχει ἐπέκτασιν (ὅπως ".jpg").',
'large-file'             => 'Τὸ προτεινόμενον μέγεθος τῶν ἀρχείων οὔκ ἐστι μεγαλύτερον τοῦ $1·
τοῦδε τοῦ ἀρχείου ἐστὶ $2.',
'largefileserver'        => 'Τόδε τὸ ἀρχεῖον ἐστὶ μεῖζον τοῦ ἐπιτρεπτοῦ ὁρίου βάσει τῆς διαμορφώσεως τῆς ἐξυπηρετητικῆς μηχανῆς.',
'fileexists'             => "Ἀρχεῖόν τι ἔχον τόδε τὸ ὄνομα ἤδη ὑπαρκτὸν ἐστίν· ἔλεγξον τὸ '''<tt>[[:$1]]</tt>''' ἂν μὴ ᾖ βέβαιος περὶ το ἀλλάττειν αὐτό.
[[$1|thumb]]",
'fileexists-extension'   => "Ἀρχεῖόν τι παρομοίως ὠνομασμένον ὑπάρχει: [[$2|thumb]]
* Ὄνομα τοῦ πρὸς ἐπιφόρτισιν ἀρχείου: '''<tt>[[:$1]]</tt>'''
* Ὄνομα ὑπάρχοντος ἀρχείου: '''<tt>[[:$2]]</tt>'''
Ἐπίλεξον διάφορον ὄνομά τι.",
'file-exists-duplicate'  => 'Τὸ ἀρχεῖον ἐστὶ διπλότυπον τοῦ/τῶν ἑξῆς {{PLURAL:$1|ἀρχείου|ἀρχείων}}:',
'uploadwarning'          => 'Προμήνυσις ἐπιφορτίσεως',
'savefile'               => 'Σῴζειν ἀρχεῖον',
'uploadedimage'          => 'ἐπιπεφορτισμένον "[[$1]]"',
'overwroteimage'         => 'νέα ἔκδοσις τῆς "[[$1]]" ἐπιπεφορτισμένη',
'uploaddisabled'         => 'Μὴ ἐνεργαὶ αἱ ἐπιφορτίσεις',
'uploaddisabledtext'     => 'Ἐπιφορτίσεις ἀρχείων μὴ ἐνεργαὶ.',
'php-uploaddisabledtext' => 'Αἱ ἐπιφορτώσεις ἀρχείων εἰσὶν ἀνενεργοὶ ἐν τῇ PHP.
Ἔλεγξον τὴν ῥύθμισιν file_uploads.',
'uploadscripted'         => 'Τόδε τὸ ἀρχεῖον περιέχει κώδικα HTML ἢ κώδικα κειμένου οἵπερ ἐνδεχομένως λανθασμένως ἡρμηνευμένοι ὑπὸ τοῦ πλοηγητηρίου εἰσίν.',
'uploadvirus'            => 'Τόδε τὸ ἀρχεῖον περιέχει ἰόν τινα! Ἀκρίβειαι: $1',
'upload-source'          => 'Ἀρχεῖον πηγή',
'sourcefilename'         => 'Ὄνομα πηγαίου ἀρχείου:',
'sourceurl'              => 'URL πηγή:',
'destfilename'           => 'Ὄνομα τελικοῦ ἀρχείου:',
'upload-maxfilesize'     => 'Μέγιστον μέγεθος ἀρχείου: $1',
'upload-description'     => 'Περιγραφὴ ἀρχείου',
'upload-options'         => 'Ἐπιφόρτωσις ἐπιλογῶν',
'watchthisupload'        => 'Ἐφορᾶν τόδε τὸ ἀρχεῖον',
'upload-success-subj'    => 'Ἐπιφόρτισις ἐπιτυχής',

'upload-proto-error'        => 'Ἐσφαλμένον πρωθυπόμνημα',
'upload-proto-error-text'   => 'Ἡ ἀπόμακρος ἐπιφόρτισις ἀπαιτεῖ URL ἔχον πρόθεμα <code>http://</code> ἢ <code>ftp://</code>.',
'upload-file-error'         => 'Ἐσώτερον σφάλμα',
'upload-misc-error'         => 'Ἄγνωτον σφάλμα ἐπιφορτίσεως',
'upload-too-many-redirects' => 'Ὁ URL περιεῖχεν πέρα τοῦ δέοντος πολλὰς ἀνακατευθύνσεις',
'upload-unknown-size'       => 'Ἄγνωτον μέγεθος',
'upload-http-error'         => 'Συνέβη σφάλμα τι τῆς HTTP: $1',

# img_auth script messages
'img-auth-accessdenied' => 'Οὐκ ἐπετράπη ἡ πρόσβασις',
'img-auth-nofile'       => 'Τὸ ἀρχεῖον "$1" οὐχ ὑπάρχει.',
'img-auth-streaming'    => 'Συνεχὴς ἀνάγνωσις "$1".',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'  => 'URL ἀπρόσβατος',
'upload-curl-error28' => 'Λῆξις χρόνου ἀναμονῆς τῆς ἐπιφορτίσεως',

'license'            => 'Ἀδειοδότησις:',
'license-header'     => 'Ἀδειοδότησις',
'nolicense'          => 'Οὐδὲν ἐπειλεγμένον',
'license-nopreview'  => '(Προθεὠρησις μὴ διαθέσιμος)',
'upload_source_url'  => ' (ἔγκυρος τίς, δημοσίως προσπελάσιμος URL)',
'upload_source_file' => ' (ἀρχεῖόν τι ἐν τῇ ὑπολογιστικῇ μηχανῇ σου)',

# Special:ListFiles
'listfiles-summary'     => 'Ἡδε εἰδικὴ δέλτος δεικνύει ἅπαντα τὰ ἐπιπεφορτισμένα ἀρχεῖα.
Κατὰ προεπιλογὴν τὰ ὑστάτως ἐπιπεφορτισμένα ἀρχεῖα δεινύονται ἐν τῇ κορυφῇ τοῦ καταλόγου.
Πίεσον ἐπικεφαλίδα τινὰ στήλης ἵνα ἡ διαλογὴ ἀλλάξηται.',
'listfiles_search_for'  => 'Ἀναζήτησις τοῦ τῶν μέσων ὀνόματος:',
'imgfile'               => 'ἀρχεῖον',
'listfiles'             => 'Κατάλογος πάντων τῶν φορτίων',
'listfiles_date'        => 'Χρονολογία',
'listfiles_name'        => 'Ὄνομα',
'listfiles_user'        => 'Χρώμενος',
'listfiles_size'        => 'Μέγεθος',
'listfiles_description' => 'Περιγραφή',
'listfiles_count'       => 'Ἐκδόσεις',

# File description page
'file-anchor-link'          => 'Ἀρχεῖον',
'filehist'                  => 'Τοῦ ἀρχείου συγγραφή',
'filehist-help'             => 'Πατήσατε ἐπὶ χρονολογίας/ὥρας τινὸς ἵνα ἴδητε τὸ ἀρχεῖον ὡς ἐμφανισθὲν ἐν ᾗπερ ὥρᾳ ᾗ.',
'filehist-deleteall'        => 'διαγράφειν ἅπαντα',
'filehist-deleteone'        => 'διαγράφειν',
'filehist-revert'           => 'ἀναστρέφειν',
'filehist-current'          => 'Τρέχουσα',
'filehist-datetime'         => 'Ἡμέρα/Ὥρα',
'filehist-thumb'            => 'Εἰκόνιον',
'filehist-thumbtext'        => 'Εἰκόνιον τῆς ἐκδόσεως ἐν $1',
'filehist-nothumb'          => 'Οὐδὲν εἰκόνιον',
'filehist-user'             => 'Χρώμενος',
'filehist-dimensions'       => 'Διαστάσεις',
'filehist-filesize'         => 'Μέγεθος ἀρχείου',
'filehist-comment'          => 'Σχόλιον',
'filehist-missing'          => 'Ἀρχεῖον ἐκλιπόν',
'imagelinks'                => 'Σύνδεσμοι ἀρχείων',
'linkstoimage'              => '{{PLURAL:$1|Ἡ ἀκόλουθος|Αἱ ἀκόλουθοι $1}} {{PLURAL:$1|δέλτος σύνδεσμος|δέλτοι σύνδεσμοι $1}} πρὸς τήνδε τὴν εἰκόνα {{PLURAL:$1|ἐστίν|εἰσίν $1}}.',
'linkstoimage-more'         => 'Πλείονες $1 {{PLURAL:$1|συνδέσμου|συνδέσμων}} συνδέονται μετὰ τοῦδε τοῦ ἀρχείου.
Ἡ ἑξῆς διαλογὴ δεικνύει {{PLURAL:$1|τὴν πρώτη δέλτον ἥπερ συνδέεται|τὰς πρώτας $1 δέλτους αἵπερ συνδέονται}} μετὰ μετὰ τοῦδε μόνου τοῦ ἀρχείου.
Ἡ [[Special:WhatLinksHere/$2|πλήρης διαλογὴ]] διαθέσιμός ἐστιν.',
'nolinkstoimage'            => 'Οὐδένα ἐστὶ προσάγον τόδε τὸ φορτίον.',
'morelinkstoimage'          => 'Ὁρᾶν [[Special:WhatLinksHere/$1|πλείονας συνδέσμους]] πρὸς τήνδε τὴν δέλτον.',
'redirectstofile'           => '{{PLURAL:$1|Τὸ ἀκόλουθον ἀρχεῖον ἀναδιευθύνεται|$1 Τὰ ἀκόλουθα ἀρχεῖα ἀναδιευθύνονται}} πρὸς τόδε τὸ ἀρχεῖον:',
'duplicatesoffile'          => '{{PLURAL:$1|Τὸ ἀκόλουθον ἀρχεῖον διπλότυπον ἐστὶ|$1 Τὰ ἀκόλουθα ἀρχεῖα διπλότυπα εἰσὶ}} τοῦδε τοῦ ἀρχείου ([[Special:FileDuplicateSearch/$2|πλείω]]):',
'sharedupload'              => 'Τόδε τὸ ἀρχεῖον ἀπὸ τὴν $1 ἐστὶ καὶ δύνασαι χρῆσθαι τούτῳ εἰς ἕτερα σχέδια ἐξἴσου.',
'filepage-nofile'           => 'Οὐδέν ἐστὶν ἀρχεῖον ἔχον τόδε τὸ ὄνομα.',
'filepage-nofile-link'      => 'Οὐχ ὑπάρχει ἀρχεῖον ὀνομασθὲν τοιούτως, ἀλλὰ ἔξεστί σοι [$1 ἐπιφορτίσειν τόδε] πιέσας ὧδε.',
'uploadnewversion-linktext' => 'Ἐπιφορτίζειν νέαν ἐκδοσίν τινα τοῦδε τοῦ ἀρχείου',
'shared-repo-from'          => 'ἀπὸ $1',
'shared-repo'               => 'διαμεμοιρασμένον ἀποθηκευτήριόν τι',

# File reversion
'filerevert'                => 'Ἐπαναφέρειν  $1',
'filerevert-legend'         => 'Ἐπαναφέρειν ἀρχεῖον',
'filerevert-intro'          => "Ἀναστρέφεις τὴν '''[[Media:$1|$1]]''' εἰς τὴν [$4 ἔκδοσιν μέχρι $3, $2].",
'filerevert-comment'        => 'Σχόλιον:',
'filerevert-defaultcomment' => 'Ἀναστροφὴ κατὰ τὴν ἔκδοσιν μέχρι $2, $1',
'filerevert-submit'         => 'Ἀναστρέφειν',
'filerevert-success'        => "'''[[Media:$1|$1]]''' ἀνεστραμμένη ἐστὶ κατὰ τὴν [$4 ἔκδοσιν μέχρι $3, $2].",
'filerevert-badversion'     => 'Οὐκ ἔστι προτέρα τοπικὴ ἔκδοσις τοῦδε τοῦ ἀρχείου μετὰ τῆς παρεσχημένης χρονικῆς σφραγίδος.',

# File deletion
'filedelete'                  => 'Διαγράφειν $1',
'filedelete-legend'           => 'Διαγράφειν ἀρχεῖον',
'filedelete-intro'            => "Διαγράφεις τὸ ἀρχεῖον '''[[Media:$1|$1]]''' μετὰ τῆς χρονογραφίας αὐτοῦ.",
'filedelete-intro-old'        => "Διαγράφεις τὴν ἔκδοσιν τῆς '''[[Media:$1|$1]]''' μέχρι [$4 $3, $2].",
'filedelete-comment'          => 'Αἰτία:',
'filedelete-submit'           => 'Διαγράφειν',
'filedelete-success'          => "'''$1''' διαγραφὲν ἐστίν.",
'filedelete-success-old'      => "Ἡ ἔκδοσις τῆς '''[[Media:$1|$1]]''' μέχρι $3, $2 διεγράφη.",
'filedelete-nofile'           => "'''$1''' μὴ ὑπαρκτὴ.",
'filedelete-nofile-old'       => "Οὐκ ἔστι καταγεγραμμένη ἔκδοσις τοῦ '''$1''' μετὰ τῶν καθωρισμένων χαρακτηριστικῶν.",
'filedelete-otherreason'      => 'Ἄλλη/πρόσθετος αἰτία:',
'filedelete-reason-otherlist' => 'Ἑτέρα αἰτία',
'filedelete-reason-dropdown'  => '*Κοιναὶ αἰτίαι διαγραφῆς
** Παραβίασις δικαιωμάτων
** Διπλότυπον ἀρχεῖον',
'filedelete-edit-reasonlist'  => 'Μεταγράφειν αἰτίας διαγραφῆς',

# MIME search
'mimesearch' => 'MIME Ζητεῖν',
'mimetype'   => 'τύπος MIME:',
'download'   => 'καταφορτίζειν',

# Unwatched pages
'unwatchedpages' => 'Μὴ ἐφορωμέναι δέλτοι',

# List redirects
'listredirects' => 'Κατάλογος ἀναδιευθύνσεων',

# Unused templates
'unusedtemplates'    => 'Ἄχρηστα πρότυπα',
'unusedtemplateswlh' => 'οἱ σύνδεσμοι οἱ ἄλλοι',

# Random page
'randompage'         => 'Δέλτος τυχοῦσα',
'randompage-nopages' => 'Οὐδεμία δέλτος ἐν {{PLURAL:$2|τῷ ὀνοματείῳ|τοῖς ὀνοματείοις}} "$1".',

# Random redirect
'randomredirect'         => 'Τυχαία ἀναδιεύθυνσις',
'randomredirect-nopages' => 'Οὐδεμία ἀναδιεύθυνσις ἐν τῷ ὀνοματείῳ "$1".',

# Statistics
'statistics'                   => 'Τὰ περὶ τῶν δεδομένων',
'statistics-header-pages'      => 'Στατιστικὰ δέλτου',
'statistics-header-edits'      => 'Μεταγράφειν τὰ στατιστικά',
'statistics-header-views'      => 'Ὁρᾶν τὰ στατιστικά',
'statistics-header-users'      => 'Χρωμένου στατιστικά',
'statistics-header-hooks'      => 'Ἀλλα στατιστικά',
'statistics-articles'          => 'Δέλτοι περιεχομένων',
'statistics-pages'             => 'Δέλτοι',
'statistics-pages-desc'        => 'Ἅπασαι αἱ δέλτοι ἐν τῷ βίκι, περιλαμβανομένων τῶν δέλτων διαλέξεων, τῶν ἀναδιευθύνσεων, κτλ.',
'statistics-files'             => 'Ἀρχεῖα ἐπιπεφορτισμένα',
'statistics-edits'             => 'Αἱ μεταγραφαὶ τῆς δέλτου ἀφὄτου {{SITENAME}} ἐγκατεστάθησαν',
'statistics-edits-average'     => 'Μέσος ἀριθμὸς μεταγραφῶν ἀνὰ δέλτον',
'statistics-views-total'       => 'Συνολικαὶ ἐπιθεωρήσεις',
'statistics-views-peredit'     => 'Ἐπιθεωρήσεις ἀνὰ μεταγραφή',
'statistics-users'             => 'Ἐγγεγραμμένοι [[Special:ListUsers|χρώμενοι]]',
'statistics-users-active'      => 'Ἐνεργοὶ χρώμενοι <small>(χρώμενοι οἳ have edited or performed an action διάφορον τῆς ποιήσεως λογισμοῦ ἐν τῷ παρελθόντι μηνί)</small>',
'statistics-users-active-desc' => 'Χρώμενοι δραστήριοι ἐν τῷ παρελθόντι μηνί {{PLURAL:$1|ἡμέρα|$1 ἡμέραι}}',
'statistics-mostpopular'       => 'Αἱ πλέον θεωρουμέναι δέλτοι',

'disambiguations'     => 'Σαφηνίσεως δέλτοι',
'disambiguationspage' => 'Template:σαφήνισις',

'doubleredirects'            => 'Ἀναδιευθύνσεις διπλότυπαι',
'doubleredirectstext'        => 'Ἥδε ἡ δέλτος συγκαταλέγει δέλτους αἵπερ ἀνακατευθύνουσι πρὸς ἑτέρας δέλτους ἀνακατευθύνσεως. Πᾶσα σειρά περιέχει συνδέσμους πρὸς τὴν τε πρώτην καὶ τὴν τε δευτέραν δέλτον ἀνακατευθύνσεως καὶ τὸν τε προορισμὸν τῆς δευτέρας δέλτου ἀνακατευθύνσεως ἥπερ ἐστὶ συνήθως ὁ πραγματικὸς προορισμὸς τῆς ἀνακατευθύνσεως ὅπου σὲ ἔδει δεδεγμένος εἶναι. Τὰ <del>διαγεγραμμένα</del> λήμματα ἐπιλέλυνται.',
'double-redirect-fixed-move' => 'Ἡ [[$1]] κεκίνηται, τὸ νῦν ἀναδιευθύνεται πρὸς τὴν [[$2]]',
'double-redirect-fixer'      => 'Διορθωτὴς ἀναδιευθύνσεων',

'brokenredirects'        => 'Ἀναδιευθύνσεις οὐκέτι προὔργου οὖσαι',
'brokenredirectstext'    => 'Aἱ κάτωθι ἀνακατευθύνσεις ἄγουσι πρὸς μὴ ὑπαρκτοὺς δέλτους:',
'brokenredirects-edit'   => 'μεταγράφειν',
'brokenredirects-delete' => 'διαγράφειν',

'withoutinterwiki'         => 'Δέλτοι ἄνευ γλωσσικῶν συνδέσμων',
'withoutinterwiki-summary' => 'Αἱ κάτωθι δέλτοι οὐ συνδέουσι πρὸς ἀλλογλώσσους ἐκδόσεις:',
'withoutinterwiki-legend'  => 'Πρόθεμα',
'withoutinterwiki-submit'  => 'Δεικνύναι',

'fewestrevisions' => 'Δέλτοι ἔχουσαι τὰς ὀλιγωτέρας ἀναθεωρήσεις',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|δυφιολέξις|δυφιολέξεις}}',
'ncategories'             => '$1 {{PLURAL:$1|κατηγορία|κατηγορίαι}}',
'nlinks'                  => '$1 {{PLURAL:$1|σύνδεσμος|σύνδεσμοι}}',
'nmembers'                => '$1 {{PLURAL:$1|μέλος|μέλη}}',
'nrevisions'              => '$1 {{PLURAL:$1|ἀναθεώρησις|ἀναθεωρήσεις}}',
'nviews'                  => '$1 {{PLURAL:$1|βλέψις|βλέψεις}}',
'specialpage-empty'       => 'Οὐδὲν ἀποτέλεσμα ἐν τῇδε τῇ ἀναφορᾷ.',
'lonelypages'             => 'Δέλτοι ὀρφαναί',
'lonelypagestext'         => 'Aἱ ἀκόλουθοι δέλτοι μὴ συνδεδεμέναι μετὰ δέλτων τινῶν ἢ μὴ ὑπερκλῃσμέναι εἰς ἑτέρας δέλτους τινὰς ἐν τῷ {{SITENAME}} εἰσίν.',
'uncategorizedpages'      => 'Αἱ δέλτοι αἱ οὐκ ἐνοῦσαι κατηγορίαις τισίν',
'uncategorizedcategories' => 'Αἱ κατηγορίαι αἱ μὴ προσήκουσαι κατηγορέσι',
'uncategorizedimages'     => 'Ἀκατηγοριοποίητα ἀρχεῖα',
'uncategorizedtemplates'  => 'Ἀκατηγοριοποίητα πρότυπα',
'unusedcategories'        => 'Ἄχρησται κατηγορίαι',
'unusedimages'            => 'Ἄχρηστα ἀρχεῖα',
'popularpages'            => 'Δημοφιλεῖς δέλτοι',
'wantedcategories'        => 'Αἰτούμεναι κατηγορίαι',
'wantedpages'             => 'Αἱ δέλτοι οἷας ἱμείρομεν',
'wantedpages-badtitle'    => 'Ἄκυρος ἐπιγραφὴ ἐν τῷ συνόλῳ ἀποτελεσμάτων: $1',
'wantedfiles'             => 'Αἰτούμενα ἀρχεῖα',
'wantedtemplates'         => 'Ζητούμενα πρότυπα',
'mostlinked'              => 'Αἱ πλέον προσσυνδεδεμέναι δέλτοι',
'mostlinkedcategories'    => 'Αἱ πλέον προσσυνδεδεμέναι κατηγορίαι',
'mostlinkedtemplates'     => 'Τὰ πλέον προσσυνδεδεμένα πρότυπα',
'mostcategories'          => 'Δέλτοι ἔχουσαι τὰς πλείονας κατηγορίας',
'mostimages'              => 'Τὰ πλέον προσσυνδεδεμένα ἀρχεῖα',
'mostrevisions'           => 'Αἱ δέλτοι αἱ πλειστάκις μεταβεβλήμεναι',
'prefixindex'             => 'Ἅπασαι αἱ δέλτοι αἱ ἔχουσαι προθέμα',
'shortpages'              => 'Δέλτοι μικραί',
'longpages'               => 'Δέλτοι μακραί',
'deadendpages'            => 'Ἀδιέξοδαι δέλτοι',
'deadendpagestext'        => 'Aἱ ἀκόλουθοι δέλτοι μὴ συνδεδεμέναι μετὰ τινῶν ἑτέρων δέλτων ἐν τῷ {{SITENAME}} εἰσίν.',
'protectedpages'          => 'Αἱ δέλτοι αἱ φυλαττομέναι',
'protectedpages-indef'    => 'Ἀόρισται φυλάξεις μόνον',
'protectedpages-cascade'  => 'Διαδοχικαὶ φυλάξεις μόνον',
'protectedpagesempty'     => 'Οὐδεμία δέλτος φυλάττεταιἐπὶ τοῦ παρόντος μετὰ τῶνδε τῶν παραμέτρων.',
'protectedtitles'         => 'Πεφυλαγμέναι ἐπιγραφαί',
'protectedtitlestext'     => 'Ἡ ποίησις τῶν κάτωθι ἐπιγραφῶν πεφύλακται',
'protectedtitlesempty'    => 'Οὐδεμία ἐπιγραφὴ μετὰ τῶνδε τῶν παραμέτρων φυλάττεται ἐπὶ τοῦ παρόντος',
'listusers'               => 'Κατάλογος πάντων τῶν χρωμένων',
'listusers-editsonly'     => 'Δεικνύναι μόνον μεταγράψαντας χρωμένους',
'listusers-creationsort'  => 'Ταξινόμησις κατὰ χρονολογίαν ποιήσεως',
'usereditcount'           => '$1 {{PLURAL:$1|μεταγραφή|μεταγραφαί}}',
'usercreated'             => 'Ποιηθεῖσα τῇ $1 ὥρᾳ $2',
'newpages'                => 'Δέλτοι νέαι',
'newpages-username'       => 'Ὄνομα χρωμένου:',
'ancientpages'            => 'Αἱ παλαιόταται δέλτοι',
'move'                    => 'κινεῖν',
'movethispage'            => 'Κινεῖν τήνδε τὴν δέλτον',
'notargettitle'           => 'Οὐδεὶς στόχος',
'nopagetitle'             => 'Οὐδεμία τοιούτη δέλτος-στόχος',
'nopagetext'              => 'Ἡ δέλτος-στόχος ἥνπερ ὥρικας οὐκ ἔστιν.',
'pager-newer-n'           => '{{PLURAL:$1|νεωτέρα 1|νεώτεραι $1}}',
'pager-older-n'           => '{{PLURAL:$1|παλαιοτέρα 1|παλαιότεραι $1}}',
'suppress'                => 'Ἐπόπτης',

# Book sources
'booksources'               => 'Αἱ ἐν βίβλοις πηγαί',
'booksources-search-legend' => 'Ζητεῖν πηγὰς βίβλων',
'booksources-go'            => 'Ἰέναι',
'booksources-invalid-isbn'  => 'Τὸ δοθὲν ISBN προφανῶς ἄκυρον ἐστίν· διεξάγαγε ἔλεγχον περὶ πιθανῶν σφαλμάτων προερχομένων ἐκ τῆς πρωτοτύπου πηγῆς.',

# Special:Log
'specialloguserlabel'  => 'Χρώμενος:',
'speciallogtitlelabel' => 'Ἐπιγραφή:',
'log'                  => 'Κατάλογοι',
'all-logs-page'        => 'Κατάλογοι δημόσιοι ἅπαντες',
'logempty'             => 'Μὴ ἀντιστοιχοῦντα τὰ τεμάχια ἐν τῷδε τῷ καταλόγῳ.',
'log-title-wildcard'   => 'Ζητεῖν ἐπιγραφὰς ἐκκινουμένας ἐκ τοῦδε τοῦ κειμένου',

# Special:AllPages
'allpages'          => 'Πᾶσαι αἱ δέλτοι',
'alphaindexline'    => '$1 ἕως $2',
'nextpage'          => 'Ἡ δέλτος ἡ ἑπομένη ($1)',
'prevpage'          => 'Ἡ δέλτος ἡ προτέρα ($1)',
'allpagesfrom'      => 'Ἐπιδεικνύναι τὰς δέλτους ἐκ:',
'allpagesto'        => 'Δεικνύναι δέλτους τερματίζουσας εἰς:',
'allarticles'       => 'Ἅπασαι αἱ ἐγγραφαί',
'allinnamespace'    => 'Ἅπασαι αἱ δέλτοι (ἐν τῷ ὀνοματείῳ $1)',
'allnotinnamespace' => 'Ἅπασαι αἱ δέλτοι (οὐκ ἐν τῷ ὀνοματείῳ $1)',
'allpagesprev'      => 'Προηγουμέναι',
'allpagesnext'      => 'Ἑπομέναι',
'allpagessubmit'    => 'Ἰέναι',
'allpagesprefix'    => 'Ἐπιδεικνύναι δέλτους ἐχούσας πρόθεμα:',
'allpages-bad-ns'   => 'Τὸ {{SITENAME}} οὐκ ἔχει ὀνοματεῖον "$1".',

# Special:Categories
'categories'                    => 'Κατηγορίαι',
'categoriesfrom'                => 'Δεικνύναι κατηγορίας (γραμμαὶ ἐκκινουμέναι ἐκ/ἐξ):',
'special-categories-sort-count' => 'ἀπαριθμητικὴ ταξινόμησις',
'special-categories-sort-abc'   => 'ἀλφαβητικὴ ταξινόμησις',

# Special:DeletedContributions
'deletedcontributions'             => 'Διαγράψαι τοὺς ἐράνους τοῦ χρωμένου',
'deletedcontributions-title'       => 'Διαγράψαι τοὺς ἐράνους τοῦ χρωμένου',
'sp-deletedcontributions-contribs' => 'ἔρανoς',

# Special:LinkSearch
'linksearch'      => 'Ἐξώτεροι ἱστοσύνδεσμοι',
'linksearch-pat'  => 'Θέμα ζητήσεως:',
'linksearch-ns'   => 'Ὀνοματεῖον:',
'linksearch-ok'   => 'Ζητεῖν',
'linksearch-text' => 'Ἔξεστί σοι χρῆσθαι ὑποκαταστασίμοις φράσεσιν ὅπως "*.wikipedia.org".<br />
Ὑποστηριζόμενα πρωτόκολλα: <tt>$1</tt>',
'linksearch-line' => '$1 συνδεόμενον τῷ $2',

# Special:ListUsers
'listusersfrom'      => 'Δεικνύναι χρωμένους (γραμμαὶ ἐκκινουμέναι ἐκ/ἐξ):',
'listusers-submit'   => 'Ἐμφανίζειν',
'listusers-noresult' => 'Οὐδεὶς χρώμενος εὑρεθείς.',
'listusers-blocked'  => '(πεφραγμένος)',

# Special:ActiveUsers
'activeusers'            => 'Κατάλογος ἐνεργῶν χρωμένων',
'activeusers-count'      => '$1 {{PLURAL:$1|μεταγραφή|μεταγραφαὶ}} κατὰ {{PLURAL:$3|τὴν πρόσφατον ἡμέραν|τὰς προσφάτους $3 ἡμέρας}}',
'activeusers-from'       => 'Δεικνύειν χρωμένους ἐκκινήσει ἐκ:',
'activeusers-hidebots'   => 'Κρύπτειν αὐτόματα',
'activeusers-hidesysops' => 'Κρύπτειν ἐπιτρόπους',
'activeusers-noresult'   => 'Οὐδεὶς χρώμενος εὑρέθη.',

# Special:Log/newusers
'newuserlogpage'              => 'Κατάλογος ποιήσεων λογισμῶν.',
'newuserlogpagetext'          => 'Ὅδε ἐστὶν κατάλογος τις τῶν ποιήσεων λογισμῶν.',
'newuserlog-byemail'          => 'σύνθημα ἀπεσταλμένον μέσῳ ἠλ-ταχυδρομείου',
'newuserlog-create-entry'     => 'Νέος χρώμενος',
'newuserlog-create2-entry'    => 'νέος λογισμὸς ποιηθεὶς διὰ $1',
'newuserlog-autocreate-entry' => 'Λογισμὸς ποιηθεὶς αὐτομάτως',

# Special:ListGroupRights
'listgrouprights'                      => 'Δικαιώματα ὁμάδος χρωμένου',
'listgrouprights-group'                => 'Ὁμάς',
'listgrouprights-rights'               => 'Δικαιώματα',
'listgrouprights-helppage'             => 'Help:Δικαιώματα ὁμάδων',
'listgrouprights-members'              => '(διαλογὴ μελῶν)',
'listgrouprights-addgroup'             => 'Δυναμένη ἡ πρόσθεσις {{PLURAL:$2|τῆς ὁμάδος|τῶν ὁμάδων}}: $1',
'listgrouprights-removegroup'          => 'Δυναμένη ἡ ἀφαίρεσις {{PLURAL:$2|τῆς ὁμάδος|τῶν ὁμάδων}}: $1',
'listgrouprights-addgroup-all'         => 'Δυναμένη ἡ πρόσθεσις ἁπασῶν τῶν ὁμάδων',
'listgrouprights-removegroup-all'      => 'Δυναμένη ἡ ἀφαίρεσις ἁπασῶν τῶν ὁμάδων',
'listgrouprights-addgroup-self'        => 'Προσθέτειν {{PLURAL:$2|ὁμάδα|ὁμάδας}} εἰς τὸν λογισμόν μου: $1',
'listgrouprights-removegroup-self'     => 'Ἀφαιρεῖν {{PLURAL:$2|ὁμάδα|ὁμάδας}} ἐκ τοῦ λογισμοῦ μου: $1',
'listgrouprights-addgroup-self-all'    => 'Προστιθέναι ἁπάσας τὰς ὁμάδας τῷ λογισμῷ ἐμοῦ τοῦ ἰδίου',
'listgrouprights-removegroup-self-all' => 'Ἀφαιρεῖν ἁπάσας τὰς ὁμάδας ἀπὸ τὸν λογισμὸν ἐμοῦ τοῦ ἰδίου',

# E-mail user
'mailnologin'      => 'Οὐδεμία διεύθυνσις παραλήπτου',
'emailuser'        => 'Ἠλεκτρονικὴν ἐπιστολὴν τῷδε τῷ χρωμένῳ πέμπειν',
'emailpage'        => 'Χρώμενος ἠλ.-ταχυδρομείου',
'emailpagetext'    => 'Χρώμενος τῷ κάτωθι προτύπῳ, ἀπόστειλον μήνυμά τι, ἐφὄσον δεδήλωκας ἔγκυρον ἠλ-διεύθυνσιν τινὰ εἰς τὰς [[Special:Preferences|προτιμήσεις χρωμένου]]. Ἥδε ἡ διεύθυνσις πεφασμένη ἔσεται ὡς διεύθυνσις ἀποστολέως τοῦ μηνύματος, οὕτως ὥστε ὁ παραλήπτης δύνηται ἀποκριθῆναι.',
'usermailererror'  => 'Τὸ ἠλ-ταχυδρομεῖον ἐπέστρεψεν σφάλμα:',
'defemailsubject'  => '{{SITENAME}} ἠλ.-ταχυδρομεῖον',
'noemailtitle'     => 'Οὐδεμία ἠλ-διεύθυνσις',
'noemailtext'      => 'Ὅδε ὁ χρώμενος οὐχ ὥρικεν ἔγκυρον τινὰ ἠλεκτρονικὴν διεύθυνσιν.',
'nowikiemailtitle' => 'Ἠ-διεύθυνσις μὴ ἐπιτρεπτός',
'nowikiemailtext'  => 'Ὅδε ὁ χρώμενος ἐπείλοχεν τὸ μὴ παραλαμβάνειν μηνύματα ἠλεκτρονικοῦ ταχυδρομείου ἐξ ἑτέρων χρωμένων.',
'email-legend'     => 'Ἀποστολὴ ἠλ-μηνύματος πρὸς ἕτερον τινὰ χρώμενον τοῦ {{SITENAME}}',
'emailfrom'        => 'Ἐκ:',
'emailto'          => 'Πρός:',
'emailsubject'     => 'Χρῆμα:',
'emailmessage'     => 'Ἀγγελία:',
'emailsend'        => 'Πέμπειν',
'emailccme'        => 'Ἀπόστειλόν μοι ἀντίγραφόν τι τοῦ μηνύματός μου.',
'emailccsubject'   => 'Ἀντιγραφὴ τοῦ μηνύματός σου πρὸς $1: $2',
'emailsent'        => 'Ἠλ.-ἐπιστολὴ ἀπεστάλη',
'emailsenttext'    => 'Τὸ μήνυμα ἠλ-ταχυδρομείου σου ἐστάλη.',
'emailuserfooter'  => 'Ἥδε ἡ ἐπιστολὴ ἐστάλη ὑπὸ τοῦ/τῆς $1 εἰς τὸν/τὴν $2 κατὰ τὴν τέλεσιν "Ἁποστολὴ ἠλ-μηνύματος" ἐς τὸ {{SITENAME}}.',

# Watchlist
'watchlist'          => 'Τὰ ἐφορώμενά μου',
'mywatchlist'        => 'Τὰ ἐφορώμενά μου',
'nowatchlist'        => 'Οὐδὲν τεμάχιον ἐν τῇ ἐφοροδιαλογῇ σου.',
'watchlistanontext'  => '$1 πρὸ τοῦ ὁρᾶν ἢ τοῦ μεταγράφειν τεμάχια τινὰ ἐν τῇ ἐφοροδιαλογῇ σου.',
'watchnologin'       => 'Μὴ συνδεδεμένος',
'watchnologintext'   => 'Δεῖ σε [[Special:UserLogin|συνδεῖσθαι]] πρὸ τοῦ μεταβάλλειν τὴν ἐφοροδιαλογήν σου.',
'addedwatch'         => 'Δέλτος προστεθειμένη εἰς τὸν ἐποπτευομένων κατάλογον ἐστίν',
'addedwatchtext'     => "Ἡ δέλτος \"[[:\$1]]\" προσετέθη ἐν τῷ [[Special:Watchlist|καταλόγῳ ἐφορωμένων]] σου.
Μελλοντικαὶ ἀλλαγαὶ τῆσδε τῆς δέλτου καὶ τῆς σχετικῆς δέλτου διαλέξεως καταλεχθήσονται ἐκεῖσε καὶ ἡ δέλτος ἐμφανίσεται '''ἔντονος''' ἐν τῷ [[Special:RecentChanges|καταλόγῳ προσφάτων ἀλλαγῶν]] οὕτως ὥστε εὐχερεστέρα ᾖ ἡ διάκρισις αὐτῆς.",
'removedwatch'       => 'Ἀνεώραται ἥδε ἡ δέλτος',
'removedwatchtext'   => 'Ἡ δέλτος "[[:$1]]" ἀφῃρέθη ἐκ τοῦ [[Special:Watchlist|καταλόγου ἐφορωμένων σου]].',
'watch'              => 'Ἐφορᾶν',
'watchthispage'      => 'Ἐφορᾶν τήνδε τὴν δέλτον',
'unwatch'            => 'Ἀνεφορᾶν',
'unwatchthispage'    => 'Παῦσαι τὸ ἐφορᾶν',
'notanarticle'       => 'Μὴ δέλτος χρήματος',
'notvisiblerev'      => 'Ἀναθεώρησις διαγεγραμμένη',
'watchnochange'      => 'Οὐδὲν ἐκ τῶν ἐφορωμένων τεμαχίων σου μετεγράφη τῷ δεικνυμένῳ χρόνῳ.',
'watchlist-details'  => '{{PLURAL:$1|$1 δέλτος|$1 δέλτοι}} ἐφορωμέναι, ἄνευ τῶν δέλτων διαλέξεως περιλαμβανομένων.',
'wlheader-enotif'    => '* Σύστημα εἰδήσεως μέσῳ ἠλ-ἐπιστολῶν ἐνεργόν.',
'watchmethod-recent' => 'ἐλέγχειν προσφάτους μεταγραφὰς περὶ ἐφορωμένων δέλτων',
'watchmethod-list'   => 'ἐλέγχειν ἐφορωμένας δέλτους περὶ μεταγραφὰς προσφάτους',
'watchlistcontains'  => 'Ἡ ἐφοροδιαλογὴ σου περιέχει $1 {{PLURAL:$1|δέλτον|δέλτους}}.',
'iteminvalidname'    => "Πρόβλημα τεμαχἰου '$1', ἄκυρον ὄνομα...",
'wlnote'             => "Κατωτέρω {{PLURAL:$1|ἐστὶν ἡ ὑστάτη μεταβολὴ|εἰσὶν αἱ ὑστάται  '''$1'''  μεταβολαὶ}} ἐν {{PLURAL:$2|τῇ ὑστάτῃ μίᾳ ὥρᾳ|ταῖς ὑστάταις '''$2''' ὥραις}}.",
'wlshowlast'         => 'Ἐμφάνισις τῶν τελευταίων $1 ὡρῶν $2 ἡμερῶν $3',
'watchlist-options'  => 'Ἐπιλογαὶ ἐφοροδιαλογῆς',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Ἐφορῶν...',
'unwatching' => 'Ἀνεφορῶν...',

'enotif_mailer'                => 'Σύστημα εἰδήσεως τοῦ {{SITENAME}} μέσῳ ἐπιστολῶν',
'enotif_reset'                 => 'Σημαίνειν ἁπάσας τὰς ἐπεσκοπημένας δέλτους',
'enotif_newpagetext'           => 'Ἥδε νέα δέλτος ἐστίν.',
'enotif_impersonal_salutation' => 'Χρώμενος τῷ {{SITENAME}}',
'changed'                      => 'ἠλλαγμένη',
'created'                      => 'ποιηθέν',
'enotif_subject'               => 'Ἡ τοῦ {{SITENAME}} δέλτος $PAGETITLE ἐποιἠθη $CHANGEDORCREATED ὑπὸ τὸν $PAGEEDITOR',
'enotif_lastvisited'           => 'Ἴδε $1 διὰ ἁπάσας τὰς ἀλλαγὰς ἐκ τῆς ὑστάτης ἐπισκέψεώς σου.',
'enotif_lastdiff'              => 'Ἴδε $1 διὰ τὸ ὁρᾶν τήνδε τὴν ἀλλαγήν.',
'enotif_anon_editor'           => 'ἀνώνυμος χρώμενος $1',
'enotif_body'                  => 'Φίλτατε  $WATCHINGUSERNAME,


Ἡ τοῦ {{SITENAME}} δέλτος $PAGETITLE $CHANGEDORCREATED ἐστὶ τῇ $PAGEEDITDATE ὑπὸ τοῦ $PAGEEDITOR, $PAGETITLE_URL.

$NEWPAGE

Σύνοψις: $PAGESUMMARY $PAGEMINOREDIT

Κοινωνῆσαι τὸν μεταγραφέα:
ἠλ.-ταχυδρομεῖον: $PAGEEDITOR_EMAIL
βίκι: $PAGEEDITOR_WIKI

Οὐχ ὑπάρξουσιν ἕτεραι εἰδήσεις ἐν περιπτώσει περαιτέρω ἀλλαγαὶ προκύψουσι εἰ μὴ σὺ ἐπισκεφθεὶς τὴν δέλτον ᾖς. Δύνασαι ἐπἴσης ἀναρρυθμίσειν τὰ σήματα εἰδήσεως διὰ ἅπασας τὰς ἐφορωμένας ὑπἐσοῦ δέλτους

             Τοῦ φιλικοῦ σου {{SITENAME}} τὸ σύστημα εἰδήσεως

--
Διὰ τὸ ἀλλάξειν τὰς ῥυθμίσεις τὴς ἐφοροδιαλογῆς σου, ἐπίσκεψαι τὸ
{{fullurl:{{#special:Watchlist}}/edit}}

Ἀνάδρασις καὶ περαιτέρω βοήθεια:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'Διαγράφειν τὴν δέλτον',
'confirm'                => 'Κυροῦν',
'excontent'              => "ἡ ὕλη ἦτο: '$1'",
'excontentauthor'        => "ἡ ὕλη ἦτο: '$1' (καὶ ὁ μόνος ἐρανίζων ἦτο ὁ '[[Special:Contributions/$2|$2]]')",
'exbeforeblank'          => "τὸ περιεχόμενον πρὸ τῆς ἐκκαθαρίσεως ἦτο: '$1'",
'exblank'                => 'δέλτος κενὴ ἦν',
'delete-confirm'         => 'Διαγράφειν "$1"',
'delete-legend'          => 'Διαγράφειν',
'historywarning'         => "'''Προσοχή:''' Ἡ δέλτος ἥντινα βούλεσαι διαγράψειν ἔχει ἱστορικὸν μετὰ προσεγγιστικῶς $1 {{PLURAL:$1|ἐπιθεωρήσεως|ἐπιθεωρήσεων}}:",
'confirmdeletetext'      => 'Βούλεσαι διαγράψειν ὁριστικῶς ἐκ τῆς βάσεως δεδομένων δέλτον τίνα (ἢ εἰκόνα τινα) μετὰ τῆς ἐῆς ἱστορίας. Παρακαλοῦμεν ὑμᾶς ἵνα ἐπιβεβαιώσητε τὴν θέλησιν ὑμῶν περὶ τοῦ αὐτὸ πράττειν καὶ περὶ τῆς ἀντιλήψεως τῶν συνεπειῶν, και περὶ τοῦ πράττειν ὑμῶν συμφώνως τῶν [[{{MediaWiki:Policy-url}}|κανόνων]].',
'actioncomplete'         => 'Τέλειον τὸ ποιούμενον',
'actionfailed'           => 'Δράσις ἀνεπιτυχής',
'deletedtext'            => 'Τὸ "<nowiki>$1</nowiki>" διεγράφη.
Ἴδε τὸ $2 διὰ μητρῷόν τι προσφάτων διαγραφῶν.',
'deletedarticle'         => 'Ἐσβέσθη ἡ δέλτος "[[$1]]"',
'suppressedarticle'      => '"[[$1]]" κατεσταλμένον',
'dellogpage'             => 'Τὰ ἐσβεσμένα',
'dellogpagetext'         => 'Κατωτέρω ἐστὶ διαλογή τις τῶν ὑστάτων διαγραφῶν.',
'deletionlog'            => 'κατάλογος διαγραφῶν',
'reverted'               => 'Ἐπαναφορὰ εἰς προτέραν ἔκδοσιν',
'deletecomment'          => 'Αἰτία:',
'deleteotherreason'      => 'Αἰτία ἄλλη/πρὀσθετος:',
'deletereasonotherlist'  => 'Αἰτία ἄλλη',
'deletereason-dropdown'  => '*Κοιναὶ αἰτίαι διαγραφῆς
** Αἴτησις τοῦ δημιουργοῦ
** Παραβίασις δικαιωμάτων
** Βαρβαρότης',
'delete-edit-reasonlist' => 'Μεταγράφειν τὰς αἰτίας διαγραφῆς',

# Rollback
'rollback'         => 'Ἀναστρέφειν μεταγραφάς',
'rollback_short'   => 'Ἀναστροφή',
'rollbacklink'     => 'ἀναστροφή',
'rollbackfailed'   => 'Ἀναστροφὴ μὴ ἐπιτυχής',
'cantrollback'     => 'Μὴ δυνατὴ ἡ ἀναστροφὴ·
ὁ ὕστατος ἐρανιστὴς ἐστὶ μόνον δημιουργὸς τῆσδε τῆς δέλτου.',
'editcomment'      => "Ἡ σύνοψις τῆς μεταγραφῆς ἦν: \"''\$1''\".",
'revertpage'       => 'Ἐπαναφέρειν μεταγραφὰς ὑπὸ [[Special:Contributions/$2|$2]] ([[User talk:$2|Talk]]) εἰς τὴν ἐσχάτην ἔκδοσιν ὑπὸ [[User:$1|$1]]',
'rollback-success' => 'Ἀναστρέφειν μεταγραφὰς ὑπὸ $1;
ἐπαναφορὰ εἰς τὴν προτέραν ἔκδοσιν ὑπὸ $2.',

# Protect
'protectlogpage'              => 'Κατάλογος προφυλάξεων',
'protectedarticle'            => '"[[$1]]" πεφυλαγμένον',
'modifiedarticleprotection'   => 'κλῖμαξ προστασίας ἠλλαγμένη διὰ "[[$1]]"',
'unprotectedarticle'          => 'ἀπροφύλακτη "[[$1]]"',
'movedarticleprotection'      => 'Κεκίνηνται αἱ ῥυθμίσεις προστασίας ἀπὸ τὴν "[[$2]]" εἰς τὴν "[[$1]]"',
'protect-title'               => 'Ἀλλάττειν κλίμακα προστασίας διὰ "$1"',
'prot_1movedto2'              => '[[$1]] ἐκινήθη πρὸς [[$2]]',
'protect-legend'              => 'Ἐπιβεβαιοῦν φύλαξιν',
'protectcomment'              => 'Αἰτία:',
'protectexpiry'               => 'Λήγει:',
'protect_expiry_invalid'      => 'Ἄκυρος χρόνος λήξεως.',
'protect_expiry_old'          => 'Χρόνος λήξεως ἐν τῷ παρελθόντι ἐστίν.',
'protect-unchain-permissions' => 'Ἀναίρεσις ἀποκλεισμοῦ περαιτέρω ἐπιλογῶν περιφρουρήσεως',
'protect-text'                => "Ὁρᾶν τε καὶ ἀλλάττειν δύνασθε τὴν κλίμακα φυλάξεως ἐνθάδε διὰ τὴν δέλτον '''<nowiki>$1</nowiki>'''.",
'protect-locked-access'       => "Ὁ λογισμός σου οὐκ ἔχει ἄδειαν ἀλλαγῆς τῆς κλίμακος φυλάξεως δέλτων.
Ἐνθάδε εἰσὶν αἱ τρέχουσαι ῥυθμίσεις διὰ τὴν δέλτον '''$1''':",
'protect-cascadeon'           => 'Ἡδε δέλτος τῷ παρόντι πεφυλαγμένη ἐστὶν ἐπεὶ περιλαμβάνεται {{PLURAL:$1|τῇ ἀκολούθῳ δέλτῳ, ἥπερ ἔχει|ταῖς ἀκολούθοις δέλτοις, αἵπερ ἔχουσι}} τὴν διαδοχικὴν φύλαξιν ἐνεργόν. Δύνασαι ἀλλάττειν τὴν κλίμακα φύλαξις τῆσδε δέλτου, ἄνευ ἐπηρεασμοῦ τῆς διαδοχικῆς φυλάξεως.',
'protect-default'             => 'Ἐπιτρέπειν ἅπαντας τοὺς χρωμένους',
'protect-fallback'            => 'Δεῖ σε ἐχεῖν τὴν "$1" ἄδειαν',
'protect-level-autoconfirmed' => 'Ἀποκλῄειν τοὺς νέους τε καὶ τοὺς ἀγράφους',
'protect-level-sysop'         => 'Μόνοι οἱ γέροντες',
'protect-summary-cascade'     => 'Διαδεχόμενον',
'protect-expiring'            => 'λήξει $1 (UTC)',
'protect-expiry-indefinite'   => 'ἀόριστος',
'protect-cascade'             => 'Προφυλάττειν δέλτους περικεκλεισμένας ἐν τοιαύτῃ δελτῳ (διαδοχικὴ προφύλαξις)',
'protect-cantedit'            => 'Οὐ δύνασθε ἀλλάττειν τὴν κλίμακα φυλάξεως ταύτης τῆς δέλτου, διότι οὐκ ἔχετε τὴν ἄδειαν τοῦ μεταγράφειν αὐτήν.',
'protect-othertime'           => 'Ἕτερος χρόνος',
'protect-othertime-op'        => 'ἕτερος χρόνος',
'protect-existing-expiry'     => 'Ὑπάρχων χρόνος λήξεως: $3, $2',
'protect-otherreason'         => 'Ἑτέρα/πρὀσθετος αἰτια:',
'protect-otherreason-op'      => 'ἑτέρα/πρὀσθετος αἰτια',
'protect-dropdown'            => '*Κοιναὶ αἰτίαι προστασίας
** Ὑπεράριθμαι βαρβαρότητες
** Ὑπεράριθμαι ἀνεπιθύμηται ἀγγελίαι
** Ἀντιπαραγωγικοὶ πόλεμοι μεταγραφῶν
** Δἐλτος ὑψηλῆς κυκλοφορίας',
'protect-edit-reasonlist'     => 'Μεταγράφειν τὰς αἰτίας προστασίας',
'protect-expiry-options'      => '1 ὥρα:1 hour,1 ἡμέρα:1 day,1 ἑβδομάς:1 week,2 ἑβδομάδες:2 weeks,1 μήν:1 month,3 μῆνες:3 months,6 μῆνες:6 months,1 ἔτος:1 year,ἐπἄπειρον:infinite',
'restriction-type'            => 'Ἐξουσία:',
'restriction-level'           => 'Κλῖμαξ περιορισμοῦ:',
'minimum-size'                => 'Ἐλάχιστον μέγεθος',
'maximum-size'                => 'Μέγιστον μέγεθος:',
'pagesize'                    => '(δυφία)',

# Restrictions (nouns)
'restriction-edit'   => 'Μεταγράφειν',
'restriction-move'   => 'Kινεῖν',
'restriction-create' => 'Ποιεῖν',
'restriction-upload' => 'Ἐπιφορτίζειν',

# Restriction levels
'restriction-level-sysop'         => 'πλήρως διαφυλαττομένη',
'restriction-level-autoconfirmed' => 'ἡμιδιαφυλαττομένη',
'restriction-level-all'           => 'οἵα δήποτε κλῖμαξ περιορισμοῦ',

# Undelete
'undelete'                   => 'Ὁρᾶν τὰς διαγεγραμμένας δέλτους',
'undeletepage'               => 'Ὁρᾶν καὶ ἀποκαθιστάναι τὰς διαγεγραμμένας δέλτους',
'undeletepagetitle'          => "'''Ἡ ἀκόλουθος συνίσταται ἐκ διαγεγραμμένων ἀναθεώρησεων τῆς [[:$1|$1]]'''.",
'viewdeletedpage'            => 'Δεικνύναι διαγραφείσας δέλτους',
'undelete-fieldset-title'    => 'Ἐπαναφέρειν τὰς ἀναθεωρήσεις',
'undeleterevisions'          => '$1 {{PLURAL:$1|ἀναθεώρησις|ἀναθεωρήσεις}} ἀρχειοθετημέν-η/-αι',
'undelete-revision'          => 'Διαγράφειν τὴν ἀναθεώρησιν τοῦ $1 (μέχρι $4, ἐς $5) ὑπὸ $3:',
'undelete-nodiff'            => 'Οὐδεμία προηγηθεῖσα ἀναθεώρησις εὑρέθη.',
'undeletebtn'                => 'Ἀνορθοῦν',
'undeletelink'               => 'ὁρᾶν/ἐπανίσταναι',
'undeleteviewlink'           => 'ὁρᾶν',
'undeletereset'              => 'Ἐπαναθέτειν',
'undeleteinvert'             => 'Ἀναστρέφειν τὴν ἐπιλογήν',
'undeletecomment'            => 'Σχόλιον:',
'undeletedarticle'           => 'ἐπανιστάν "[[$1]]"',
'undeletedrevisions'         => '{{PLURAL:$1|1 ἀναθεωρήσις|$1 ἀναθεωρήσεις}} ἀποκατεστάθησαν',
'undeletedrevisions-files'   => '{{PLURAL:$1|1 ἀναθεωρήσις|$1 ἀναθεωρήσεις}} καὶ {{PLURAL:$2|1 ἀρχεῖον|$2 ἀρχεῖα}} ἀποκατεστάθησαν',
'undeletedfiles'             => '{{PLURAL:$1|1 ἀρχεῖον|$1 ἀρχεῖα}} ἀποκατεστάθησαν',
'cannotundelete'             => 'Ἡ ἐκδιαγραφὴ ἀπετεύχθη·
ἕτερός τις ἐνδέχεται πρῶτος ἐκδιαγεγραφέναι τὴν δέλτον.',
'undelete-search-box'        => 'Ζητεῖν διαγεγραμμένας δέλτους',
'undelete-search-prefix'     => 'Δεικνύναι δέλτους· ἐκκινεῖν ἐκ:',
'undelete-search-submit'     => 'Ζητεῖν',
'undelete-no-results'        => 'Οὐδεμία ἁρμόττουσα δέλτος ηὑρέθη ἐν τῷ ἀρχείῳ διαγραφῶν.',
'undelete-filename-mismatch' => 'Ἀδύνατος ἡ ἐπαναφορὰ ἀναθεωρήσεως ἀρχείου μετὰ χρονοσφραγίδος $1: τὸ ὄνομα ἀρχείου οὐχ ἁρμόττει',
'undelete-bad-store-key'     => 'Ἀδύνατος ἡ ἐπαναφορὰ ἀναθεωρήσεως ἀρχείου μετὰ χρονοσφραγίδος $1: τὸ ἀρχεῖον ἀπὸν ἦτο πρὸ τῆς διαγραφῆς',
'undelete-cleanup-error'     => 'Σφάλμα κατὰ τὴν διαγραφὴν τοῦ ἀχρήστου ἀρχείου καταγραφῆς "$1".',
'undelete-error-short'       => 'Σφαλματικὸν τὸ διαγράφειν τὸ ἀρχεῖον: $1',
'undelete-error-long'        => 'Σφάλματα συνηντήθησαν διαγραφομένου τοῦ ἀρχείου:

$1',
'undelete-show-file-confirm' => 'Βέβαιος εἶ περὶ τοῦ ὁρᾶν τὴν διαγεγραμμένην ἔκδοσιν τοῦ ἀρχείου "<nowiki>$1</nowiki>" ἀπὸ $2 εἰς τὰς $3;',
'undelete-show-file-submit'  => 'Ναί',

# Namespace form on various pages
'namespace'      => 'Ὀνοματεῖον:',
'invert'         => 'Ἀντιστρέφειν ἐπιλογήν',
'blanknamespace' => '(Κύριον ὀνοματεῖον)',

# Contributions
'contributions'       => 'Ἔρανοι χρωμένου',
'contributions-title' => 'Ἔρανοι χρωμένου διὰ τὸ $1',
'mycontris'           => 'Ὁ ἔρανός μου',
'contribsub2'         => 'Πρὸς $1 ($2)',
'nocontribs'          => 'Οὐδεμία ἀλλαγὴ ηὑρέθη προσήκουσα εἰς τάδε τὰ κριτήρια.',
'uctop'               => '(ἄκρον)',
'month'               => 'Μήν:',
'year'                => 'Ἔτος:',

'sp-contributions-newbies'       => 'Δεικνύναι ἐράνους νέων λογισμῶν μόνον',
'sp-contributions-newbies-sub'   => 'Ἔρανοι νέων χρωμένων',
'sp-contributions-newbies-title' => 'Ἔρανοι χρωμένου διὰ νέους λογισμούς',
'sp-contributions-blocklog'      => 'Τὰ ἀποκλῄειν',
'sp-contributions-deleted'       => 'Διαγράψαι τοὺς ἐράνους τοῦ χρωμένου',
'sp-contributions-logs'          => 'ἱστορικά',
'sp-contributions-talk'          => 'Διαλέγεσθαι',
'sp-contributions-userrights'    => 'Διαχείρισις δικαιωμάτων χρωμένου',
'sp-contributions-search'        => 'Ζητεῖν ἐράνους',
'sp-contributions-username'      => 'IP-διεύθυνσις ἢ ὄνομα χρωμένου:',
'sp-contributions-submit'        => 'Ζητεῖν',

# What links here
'whatlinkshere'            => 'Τὰ ἐνθάδε ἄγοντα',
'whatlinkshere-title'      => 'Δέλτοι συνεζευγμέναι μετὰ τοῦ "$1"',
'whatlinkshere-page'       => 'Δέλτος:',
'linkshere'                => "Τάδε ἄγουσι πρὸς '''[[:$1]]''':",
'nolinkshere'              => "Οὐδένα ἄγουσι πρὸς '''[[:$1]]'''.",
'nolinkshere-ns'           => "Οὐδεμία δέλτος συνδέεται τῇ '''[[:$1]]''' ἐν τῷ ἐπιλεγμένῳ ὀνοματείῳ.",
'isredirect'               => 'ἀναδιευθύνειν δέλτον',
'istemplate'               => 'περίκλεισις',
'isimage'                  => 'σύνδεσμος εἰκόνος',
'whatlinkshere-prev'       => '{{PLURAL:$1|Ἡ προτἐρα|Αἱ πρότεραι $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|Ἡ ἑξῆς|Αἱ ἑξῆς $1}}',
'whatlinkshere-links'      => '← σύνδεσμοι',
'whatlinkshere-hideredirs' => '$1 ἀναδιευθύνσεις',
'whatlinkshere-hidetrans'  => '$1 ὑπερκλῄσεις',
'whatlinkshere-hidelinks'  => '$1 συνδέσμους',
'whatlinkshere-hideimages' => '$1 συνδέσμους εἰκόνων',
'whatlinkshere-filters'    => 'Ἠθητήρια',

# Block/unblock
'blockip'                         => 'Ἀποκλῄειν τόνδε τὸν χρώμενον',
'blockip-title'                   => 'Φράττειν χρώμενον',
'blockip-legend'                  => 'Φράττειν χρώμενον',
'ipaddress'                       => 'Διεύθυνσις IP:',
'ipadressorusername'              => 'Διεύθυνσις IP ἢ ὄνομα χρωμένου:',
'ipbexpiry'                       => 'Λῆξις:',
'ipbreason'                       => 'Αἰτία:',
'ipbreasonotherlist'              => 'Ἑτέρα αἰτία',
'ipbreason-dropdown'              => '*Κοιναὶ αἰτίαι φραγῆς
** Εἰσαγωγὴ ψευδοῦς πεύσεως
** Ἁφαίρεσις τοῦ περιεχομένου τῶν δέλτων
** Σύνδεσμοι πρὸς ἀνεπιθύμητους ἀγγελίας
** Εἰσαγωγὴ ἀσυναρτησιῶν ἐν ταῖς δέλτοις
** Ἐκφοβιστικὴ συμπεριφορά/ἐνόχλησις
** Κατάχρησις πολλαπλῶν λογισμῶν
** Ἀναπόδεκτον ὄνομα χρωμένου',
'ipbanononly'                     => 'Φράττειν μόνον ἀνωνύμους χρωμένους',
'ipbcreateaccount'                => 'Ἀποτρέπειν τὴν ποίησιν λογισμοῦ',
'ipbemailban'                     => 'Ἀποτρέπειν τὴν ἀποστολὴν ἠλ-ἀγγελίας ὑπὸ τοῦ χρωμένου',
'ipbsubmit'                       => 'Φράττειν τόνδε τὸν χρώμενον',
'ipbother'                        => 'Ἄλλη ὥρα:',
'ipboptions'                      => '2 ὥραι:2 hours,1 ἡμέρα:1 day,3 ἡμέραι:3 days,1 ἑβδομάς:1 week,2 ἑβδομάδες:2 weeks,1 μήν:1 month,3 μῆνες:3 months,6 μῆνες:6 months,1 ἔτος:1 year,ἐπἄπειρον:infinite',
'ipbotheroption'                  => 'ἄλλη',
'ipbotherreason'                  => 'Πρόσθετος/ἄλλη αἰτία:',
'ipbhidename'                     => 'Κρύπτειν τὸ ὄνομα χρωμένου ἐν μεταγραφαῖς καὶ διαλογαῖς',
'ipbwatchuser'                    => 'Ἐφορᾶν τοῦδε τοῦ χρωμένου τὰς δέλτους χρωμένου καὶ διαλέξεως',
'ipballowusertalk'                => 'Ἄφες τῷδε χρωμένῳ μεταγράψειν τὴν ἰδίαν οὑ δέλτον διαλέξεως ἐν ὅσῳ πεφραγμένος ἐστίν',
'ipb-change-block'                => 'Ἐπαναφράττειν τόνδε τὸν χρώμενον μετὰ τῶνδε τῶν ῥυθμίσεων',
'badipaddress'                    => 'Ἄκυρος IP-διεύθυνσις',
'blockipsuccesssub'               => 'Φραγὴ ἐπιτευκτός ἐστιν',
'ipb-edit-dropdown'               => 'Μεταγράφειν τὰς αἰτίας διαγραφῆς',
'ipb-unblock-addr'                => 'Ἀποφράττειν $1',
'ipb-unblock'                     => 'Ἀποφράττειν ὄνομα χρωμένου τι ἢ IP-διεύθυνσιν τινά',
'ipb-blocklist'                   => 'Ὁρᾶν τὰς ὑπάρχουσας φραγὰς',
'ipb-blocklist-contribs'          => 'Ἔρανοι τοῦ $1',
'unblockip'                       => 'Ἀποφράττειν χρώμενον',
'ipusubmit'                       => 'Αἴρειν τήνδε τὴν φραγήν',
'unblocked'                       => '[[User:$1|$1]] ἀποπεφραγμέν-ος/-η',
'unblocked-id'                    => 'Ἡ φραγὴ τοῦ/τῆς $1 ἀφῃρέθη',
'ipblocklist'                     => 'Πεφραγμέναι IP-διευθύνσεις καὶ ὀνόματα τῶν χρωμένων',
'ipblocklist-legend'              => 'Εὑρίσκειν πεφραγμένον χρώμενον τινά',
'ipblocklist-username'            => 'Ὄνομα χρωμένου ἢ IP-διεύθυνσις:',
'ipblocklist-sh-userblocks'       => '$1 φραγαὶ λογισμῶν',
'ipblocklist-sh-tempblocks'       => '$1 προσωριναὶ φραγαί',
'ipblocklist-sh-addressblocks'    => '$1 μεμονωμέναι φραγαὶ IP',
'ipblocklist-submit'              => 'Ζητεῖν',
'ipblocklist-localblock'          => 'Τοπικὴ φραγή',
'ipblocklist-otherblocks'         => '{{PLURAL:$1|Ἑτέρα φραγή|Ἕτεραι φραγαί}}',
'blocklistline'                   => '$3 ἐφράχθη ὑπὸ $1, $2 ($4)',
'infiniteblock'                   => 'ἄπειρον',
'expiringblock'                   => 'λῆξαν ἔσεται ἐν $1 ἐν $2',
'anononlyblock'                   => 'ἀνωνύμους μόνον',
'noautoblockblock'                => 'αὐτόματος φραγὴ κατεσταλμένη',
'createaccountblock'              => 'ποίησις λογισμοῦ πεφραγμένη',
'emailblock'                      => 'ἠλεκτρονικὸν ταχυδρομεῖον πεφραγμένον',
'blocklist-nousertalk'            => 'ἀδύνατον τὸ μεταγράφειν τὴν ἑαυτὴν δέλτον διαλέξεως',
'ipblocklist-empty'               => 'Κενὸς ὁ κατάλογος φραγῶν.',
'ipblocklist-no-results'          => 'Τὸ αἰτηθὲν ὄνομα χρωμένου ἢ IP-διεύθυνσις μὴ πεφραγμένα εἰσίν.',
'blocklink'                       => 'ἀπόκλῃσις',
'unblocklink'                     => 'χαλᾶν φραγήν',
'change-blocklink'                => 'ἀλλαγὴ φραγῆς',
'contribslink'                    => 'ἔρανοι',
'blocklogpage'                    => 'Αἱ ἀποκλῄσεις',
'blocklogentry'                   => 'Κεκλῃμένος [[$1]] μέχρι οὗ $2 $3',
'reblock-logentry'                => 'ἤλλαξεν τὰς ῥυθμίσεις φραγῆς διὰ τὸν/τὴν [[$1]] μετὰ χρόνου λήξεως $2 $3',
'unblocklogentry'                 => '$1 ἀποπεφραγμέν-ος/η',
'block-log-flags-anononly'        => 'μόνον ἀνώνυμοι χρώμενοι',
'block-log-flags-nocreate'        => 'ποίησις λογισμοῦ κατεσταλμένη',
'block-log-flags-noautoblock'     => 'αὐτόματος φραγὴ κατεσταλμένη',
'block-log-flags-noemail'         => 'ἠλ-ταχυδρομεῖον πεφραγμένον',
'block-log-flags-nousertalk'      => 'μὴ δυναμένη ἡ μεταγραφή τῆς δέλτου σου ἐστίν',
'block-log-flags-angry-autoblock' => 'ἐνισχυμένη αὐτόματος φραγὴ δυνατὴ κατέστη',
'block-log-flags-hiddenname'      => 'ὄνομα χρωμένου κεκρυμμένον',
'ipb_expiry_invalid'              => 'Χρόνος λήξεως ἄκυρος.',
'ipb_expiry_temp'                 => 'Αἱ φραγαὶ τῶν κρυφῶν ὀνομάτων χρωμένων δεῖ εἶναι μόνιμοι.',
'ipb_already_blocked'             => '"$1" ἤδη πεφραγμέν-ος/-η ἐστίν',
'ipb-needreblock'                 => '== Ἤδη ἀποκεκλῃσμένος==
Ἤδη ἀποκεκλῃσμένος ὁ $1 ἐστίν. Βούλεσαι ἀλλάξειν τὰς ῥυθμίσεις;',
'ipb-otherblocks-header'          => '{{PLURAL:$1|Ἑτέρα φραγή|Ἕτεραι φραγαί}}',
'ipb_cant_unblock'                => 'Σφάλμα: Ἡ φραγὴ τῆς ID $1 οὐχ εὑρέθη.
Εἰκότως ἀποπεφραγμένη ἤδη ἐστίν.',
'ip_range_invalid'                => 'Ἄκυρον IP-εὖρος.',
'blockme'                         => 'Φράξον με',
'proxyblocker'                    => 'Ἐργαλεῖον φραγῆς διακομιστῶν',
'proxyblocker-disabled'           => 'Ἥδε ἡ ἐνέργεια κατεσταλμένη εστίν.',
'proxyblocksuccess'               => 'Γενομένη.',
'cant-block-while-blocked'        => 'Οὐκ ἔξεστί σοι φράττειν ἑτέρους χρωμένους ἐν ὅσῳ πεφραγμένος εἶ.',

# Developer tools
'lockdb'              => 'Φράττειν βάσιν δεδομένων',
'unlockdb'            => 'Ἀποφράττειν βάσιν δεδομένων',
'lockconfirm'         => 'Ναί, πράγματι βούλομαι φράττειν τὴν βάσιν δεδομένων.',
'unlockconfirm'       => 'Ναί, πράγματι βούλομαι ἀποφράξειν τὴν βάσιν δεδομένων.',
'lockbtn'             => 'Φράττειν βάσιν δεδομένων',
'unlockbtn'           => 'Ἀποφράττειν βάσιν δεδομένων',
'locknoconfirm'       => 'Οὐκ ἤλεγξας τὸ κυτίον ἐπιβεβαιώσεως.',
'lockdbsuccesssub'    => 'Ἡ φραγὴ βάσεως δεδομένων ἐπετεύχθη',
'unlockdbsuccesssub'  => 'Ἡ φραγὴ βάσεως δεδομένων ᾐρέθη',
'unlockdbsuccesstext' => 'Ἡ βάσις δεδομένων ἐξεφράχθη.',
'databasenotlocked'   => 'Ἡ βάσις δεδομένων οὐκ ἐστὶ κεκλῃσμένη.',

# Move page
'move-page'                    => 'Κινεῖν $1',
'move-page-legend'             => 'Κινεῖν τὴν δέλτον',
'movepagetext'                 => "Χρῆτε τὸν ἀκόλουθον τύπον διὰ τὴν μετωνομασίαν τῆς δέλτου καὶ διὰ τὴν μεταφορὰν ὅλου τοῦ ἑοῦ ἱστορικοῦ ὑπὸ τὸ νέον ὄνομα.
Ἡ προηγουμένη ἐπιγραφὴ τῆς δέλτου ἔσται δέλτος τις ἀνακατευθύνσεως. Οἱ τυχόντες σύνδεσμοι πρὸς τὴν προηγουμένην δέλτον ἀναλλοίωτοι ἔσονται.
Βεβαιοῦσθε περὶ τῆς μὴ ὑπάρξεως [[Special:DoubleRedirects|διπλῶν]] ἢ [[Special:BrokenRedirects|διεφθαρμένων συνδέσμων]].
Ἀναλαμβάνετε τὴν εὐθύνην τοῦ ἐπιβεβαιῶσαι τὴν ὀρθὴν καὶ ὑποτιθεμένην κατεύθυνσιν τῶν συνδέσμων.

Ἐπισημείωμα: ἡ δέλτος '''οὐ''' κινήσεται εἰ ὑπάρχει ἤδη ἑτέρα δέλτος ὑπὸ τὴν νέαν ἐπιγραφήν, εἰ μὴ ἡ δελτος αὕτη κενή ἐστι '''καὶ οὐκ''' ἔχει ἱστορίαν. Δῆλα δή, ἐν περιπτώσει λάθους ὑμῶν, δύνασθε μετωνομάσειν δέλτον τινά, δίδοντες αὐτῇ τὴν προτέραν ὀνομασίαν αὐτῆς, ἀλλὰ οὐ δύνασθε ὑποκαταστήσειν προϋπάρχουσαν δέλτον τινά.

'''ΠΡΟΣΟΧΗ!'''
Ἡ μετωνομασία δέλτου τινὸς αἰφνιδία καὶ δραστικὴ ἀλλαγή ἐστιν ὁπηνίκα πρόκειται περὶ δημοφιλοῦς δέλτου· παρακαλοῦμεν ὑμᾶς ἵνα ἐξετάζητε τὰς πιθανὰς ἐπιπτώσεις ταύτης τῆς ἐνεργείας, πρὸ τῆς ἀποφάσεως ὑμῶν.",
'movepagetalktext'             => "Ἡ σχετικὴ δέλτος διαλέξεως μετακινήσεται αὐτομάτως μετὰ τῆς δέλτου ἐγγραφῆς '''ἐκτός εἰ οὐ(χ):'''
*Μετακινήσεις τὴν δέλτον εἰς διάφορον ὀνοματικὸν χῶρον (namespace), ἢ
*Ὑπάρχει ὑπὸ τὸ νέον ὄνομα μὴ κενὴ δέλτος τις διαλέξεως, ἢ
*Ἀφῄρηκας τὴν κατασήμανσιν (check) ἐκ τοῦ κυτίου κατωτέρω.

Ἐν ταύταις ταῖς περιπτώσεσι, δεῖ σε μετακινῆσαι ἢ συγχωνεῦσαι τὴν δέλτον μέσῳ ἀντιγραφῆς-καὶ-ἐπικολλήσεως.",
'movearticle'                  => 'Κινεῖν τὴν δέλτον:',
'movenologin'                  => 'Μὴ συνδεδεμένος',
'movenologintext'              => 'Δεῖ σε εἶναι ἐγγεγραμμένος χρώμενός τε καὶ [[Special:UserLogin|συνδεδεμένος]] ἵνα μετακινήσῃς δέλτον τινά.',
'movenotallowed'               => 'Οὐκ ἔξεστί σοι δέλτους μετακινήσειν.',
'movenotallowedfile'           => 'Οὐκ ἔξεστί σοι ἀρχεῖα μετακινήσειν.',
'cant-move-user-page'          => 'Οὐκ ἔξεστί σοι μετακινεῖν δέλτους χρωμένων (πλὴν ὑποδέλτων).',
'cant-move-to-user-page'       => 'Οὐκ ἔξεστί σοι μετακινήσειν δέλτον τινὰ πρὸς δέλτον χρωμένου (πλὴν μόνον πρὸς ὑποδέλτον χρωμένου).',
'newtitle'                     => 'Πρὸς τὸ νέον ὄνομα:',
'move-watch'                   => 'Ἑφορᾶν τήνδε τὴν δέλτον',
'movepagebtn'                  => 'Κινεῖν τὴν δέλτον',
'pagemovedsub'                 => 'Κεκίνηται ἡ δέλτος',
'movepage-moved'               => '\'\'\'"$1" κεκίνηται πρὸς "$2"\'\'\'',
'movepage-moved-redirect'      => 'Ἁναδιεύθυνσίς τις ἐποιήθη.',
'movepage-moved-noredirect'    => 'Ποίησις ἀνακατευθύνσεως τινὸς ἐκεκώλυτο.',
'articleexists'                => 'Εἶτε ἢ ἐστὶ δέλτος τις οὕτως ὀνομαστὴ ἢ ἄκυρον ἐστι τὸ ἐπειλεγμένον ὄνομα.
Ἄλλως τὴν δέλτον ὀνόμασον.',
'cantmove-titleprotected'      => 'Οὐκ ἔξεστί σοι κινήσειν δέλτον τινὰ πρὸς τήνδε θέσιν διότι ἀπείρηται τὸ ποιεῖν τήνδε ἐπιγραφήν',
'talkexists'                   => "'''Κεκίνηται μὲν ἡ δέλτος αὐτὴ, ἡ δὲ διαλόγου δέλτος οὐ κεκίνηται ὅτι ἤδη ἐστὶ ἐνθάδε διαλόγου δέλτος.
Δεῖ σε καθ'ἕκαστον συγκεραννύναι.'''",
'movedto'                      => 'Κεκίνηται πρὸς',
'movetalk'                     => 'Κινεῖν τὴν διαλόγου δέλτον',
'move-subpages'                => 'Κινοῦν τὰς ὑποδέλτους (ἕως τὴν $1)',
'move-talk-subpages'           => 'Κινοῦν τὰς ὑποδέλτους τῆς δέλτου διαλέξεως (ἕως τὴν $1)',
'movepage-page-exists'         => 'Ἡ δέλτος $1 ὑπάρχει ἤδη καὶ οὐκ ἔξεστι ταύτῃ ἀντικαθίστασθαι αὐτομάτως.',
'movepage-page-moved'          => 'Ἡ δέλτος $1 μετακεκίνηται εἰς $2.',
'movepage-page-unmoved'        => 'Ἡ δέλτος $1 μὴ μετακεκινημένη ἐστὶν εἰς $2.',
'movepage-max-pages'           => 'Τὸ μέγιστον τῶν $1 {{PLURAL:$1|δέλτου|δέλτων}} μετεκινήθη ἤδη καὶ οὐ πλέον μετακινηθήσεται αὐτομάτως.',
'1movedto2'                    => '[[$1]] ἐκινήθη πρὸς [[$2]]',
'1movedto2_redir'              => '[[$1]] μετακινηθεῖσα εἰς [[$2]] μέσῳ ἀναδιευθύνσεως',
'move-redirect-suppressed'     => 'κατεσταλμένη ἡ ἀναδιεύθυνσις',
'movelogpage'                  => 'Τὰ κινηθέντα',
'movelogpagetext'              => 'Κατωτέρω ἐστὶ διαλογή τις τῶν κεκινημένων δέλτων.',
'movesubpage'                  => '{{PLURAL:$1|Ὑποδέλτος|Ὑποδέλτοι}}',
'movesubpagetext'              => 'Ἥδε ἡ δέλτος ἔχει $1 {{PLURAL:$1|ὑποδέλτον ἐπιδεικνυομένην|ὑποδέλτους ἐπιδεικνυομένας}} κάτωθι.',
'movenosubpage'                => 'Ἥδε ἡ δέλτος οὐ περιέχει ὑποδέλτους τινάς.',
'movereason'                   => 'Ἀπολογία:',
'revertmove'                   => 'Ἐπανέρχεσθαι',
'delete_and_move'              => 'Διαγράφειν καὶ κινεῖν',
'delete_and_move_text'         => '==Διαγραφὴ ἀπαραίτητος==
Ἡ ἐγγραφὴ [[:$1]] ὑπάρχει ἤδη. Βούλῃ διαγράψειν τήνδε ἵνα ἐκτελέσηται ἡ μετακίνησις;',
'delete_and_move_confirm'      => 'Ναί, διάγραψον τὴν δέλτον',
'delete_and_move_reason'       => 'Διαγραφεῖσα οὕτως ὥστε ποιηθῇ χῶρος διὰ τὴν μετακίνησιν',
'selfmove'                     => 'Ἡ ἐπιγραφὴ πηγῆς ταυτόσημός ἐστι τῆς ἐπιγραφῆς προορισμοῦ· οὐκ ἔξεστί σοι μετακινήσειν δέλτον τινὰ πρὸς ταύτην τὴν ἰδίαν.',
'immobile-source-namespace'    => 'Ἀδύνατος ἡ μετακίνησις δέλτων πρὸς τὸ ὀνοματεῖον "$1"',
'immobile-target-namespace'    => 'Ἀδύνατος ἡ μετακίνησις δέλτων πρὸς τὸ ὀνοματεῖον "$1"',
'immobile-target-namespace-iw' => 'Ὁ διαβικι-σύνδεσμος μὴ ἔγκυρος στόχος ἐστὶ διὰ τὴν μετακίνησιν τῆς δέλτου.',
'immobile-source-page'         => 'Δέλτος μὴ μετακινήσιμος αὕτη.',
'immobile-target-page'         => 'Οὐκ ἔξεστι τῇδε κινῆσθαι πρὸς τοῦτο τὸ ὄνομα-προορισμόν.',
'imagenocrossnamespace'        => 'Ἀδύνατος ἡ μετακίνησις ἀρχείου τινὸς πρὸς ὀνοματεῖον μὴ ἀρχείων',
'imagetypemismatch'            => 'Ἡ νέα ἐπέκτασις τοῦ ἀρχείου οὐκ ἀντιστοιχεῖ εἰς τὸν τύπον οὑ',
'imageinvalidfilename'         => 'Τὸ ὄνομα ἀρχείου - στόχος ἄκυρον ἐστίν',
'fix-double-redirects'         => 'Ἐνημέρωσις πάσας ἀνακατευθύνσεως ἥπερ ὑποδεικνύει τὴν ἀρχικὴν ἐπιγραφήν',
'move-leave-redirect'          => 'Παρέχειν ἐμπρόσθιον ἀναδιεύθυνσίν τινα',
'protectedpagemovewarning'     => "'''Εἴδησις:''' Ἥδε ἡ δέλτος πέφρακται οὕτως ὧστε ἔξεστι μόνον τοῖς χρωμένοις τοῖς ἔχουσι προνόμια ἐπιτρόπου ταύτην μετακινήσειν.",
'semiprotectedpagemovewarning' => "'''Ἐπισημείωμα:''' Ἥδε ἡ δέλτος πέφρακται οὕτως ὧστε ἔξεστι μόνον τοῖς χρωμένοις τοῖς ἐγγεγραμμένοις ταύτην μετακινήσειν.",

# Export
'export'            => 'Δέλτους ἐξάγειν',
'exporttext'        => 'Ἔξεστί σοι ἐξάγειν τὸ κείμενον καὶ τὸ ἱστορικον μεταγραφῶν δέλτου τινὸς ἢ πλειόνων δέλτων ὁμαδοποιηθεισῶν μέσῳ XML. Ἔξεστί σοι εἰσάγειν τοῦτο εἰς ἕτερον βίκι τι χρώμενος MediaWiki μέσῳ τῆς [[Special:Import|δέλτου εἰσαγωγῆς]].

Περὶ τοῦ ἐξάγειν δέλτους: συμπλήρωσον τὰς ἐπιγραφὰς ἐν τῷ κάτωθι κυτίῳ (μίαν ἀνὰ σειράν) καὶ ἐπίλεξον εἴτε τὸ ἐξάγειν τὴν τρέχουσαν ἔκδοσιν μόνον μετὰ τῆς πύστεως περὶ τῆς πλέον ὑστάτης μεταγραφῆς ταύτης, εἴτε τὸ ἐξάγειν ἐπιπροσθέτως τὰς παλαιοτέρας εκδόσεις μετὰ τῶν ἀντιστοίχων καταγραφῶν ἱστορικοῦ τῆς δέλτου.

Ἐν τῇ ὑστάτῃ περιπτώσει, ἔξεστί σοι χρησθῆναι σύνδεσμόν τινα, παραδείγματος χάριν [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] διὰ τὴν δέλτον [[{{MediaWiki:Mainpage}}]].',
'exportcuronly'     => 'Περικλῄειν μόνον τὴν τρέχουσαν ἔκδοσιν, οὐχὶ ἅπαν τὸ ἱστορικόν',
'exportnohistory'   => "----
'''Ἐπισημείωσις:''' Οὐκ ἔξεστί σοι ἐξάγειν τὸ πλῆρες ἱστορικὸν δέλτων διὰ τοῦδε τοῦ τύπου λόγῳ ἐπιδόσεως.",
'export-submit'     => 'Ἐξάγειν',
'export-addcattext' => 'Προστιθέναι δέλτους ἐκ τῆς κατηγορίας:',
'export-addcat'     => 'Προστιθέναι',
'export-addnstext'  => 'Προστιθέναι δέλτους ἐκ τοῦ ὀνοματείου:',
'export-addns'      => 'Προστιθέναι',
'export-download'   => 'Σῴζειν ὡς ἀρχεῖον',
'export-templates'  => 'Περιλαμβάνειν πρότυπα',
'export-pagelinks'  => 'Συμπερίληψις συνδεδεμένων δέλτων εἰς βάθος:',

# Namespace 8 related
'allmessages'                   => 'Μυνήματα συστήματος',
'allmessagesname'               => 'Ὄνομα',
'allmessagesdefault'            => 'Προεπειλεγμένον κείμενον',
'allmessagescurrent'            => 'Τρέχον κείμενον',
'allmessagesnotsupportedDB'     => "Ἥδε ἡ δέλτος ἄχρηστός ἐστὶν ἐπεί τὸ '''wgUseDatabaseMessages''' ἀνενεργὸν κατέστη.",
'allmessages-filter-legend'     => 'Διηθητήριον',
'allmessages-filter'            => 'Ταξινόμησις κατὰ κατάστασιν προσαρμογῆς:',
'allmessages-filter-unmodified' => 'Μὴ τροποποιηθέν',
'allmessages-filter-all'        => 'Ἅπαντα',
'allmessages-filter-modified'   => 'Τροποποιηθέν',
'allmessages-prefix'            => 'Ταξινόμησις κατά πρόθεμα:',
'allmessages-language'          => 'Γλῶττα:',
'allmessages-filter-submit'     => 'Ἰέναι',

# Thumbnails
'thumbnail-more'           => 'Αὐξάνειν',
'filemissing'              => 'Ἀρχεῖον ἐκλιπόν',
'thumbnail_error'          => 'Σφάλμα τοῦ ποιεῖν μικρογραφίαν: $1',
'djvu_page_error'          => 'Δέλτος DjVu ἐκτὸς ἐμβελείας',
'djvu_no_xml'              => 'Ἀδύνατον τὸ προσκομίζειν τὴν XML διὰ τὸ DjVu-ἀρχεῖον',
'thumbnail_invalid_params' => 'Ἄκυροι παράμετροι εἰκονίων',
'thumbnail_dest_directory' => 'Ἀδύνατος ἡ ποίησις ἀρχειοκαταλόγου προορισμοῦ',
'thumbnail_image-type'     => 'Τύπος εἰκόνος μὴ ὑποστηριζόμενος',
'thumbnail_gd-library'     => 'Μὴ πλήρης διαμόρφωσις βιβλιοθήκης GD: ὑπολείπουσα συνάρτησις $1',
'thumbnail_image-missing'  => 'Ἀρχεῖον καταφανῶς ἐκλιπόν: $1',

# Special:Import
'import'                     => 'Εἰσάγειν δέλτους',
'importinterwiki'            => 'Ὑπερδιαβικι-εἰσαγωγή',
'import-interwiki-source'    => 'Βίκι/δέλτος πηγή:',
'import-interwiki-history'   => 'Ἀντιγράφειν ἁπάσας τὰς ἐκδόσεις τοῦ ἱστορικοῦ τῆσδε τῆς δέλτου',
'import-interwiki-templates' => 'Συμπερίληψις ἁπάντων τῶν προτύπων',
'import-interwiki-submit'    => 'Εἰσάγειν',
'import-interwiki-namespace' => 'Ὀνοματεῖον προορισμός:',
'import-upload-filename'     => 'Ὄνομα ἀρχείου:',
'import-comment'             => 'Σχόλιον:',
'importstart'                => 'Εἰσάγειν δέλτους...',
'import-revision-count'      => '$1 {{PLURAL:$1|ἀναθεώρησις|ἀναθεωρήσεις}}',
'importnopages'              => 'Οὐδεμία εἰσακτέα δέλτος.',
'importfailed'               => 'Εἰσαγωγὴ ἀποτευκτός: <nowiki>$1</nowiki>',
'importunknownsource'        => 'Τύπος τῆς πηγῆς τῆς εἰσαγωγῆς ἄγνωτος',
'importcantopen'             => 'Ἀδύνατος ἡ ἄνοιξις τοῦ ἀρχείου εἰσαγωγῆς',
'importbadinterwiki'         => 'Κακὸς διαβικισύνδεσμος',
'importnotext'               => 'Κενὸν ἢ οὐδὲν κείμενον',
'importsuccess'              => 'Εἰσαγωγὴ τετελεσμένη!',
'importhistoryconflict'      => 'Ἀντιφατικὸν ἱστορικὸν μεταγραφῶν (ἐνδεχομένως εἰσήγαγες τήνδε τῆν δέλτον πάλαι ποτέ).',
'importnosources'            => 'Οὐδεμία πηγὴ εἰσαγωγῆς ὑπερδιαβίκι καθωρισμένη ἐστὶ καὶ τὸ ἄμεσον ἀντίγραφον τοῦ ἱστορικοῦ ἀνενεργὸν κατεστάθη.',
'importnofile'               => 'Οὐδὲν ἐπιφορτισθὲν ἀρχεῖον εἰσαγωγῆς.',
'importuploaderrorsize'      => 'Ἡ ἐπιφόρτισις τοῦ εἰσαγομένου ἀρχείου ἦτο ἀδύνατος.
Τὸ μέγεθος τοῦ ἀρχείου πέρα τοῦ δέοντος ὁρίου ἐστίν.',
'importuploaderrorpartial'   => 'Ἡ ἐπιφόρτισις τοῦ εἰσαγομένου ἀρχείου ἦτο ἀδύνατος.
Τὸ αρχεῖον ἐπεφορτίσθη ἐν μέρει μόνον.',
'import-parse-failure'       => 'ἀπότευξις τῆς λεξιαναλύσεως τῆς εἰσαγωγῆς τῆς XML',
'import-noarticle'           => 'Οὐδεμία εἰσακτέα δέλτος!',
'import-nonewrevisions'      => 'Ἅπασαι αἱ ἀναθεωρήσεις εἰσηγμέναι εἰσὶ προηγουμένως.',
'xml-error-string'           => '$1 ἐις τὴν $2, στηλ. $3 (δυφίον $4): $5',
'import-upload'              => 'Ἐπιφόρτωσις δεδομένων XML',
'import-token-mismatch'      => 'Ἀπὠλεια συνοδῶν δεδομένων. Πείρασον πάλιν.',
'import-invalid-interwiki'   => 'Μὴ δυνατὴ ἡ εἰσαγωγὴ ἐκ τοῦ καθωρισμένου βίκι.',

# Import log
'importlogpage'                    => 'Εἰσάγειν κατάλογον',
'importlogpagetext'                => 'Διαχειριστικαὶ εἰσαγωγαὶ δέλτων ἐχουσῶν ἱστορικὸν μεταγραφῶν προερχόμενον ἐξ ἑτέρων βίκι.',
'import-logentry-upload'           => 'εἰσήχθη τὸ [[$1]]',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|ἀναθεώρησις|ἀναθεωρήσεις}}',
'import-logentry-interwiki'        => 'ὑπερδιαβικιπεποιημένη $1',
'import-logentry-interwiki-detail' => '$1 {{PLURAL:$1|ἀναθεώρησις|ἀναθεωρήσεις}} ἐκ τοῦ $2',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Ἡ δέλτος χρωμένου σου',
'tooltip-pt-anonuserpage'         => 'Ἡ δέλτος χρωμένου περὶ τοῦ ip ὅνπερ μεταγράφεις ὡς',
'tooltip-pt-mytalk'               => 'Ἡ διάλεξίς σου',
'tooltip-pt-anontalk'             => 'Δίαλεξις περὶ τῶν μεταγραφῶν μέσῳ τῆσδε τῆς IP-διευθύνσεως',
'tooltip-pt-preferences'          => 'Αἱ αἱρέσεις μου',
'tooltip-pt-watchlist'            => 'Κατάλογος τῶν ἐφορωμένων μου',
'tooltip-pt-mycontris'            => 'Κατάλογος τῶν ἐράνων σου',
'tooltip-pt-login'                => 'Ἐπιθυμητὸν τὸ συνδεῖσθαι, οὐχ ὑποχρεωτικόν.',
'tooltip-pt-anonlogin'            => 'Ἐπιθυμητὸν τὸ συνδεῖσθαι, οὐχ ὑποχρεωτικόν.',
'tooltip-pt-logout'               => 'Ἐξέρχεσθαι',
'tooltip-ca-talk'                 => 'Διάλεξις περὶ τῆς δέλτου',
'tooltip-ca-edit'                 => 'Ἔξεστί σοι μεταγράφειν τήνδε τὴν δέλτον. Προθεωρεῖν πρὶν ἂν γράφῃς τὴν δέλτον.',
'tooltip-ca-addsection'           => 'Ἄρχειν νέον τμῆμα',
'tooltip-ca-viewsource'           => 'Σῴζεται ἥδε ἡ δέλτος.
Ἔξεστί σοι τὴν πηγήν ἐπισκοπεῖν.',
'tooltip-ca-history'              => 'Προηγούμεναι ἐκδόσεις τῆσδε τῆς δέλτου',
'tooltip-ca-protect'              => 'Ἀμύνειν τῇδε τῇ δέλτῳ',
'tooltip-ca-unprotect'            => 'Μὴ φυλάττειν τήνδε δέλτον',
'tooltip-ca-delete'               => 'Διαγράφειν τήνδε τὴν δέλτον',
'tooltip-ca-undelete'             => 'Ἀποκαθιστάναι τὰς ἀλλαγὰς τὰς τετελεσμένας ἐν τῇδε τῇ δέλτῷ πρὸ τῆς ἑὴς διαγρφῆς.',
'tooltip-ca-move'                 => 'Κινεῖν τήνδε τὴν δέλτον',
'tooltip-ca-watch'                => 'Ἐφορᾶν τήνδε τὴν δέλτον',
'tooltip-ca-unwatch'              => 'Ἀνεφορᾶν τήνδε τὴν δέλτον',
'tooltip-search'                  => 'Ζητεῖν {{SITENAME}}',
'tooltip-search-go'               => 'Ἴθι πρὸς δέλτον τινὰ ὁμοίως ὀνομαζομένην εἰ ᾖ',
'tooltip-search-fulltext'         => 'Ζητεῖν ἁπάσας τᾶς δέλτους τὰς περιέχουσας τόδε τὸ κείμενον',
'tooltip-p-logo'                  => 'Πορεύεσθαι πρὸς τὴν Κυρίαν Δέλτον',
'tooltip-n-mainpage'              => 'Πορεύεσθαι πρὸς τὴν Κυρίαν Δέλτον',
'tooltip-n-mainpage-description'  => 'Ἐπίσκεψαι τὴν κυρίαν δέλτον',
'tooltip-n-portal'                => 'Περὶ τούτου τοῦ ἐγχειρήματος καὶ τῶν οἵων ἔξεστί σoι πράττεις, πού πάρεστί τινα εἶναι',
'tooltip-n-currentevents'         => 'Πληροφορίαι ἐπὶ ἐπικαίρων γεγονότων',
'tooltip-n-recentchanges'         => 'Κατάλογος κατὰ πᾶσας τὰς νέας μεταβολάς.',
'tooltip-n-randompage'            => 'Τινὰ δέλτον χύδην ἐπιφορτίζειν',
'tooltip-n-help'                  => 'Μάθησις περὶ τοῦδε τοῦ βίκι.',
'tooltip-t-whatlinkshere'         => 'Κατάλογος τῶν ἐνθάδε ἀγόντων',
'tooltip-t-recentchangeslinked'   => 'Πρόσφατοι μεταβολαὶ ἐν δέλτοις συνεζευγμένοις μετὰ τῆσδε τῆς δέλτου',
'tooltip-feed-rss'                => 'RSS Ῥοὴ διὰ τήνδε δέλτον',
'tooltip-feed-atom'               => 'Atom Ῥοὴ διὰ τήνδε δέλτον',
'tooltip-t-contributions'         => 'Ὁρᾶν τοὺς τοῦδε τοῦ χρωμένου ἐράνους',
'tooltip-t-emailuser'             => 'Ἠλεκτρονικὴν ἐπιστολὴν τῷδε τῷ χρωμένῳ πέμπειν',
'tooltip-t-upload'                => 'Φορτία ἐντιθέναι',
'tooltip-t-specialpages'          => 'Κατάλογος κατὰ πᾶσας τὰς εἰδικὰς δέλτους',
'tooltip-t-print'                 => 'Ἐκτυπώσιμος ἔκδοσις τῆσδε τῆς δέλτου',
'tooltip-t-permalink'             => 'Μόνιμος σύνδεσμος πρὸς τήνδε τὴν ἔκδοσιν τῆς δέλτου',
'tooltip-ca-nstab-main'           => 'Δέλτον ὁρᾶν',
'tooltip-ca-nstab-user'           => 'Δέλτος χρωμένου ὁρᾶν',
'tooltip-ca-nstab-media'          => 'Ὁρᾶν τὴν δέλτον μέσων',
'tooltip-ca-nstab-special'        => 'Ἥδε ἐστὶ εἰδικὴ δἐλτος, οὐκ ἔξεστί σοι μεταγράφειν αύτὴν καθἐαυτήν',
'tooltip-ca-nstab-project'        => 'Ὁρᾶν τὴν δέλτον ἐγχειρήματος',
'tooltip-ca-nstab-image'          => 'Ὁρᾶν τὴν τοῦ φορτίου δέλτον',
'tooltip-ca-nstab-mediawiki'      => 'Ὁρᾶν τὸ μήνυμα τοῦ συστήματος',
'tooltip-ca-nstab-template'       => 'Ὁρᾶν πρότυπον',
'tooltip-ca-nstab-help'           => 'Ὁρᾶν δέλτον βοηθείας',
'tooltip-ca-nstab-category'       => 'Ἐπισκοπεῖν τὴν τῆς κατηγορίας δέλτον',
'tooltip-minoredit'               => 'Δεικνύναι ἥδε ἡ μεταβολή μικρά εἴναι',
'tooltip-save'                    => 'Γράφειν τὰς μεταβολάς σου',
'tooltip-preview'                 => 'Προεπισκοπεῖν τὰς ἀλλαγὰς ὑμῶν. Παρακαλοῦμεν ὑμᾶς ἵνα χρῆσθε ταύτην τὴν ἐπιλογὴν πρὸ τοῦ ἀποθηκεύειν!',
'tooltip-diff'                    => 'Δεῖξαι τὰς γεγραμμένας μεταβολάς.',
'tooltip-compareselectedversions' => 'Ὁρᾶν τὰς διαφορὰς μεταξὺ τῶν δύω ἐπειλεγμένων ἐκδοχῶν ταύτης τῆς δέλτου.',
'tooltip-watch'                   => 'Ἐφορᾶν τήνδε τὴν δέλτον',
'tooltip-recreate'                => 'Ἔστω καὶ ἂν διαγεγραμμένη ἡ δέλτος ᾖ, ἀναποίησον ταύτην',
'tooltip-upload'                  => 'Ἐκκινεῖν ἐπιφόρτωσιν',
'tooltip-rollback'                => 'Ἡ "Ἀναστροφὴ" ἀναστρέφει τὰς μεταγραφὰς τῆσδε τῆς δέλτου ὑπὸ τοῦ ὑστάτου συμβάλλοντος μέσῳ ἑνὸς κλίκ',
'tooltip-undo'                    => 'Ἡ "Ἀναίρεσις" ἀναιρεῖ τήνδε τὴν μεταγραφἢν καὶ ἀνοίγει τὸν τὐπον μεταγραφῆς ἐν καταστάσει προθεωρήσεως.
Ἐπιτρέπει τὴν προσθήκην αἰτιολογίας ἐν τῇ συνόψει',

# Metadata
'nodublincore'      => 'Τὰ μεταδεδομένα RDF τὰ ἀφορῶντα τὸ πρότυπον κανόνων Dublin Core ἀπενεργηθέντα εἰσὶ ἐν τῇδε τῇ ἐξυπηρετητικῇ μηχανῇ.',
'nocreativecommons' => 'Τὰ μεταδεδομένα RDF τὰ ἀφορῶντα τὰ Creative Commons (Δημιουργικὰ Κοινά) ἀπενεργηθέντα εἰσὶ ἐν τῇδε τῇ ἐξυπηρετητικῇ μηχανῇ.',
'notacceptable'     => 'Ἡ ἐξυπηρετητικὴ μηχανὴ τοῦ βίκι οὐ δύναται παράσχειν δεδομένα ἐν διαμορφώσει τινὰ ἀναγνωσίμῳ ὑπἐσοῦ.',

# Attribution
'anonymous'        => '{{PLURAL:$1|Ἀνώνυμος χρώμενος|Ἀνώνυμοι χρώμενοι}} τῷ {{SITENAME}}',
'siteuser'         => 'Χρώμενος τῷ {{SITENAME}} $1',
'anonuser'         => 'ἀνώνυμος χρώμενος $1 τοῦ {{SITENAME}}',
'lastmodifiedatby' => 'Ἥδε ἡ δἐλτος ἠλλάχθη ὑστάτως $2, $1 ἐκ τοῦ $3.',
'othercontribs'    => 'Βεβασισμένον τῷ ἔργῳ τοῦ/τῶν $1.',
'others'           => 'ἄλλοι',
'siteusers'        => '{{SITENAME}} {{PLURAL:$2|χρωμένου|χρωμένων}} τῷ $1',
'anonusers'        => '{{PLURAL:$2|ἀνώνυμος χρώμενος|ἀνώνυμοι χρώμενοι}} $1 τοῦ {{SITENAME}}',
'creditspage'      => 'Διαπιστεύσεις δέλτου',
'nocredits'        => 'Οὐδεμία πύστις περὶ πιστώσεως ἐράνου ἐν τῇδε τῇ δέλτῳ ἐστίν.',

# Spam protection
'spamprotectiontitle' => 'Διηθητήριον ἀνεπιθυμήτων ἀγγελιῶν',
'spambot_username'    => 'Κάθαρσις τῶν ἀνεπιθυμήτων ἀγγελιῶν τῆς MediaWiki',

# Info page
'infosubtitle'   => 'Πληροφορίαι περὶ τῆς δἐλτου',
'numedits'       => 'Ἀριθμὸς μεταγραφῶν (ἐν τῇ δέλτῳ): $1',
'numtalkedits'   => 'Ἀριθμὸς μεταγραφῶν (δέλτος διαλέξεως): $1',
'numwatchers'    => 'Ἀριθμὸς ἐφορώντων: $1',
'numauthors'     => 'Ἀριθμὸς διακεκριμένων πρωτουργῶν (ἐν τῇ δέλτῳ): $1',
'numtalkauthors' => 'Ἀριθμὸς διακεκριμένων πρωτουργῶν (ἐν τῇ δέλτῳ διαλέξεως): $1',

# Math options
'mw_math_png'    => 'Ἀπόδοσις PNG πάντοτε',
'mw_math_simple' => 'HTML εἰ λίαν ἁπλοῦν, εἰδἄλλως PNG',
'mw_math_html'   => 'HTML εἰ δυνατὸν, εἰδἄλλως PNG',
'mw_math_source' => 'Ἄφες το ὡς TeX (διὰ πλοηγητήρια κειμένων)',
'mw_math_modern' => 'Προτεινομένη διὰ σύγχρονα πλοηγητήρια',
'mw_math_mathml' => 'MathML εἰ δυνατόν (πειραστικόν)',

# Math errors
'math_failure'          => 'Λεξιανάλυσις ἀποτετυχηκυῖα',
'math_unknown_error'    => 'ἄγνωστον σφάλμα',
'math_unknown_function' => 'ἄγνωστος ἐνέργεια',
'math_lexing_error'     => 'σφάλμα λεξικῆς ἀναλύσεως',
'math_syntax_error'     => 'σφάλμα συντάξεως',
'math_image_error'      => 'Ἡ PNG-μετατροπὴ ἀπετεύχθη·
ἔλεγξον τὴν ὀρθὴν ἐγκατάστασιν τῶν latex, dvips, gs, καὶ μετάτρεψον',
'math_bad_tmpdir'       => 'Ἀδύνατος ἦτο ἡ ποίησις μαθηματικῶν δεδομένων ἢ ἡ ἐγγραφὴ ἐν προσκαίρῳ ἀρχειοκαταλόγῳ',
'math_bad_output'       => 'Ἀδύνατος ἦτο ἡ ποίησις μαθηματικῶν δεδομένων ἢ ἡ ἐγγραφὴ ἐν ἀρχειοκαταλόγῳ ἐξόδου',
'math_notexvc'          => 'Ἐλλεῖπον ἐκτελέσιμον texvc;
ἴδε math/README διὰ τὸ διαμορφοῦν.',

# Patrolling
'markaspatrolleddiff'        => 'Σεσημασμένη ὡς φρουρουμένη',
'markaspatrolledtext'        => 'Σημαίνειν τήνδε τὴν δέλτον ὡς φρουρούμενη',
'markedaspatrolled'          => 'Σεσημασμένη ὡς φρουρουμένη',
'markedaspatrolledtext'      => 'Ἡ ἐπειλεγμένη ἀναθεώρησις τῆς [[:$1]] σεσήμασται ὡς περιπολουμένη.',
'rcpatroldisabled'           => 'Περίπολος Προσφάτων Μεταβολῶν ἀπενεργοποιηθεῖσα',
'rcpatroldisabledtext'       => 'Τὸ χαρακτηριστικὸν Περιπολία Προσφάτων Μεταβολῶν νῦν ἐστι ἀπενεργοποιηθέν.',
'markedaspatrollederror'     => 'Μὴ δυνατὴ ἡ σήμανσις περιπολήσεως',
'markedaspatrollederrortext' => 'Δεῖ σε ὁρίσειν ἀναθεώρησιν τινὰ ἵνα σεσημασμένη αὕτη ᾖ ὡς περιπολουμένη.',

# Patrol log
'patrol-log-page'      => 'Κατάλογος περιπόλων',
'patrol-log-header'    => 'Ὅδε ἐστὶ κατάλογος περιπολουμένων ἀναθεωρήσεων.',
'patrol-log-line'      => 'σήμανσις τῆς ἐκδόσεως $1 τοῦ $2 ὡς περιπολουμένη $3',
'patrol-log-auto'      => '(αὐτόματον)',
'patrol-log-diff'      => 'ἀναθεώρησις $1',
'log-show-hide-patrol' => '$1 κατάλογος περιπόλου',

# Image deletion
'deletedrevision'                 => 'Προτέρα ἔκδοσις διαγραφεῖσα $1',
'filedeleteerror-short'           => 'Ἀρχεῖον διαγράφον σφάλματα: $1',
'filedeleteerror-long'            => 'Σφάλματα ἀπαντἠθησαν ἐν τῷ διαγράφειν τὸ ἀρχεῖον:

$1',
'filedelete-missing'              => 'Τὸ ἀρχεῖον "$1" μὴ διαγράψιμόν ἐστι διότι οὐχ ὑπάρχει.',
'filedelete-old-unregistered'     => 'Ἡ καθωρισμένη ἀναθεώρησις "$1" οὐχ ὑπάρχει ἐν τῇ βάσει δεδομένων',
'filedelete-current-unregistered' => 'Τὸ καθωρισμένον ἀρχεῖον "$1" οὐχ ὑπάρχει ἐν τῇ βάσει δεδομένων',

# Browsing diffs
'previousdiff' => '← Ἡ μεταβολὴ ἡ προτέρα',
'nextdiff'     => 'Ἡ μεταβολὴ ἡ νεωτέρα →',

# Media information
'imagemaxsize'         => "Ὅριον μεγέθους εἰκόνος:<br />''(ἐν περιπτώσει δέλτων περιγραφῆς ἀρχείων)''",
'thumbsize'            => 'Μέγεθος μικρογραφίας:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|δέλτος|δέλτοι}}',
'file-info'            => 'μέγεθος ἀρχείου: $1, τὐπος MIME: $2',
'file-info-size'       => '$1 × $2 εἰκονοστοιχεῖα, μέγεθος ἀρχείου: $3, τύπος MIME: $4',
'file-nohires'         => '<small>Οὐ διατίθεται ὑψηλοτέρα ἀνάλυσις.</small>',
'svg-long-desc'        => 'ἀρχεῖον SVG, ὀνομαστὶ $1 × $2 εἰκονοστοιχεῖα, μέγεθος ἀρχείου: $3',
'show-big-image'       => 'Πλήρης ἀνάλυσις',
'show-big-image-thumb' => '<small>Τῆσδε τῆς προθεωρήσεως μέγεθος: $1 × $2 εἰκονοστοιχεῖα</small>',
'file-info-gif-looped' => 'ἄπειρος βρόγχος',
'file-info-gif-frames' => '$1 {{PLURAL:$1|πλαίσιον|πλαίσια}}',

# Special:NewFiles
'newimages'             => 'Τὰ νέα φορτία δεῦρο ἀθροίζειν',
'imagelisttext'         => "Κάτωθι κατάλογός ἐστιν '''$1''' {{PLURAL:$1|ἀρχείου|ἀρχείων}} ταξινομημέν-ου/-ων κατὰ σειρὰν $2.",
'newimages-summary'     => 'Ἥδε ἡ εἰδικὴ δέλτος δεικνύει τὰ πλέον πρόσφατα ἐπιπεφορτισμένα ἀρχεῖα.',
'newimages-legend'      => 'Διηθητήριον',
'newimages-label'       => 'Ἀρχειώνυμον (ἢ μέρος οὗ):',
'showhidebots'          => '($1 αὐτόματα)',
'noimages'              => 'Οὐδεμία εἰκών.',
'ilsubmit'              => 'Ζητεῖν',
'bydate'                => 'κατὰ χρονολογίαν',
'sp-newimages-showfrom' => 'Δεῖξις νέων ἀρχείων ἀρχομένη ἐκ $2, $1',

# Bad image list
'bad_image_list' => 'Ἡ μορφοποιία ὡς ἑξῆς ἐστίν:

Μόνον ἀντικείμενα διαλογῆς (γραμμαὶ ἐκκινούμεναι μετὰ τοῦ *) δεκτὰ εἰσίν.
Ὁ πρῶτος σύνδεσμος ἐν πάσῃ γραμμῇ ὀφείλει εἶναι σύνδεσμος πρὸς κακὸν ἀρχεῖόν τι.
Οἷοι δήποτε ἐπακόλουθοι σύνδεσμοι ἐν τῇ αὐτῇ γραμμῇ θεωρούμενοι ὡς ἐξαιρέσεις εἰσίν, δῆλα δὴ δέλτοι ὅπου τὸ ἀρχεῖον φανῆναι ἐν συνδέσει δύναται.',

# Metadata
'metadata'          => 'Μεταδεδομένα',
'metadata-help'     => 'Τόδε ἀρχεῖον περιέχει προσθέτους πληροφορίας, πιθανῶς προστεθειμένας ἐκ τῆς ψηφιακῆς φωτογραφικῆς μηχανῆς ἢ τοῦ σαρωτοῦ χρησθέντος τῇ δημιουργίᾳ ἢ τῇ ψηφιοποιήσει αὐτοῦ. Εἰ τὸ ἀρχεῖον ἤλλακται ἐκ τῆς ἑῆς ἀρχικῆς καταστάσεως, ἀκρίβειαί τινες πιθανῶς μὴ πλήρως τὸ ἠλλαγμενον ἀρχεῖον ἀνακλοῦσιν.',
'metadata-expand'   => 'Δηλοῦν τὰς ἀκριβείας',
'metadata-collapse' => 'Κρύπτειν τὰς ἀκριβείας',
'metadata-fields'   => 'Τὰ πεδία μεταδεδομένων EXIF τοῦδε τοῦ μηνύματος περιλήψονται ἐν τῇ δέλτῳ ἐμφανίσεως εἰκόνος ὁπηνίκα ὁ πίναξ μεταδεδομένων ἀποκρύψηται. Τὰ ἕτερα πεδία ἔσονται κεκρυμμένα κατὰ προεπιλογήν.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'Πλάτος',
'exif-imagelength'                 => 'Ὕψος',
'exif-bitspersample'               => 'Δυφία ἀνὰ συνιστῶσαν',
'exif-compression'                 => 'Σχῆμα συμπιέσεως',
'exif-photometricinterpretation'   => 'Σύνθεσις εἰκονοστοιχείων',
'exif-orientation'                 => 'Προσανατόλισις',
'exif-samplesperpixel'             => 'Ἀριθμὸς συνιστωσῶν',
'exif-planarconfiguration'         => 'Παράταξις δεδομένων',
'exif-ycbcrsubsampling'            => 'Λόγος ὑποδειγματίσεως τοῦ Y πρὸς τὸ C',
'exif-ycbcrpositioning'            => 'Τοποθέτησις τῶν Y καὶ C',
'exif-xresolution'                 => 'Ὁριζόντιος ἀνάλυσις',
'exif-yresolution'                 => 'Κάθετος ἀνάλυσις',
'exif-resolutionunit'              => 'Μονὰς τῆς τῶν X καὶ Y ἀναλύσεως',
'exif-stripoffsets'                => 'Τοποθεσία δεδομένων εἰκόνος',
'exif-rowsperstrip'                => 'Ἀριθμὸς σειρῶν ἀνὰ λῶρον',
'exif-stripbytecounts'             => 'Δυφία ἀνὰ συμπεπιεσμένον λῶρον',
'exif-jpeginterchangeformat'       => 'Μετάθεσις εἰς JPEG SOI',
'exif-jpeginterchangeformatlength' => 'Δυφιολέξεις δεδομένων JPEG',
'exif-transferfunction'            => 'Συνάρτησις μεταφορᾶς',
'exif-whitepoint'                  => 'Χρωματικότης λευκοῦ σημείου',
'exif-primarychromaticities'       => 'Πρωτεύουσαι χρωματικότητες',
'exif-ycbcrcoefficients'           => 'Συντελεσταὶ μητρῶν μετασχηματισμοῦ χρώματος',
'exif-referenceblackwhite'         => 'Ζεῦγος μελανῶν καὶ λευκῶν τιμῶν ἀναφορᾶς',
'exif-datetime'                    => 'Χρονολογία μεταβολῆς τοῦ ἀρχείου',
'exif-imagedescription'            => 'Ἐπιγραφὴ εἰκόνος',
'exif-make'                        => 'Ἐξεργαστὴς τῆς εἰκονοληπτικῆς μηχανῆς',
'exif-model'                       => 'Πρότυπον τῆς εἰκονοληπτικῆς μηχανῆς',
'exif-software'                    => 'Χρησθὲν λογισμικόν',
'exif-artist'                      => 'Πρωτουργός',
'exif-copyright'                   => 'Κάτοχος δικαιωμάτων',
'exif-exifversion'                 => 'ἔκδοσις Exif',
'exif-flashpixversion'             => 'Ὑποστηριζομένη ἔκδοσις τῆς μορφοποιίας Flashpix',
'exif-colorspace'                  => 'Χρωματικὸς χῶρος',
'exif-componentsconfiguration'     => 'Νόημα ἑκάστης συνιστώσης',
'exif-compressedbitsperpixel'      => 'Τρόπος συμπιέσεως εἰκόνος',
'exif-pixelydimension'             => 'Ἔγκυρον πλάτος εἰκόνος',
'exif-pixelxdimension'             => 'Ἔγκυρον ὕψος εἰκόνος',
'exif-makernote'                   => 'Ἐπισημειώσεις ἐξεργαστοῦ',
'exif-usercomment'                 => 'Σχόλια χρωμένου',
'exif-relatedsoundfile'            => 'Σχετιζόμενον ἀρχεῖον ἤχου',
'exif-datetimeoriginal'            => 'Χρονολογία καὶ ὥρα παραγωγῆς δεδομένων',
'exif-datetimedigitized'           => 'Χρονολογία καὶ ὥρα ψηφιοποιήσεως',
'exif-subsectime'                  => 'Ὑποδευτερόλεπτα χρονολογίας',
'exif-subsectimeoriginal'          => 'Χρονολογίας ἀρχικῆς λήψεως ὑποδευτερόλεπτα',
'exif-subsectimedigitized'         => 'Χρονολογίας ψηφιοποίησεως ὑποδευτερόλεπτα',
'exif-exposuretime'                => 'Χρόνος ἐκθέσεως',
'exif-exposuretime-format'         => '$1 δευτ. ($2)',
'exif-fnumber'                     => 'Ἀριθμός F',
'exif-exposureprogram'             => 'Πρόγραμμα ἐκθέσεως',
'exif-spectralsensitivity'         => 'Φασματικὴ εὐαισθητότης',
'exif-isospeedratings'             => 'Βαθμολόγησις ταχύτητος ISO',
'exif-oecf'                        => 'Παράγων ὀπτοηλεκτρονικῆς μετατροπῆς',
'exif-shutterspeedvalue'           => 'Ταχύτης κλῄσεως',
'exif-aperturevalue'               => 'Ἄνοιξις διαφράγματος',
'exif-brightnessvalue'             => 'Φωτεινότης',
'exif-exposurebiasvalue'           => 'Προτεραιότης ἐκθέσεως',
'exif-maxaperturevalue'            => 'Μεγίστη ἄνοιξις',
'exif-subjectdistance'             => 'Ἀπόστασις ἀντικειμένου',
'exif-meteringmode'                => 'Κατάστασις φωτομέτρου',
'exif-lightsource'                 => 'Πηγὴ φωτός',
'exif-flash'                       => 'Ἀστραποβόλον',
'exif-focallength'                 => 'Ἑστιακὸν μῆκος φακοῦ',
'exif-subjectarea'                 => 'Θεματικὸν πεδίον',
'exif-flashenergy'                 => 'Ἐνέργεια τῆς ἀστραποβόλου συσκευῆς',
'exif-spatialfrequencyresponse'    => 'Ἀπόκρισις χωρικῆς συχνότητος',
'exif-focalplanexresolution'       => 'Ἀνάλυσις ἑστιακοῦ ἐπιπέδου X',
'exif-focalplaneyresolution'       => 'Ἀνάλυσις ἑστιακοῦ ἐπιπέδου Y',
'exif-focalplaneresolutionunit'    => 'Μονὰς μετρήσεως ἀναλύσεως ἑστιακοῦ ἐπιπέδου',
'exif-subjectlocation'             => 'Τοποθεσία ἀντικειμένου',
'exif-exposureindex'               => 'Δείκτης ἐκθέσεως',
'exif-sensingmethod'               => 'Μέθοδος αἰσθητῆρος',
'exif-filesource'                  => 'Πηγὴ ἀρχείου',
'exif-scenetype'                   => 'Τύπος σκηνῆς',
'exif-cfapattern'                  => 'Πρὀτυπον CFA',
'exif-customrendered'              => 'Συνήθης ἐπεξεργασία εἰκόνος',
'exif-exposuremode'                => 'Τρόπος ἐκθέσεως',
'exif-whitebalance'                => 'Ἰσορροπία λευκῶν',
'exif-digitalzoomratio'            => 'Ἀναλογία ψηφιακῆς μεταβλητῆς ἑστιάσεως',
'exif-focallengthin35mmfilm'       => 'Ἑστιακὴ ἀπόστασις ἐν πελνῷ 35 χστ.μ.',
'exif-scenecapturetype'            => 'Τύπος συλλήψεως σκηνῆς',
'exif-gaincontrol'                 => 'Ἔλεγχος σκηνῆς',
'exif-contrast'                    => 'Ἀντίθεσις',
'exif-saturation'                  => 'Κορεσμός',
'exif-sharpness'                   => 'Ὀξύτης',
'exif-devicesettingdescription'    => 'Περιγραφὴ ῥυθμίσεων τῆς συσκευῆς',
'exif-subjectdistancerange'        => 'Ἐμβέλεια διακύμανσεως τῆς ἀποστάσεως τοῦ ἀντικειμένου',
'exif-imageuniqueid'               => 'Μονοσήμαντος ταυτοποίησις εἰκόνος',
'exif-gpsversionid'                => 'Ἔκδοσις μετὰ GPS σημάντρου',
'exif-gpslatituderef'              => 'Βόρειον ἢ Νότιον γεωγραφικὸν πλάτος',
'exif-gpslatitude'                 => 'Πλάτος γεωγραφικόν',
'exif-gpslongituderef'             => 'Ἀνατολικὸν ἢ Δυτικὸν γεωγραφικὸν μῆκος',
'exif-gpslongitude'                => 'Γεωγραφικὸν μῆκος',
'exif-gpsaltituderef'              => 'Ἀναφορὰ ὕψους γεωγραφικοῦ',
'exif-gpsaltitude'                 => 'Γεωγραφικὸν ὕψος',
'exif-gpstimestamp'                => 'Χρόνος GPS (ἀτομικὸν ὡρολόγιον)',
'exif-gpssatellites'               => 'Δορυφόροι χρησθέντες ταῖς μετρήσεσιν',
'exif-gpsstatus'                   => 'Κατάστασις δέκτου',
'exif-gpsmeasuremode'              => 'Τρόπος μετρήσεως',
'exif-gpsdop'                      => 'Ἀκριβεία μετρήσεως',
'exif-gpsspeedref'                 => 'Μονὰς ταχύτητος',
'exif-gpsspeed'                    => 'Ταχύτης τοῦ δέκτου GPS',
'exif-gpstrackref'                 => 'Ἀναφορὰ ἐπὶ τῆς κατευθύνσεως τῆς κινήσεως',
'exif-gpstrack'                    => 'Κατεύθυνσις κινήσεως',
'exif-gpsimgdirectionref'          => 'Ἀναφορὰ ἐπὶ τῆς κατευθύνσεως τῆς εἰκόνος',
'exif-gpsimgdirection'             => 'Κατεύθυνσις εἰκόνος',
'exif-gpsmapdatum'                 => 'Κεχρησμένα δεδομένα γεωδαιτικῶν μετρήσεων',
'exif-gpsdestlatituderef'          => 'Ἀναφορὰ ἐπὶ τοῦ γεωγραφικοῦ πλάτους τοῦ προορισμοῦ',
'exif-gpsdestlatitude'             => 'Γεωγραφικὸν πλάτος προορισμοῦ',
'exif-gpsdestlongituderef'         => 'Ἀναφορὰ ἐπὶ τοῦ γεωγραφικοῦ μήκους τοῦ προορισμοῦ',
'exif-gpsdestlongitude'            => 'Γεωγραφικὸν μῆκος προορισμοῦ',
'exif-gpsdestbearingref'           => 'Ἀναφορὰ ἐπὶ τῶν συντεταγμένων προορισμοῦ',
'exif-gpsdestbearing'              => 'Συντεταγμέναι προορισμοῦ',
'exif-gpsdestdistanceref'          => 'Ἀναφορὰ διὰ τὴν ἀπόστασιν μέχρι τὸν προορισμόν',
'exif-gpsdestdistance'             => 'Ἀπόστασις μέχρι τὸν προορισμόν',
'exif-gpsprocessingmethod'         => 'Ὄνομα μεθόδου ἐπεξεργασίας τοῦ GPS',
'exif-gpsareainformation'          => 'Ὄνομα GPS-ζώνης',
'exif-gpsdatestamp'                => 'Χρονολογία GPS',
'exif-gpsdifferential'             => 'Διαφορικὴ διόρθωσις τοῦ GPS',

# EXIF attributes
'exif-compression-1' => 'Ἀσυμπίεστος',

'exif-unknowndate' => 'Ἄγνωτος χρονολογία',

'exif-orientation-1' => 'Κανονικόν',
'exif-orientation-2' => 'Ἀντεστραμμένη ὁριζοντίως',
'exif-orientation-3' => 'Περιεστραμμένη κατὰ 180°',
'exif-orientation-4' => 'Ἀντεστραμμένη καθέτως',
'exif-orientation-5' => 'Περιεστραμμένη 90° ἀνθωρολογιακῶς καὶ ἀντεστραμμένη καθέτως',
'exif-orientation-6' => 'Περιεστραμμένη 90° ὡρολογιακώς',
'exif-orientation-7' => 'Περιεστραμμένη 90° ὡρολογιακῶς καὶ ἀντεστραμμένη καθέτως',
'exif-orientation-8' => 'Περιεστραμμένη 90° ἀνθωρολογιακώς',

'exif-planarconfiguration-1' => 'πεπλατυσμένη μορφοποιία',
'exif-planarconfiguration-2' => 'ἐπίπεδος μορφοποιία',

'exif-componentsconfiguration-0' => 'Οὐκ ἔστι',

'exif-exposureprogram-0' => 'Ἀκαθόριστον',
'exif-exposureprogram-1' => 'Χειροκίνητον',
'exif-exposureprogram-2' => 'Κανονικὸν πρόγραμμα',
'exif-exposureprogram-3' => 'Προτεραιότης ἀνοἰξεως διαφράγματος',
'exif-exposureprogram-4' => 'Προτεραιότης κλείστρου',
'exif-exposureprogram-5' => 'Δημιουργικὸν πρόγραμμα (μεροληψία ὑπέρ τοῦ βάθους πεδίου)',
'exif-exposureprogram-6' => 'Δραστικὸν πρόγραμμα (μεροληψία ὑπέρ τοῦ τάχους κλείστρου)',
'exif-exposureprogram-7' => 'Κεντρικῆς ἀναπαραστάσεως τρόπος (διὰ προσεχῆ φωτογραφήματα οἷσπερ τὸ ὑπόβαθρον μὴ εἱστιαμένον ἐστίν)',
'exif-exposureprogram-8' => 'Τοπίου τρόπος (διὰ φωτογραφήματα οἷσπερ τὸ ὑπόβαθρον εἱστιαμένον ἐστίν)',

'exif-subjectdistance-value' => '$1 μέτρα',

'exif-meteringmode-0'   => 'Ἄγνωτον',
'exif-meteringmode-1'   => 'Μέσον',
'exif-meteringmode-2'   => 'Κεντροβαρὴς Μέση Τιμή',
'exif-meteringmode-3'   => 'Μονοσημειακόν',
'exif-meteringmode-4'   => 'Πολυσημειακόν',
'exif-meteringmode-5'   => 'Ὑπόδειγμα',
'exif-meteringmode-6'   => 'Μερικόν',
'exif-meteringmode-255' => 'Ἄλλη',

'exif-lightsource-0'   => 'Ἄγνωτος',
'exif-lightsource-1'   => 'Ἡμερινὸν φῶς',
'exif-lightsource-2'   => 'Φθορίζον',
'exif-lightsource-3'   => 'Βαρυλίθιον (πυρακτωσικὸν φῶς)',
'exif-lightsource-4'   => 'Ἀστραποβόλος συσκευή',
'exif-lightsource-9'   => 'Αἴθρια μετέωρα',
'exif-lightsource-10'  => 'Συννεφῆ μετέωρα',
'exif-lightsource-11'  => 'Σκίασις',
'exif-lightsource-12'  => 'Ἡμερινοφωτικὴ φθοριοφάνεια (D 5700 – 7100K)',
'exif-lightsource-13'  => 'Ἡμερινὴ λευκὴ φθοριοφάνεια (N 4600 – 5400K)',
'exif-lightsource-14'  => 'Ψυχρὴ λευκὴ φθοριοφάνεια (W 3900 – 4500K)',
'exif-lightsource-15'  => 'Λευκὴ φθοριοφάνεια (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'Τυπικὸν φῶς A',
'exif-lightsource-18'  => 'Τυπικὸν φῶς B',
'exif-lightsource-19'  => 'Τυπικὸν φῶς C',
'exif-lightsource-24'  => 'Βαρυλίθιον τοῦ ἐργαστηρίου κανονικοποιημένον κατὰ ISO',
'exif-lightsource-255' => 'Ἕτεραι φωτοπηγαί',

# Flash modes
'exif-flash-fired-0'    => 'Τὸ ἀστραποβόλον οὐκ ἧψεν',
'exif-flash-fired-1'    => 'Τὸ ἀστραποβόλον ἧψεν',
'exif-flash-return-0'   => 'οὐδὲν στροβοσκόπιον ἐπιστρέφει φῶς τι διακριτόν',
'exif-flash-return-2'   => 'τὸ στροβοσκόπιον οὐκ ἐπιστρέφει φῶς τι διακριτόν',
'exif-flash-return-3'   => 'τὸ στροβοσκόπιον ἐπιστρέφει φῶς τι διακριτόν',
'exif-flash-mode-1'     => 'δέουσα ἡ ἅψις τοῦ ἀστραποβόλου',
'exif-flash-mode-2'     => 'δέουσα ἡ καταστολὴ τοῦ ἀστραποβόλου',
'exif-flash-mode-3'     => 'αὐτόματος τρόπος',
'exif-flash-function-1' => 'Οὐδεμία ἀστραποβόλησις',
'exif-flash-redeye-1'   => 'τρόπος μειώσεως τοῦ φαινομένου τῶν ἐρυθρῶν ὀφθαλμῶν',

'exif-focalplaneresolutionunit-2' => 'οὐγκιαί',

'exif-sensingmethod-1' => 'Ἀόριστος',
'exif-sensingmethod-2' => 'Aἰσθητὴρ χρωματικῆς περιοχῆς ἑνὸς "φαιοῦ"',
'exif-sensingmethod-3' => 'Aἰσθητὴρ χρωματικῆς περιοχῆς δύο "φαιῶν"',
'exif-sensingmethod-4' => 'Aἰσθητὴρ χρωματικῆς περιοχῆς τριῶν "φαιῶν"',
'exif-sensingmethod-5' => 'Σειραϊκος ἐμβαδικὸς αἰσθητήρ χρωμάτων',
'exif-sensingmethod-7' => 'Τριγραμμικὸν αἰσθητήριον',
'exif-sensingmethod-8' => 'Σειραϊκος γραμμικὸς αἰσθητήρ χρωμάτων',

'exif-scenetype-1' => 'Ἀπεὐθείας φωτογραφημένη εἰκών',

'exif-customrendered-0' => 'Κανονικὴ διαδικασία',
'exif-customrendered-1' => 'Συνήθης διαδικασία',

'exif-exposuremode-0' => 'Αὐτοέκθεσις',
'exif-exposuremode-1' => 'Χειροκίνητος ἔκθεσις',
'exif-exposuremode-2' => 'Αὐτόματος διαδοχικὴ λῆψις',

'exif-whitebalance-0' => 'Αὐτόματος ἰσορροπία λευκῶν',
'exif-whitebalance-1' => 'Χειροκίνητος ἰσορροπία λευκῶν',

'exif-scenecapturetype-0' => 'Συνήθης',
'exif-scenecapturetype-1' => 'Τοπίον',
'exif-scenecapturetype-2' => 'Παράστασις',
'exif-scenecapturetype-3' => 'Νυκτερινὴ σκηνή',

'exif-gaincontrol-0' => 'Οὐδεμία',
'exif-gaincontrol-1' => 'Χαμηλὸν κέρδος θετικόν',
'exif-gaincontrol-2' => 'Ὑψηλὸν κέρδος θετικόν',
'exif-gaincontrol-3' => 'Χαμηλὸν κέρδος ἀρνητικόν',
'exif-gaincontrol-4' => 'Ὑψηλὸν κέρδος ἀρνητικόν',

'exif-contrast-0' => 'Κανονική',
'exif-contrast-1' => 'Ἁπαλή',
'exif-contrast-2' => 'Σκληρή',

'exif-saturation-0' => 'Κανονικόν',
'exif-saturation-1' => 'Χαμηλὸς κορεσμός',
'exif-saturation-2' => 'Ὑψηλὸς κορεσμός',

'exif-sharpness-0' => 'Κανονική',
'exif-sharpness-1' => 'Ἁπαλή',
'exif-sharpness-2' => 'Σκληρή',

'exif-subjectdistancerange-0' => 'Ἄγνωτος',
'exif-subjectdistancerange-1' => 'Μακρο.',
'exif-subjectdistancerange-2' => 'Ἐγγεῖα θέα',
'exif-subjectdistancerange-3' => 'Ἀφεστηκυῖα θέα',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'Βόρειον γεωγραφικὸν πλάτος',
'exif-gpslatitude-s' => 'Νότιον γεωγραφικὸν πλάτος',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'Ἀνατολικὸν γεωγραφικὸν μῆκος',
'exif-gpslongitude-w' => 'Δυτικὸν γεωγραφικὸν μῆκος',

'exif-gpsstatus-a' => 'Μέτρησις ἐν ἐξελίξει',
'exif-gpsstatus-v' => 'Διαχρηστικότης μετρήσεων',

'exif-gpsmeasuremode-2' => '2-διάστατος μέτρησις',
'exif-gpsmeasuremode-3' => '3-διάστατος μέτρησις',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'Χιλιόμετρα ἀνὰ ὥρα',
'exif-gpsspeed-m' => 'Μίλια ἀνὰ ὥρα',
'exif-gpsspeed-n' => 'Κόμβοι',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'Ἀληθὴς κατεύθυνσις',
'exif-gpsdirection-m' => 'Μαγνητικὴ διεύθυνσις',

# External editor support
'edit-externally'      => 'Μεταγράφειν τόδε τὸ ἀρχεῖον χρώμενος ἐξώτερήν τινα ἐφαρμογήν.',
'edit-externally-help' => 'Εἰ πλείοντα βούλει μαθεῖν, [http://www.mediawiki.org/wiki/Manual:External_editors τὰς περὶ τοῦ σχῆματος διδασκαλίας] ἴδε.',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'Πᾶσαι',
'imagelistall'     => 'Πᾶσαι',
'watchlistall2'    => 'ἅπασαι',
'namespacesall'    => 'ἅπασαι',
'monthsall'        => 'ἅπαντες',
'limitall'         => 'ἅπασαι',

# E-mail address confirmation
'confirmemail'             => 'Ἐπιβεβαίωσον διεύθυνσιν ἠλ-ταχυδρομείου',
'confirmemail_send'        => 'Ταχυδρομήσειν κώδικα ἐπιβεβαιώσεως',
'confirmemail_sent'        => 'Ἐπιβεβαίωσις διευθύνσεως ἠλ.-ταχυδρομείου ἐστάλη.',
'confirmemail_invalid'     => 'Ἄκυρος κῶδιξ ἐπιβεβαιώσεως.
Ὁ κῶδιξ εἰκότως λεληγμένος ἐστίν.',
'confirmemail_needlogin'   => 'Δεῖ σε $1 διὰ τὴν ἐπιβεβαίωσιν τῆς ἠλ-διευθύνσεώς σου.',
'confirmemail_success'     => 'Ἡ ἠλ-διεύθυνσίς σου ἐπιβεβαιθεῖσα ἐστίν.
Ἔξεστί σοι [[Special:UserLogin|συνδεῖσθαι]] καὶ χρῆσθαι τῷ βίκι.',
'confirmemail_loggedin'    => 'Ἡ ἠλ-διεύθυνσίς σου οὐκ ἐστι ἐπιβεβαιωμένη.',
'confirmemail_error'       => 'Σφάλμα τι τοῦ σῴζειν τὴν ἐπιβεβαίωσίν σου.',
'confirmemail_subject'     => 'ἐπιβεβαίωσις διευθύνσεως ἠλ.-ταχυδρομείου τοῦ {{SITENAME}}',
'confirmemail_body'        => 'Τίς (πιθανῶς σύ, ἐκ τῆς IP-διευθύνσέως $1) ἔχων τήνδε τὴν ἠλ-διεύθυνσιν κατέγραψεν λογισμόν τινα "$2" ἐν τῷ ἱστοτόπῳ {{SITENAME}}. Διὰ τὸ ἐπιβεβαιώσειν τὴν ἐτεὴ κατοχὴ τοῦ λογισμοῦ χρωμένου ὑπ\' ἐσοῦ καὶ διὰ τὸ ἐνεργοποιἠσειν τὰς δυνατότητας ἠλ-ταχυδρομείου τοῦ {{SITENAME}}, ἀκολούθησον τόνδε τὸν σύνδεσμον:

$3

Εἰ *οὐ* πεποίηκας τόνδε τὸν λογισμὀν, ἀκολοὐθησον τὸν κατωτέρω σύνδεσμον καὶ ἀκύρωσον τῆν ἐπιβεβαίωσιν τῆς ἠλ-διεύθυνσεως:

$5

Ὅδε ὁ κῶδιξ ἐπιβεβαιώσεως λεληγμένος ἔσεται ἐν $4.',
'confirmemail_invalidated' => 'Ἀκυρωθεῖσα ἡ ἐπιβεβαίωσις τῆς ἠλ-διευθύνσεως',
'invalidateemail'          => 'Ἀκυρώσειν τὴν ἐπιβεβαίωσιν ἠλ-διευθύνσεως',

# Scary transclusion
'scarytranscludedisabled' => '[Δια-βίκι ὑπερκλῄειν μὴ ἐνεργόν]',
'scarytranscludefailed'   => '[Τὸ προσκομίζειν τὸ πρότυπον διὰ τὸ $1 ἀπετεύχθη]',
'scarytranscludetoolong'  => '[Ὁ URL ὑπὲρ τὸ δέον μακρύς ἐστιν]',

# Trackbacks
'trackbackbox'      => 'Ὀπισθοσύνδεσμοι διὰ τήνδε ἐγγραφήν:<br />
$1',
'trackbackremove'   => '([$1 Διαγράφειν])',
'trackbacklink'     => 'Ὀπισθοσύνδεσμος',
'trackbackdeleteok' => 'Ὀπισθοσύνδεσμος ἐπιτυχῶς διαγραφείς.',

# Delete conflict
'deletedwhileediting' => "'''Εἴδησις''': Ἥδε ἡ δέλτος διεγράφη πρὸ τοῦ ἄρχειν ὑπἐσοῦ τὸ μεταγράφειν!",
'recreate'            => 'Ἀναποιεῖν',

# action=purge
'confirm_purge_button' => 'εἶεν',
'confirm-purge-top'    => 'Καθαίρειν τὴν λανθάνουσαν μνήμην τῆσδε τῆς δέλτου.',
'confirm-purge-bottom' => 'Τὸ ἐκκαθαίρειν δέλτον τινὰ συμβάλλει τῷ καθαίρειν τῆν λανθάνουσαν μνήμην καὶ ἀναγκάζει τὴν παροῦσαν ἀναθεώρησιν ἵνα φανθῇ.',

# Multipage image navigation
'imgmultipageprev' => '← ἡ δέλτος ἡ προτέρα',
'imgmultipagenext' => 'ἡ δέλτος ἡ ἑπομένη →',
'imgmultigo'       => 'Ἰέναι!',
'imgmultigoto'     => 'Μεταβαίνειν εἰς δέλτον $1',

# Table pager
'ascending_abbrev'         => 'ἀναβ',
'descending_abbrev'        => 'καταβ',
'table_pager_next'         => 'ἡ δέλτος ἡ ἑπομένη',
'table_pager_prev'         => 'Δέλτος προτέρα',
'table_pager_first'        => 'Ἡ δέλτος ἡ πρώτη',
'table_pager_last'         => 'Δέλτος ἐσχάτη',
'table_pager_limit'        => 'Δεικνύναι $1 στοιχεῖα ἀνἀ δέλτον',
'table_pager_limit_submit' => 'Ἰέναι',
'table_pager_empty'        => 'Οὐδὲν ἀποτέλεσμα',

# Auto-summaries
'autosumm-blank'   => 'Ἀφαίρεσις ἅπαντος τοῦ περιεχομένου',
'autosumm-replace' => "Ἀντιδοῦναι τῇ δέλτῷ τὸ(ν) '$1'",
'autoredircomment' => 'Ἀναδιευθύνειν πρὸς τὸ [[$1]]',
'autosumm-new'     => "Δέλτος νέα περιέχουσα '$1'",

# Size units
'size-bytes'     => '$1 Δ',
'size-kilobytes' => '$1 ΧΔ',
'size-megabytes' => '$1 ΜΔ',
'size-gigabytes' => '$1 ΓΔ',

# Live preview
'livepreview-loading' => 'Φορτίζειν…',
'livepreview-ready'   => 'Φορτίζειν… Ἕτοιμον!',
'livepreview-failed'  => 'Ἡ προθεώρησις τῆς διαλογῆς ἀποτευκτὸς ἦν! Πείρασον τὴν κανονικὴν προθεώρησιν.',
'livepreview-error'   => 'Ἀπότευξις συνδέσεως: $1 "$2".
Πεἰρασον τὴν κανονικὴν προθεώρησιν.',

# Friendlier slave lag warnings
'lag-warn-normal' => 'Μεταβολαὶ νεώτεραι {{PLURAL:$1|τοῦ|τῶν}} $1 {{PLURAL:$1|δευτερολέπτου|δευτερολέπτων}} ἐνδέχεται μὴ εἶναι ἐμφανίσιμοι ἐν τῷδε τῷ καταλόγῳ.',
'lag-warn-high'   => 'Ἐξ αἰτίας τῆς ὑψηλῆς καθυστερήσεως τῆς βάσεως δεδομένων τῆς ἐξυπηρετητικῆς μηχανῆς, ἀλλαγαὶ νεώτεραι τῶν $1 {{PLURAL:$1|δευτερολέπτου|δευτερολέπτων}} ἐνδέχεται μὴ ἐμφανιζόμεναι εἶναι ἐν τῇδε τῇ καταλογῇ.',

# Watchlist editor
'watchlistedit-numitems'      => 'Ἡ ἐφοροδιαλογή σου περιέχει {{PLURAL:$1|1 δέλτον|$1 δέλτους}}, ἐκτὸς τῶν δέλτων διαλέξεως.',
'watchlistedit-noitems'       => 'Οὐδεμία ἐγγραφὴ ἐν τῷ καταλόγῳ ἐφορωμένων σου.',
'watchlistedit-normal-title'  => 'Μεταγράφειν κατάλογον ἐφορωμένων',
'watchlistedit-normal-legend' => 'Ἀφαιρεῖν ἐγγραφὰς ἐκ τῆς ἐφοροδιαλογῆς',
'watchlistedit-normal-submit' => 'Ἀφαιρεῖν ἐπιγραφάς',
'watchlistedit-normal-done'   => '{{PLURAL:$1|1 ἐπιγραφὴ διαγεγραμμένη ἐστὶν|$1 ἐπιγραφαὶ διαγεγραμμέναι εἰσὶν}} ἐκ τῆς ἐφοροδιαλογῆς σου:',
'watchlistedit-raw-title'     => 'Μεταγράφειν πρωταρχικὸν κατάλογον ἐφορωμένων',
'watchlistedit-raw-legend'    => 'Μεταγράφειν πρωταρχικὸν κατάλογον ἐφορωμένων',
'watchlistedit-raw-titles'    => 'Ἐπιγραφαί:',
'watchlistedit-raw-submit'    => 'Ἐκσυγχρονίζειν τὸν κατάλογον ἐφορωμένων',
'watchlistedit-raw-done'      => 'Ἡ ἐφοροδιαλογή σου ἐνήμερος ἐστίν.',
'watchlistedit-raw-added'     => '{{PLURAL:$1|1 δέλτος|$1 δέλτοι}} προσετέθησαν:',
'watchlistedit-raw-removed'   => '{{PLURAL:$1|1 δέλτος|$1 δέλτοι}} ἀφῃρέθησαν:',

# Watchlist editing tools
'watchlisttools-view' => 'Ὁρᾶν τὰς συναφεῖς μεταβολὰς',
'watchlisttools-edit' => 'Ὁρᾶν τε καὶ μεταγράφειν τὰ ἐφορωμένα',
'watchlisttools-raw'  => 'Μεταγράφειν τὸν πρωτογενῆ κατάλογον ἐφορωμένων',

# Core parser functions
'unknown_extension_tag' => 'Ἄγνωτον σήμαντρον ἐπεκτάσεων "$1"',
'duplicate-defaultsort' => 'Eἴδησις: Ἡ προκαθωρισμένη κλεὶς ταξινομήσεως "$2" ὑπερκαλύπτει προηγουμένην προκαθωρισμένην κλεῖδα ταξινομήσεως "$1".',

# Special:Version
'version'                          => 'Ἐπανόρθωμα',
'version-extensions'               => 'Ἐγκατεστημέναι ἐπεκτάσεις',
'version-specialpages'             => 'Εἰδικαὶ δέλτοι',
'version-parserhooks'              => 'Ἀγγύλαι λεξιαναλυτικοῦ προγράμματος',
'version-variables'                => 'Μεταβληταί',
'version-other'                    => 'Ἄλλα',
'version-mediahandlers'            => 'Χειρισταὶ μέσων',
'version-hooks'                    => 'Ἀγγύλαι',
'version-extension-functions'      => 'Ἐνέργειαι ἐπεκτάσεων',
'version-parser-extensiontags'     => 'Σἠμαντρα ἐπεκτάσεων λεξιαναλυτικοῦ προγράμματος',
'version-parser-function-hooks'    => 'Ἀγγύλαι ἐνεργειῶν λεξιαναλυτικοῦ προγράμματος',
'version-skin-extension-functions' => 'Ἐνέργειαι ἐπεκτάσεων ἐπικαλύψεων',
'version-hook-name'                => 'Ὄνομα ἀγκύλης',
'version-hook-subscribedby'        => 'Ὑπογεγραφυῖα ὑπὸ',
'version-version'                  => '(Ἔκδοσις $1)',
'version-license'                  => 'Ἄδεια',
'version-software'                 => 'Ἐγκατεστημένον λογισμικόν',
'version-software-product'         => 'Προϊόν',
'version-software-version'         => 'Ἔκδοσις',

# Special:FilePath
'filepath'        => 'Διαδρομὴ ἀρχείου',
'filepath-page'   => 'Ἀρχεῖον:',
'filepath-submit' => 'Διαδρομή',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'Ζήτησις διπλότυπων ἀρχείων',
'fileduplicatesearch-summary'  => 'Ζητεῖν διπλότυπα ἀρχεῖα βάσει κερματιζομένων τιμῶν.

Εἰσάγαγε τὸ ὄνομα ἀρχείου ἄνευ τοῦ προθέματος "{{ns:file}}:".',
'fileduplicatesearch-legend'   => 'Ζήτησις διπλότυπου',
'fileduplicatesearch-filename' => 'Ὄνομα ἀρχείου:',
'fileduplicatesearch-submit'   => 'Ἀναζήτησις',
'fileduplicatesearch-info'     => '$1 × $2 pixel<br />Μέγεθος ἀρχείου: $3<br />MIME τύπος: $4',
'fileduplicatesearch-result-1' => 'Τὸ ἀρχεῖον "$1" οὐκ ἔχει ταυτοτικὴν διπλοτυπίαν.',
'fileduplicatesearch-result-n' => 'Τὸ ἀρχεῖον "$1" ἔχει {{PLURAL:$2|1 ταυτοτικὴν διπλοτυπίαν|$2 ταυτοτικὰς διπλοτυπίας}}.',

# Special:SpecialPages
'specialpages'                   => 'Εἰδικαὶ δέλτοι',
'specialpages-note'              => '----
* Κανονικαὶ εἰδικαὶ δέλτοι.
* <strong class="mw-specialpagerestricted">Περιωρισμέναι εἰδικαὶ δἐλτοι.</strong>',
'specialpages-group-maintenance' => 'Ἀναφοραὶ συντηρήσεως',
'specialpages-group-other'       => 'Ἕτεραι εἰδικαὶ δέλτοι',
'specialpages-group-login'       => 'Συνδεῖσθαι / ἐγγράφεσθαι',
'specialpages-group-changes'     => 'Πρόσφατοι ἀλλαγαὶ καὶ κατάλογοι',
'specialpages-group-media'       => 'Ἀναφοραὶ μέσων καὶ ἐπιφορτίσεις',
'specialpages-group-users'       => 'Χρώμενοι καὶ δικαιώματα',
'specialpages-group-highuse'     => 'Ὑψηλῆς χρήσεως δέλτοι',
'specialpages-group-pages'       => 'Κατάλογοι δέλτων',
'specialpages-group-pagetools'   => 'Ἐργαλεῖα δέλτου',
'specialpages-group-wiki'        => 'Βικι-δεδομένα καὶ στοιχεῖα',
'specialpages-group-redirects'   => 'Ἀναδιευθύνειν εἰδικὰς δέλτους',
'specialpages-group-spam'        => 'Ἐργαλεῖα κατὰ τῶν ἀνεπιθυμήτων διαγγελιῶν',

# Special:BlankPage
'blankpage'              => 'Κενὴ δέλτος',
'intentionallyblankpage' => 'Ἥδε ἡ δέλτος ἀφίεται ἐσκεμμένως κενὴ οὖσα χρήσιμος ὡς σημεῖον ἀναφορᾶς, κτλ.',

# External image whitelist
'external_image_whitelist' => ' #Ἄφες τήνδε τὴν γραμμὴν ὥσπερ ἐστὶν ἐν τῷ παρόντι<pre>
#Ὰπόθες ἅπαντα τὰ τεμάχια συνήθων ἐκφράσεων (μόνον τὸ μέρος τὸ μεταξὺ τῶν //) κάτωθεν
#Αὗται ἀντιστοιχήσασαι μετὰ τῶν URL τῶν ἐξωτέρων (hotlinked) εἰκόνων ἔσονται
#Αἱ ἀντιστιχοῦσαι, δεικνυμέναι ἔσονται ὡς εἰκόνες· εἰ δὲ μή, εἷς μόνον σύνδεσμος πρὸς τὴν εἰκόνα δείξεται
#Αἱ γραμμαὶ αἱ ἀρχόμεναι ἐκ τοῦ # θεωροῦνται σχόλια
#Ὅδε ὁ κατάλογος οὐ διακρίνεται εἰς κεφαλαῖα καὶ μικρὰ γράμματα

#Ὰπόθες ἅπαντα τὰ τεμάχια συνήθων ἐκφράσεων ἄνωθεν τῆσδε τῆς γραμμῆς. Ἄφες τήνδε τὴν γραμμὴν ὡς ἔστι ἐν τῷ παρόντι</pre>',

# Special:Tags
'tags'                    => 'Ἔγκυρα προσαρτήματα μεταβολῆς',
'tag-filter'              => 'Διηθητήριον [[Special:Tags|προσαρτήματος]]:',
'tag-filter-submit'       => 'Διηθητήριον',
'tags-title'              => 'Προσαρτήματα',
'tags-intro'              => 'Ἥδε ἡ δέλτος προσαρτήματα συγκαταλέγει (οἷσπερ ἔξεστι τῷ λογισμικῷ χρῆσθαι πρὸς τὸ σημαίνειν μεταγραφὴν τινά) καὶ τὴν νοηματικὴν σήμανσιν σφῶν.',
'tags-tag'                => 'ὄνομα προσαρτήματος',
'tags-display-header'     => 'Ἐμφάνισις ἐν ταῖς διαλογαῖς μεταβολῶν',
'tags-description-header' => 'Πλήρης περιγραφὴ σημάνσεως',
'tags-hitcount-header'    => 'Ἀλλαγαί μετὰ προσαρτημάτων',
'tags-edit'               => 'μεταγραφή',
'tags-hitcount'           => '$1 {{PLURAL:$1|μεταβολή|μεταβολαί}}',

# Database error messages
'dberr-header'      => 'Τόδε τὸ βίκι ἔχει πρόβλημα',
'dberr-problems'    => 'Συγγνώμην! Ἐμπεφανίκασι τεχνικαὶ δυσχέρειαι.',
'dberr-again'       => 'Πείρασον ἀναμένειν ὀλίγα λεπτὰ τῆς ὥρας καὶ ὕστερον ἐπιφόρτισον πάλιν.',
'dberr-info'        => '(Ἀδύνατος ἡ ἐπαφὴ μετὰ τοῦ ἐξυπηρετητικοῦ συστήματος τῆς βάσεως δεδομένων: $1)',
'dberr-usegoogle'   => 'Ἐν τῷ μεταξὺ χρόνῳ πείρασον τῆν ζήτησιν μέσῳ τοῦ Google.',
'dberr-outofdate'   => 'Αἱ ἐνδείξεις σφῶν περὶ τοῦ περιεχομένου ἡμῶν πιθανῶς ούκ είσὶ ἐνήμεραι.',
'dberr-cachederror' => 'Τόδε λανθάνον ἀντίγραφόν τι τῆς ἐζητημένης δέλτου ἐστίν, πιθανῶς μὴ ἐνήμερον.',

# HTML forms
'htmlform-invalid-input'       => 'Μέρος τῶν εἰσαγομένων δεδομένων σου προβληματικὸν ἐστίν',
'htmlform-select-badoption'    => 'Ἡ τιμὴ ἡ καθωρισμένη ὑπὸ ἐσοῦ οὐκ ἔστι ἔγκυρος ἐπιλογή.',
'htmlform-int-invalid'         => 'Ἡ τιμὴ ἡ καθωρισμένη ὑπὸ ἐσοῦ οὐκ ἔστι ἀκέραιος ἀριθμός.',
'htmlform-float-invalid'       => 'Ἡ τιμὴ ἥνπερ ὥρικας οὐκ ἔστιν ἀριθμός τις.',
'htmlform-int-toolow'          => 'Ἡ τιμὴ ἡ καθωρισμένη ὑπὸ ἐσοῦ ἐστὶ ὑπὸ τὸ ἐλάχιστον τοῦ $1',
'htmlform-int-toohigh'         => 'Ἡ τιμὴ ἡ καθωρισμένη ὑπὸ ἐσοῦ ἐστὶ ὑπεράνω τοῦ μεγίστου τοῦ $1',
'htmlform-submit'              => 'Ὑποβάλλειν',
'htmlform-reset'               => 'Ἀναστρέφειν μεταβολάς',
'htmlform-selectorother-other' => 'Ἄλλον',

);
