<?php
/** Mongolian (Монгол)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Chinneeb
 * @author E.shijir
 * @author Meno25
 * @author לערי ריינהארט
 */

$namespaceNames = array(
	NS_MEDIA            => 'Медиа',
	NS_SPECIAL          => 'Тусгай',
	NS_TALK             => 'Хэлэлцүүлэг',
	NS_USER             => 'Хэрэглэгч',
	NS_USER_TALK        => 'Хэрэглэгчийн_яриа',
	NS_PROJECT_TALK     => '$1-н_хэлэлцүүлэг',
	NS_FILE             => 'Файл',
	NS_FILE_TALK        => 'Файлын_хэлэлцүүлэг',
	NS_MEDIAWIKI        => 'МедиаВики',
	NS_MEDIAWIKI_TALK   => 'МедиаВикигийн_хэлэлцүүлэг',
	NS_TEMPLATE         => 'Загвар',
	NS_TEMPLATE_TALK    => 'Загварын_хэлэлцүүлэг',
	NS_HELP             => 'Тусламж',
	NS_HELP_TALK        => 'Тусламжийн_хэлэлцүүлэг',
	NS_CATEGORY         => 'Ангилал',
	NS_CATEGORY_TALK    => 'Ангиллын_хэлэлцүүлэг',
);

$namespaceAliases = array(
	'Зураг' => NS_FILE,
	'Зургийн_хэлэлцүүлэг' => NS_FILE_TALK,
);

$linkTrail = '/^([a-zабвгдеёжзийклмнопрстуфхцчшщъыьэюя“»]+)(.*)$/sDu';

$messages = array(
# User preference toggles
'tog-underline'               => 'Линкүүдийн доогуур зураас зур:',
'tog-highlightbroken'         => 'Эвдэрхий линкүүдийг <a href="" class="new">ингэж</a> үзүүлэх: （өөрөөр: ингэж<a href="" class="internal">?</a>）.',
'tog-justify'                 => 'Мөрүүдийг тэгшлэх',
'tog-hideminor'               => 'Сүүлийн өөрчлөлтүүд дахь бага зэргийн засваруудыг нуух',
'tog-hidepatrolled'           => 'Сүүлийн өөрчлөлтүүдэд манагдсан засваруудыг нуух',
'tog-newpageshidepatrolled'   => 'Шинэ хуудсуудын жагсаалтаас манагдаж буй хуудсуудыг нуух',
'tog-extendwatchlist'         => 'Хянах жагсаалтаа сүүлийн л засваруудыг бус бүх засварыг харуулахаар томруулах',
'tog-usenewrc'                => 'Сүүлийн өөрчлөлтүүдийн сайжруулсан хэлбэрийг ашиглах （ЖаваСкрипт хэрэглэгдэнэ）',
'tog-numberheadings'          => 'Гарчигуудыг автоматаар дэс дугаарлах',
'tog-showtoolbar'             => 'Засварлах түүлбарыг үзүүлэх （ЖаваСкрипт）',
'tog-editondblclick'          => 'Хоёр удаа дараад хуудсыг засварлах （ЖаваСкрипт）',
'tog-editsection'             => '[Засварлах] линкээр хэсгийг засварладаг болгох',
'tog-editsectiononrightclick' => 'Хэсгийн гарчиг дээр баруун товчлуураар дарж засварладаг болгох （ЖаваСкрипт）',
'tog-showtoc'                 => 'Агуулгын хүснэгтийг үзүүлэх （3-с илүү хэсэгтэй хуудсуудад）',
'tog-rememberpassword'        => 'Энэ компьютер дахь нэвтрэлтийг санах (хамгийн ихдээ $1 {{PLURAL:$1|өдрийн|өдрийн}} турш)',
'tog-watchcreations'          => 'Миний үүсгэсэн хуудсуудыг хянах жагсаалтанд оруулах',
'tog-watchdefault'            => 'Миний засварласан хуудсуудыг хянах жагсаалтанд оруулах',
'tog-watchmoves'              => 'Миний зөөсөн хуудсуудыг хянах жагсаалтанд оруулах',
'tog-watchdeletion'           => 'Миний устгасан хуудсуудыг хянах жагсаалтанд оруулах',
'tog-previewontop'            => 'Засварлах талбарын өмнө урьдчилж харсан байдлыг үзүүлэх',
'tog-previewonfirst'          => 'Эхний засварын үед урьдчилж харсан байдлыг үзүүлэх',
'tog-nocache'                 => 'Вэб хөтөчийн хуудасны кешингийг болиулах',
'tog-enotifwatchlistpages'    => 'Миний хянах жагсаалт дахь хуудас өөрчлөгдөхөд и-мэйл явуулах',
'tog-enotifusertalkpages'     => 'Миний хэлэлцүүлгийн хуудас өөрчлөгдөхөд и-мэйл явуулах',
'tog-enotifminoredits'        => 'Хуудсууд бага зэргээр засварлагдахад ч и-мэйл явуулах',
'tog-enotifrevealaddr'        => 'Мэдэгдлийн и-мэйлд миний мэйл хаягийг илчлэх',
'tog-shownumberswatching'     => 'Харж буй хэрэглэгчдийн тоог үзүүлэх',
'tog-oldsig'                  => 'Одоогийн гарын үсгийн урьдчилж харсан байдал:',
'tog-fancysig'                => 'Түүхий гарын үсэг （автомат холбоосгүй）',
'tog-externaleditor'          => 'Үндсэн горим нь гадны программ ашиглан засварлах （экспертүүдэд зориулагдсан, таны компьютерт тусгай тохиргоо шаардлагатай）',
'tog-externaldiff'            => 'Үндсэн горим гадаад харьцуулагч программ ашиглах （экспертүүдэд зориулав, таны компьютерт тусгай тохиргоо шаардлагатай）',
'tog-showjumplinks'           => '"Шууд очих" хялбар линкүүдийг ажиллагаатай болгох',
'tog-uselivepreview'          => 'Шууд байдлаар урьдчилж харах （ЖаваСкрипт） （Туршилт）',
'tog-forceeditsummary'        => 'Товч агуулгын талбарыг хоосон үлдээхэд надад мэдэгдэх',
'tog-watchlisthideown'        => 'Хянах жагсаалтаас миний засваруудыг нуух',
'tog-watchlisthidebots'       => 'Хянах жагсаалтаас роботуудын засваруудыг нуух',
'tog-watchlisthideminor'      => 'Хянах жагсаалтаас бага зэргийн засваруудыг нуух',
'tog-watchlisthideliu'        => 'Холбогдсон хэрэглэгчдээс хяналтын жагсаалт дахь засварыг нууцлах',
'tog-watchlisthideanons'      => 'Зочин хэрэглэгчдээс хяналтын жагсаалт дахь засваруудыг нуух',
'tog-watchlisthidepatrolled'  => 'Хянаж буй хуудсуудын жагсаалтаас манагдаж буй засваруудыг нуух',
'tog-ccmeonemails'            => 'Бусад хэрэглэгчдэд явуулсан мэйлүүдыг над руу давхар илгээх',
'tog-diffonly'                => 'Өөрчлөлтөөс доогуурх хуудсын агуулгыг үзүүлэхгүй байх',
'tog-showhiddencats'          => 'Нуугдсан ангиллуудыг үзүүлэх',
'tog-norollbackdiff'          => 'Буцаасны дараа өөрчлөлтийг орхигдуулах',

'underline-always'  => 'Байнга',
'underline-never'   => 'Хэзээ ч үгүй',
'underline-default' => 'Вэб хөтөчийн анхны тохиргоо',

# Font style option in Special:Preferences
'editfont-style'     => 'Засварлах талбарын фонт хэв маяг:',
'editfont-default'   => 'Вэб хөтөчийн анхны тохиргоо',
'editfont-monospace' => 'Нэг өргөнт фонт',
'editfont-sansserif' => 'Санс-сериф фонт',
'editfont-serif'     => 'Сериф фонт',

# Dates
'sunday'        => 'Ням',
'monday'        => 'Даваа',
'tuesday'       => 'Мягмар',
'wednesday'     => 'Лхагва',
'thursday'      => 'Пүрэв',
'friday'        => 'Баасан',
'saturday'      => 'Бямба',
'sun'           => 'Ня.',
'mon'           => 'Да.',
'tue'           => 'Мя.',
'wed'           => 'Лх.',
'thu'           => 'Пү.',
'fri'           => 'Ба.',
'sat'           => 'Бя.',
'january'       => 'Нэгдүгээр сар',
'february'      => 'Хоёрдугаар сар',
'march'         => 'Гуравдугаар сар',
'april'         => 'Дөрөвдүгээр сар',
'may_long'      => 'Тавдугаар сар',
'june'          => 'Зургаадугаар сар',
'july'          => 'Долоодугаар сар',
'august'        => 'Наймдугаар сар',
'september'     => 'Есдүгээр сар',
'october'       => 'Аравдугаар сар',
'november'      => 'Арваннэгдүгээр сар',
'december'      => 'Арванхоёрдугаар сар',
'january-gen'   => 'Нэгдүгээр сар',
'february-gen'  => 'Хоёрдугаар сар',
'march-gen'     => 'Гуравдугаар сар',
'april-gen'     => 'Дөрөвдүгээр сар',
'may-gen'       => 'Тавдугаар сар',
'june-gen'      => 'Зургаадугаар сар',
'july-gen'      => 'Долоодугаар сар',
'august-gen'    => 'Наймдугаар сар',
'september-gen' => 'Есдүгээр сар',
'october-gen'   => 'Аравдугаар сар',
'november-gen'  => 'Арваннэгдүгээр сар',
'december-gen'  => 'Арванхоёрдугаар сар',
'jan'           => '1-р сар',
'feb'           => '2-р сар',
'mar'           => '3-р сар',
'apr'           => '4-р сар',
'may'           => '5-р сар',
'jun'           => '6-р сар',
'jul'           => '7-р сар',
'aug'           => '8-р сар',
'sep'           => '9-р сар',
'oct'           => '10-р сар',
'nov'           => '11-р сар',
'dec'           => '12-р сар',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Ангилал|Ангиллууд}}',
'category_header'                => '"$1" ангилал дахь хуудсууд',
'subcategories'                  => 'Дэд ангиллууд',
'category-media-header'          => '"$1" ангилал дахь медиа файлууд',
'category-empty'                 => "''Одоогийн байдлаар энэ ангилалд хуудас, медиа файл байхгүй байна.''",
'hidden-categories'              => '{{PLURAL:$1|Нуугдсан ангилал|Нуугдсан ангиллууд}}',
'hidden-category-category'       => 'Нуугдсан ангиллууд',
'category-subcat-count'          => '{{PLURAL:$2|Энэ ангилалд дараах дэд ангилал л байна.|Энэ ангилалд нийт $2-с $1 дэд ангилал байна.}}',
'category-subcat-count-limited'  => 'Энэ ангилалд {{PLURAL:$1| дэд ангилал|$1-н дэд ангилалууд}} байна.',
'category-article-count'         => '{{PLURAL:$2|Энэ ангилалд дараах хуудас л байна.|Энэ ангилалд нийт $2-с дараах $1 хуудас байна.}}',
'category-article-count-limited' => 'Энэ ангилалд дараах {{PLURAL:$1|хуудас|$1 хуудаснууд}} байна.',
'category-file-count'            => '{{PLURAL:$2|Энэ ангилалд дараах файл л байна.|Энэ ангилалд нийт $2-с дараах $1 файл байна.}}',
'category-file-count-limited'    => 'Энэ ангилалд дараах {{PLURAL:$1|файл|$1 файлнууд}} байна.',
'listingcontinuesabbrev'         => '-н үргэлжлэл',

'mainpagetext'      => "'''МедиаВики амжилттай суулаа.'''",
'mainpagedocfooter' => 'Вики программыг хэрэглэх талаар заавар авахын тулд [http://meta.wikimedia.org/wiki/Help:Contents хэрэглэгчийн гарын авлага]-г үзнэ үү.

== Эхлэх ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Тохиргоо]
* [http://www.mediawiki.org/wiki/Manual:FAQ МедиаВикигийн тогтмол тавигддаг асуултууд]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce МедиаВикигийн мэдээний мэйл явуулах жагсаалт]',

'about'         => 'Тухай',
'article'       => 'Өгүүлэл',
'newwindow'     => '（шинэ цонх нээгдэнэ）',
'cancel'        => 'Цуцлах',
'moredotdotdot' => 'Дэлгэрэнгүй...',
'mypage'        => 'Миний хуудас',
'mytalk'        => 'Миний яриа',
'anontalk'      => 'Энэ IP-н яриа',
'navigation'    => 'Залуурдлага',
'and'           => '&#32;ба',

# Cologne Blue skin
'qbfind'         => 'Хайх',
'qbbrowse'       => 'Дэлгэх',
'qbedit'         => 'Засварлах',
'qbpageoptions'  => 'Энэ хуудас',
'qbpageinfo'     => 'Агуулга',
'qbmyoptions'    => 'Миний хуудсууд',
'qbspecialpages' => 'Тусгай хуудсууд',
'faq'            => 'Тогтмол тавигддаг асуултууд',
'faqpage'        => 'Project:Тогтмол тавигддаг асуултууд',

# Vector skin
'vector-action-addsection' => 'Сэдэв нэмэх',
'vector-action-delete'     => 'Устгах',
'vector-action-move'       => 'Зөөх',
'vector-action-protect'    => 'Хамгаалах',
'vector-action-undelete'   => 'Үл устгах',
'vector-action-unprotect'  => 'Үл хамгаалах',
'vector-view-create'       => 'Үүсгэх',
'vector-view-edit'         => 'Засварлах',
'vector-view-history'      => 'Түүхийг үзэх',
'vector-view-view'         => 'Унших',
'vector-view-viewsource'   => 'Кодыг харах',
'actions'                  => 'Үйлдлүүд',
'namespaces'               => 'Нэрний зайнууд',
'variants'                 => 'Хувилбарууд',

'errorpagetitle'    => 'Aлдаа',
'returnto'          => '$1 руу буцах.',
'tagline'           => '{{SITENAME}}-с',
'help'              => 'Тусламж',
'search'            => 'Хайлт',
'searchbutton'      => 'Хайх',
'go'                => 'Явах',
'searcharticle'     => 'Явах',
'history'           => 'Хуудасны түүх',
'history_short'     => 'Түүх',
'updatedmarker'     => 'сүүлд зочилсноос хойш шинэчлэгдсэн',
'info_short'        => 'Мэдээлэл',
'printableversion'  => 'Хэвлэх хувилбар',
'permalink'         => 'Байнгын холбоос',
'print'             => 'Хэвлэх',
'edit'              => 'Засварлах',
'create'            => 'Үүсгэх',
'editthispage'      => 'Энэ хуудсыг засварлах',
'create-this-page'  => 'Энэ хуудсыг үүсгэх',
'delete'            => 'Устгах',
'deletethispage'    => 'Энэ хуудсыг устга',
'undelete_short'    => 'Устгагдсан {{PLURAL:$1|нэг засварыг|$1 засваруудыг}} сэргээх',
'protect'           => 'Хамгаалах',
'protect_change'    => 'хамгаалалтыг өөрчлөх',
'protectthispage'   => 'Энэ хуудсыг хамгаалах',
'unprotect'         => 'Хамгаалахаа болих',
'unprotectthispage' => 'Энэ хуудсыг хамгаалахаа болих',
'newpage'           => 'Шинэ хуудас',
'talkpage'          => 'Энэ хуудсын талаар хэлэлцүүлэг явуулах',
'talkpagelinktext'  => 'Яриа',
'specialpage'       => 'Тусгай хуудас',
'personaltools'     => 'Өөрийн багаж хэрэгслүүд',
'postcomment'       => 'Шинэ хэсэг',
'articlepage'       => 'Өгүүллийг үзэх',
'talk'              => 'Хэлэлцүүлэг',
'views'             => 'Харагдацууд',
'toolbox'           => 'Багаж хэрэгслүүд',
'userpage'          => 'Хэрэглэгчийн хуудсыг үзэх',
'projectpage'       => 'Төслийн хуудсыг үзэх',
'imagepage'         => 'Файлын хуудсыг үзэх',
'mediawikipage'     => 'Мессежний хуудсыг үзэх',
'templatepage'      => 'Загварын хуудсыг үзэх',
'viewhelppage'      => 'Тусламжийн хуудсыг үзэх',
'categorypage'      => 'Ангиллын хуудсыг үзэх',
'viewtalkpage'      => 'Хэлэлцүүлгийг үзэх',
'otherlanguages'    => 'Өөр хэлээр',
'redirectedfrom'    => '($1-с чиглүүлэгдэв)',
'redirectpagesub'   => 'Хуудсыг чиглүүлэх',
'lastmodifiedat'    => 'Энэ хуудсыг хамгийн сүүлд өөрчилсөн нь $2, $1.',
'viewcount'         => 'Энэ хуудсанд {{PLURAL:$1|ганцхан удаа|$1 удаа}} хандсан байна.',
'protectedpage'     => 'Хамгаалагдсан хуудас',
'jumpto'            => 'Шууд очих:',
'jumptonavigation'  => 'залуурдлага',
'jumptosearch'      => 'хайлт',
'view-pool-error'   => 'Уучлаарай, серверүүд хэт их ачааллагдсан байна.
Энэ хуудсыг хэт олон хэрэглэгч харах гэж оролдож байна.
Дахин энэ хуудаст хандахынхаа өмнө түр хугацаагаар хүлээнэ үү.

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}}-н тухай',
'aboutpage'            => 'Project:Тухай',
'copyright'            => 'Агуулгыг $1-н хувьд хэрэглэх боломжтой.',
'copyrightpage'        => '{{ns:project}}:Зохиогчийн эрх',
'currentevents'        => 'Сүүлийн үеийн мэдээ',
'currentevents-url'    => 'Project:Сүүлийн үеийн мэдээ',
'disclaimers'          => 'Татгалзлууд',
'disclaimerpage'       => 'Project:Ерөнхий татгалзал',
'edithelp'             => 'Засвар хийх тухай тусламж',
'edithelppage'         => 'Help:Засварлах',
'helppage'             => 'Help:Агуулга',
'mainpage'             => 'Нүүр хуудас',
'mainpage-description' => 'Нүүр хуудас',
'policy-url'           => 'Project:Бодлого баримтлал',
'portal'               => 'Бүлгэмийн портал',
'portal-url'           => 'Project:Бүлгэмийн портал',
'privacy'              => 'Хувийн мэдээллийн талаарх баримтлал',
'privacypage'          => 'Project:Хувийн мэдээллийн талаарх баримтлал',

'badaccess'        => 'Зөвшөөрлийн алдаа',
'badaccess-group0' => 'Таньд энэ үйлдлийг гүйцэтгэх зөвшөөрөл байхгүй байна.',
'badaccess-groups' => 'Таны хүссэн энэ үйлдэл {{PLURAL:$2|группийн|группүүдийн}}: $1 хэрэглэгчдэд хязгаарлалттай байна.',

'versionrequired'     => 'МедиаВикигийн $1 хувилбар шаардлагатай',
'versionrequiredtext' => 'Энэ хуудсыг ашиглахын тулд МедиаВикигйин $1 хувилбар шаардлагатай. [[Special:Version|Энэ хувилбарын тухай]] үзнэ үү.',

'ok'                      => 'OK',
'retrievedfrom'           => '"$1" хуудаснаас авсан',
'youhavenewmessages'      => 'Таньд $1 （$2） байна.',
'newmessageslink'         => 'шинэ мессеж',
'newmessagesdifflink'     => 'сүүлийн өөрчлөлт',
'youhavenewmessagesmulti' => 'Таньд $1 дээр шинэ мессеж ирсэн байна',
'editsection'             => 'засварлах',
'editold'                 => 'засварлах',
'viewsourceold'           => 'кодыг харах',
'editlink'                => 'загварыг засах',
'viewsourcelink'          => 'кодыг харах',
'editsectionhint'         => 'Хэсгийг засварлах: $1',
'toc'                     => 'Агуулга',
'showtoc'                 => 'үзүүлэх',
'hidetoc'                 => 'нуух',
'thisisdeleted'           => '$1-г харах эсвэл сэргээх үү?',
'viewdeleted'             => '$1-г харах уу?',
'restorelink'             => '{{PLURAL:$1|арилгасан засвар|арилгасан $1 засварууд}}',
'feedlinks'               => 'Фийд:',
'feed-invalid'            => 'Захиалсан фийдийн төрөл буруу байна.',
'feed-unavailable'        => 'Нэгдсэн фийд байхгүй байна',
'site-rss-feed'           => '$1-н RSS фийд',
'site-atom-feed'          => '$1-н Atom фийд',
'page-rss-feed'           => '"$1"-н RSS фийд',
'page-atom-feed'          => '"$1"-н Atom фийд',
'red-link-title'          => '$1 （хуудас бичигдээгүй байна）',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Хуудас',
'nstab-user'      => 'Хэрэглэгчийн хуудас',
'nstab-media'     => 'Медиа хуудас',
'nstab-special'   => 'Тусгай хуудас',
'nstab-project'   => 'Төслийн хуудас',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'Мэдэгдэл',
'nstab-template'  => 'Загвар',
'nstab-help'      => 'Тусламж',
'nstab-category'  => 'Ангилал',

# Main script and global functions
'nosuchaction'      => 'Тийм үйлдэл байхгүй байна',
'nosuchactiontext'  => 'URL-н заасан үйлдэл викид танигдахгүй байна.
Та нэг бол URL-г буруу бичсэн, эсвэл буруу холбоосоор орсон байна.
Энэ нь мөн {{SITENAME}}-н хэрэглэж буй программ хангамж алдаатай байсныг зааж болно.',
'nosuchspecialpage' => 'Тийм тусгай хуудас байхгүй байна',
'nospecialpagetext' => '<strong>Та хүчингүй тусгай хуудас руу орох гэсэн үйлдлийг хийлээ.</strong>

Тусгай хуудсуудын жагсаалтыг [[Special:SpecialPages|{{int:specialpages}}]] хуудаснаас харна уу.',

# General errors
'error'                => 'Aлдаа',
'databaseerror'        => 'Өгөгдлийн сангийн алдаа',
'dberrortext'          => 'Өгөгдлийн сан дахь хайлтанд синтаксийн алдаа гарлаа.
Энэ нь програм хангамжид алдаа байгааг харуулж байж болзошгүй.
Хамгийн сүүлд гүйцэтгэсэн өгөгдлийн сан дахь хайлт нь:
"<tt>$2</tt>" функц доторх
<blockquote><tt>$1</tt></blockquote> байна.
Өгөгдлийн сан нь "<tt>$3: $4</tt>" гэсэн алдааг буцаав.',
'dberrortextcl'        => 'Өгөгдлийн сан дахь хайлтанд синтаксийн алдаа гарлаа.
Хамгийн сүүлд гүйцэтгэсэн мэдээллийн бааз дахь хайлт нь
"$2" функц доторх:
"$1" байна.
Өгөгдлийн сан нь "$3: $4" алдааг буцаав',
'laggedslavemode'      => 'Анхаар: Энэ хуудас нь хамгийн сүүлийн өөрчлөлтүүдийг хамруулаагүй байж болно.',
'readonly'             => 'Мэдээллийн сан түгжигдсэн байна',
'enterlockreason'      => 'Түгжих болсон шалтгаан болон хэзээ уг түгжээ нь тайлагдах тухай оруулна уу.',
'readonlytext'         => 'Одоогийн байдлаар мэдээллийн сан нь нэмэлтүүд болон өөр өөрчлөлтүүдэд түр хаагдсан байна. Ердийн мэдээллийн сангийн техникийн үзлэг хийгдэж байгаа тул дууссаны дараа хэвийн байдалдаа эргэж орно.

Түгжсэн администратор ийм шалтгааныг өгчээ: $1',
'missing-article'      => 'Мэдээллийн сан олдох ёстой "$1" $2 нэртэй хуудасны текстийг олсонгүй.

Энэ нь ихэвчлэн хугацаа нь өнгөрсөн диф эсвэл тухайн хуудасны түүхийн холбоос устгагдсан үед тохиолддог.

Хэрэв тийм биш бол, та программнаас бөөс олсон байж багадгүй юм.
Та тухайн линкийг зааж [[Special:ListUsers/sysop|системийн удирдагчид]] мэдэгдэнэ үү.',
'missingarticle-rev'   => '（засвар#: $1）',
'missingarticle-diff'  => '（Ялгаа: $1, $2）',
'readonly_lag'         => 'Хоёрдогч серверүүд анхдагчдаа гүйцэж ирэх хүртэл мэдээллийн санг автоматаар түгжлээ.',
'internalerror'        => 'Дотоод алдаа',
'internalerror_info'   => 'Дотоод алдаа: $1',
'fileappenderror'      => '"$1"-г "$2-нд нэмж чадсангүй.',
'filecopyerror'        => 'Файлыг "$1"-с "$2" руу хуулж чадсангүй.',
'filerenameerror'      => 'Файлын нэрийг "$1"-с "$2" болгон өөрчилж чадсангүй.',
'filedeleteerror'      => '"$1" файлыг устгаж чадсангүй.',
'directorycreateerror' => '"$1" жагсаалтыг үүсгэж чадсангүй.',
'filenotfound'         => '"$1" файл олдсонгүй.',
'fileexistserror'      => '"$1" файл руу бичиж болохгүй байна: ийм файл оршиж байна',
'unexpected'           => 'Санаандгүй утга: "$1"="$2".',
'formerror'            => 'Алдаа: маягтыг явуулж чадсангүй',
'badarticleerror'      => 'Энэ үйлдлийг энэ хуудсан дээр гүйцэтгэх боломжгүй байна.',
'cannotdelete'         => 'Заагдсан хуудас буюу файлыг устгаж чадсангүй.
Өөр хэрэглэгч өрсөж устгасан байж магадгүй.',
'badtitle'             => 'Болохгүй гарчиг',
'badtitletext'         => 'Оруулсан хуудасны нэр тань хүчингүй, хоосон, эсвэл буруу холбосон интер-хэл буюу интер-викигийн нэр байна. Нэрэнд хэрэглэгдэж болохгүй тэмдэгт орсон байж болзошгүй.',
'perfcached'           => 'Дараах тоо баримт нь нөөц хуулбар учраас хуучирсан мэдээлэлтэй байж магадгүй.',
'perfcachedts'         => 'Дараах тоо баримт нөөц хуулбар бөгөөд хамгийн сүүлд $1-д шинэчлэгдсэн.',
'querypage-no-updates' => 'Одоогийн байдлаар энэ хуудсанд шинэчлэлүүд хаагдсан байна. Энд байгаа тоо баримт одоохондоо сэргээгдэхгүй.',
'wrong_wfQuery_params' => 'wfQuery()-д буруу параметр оруулсан байна<br />
Функц: $1<br />
Асуудал: $2',
'viewsource'           => 'Кодыг харах',
'viewsourcefor'        => '$1',
'actionthrottled'      => 'Үйлдэл хязгаарлагдлаа',
'actionthrottledtext'  => 'Бид спамаас хамгаалахын тулд энэ үйлдлийг богино хугацаанд хэт олон удаа давтахыг хязгаарладаг. Та энэхүү хязгаарт хүрсэн тул түр хүлээгээд дахин оролдоно уу.',
'protectedpagetext'    => 'Засварлах явдлыг саатуулахын тулд энэ хуудас түгжигдсэн байна.',
'viewsourcetext'       => 'Та энэ хуудасны кодыг харах болон хуулж авах үйлдлийг хийх боломжтой:',
'protectedinterface'   => 'Энэ хуудас программын харагдах байдалд ашиглагддаг текстийг агуулдаг тул түгжигдсэн байна.',
'editinginterface'     => "'''Анхаар''': Та программын харагдах байдалд ашиглагддаг текстийг агуулсан хуудсыг засварлах гэж байна.
Энэ хуудсанд өөрчлөлт оруулснаар бусад хэрэглэгчдийн программын харагдах байдалд нөлөөлөх болно.
Орчуулга хийх гэж байгаа бол МедиаВикигийн орчуулгын төсөл болох, [http://translatewiki.net/wiki/Main_Page?setlang=mn Бетавики]-г хэрэглэхийг санал болгож байна.",
'sqlhidden'            => '（SQL илэрц харагдахгүй байна）',
'cascadeprotected'     => 'Энэ хуудас нь давхар хамгаалалттай дараах {{PLURAL:$1|хуудсанд|хуудсуудад}} орсон тул засварлагдахаас хамгаалагдсан байна:
$2',
'namespaceprotected'   => "Таньд '''$1''' нэрний зай дахь хуудсуудыг засварлах зөвшөөрөл байхгүй байна.",
'customcssjsprotected' => 'Энэ хуудас өөр хэрэглэгчийн хувийн тохиргоог агуулдаг тул та засварлах эрхгүй.',
'ns-specialprotected'  => 'Тусгай хуудсуудыг засварлах боломжгүй.',
'titleprotected'       => "[[User:$1|$1]] нь энэ хуудсыг үүсгэх явдыг хорьжээ.
Шалтгаан нь: ''$2''.",

# Virus scanner
'virus-badscanner'     => "Буруу тохиргоо: үл мэдэгдэх вирус илрүүлэгч программ: ''$1''",
'virus-scanfailed'     => 'гүйлгэж чадсангүй （код $1）',
'virus-unknownscanner' => 'үл мэдэгдэх антивирус:',

# Login and logout pages
'logouttext'                 => "'''Та одоо гарлаа.'''

Та ямар нэг хэрэглэгчийн бүртгэлгүйгээр {{SITENAME}}-г ашиглах боломжтой, эсвэл саяынхаа болон өөр хэрэглэгчийн бүртгэлээ ашиглан [[Special:UserLogin|дахин нэвтэрч]] болно.
Броузерийнхаа хийсвэр санах ойг цэвэрлэх хүртэл зарим нэг хуудсууд нь таны холбогдсон байдлаар харагдаж болзошгүйг анхааруулъя.",
'welcomecreation'            => '= $1, тавтай морилно уу! ==
Та амжилттай бүртгэгдлээ.
[[Special:Preferences|{{SITENAME}}-н тохиргоогоо]] өөрчлөхөө мартуузай.',
'yourname'                   => 'Хэрэглэгчийн нэр:',
'yourpassword'               => 'Нууц үг:',
'yourpasswordagain'          => 'Нууц үгээ дахин оруулах:',
'remembermypassword'         => 'Энэ компьютер дээрх миний нэвтрэлтийг сана (хамгийн дээд талдаа $1 {{PLURAL:$1|өдрийн|өдрийн}} туршид)',
'yourdomainname'             => 'Таны домэйн:',
'externaldberror'            => 'Нэг бол гадны баталгаажуулах мэдээллийн сангийн алдаа гарсан, эсвэл та өөрийн гадны бүртгэлээ шинэчлэх эрхгүй байна.',
'login'                      => 'Нэвтрэх',
'nav-login-createaccount'    => 'Нэвтрэх / Бүртгүүлэх',
'loginprompt'                => 'Та {{SITENAME}}-д нэвтрэхийн тулд күүкинүүд ашигладах хэрэгтэй.',
'userlogin'                  => 'Нэвтрэх / Бүртгүүлэх',
'userloginnocreate'          => 'Нэвтрэх',
'logout'                     => 'Гарах',
'userlogout'                 => 'Гарах',
'notloggedin'                => 'Нэвтрээгүй байна',
'nologin'                    => "Бүртгэлгүй юу? '''$1'''.",
'nologinlink'                => 'Бүртгүүлэх',
'createaccount'              => 'Бүртгүүлэх',
'gotaccount'                 => "Та бүртгэлтэй юу? '''$1'''",
'gotaccountlink'             => 'Нэвтрэх',
'createaccountmail'          => 'Мэйлээр илгээх',
'badretype'                  => 'Таны оруулсан хоёр нууц үг таарахгүй байна.',
'userexists'                 => 'Хэрэглэгчийн нэр ашиглагдаж байна.
Өөр нэр сонгоно уу.',
'loginerror'                 => 'Нэвтрэхэд алдаа гарлаа',
'nocookiesnew'               => 'Таны хэрэглэгчийн бүртгэл үүсгэгдсэн боловч нэвтрээгүй байна.
{{SITENAME}}-д холбогдоход күүкиг хэрэглэдэг.
Та күүкиг идэвхижүүлээгүй байна.
Түүнийг идэвхижүүлж шинэ хэрэглэгчийн нэр, нууц үгээрээ нэвтрэнэ үү.',
'nocookieslogin'             => '{{SITENAME}}-д нэвтрэхэд күүкиг хэрэглэдэг.
Та күүкиг идэвхижүүлээгүй байна.
Түүнийг идэвхижүүлж дахин оролдоно уу.',
'noname'                     => 'Та хүчинтэй хэрэглэгчийн нэрийг өгөөгүй байна.',
'loginsuccesstitle'          => 'Амжилттай нэвтэрлээ',
'loginsuccess'               => "'''Та {{SITENAME}} руу \"\$1\" нэрээр нэвтэрлээ.'''",
'nosuchuser'                 => '"$1" нэртэй хэрэглэгч олдсонгүй.
Хэрэглэгчийн нэрийн үсгүүд том жижгээр бичсэн байдлаар өөр байна.
Та зөв бичсэн эсэхээ шалгах, эсвэл [[Special:UserLogin/signup| шинээр бүртгүүлнэ үү]].',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" гэсэн нэртэй хэрэглэгч байхгүй байна.
Үсгийн алдаагаа шалгана уу.',
'nouserspecified'            => 'Та хэрэглэгчийн нэрээ зааж өгөх хэрэгтэй.',
'wrongpassword'              => 'Нууц үгээ буруу оруулсан байна. Дахин оролдоно уу.',
'wrongpasswordempty'         => 'Хоосон нууц үг оруулсан байна. Дахин оруулна уу.',
'passwordtooshort'           => 'Таны нууц үг хэт богино байна.
Хамгийн багадаа {{PLURAL:$1|1 үсэгтэй|$1 үсэгтэй}} байх ёстой.',
'password-name-match'        => 'Таны нууц үг хэрэглэгчийн нэрнээс ялгаатай байх ёстой.',
'mailmypassword'             => 'Мэйл хаягаар шинэ нууц үгийг илгээ',
'passwordremindertitle'      => '{{SITENAME}}-д нэвтрэх түр зуурын шинэ нууц үг',
'passwordremindertext'       => 'Хэн нэгэн （магадгүй та, IP хаяг нь $1） {{SITENAME}} （$4） хуудсанд нэвтрэх шинэ нууц үг явуулах хүсэлтийг тавьсан байна. Түр нууц үг "$3" хэрэглэгч "$2"-д олгогдлоо.
Хэрэв та үүнийг хүссэн бол холбогдож шинэ нууц үгээ одоо сонгоно уу.
Таны түр зуурын нууц үг {{PLURAL:$5|нэг өдрийн|$5 өдрийн}} дараа цуцлагдах болно.

Хэрэв энэ хүсэлтийг өөр хүн тавьсан, эсвэл та хуучин нууц үгээ санаж солихыг хүсэхгүй байгаа бол та энэ мэйлийг тоохгүйгээр хуучин нууц үгээ хэвээр хэрэглэж болно.',
'noemail'                    => 'Хэрэглэгч "$1" нь мэйл хаягаа бүртгүүлээгүй байна.',
'passwordsent'               => '"$1"-н бүртгүүлсэн мэйл хаяг руу шинэ нууц үг илгээгдлээ.
Мэйлээ авсныхаа дараа дахин нэвтрээрэй.',
'blocked-mailpassword'       => 'Таны IP хаягаас засвар хийх эрхийг түгжсэн байгаа тул буруугаар ашиглахаас сэргийлэх үүднээс нууц үгийг сэргээхийг зөвшөөрөхгүй.',
'eauthentsent'               => 'Баталгаажуулах мэйл бүртгүүлсэн мэйл хаяг руу илгээгдлээ.
Өөрийнхөө бүртгэлийг баталгаажуулахын тулд, өөр ямар нэг мэйл таны мэйл хаяг руу явуулагдахын өмнө тухай бүрийнхээ мэйл дэх зааврыг дагана уу.',
'throttled-mailpassword'     => 'Сүүлийн {{PLURAL:$1|1 цагт|$1 цагт}} нууц үгийг сануулах мэйлийг явуулсан байгаа.
Буруугаар ашиглахаас сэргийлэх үүднээс {{PLURAL:$1|цагт|$1 цагт}} нэг л сануулах мэйлийг явуулах боломжтой.',
'mailerror'                  => 'Мэйл илгээхэд алдаа гарлаа: $1',
'acct_creation_throttle_hit' => 'Сүүлийн өдөрт таны IP хаягийг ашиглан хүмүүс энэ викид тухайн хугацаа дахь шинэ бүртгэлийн дээд хязгаар болох {{PLURAL:$1|1 бүртгэл|$1 бүртгэл}} үүсгэжээ.
Ийнхүү энэ IP хаягийг ашигласан хүмүүс одоогийн байдлаар дахин бүртгэл үүсгэх боломжгүй байна.',
'emailauthenticated'         => 'Таны мэйл хаяг $2-ний $3 цагт баталгаажлаа.',
'emailnotauthenticated'      => 'Таны мэйл хаяг баталгаажаагүй байна.
Иймд доорх функцуудын алинд нь ч мэйл илгээгдэхгүй.',
'noemailprefs'               => 'Эдгээр функцуудыг ашиглахад мэйл хаягаа өгөх хэрэгтэй.',
'emailconfirmlink'           => 'Мэйл хаягаа баталгаажуулах',
'invalidemailaddress'        => 'Таны мэйл хаяг нь хүчингүй форматтай байгаа тул зөвшөөрөгдөхгүй.
Зөв форматтай хаяг оруул, эсвэл талбарыг хоослоно уу.',
'accountcreated'             => 'Бүртгэл үүсгэгдлээ',
'accountcreatedtext'         => '$1 хэрэглэгчийн бүртгэл үүсгэгдлээ.',
'createaccount-title'        => '{{SITENAME}}-н бүртгэлийн үүсгэл',
'createaccount-text'         => 'Хэн нэгэн {{SITENAME}}-д （$4） "$2" нэртэй, "$3" нууц үгтэй бүртгэлийг энэ мэйл хаягт үүсгэжээ.
Та одоо нэвтэрч өөрийн нууц үгээ солих хэрэгтэй.

Хэрэв энэ бүртгэлийг алдаа гаргаж үүсгэсэн бол энэ мэдэгдлийг үл ойшоож болно.',
'login-throttled'            => 'Та энэ бүртгэлийн нууц үгийг сүүлийн үед хэт олон удаа оруулах гэж оролдсон байна.
Хүлээж байгаад дахин оролдоно уу.',
'loginlanguagelabel'         => 'Хэл: $1',

# Password reset dialog
'resetpass'                 => 'Нууц үгээ солих',
'resetpass_announce'        => 'Та мэйлээр илгээгдсэн түр зуурын нууц үгээр нэвтэрч орсон байна
Бүрэн нэвтэрэхэд та энд шинэ нууц үгээ оруулах хэрэгтэй:',
'resetpass_header'          => 'Бүртгэлийн нууц үгээ солих',
'oldpassword'               => 'Хуучин нууц үг:',
'newpassword'               => 'Шинэ нууц үг:',
'retypenew'                 => 'Шинэ нууц үгээ дахин оруулах:',
'resetpass_submit'          => 'Нууц үгээ тогтоож нэвтрэх',
'resetpass_success'         => 'Таны нууц үг амжилттай солигдлоо! Та одоо нэвтэрч байна...',
'resetpass_forbidden'       => 'Нууц үг өөрчлөх боломжгүй',
'resetpass-no-info'         => 'Энэ хуудсыг шууд үзэхийн тулд нэвтэрч орсон байх шаардлагатай.',
'resetpass-submit-loggedin' => 'Нууц үгээ солих',
'resetpass-wrong-oldpass'   => 'Хүчингүй түр зуурын эсвэл одоогийн нууц үг байна.
Та аль хэдийнээ нууц үгээ сольсон эсвэл түр зуурын нууц үг хүссэн байна.',
'resetpass-temp-password'   => 'Түр зуурын нууц үг:',

# Edit page toolbar
'bold_sample'     => 'Тодруулсан бичиг',
'bold_tip'        => 'Тодруулсан бичиг',
'italic_sample'   => 'Налуу бичиг',
'italic_tip'      => 'Налуу бичиг',
'link_sample'     => 'Холбоосны нэр',
'link_tip'        => 'Дотоод холбоос',
'extlink_sample'  => 'http://www.example.com холбоосны нэр',
'extlink_tip'     => 'Гадны холбоос (эхэнд нь http:// бичихээ мартуузай)',
'headline_sample' => 'Гарчигийн текст',
'headline_tip'    => '2-р түвшний гарчиг',
'math_sample'     => 'Энд томъёогоо оруулна уу',
'math_tip'        => 'Математикийн томъёо （LaTeX）',
'nowiki_sample'   => 'Энд хэлбэршүүлээгүй текстээ оруулна уу',
'nowiki_tip'      => 'Вики форматыг хэрэглэхгүй байх',
'image_sample'    => 'жишээ.jpg',
'image_tip'       => 'Оруулсан файл',
'media_tip'       => 'Файлын холбоос',
'sig_tip'         => 'Таны бичлэг үйлдсэн цагтай гарын үсэг',
'hr_tip'          => 'Хөндлөн шугам （бага хэрэглээрэй）',

# Edit pages
'summary'                          => 'Товч агуулга:',
'subject'                          => 'Сэдэв/гарчиг:',
'minoredit'                        => 'Энэ бол бага зэргийн засвар',
'watchthis'                        => 'Энэ хуудсыг хяна',
'savearticle'                      => 'Хуудсыг хадгалах',
'preview'                          => 'Урьдчилж харах',
'showpreview'                      => 'Урьдчилж харах',
'showlivepreview'                  => 'Шууд байдлаар урьдчилж харах',
'showdiff'                         => 'Өөрчлөлтүүдийг харуул',
'anoneditwarning'                  => "'''Анхаар:''' Та нэвтрээгүй байна.
Энэ хуудасны засварын түүхэнд таны IP хаяг хадгалагдана.",
'missingsummary'                   => "'''Сануулга:''' Та засварынхаа товч агуулгын тухай оруулаагүй байна.
Хэрэв та Хадгалах товчийг дахин дарвал таны засвар товч агуулгагүйгээр хадгалагдана.",
'missingcommenttext'               => 'Доор санал бодлоо оруулна уу.',
'missingcommentheader'             => "'''Сануулга:''' Та энэ санал бодлынхоо гарчигийг бичээгүй байна.
Хэрэв та Хадгалах товчийг дахин дарвал таны засвар гарчиггүй хадгалагдах болно.",
'summary-preview'                  => 'Товч агуулгын урьдчилж харсан байдал:',
'subject-preview'                  => 'Сэдэв/гарчигийн урьдчилж харсан байдал:',
'blockedtitle'                     => 'Хэрэглэгч түгжигдлээ.',
'blockedtext'                      => "'''Таны хэрэглэгчийн нэр эсвэл IP хаяг түгжигдсэн байна.'''

Түгжээг $1 хийсэн. Шалтгаан нь ''$2'' байна.

* Түгжээ эхлэсэн огноо: $8
* Түгжээ дуусах огноо: $6
* Түгжигдсэн: $7

Та $1 эсвэл бусад [[{{MediaWiki:Grouppage-sysop}}|администраторуудтай]] харилцаж түгжээнийхээ талаар хэлэлцэж болно.
Таны [[Special:Preferences|хувийн тохиргоонд]] мэйл хаяг заагдсан бөгөөд түүний хэрэглээ түгжигдээгүй үед та 'энэ хэрэглэгчид мэйл илгээх' функцийг хэрэглэх боломжтой.
Таны одоогийн IP хаяг бол $3, түгжээний ID нь #$5 байна. Түгжээний талаарх хэлэлцүүлэгт энэ хоёрыг заавал оруулаарай.",
'autoblockedtext'                  => 'Таны IP хаяг автоматаар түгжигдсэн байна, учир нь өмнө өөр хэрэглэгчээр ашиглагдаж түүнийг $1 түгжсэн байна.
Шалтгаан нь:

:\'\'$2\'\'

* Түгжээ эхлэсэн огноо: $8
* Түгжээ дуусах огноо: $6
* Түгжигдсэн: $7

Та $1 эсвэл бусад [[{{MediaWiki:Grouppage-sysop}}|администраторуудтай]] харилцаж түгжээнийхээ талаар хэлэлцэж болно.

Таны [[Special:Preferences|хувийн тохиргоонд]] мэйл хаяг заагдсан, мөн үүнийгээ хэрэглэхээс түгжигдээгүй үед л "энэ хэрэглэгчид мэйл илгээх" функцийг хэрэглэх боломжтой.

Таны одоогийн IP хаяг $3, таны түгжээний дугаар #$5 байна.
Түгжээний талаарх асуултандаа дээрх бүх зүйлсийг тусгаж өгөөрэй.',
'blockednoreason'                  => 'шалтгаан өгөгдөөгүй байна',
'blockedoriginalsource'            => "'''$1'''-н кодыг доор үзүүлэв:",
'blockededitsource'                => "Таны '''$1'''-д хийж байгаа '''засваруудын''' текстийг доор үзүүлэв:",
'whitelistedittitle'               => 'Засварлахын тулд нэвтрэх шаардлагатай',
'whitelistedittext'                => 'Хуудсуудад засвар хийхийн тулд та урьдаар $1 хэрэгтэй.',
'confirmedittext'                  => 'Та хуудсуудыг засварлахдаа мэйл хаягаа баталгаажуулах хэрэгтэй.
[[Special:Preferences|Хэрэглэгчийн тохиргоо]] хэсэгт өөрийнхөө мэйл хаягийг оруулж, баталгаажуулна уу.',
'nosuchsectiontitle'               => 'Хэсэг олдсонгүй',
'nosuchsectiontext'                => 'Та үл орших хэсгийг засварлах гэж оролдлоо.
Та хуудсыг үзэж байх хооронд зөөгдсөн буюу устгагдсан байж магадгүй.',
'loginreqtitle'                    => 'Нэвтэрсэн байх шаардлагатай',
'loginreqlink'                     => 'Нэвтрэх',
'loginreqpagetext'                 => 'Та бусад хуудсуудыг үзэхийн тулд $1 хэрэгтэй.',
'accmailtitle'                     => 'Нууц үг илгээгдлээ.',
'accmailtext'                      => "[[User talk:$1|$1]]-н санамсаргүй байдлаар үүсгэгдсэн нууц үг $2 руу илгээгдлээ.

Нэвтэрч орсны дараа энэ шинэ бүртгэлийн нууц үгийг ''[[Special:ChangePassword|энэ хуудсаар]]'' солих боломжтой.",
'newarticle'                       => '（Шинэ）',
'newarticletext'                   => "Таны орохыг хүссэн хуудас байхгүй байна. Энэ хуудсыг шинээр үүсгэхийн тулд доорх талбарт мэдээллээ оруулна уу （дэлгэрэ
нгүй мэдээллийг [[{{MediaWiki:Helppage}}|тусламжийн хуудсаас]] авч болно）.
Хэрэв та энд санамсаргүйгээр орж ирсэн бол броузерийнхаа '''back''' товчийг дар.",
'anontalkpagetext'                 => "----''Энэ нь хараахан бүртгүүлээгүй байгаа буюу хэрэглэгчийн нэр хэрэглэхгүй байгаа хэрэглэгчийн хэлэлцүүлгийн хуудас болно.
Бид ийм хэрэглэгчдийг тогтоохын тулд IP хаягийг нь ашигладаг.
Нэг IP хаягийг хэд хэдэн хэрэглэгч хамтран ашиглаж байж болно.
Хэрвээ таны IP хаягт ирсэн санал хүсэлтүүд танд хандаагүй бөгөөд та цаашид ийм байдал үүсэхээс сэргийлье гэвэл [[Special:UserLogin/signup|бүртгүүлэх]] буюу [[Special:UserLogin|нэвтрэхийг]] хүсье.''",
'noarticletext'                    => 'Одоогийн байдлаар энэ хуудсанд текст алга.
Та нэг бол энэ хуудасны нэрээр бусад хуудсуудад [[Special:Search/{{PAGENAME}}|хайлт хийх]], <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} холбоотой логуудад хайлт хийх],
эсвэл [{{fullurl:{{FULLPAGENAME}}|action=edit}} энэ хуудсыг засварлаж болно]</span>.',
'userpage-userdoesnotexist'        => '"$1" хэрэглэгчийн бүртгэл бүртгэгдээгүй байна. Та энэ хуудсыг үүсгэх/засварлах тухайгаа дахин тунгааж бодно уу.',
'clearyourcache'                   => "'''Санамж - Хадгалсныхаа дараа шинэ тохиргоогоо харахын тулд вэб хөтөчийнхөө хийсвэр санах ойг орхих хэрэгтэй болж магадгүй.'''
'''Мозилла / Файрфокс / Сафари:''' ''Shift''-г дарж байхдаа ''Reload'' дээр дарах, эсвэл ''Ctrl-F5'' буюу ''Ctrl-R'' гэж дарах （Макинтош дээр ''Command-R''）;
'''Конкерор: ''' ''Reload'' товч дээр дар, эсвэл ''F5''-г дар;
'''Опера:''' ''Tools→Preferences'' дээр хийсвэр санах ойг бүрэн арилгах;
'''Интернэт Эксплорер:''' ''Ctrl'' -г дарж байхдаа ''Refresh'' дээр дар, эсвэл ''Ctrl-F5'' гэж дар.",
'usercssyoucanpreview'             => "'''Зөвлөгөө:''' 'Урьдчилан харах' товчийг ашиглан та өөрийн шинэ CSS/ЖаваСкриптийг хадгалахаасаа өмнө шалгах боломжтой.",
'userjsyoucanpreview'              => "'''Зөвлөгөө:''' 'Урьдчилан харах' товчийг ашиглан та өөрийн шинэ ЖаваСкриптийг хадгалахаасаа өмнө шалгах боломжтой.",
'usercsspreview'                   => "'''Та өөрийн хэрэглэгчийн CSS-г зөвхөн урьдчилан харж байгаа гэдгээ санаарай.'''
'''Хараахан хадгалагдаагүй байгаа гэдгийг анхаарна уу!'''",
'userjspreview'                    => "'''Та өөрийн хэрэглэгчийн ЖаваСкриптийг зөвхөн урьдчилан харж байгаа бөгөөд энэ нь хараахан хадгалагдаагүй байгаа гэдгийг анхаарна уу!'''",
'userinvalidcssjstitle'            => "'''Анхаар:''' \"\$1\" гэсэн арьс байхгүй байна.
Өөрсдийн .css болон .js хуудсуудыг нэрлэхэд жижиг үсэг хэрэглэдэг болохыг сануулж байна. Жишээ нь: {{ns:user}}:Foo/monobook.css гэж л хэрэглэх бөгөөд {{ns:user}}:Foo/Monobook.css гэхгүй.",
'updated'                          => '（Шинэчлэгдсэн）',
'note'                             => "'''Анхааруулга:'''",
'previewnote'                      => "'''Энэ бол зөвхөн урьдчилж харсан байдал; засварууд одоохондоо хадгалагдаагүй байна!'''",
'previewconflict'                  => 'Энэ урьдчилж харсан байдал нь дээд талын засварлах талбарын текстийг хадгалахад харагдах байдлыг харуулна.',
'session_fail_preview'             => "'''Уучлаарай! Мэдээлэл алдагдснаас болж таны засварыг боловсруулж чадсангүй. Дахин оролдож үзнэ үү. Ингээд ч болохгүй байвал сайтаас гарч дахин нэвтэрч орж үзнэ үү.'''",
'session_fail_preview_html'        => "'''Уучлаарай! Мэдээлэл алдагдснаас болж таны засварыг боловсруулж чадсангүй.'''

{{SITENAME}} нь түүхий HTML-г хэрэглэж байгаа тул урьдчилж харсан байдал нь ЖаваСкриптийн довтолгооноос сэргийлж нуугдсан байдалтай байна.

'''Хэрэв энэ нь жинхэнэ засварлах оролдлого бол дахин оролдож үзнэ үү. Ингээд ч болохгүй бол сайтаас гарч дахин нэвтэрч үзнэ үү.'''",
'token_suffix_mismatch'            => "'''Таны вэб түнш засварын тэмдэглэгээг гажуудуулсан тул таны засварыг хүлээж авсангүй.
Хуудасны текстийг бүрэн бүтэн байлгах үүднээс засварыг хүлээж авсангүй.
Энэ нь алдаа ихтэй вэбийн нэргүй прокси хэрэглэх үед заримдаа гардаг.'''",
'editing'                          => '$1-г засварлаж байна',
'editingsection'                   => '$1-г засварлаж байна (хэсэг)',
'editingcomment'                   => '$1-г засварлаж байна (шинэ хэсэг)',
'editconflict'                     => 'Засварын зөрөлдөөн боллоо: $1',
'explainconflict'                  => "Та энэ хуудсыг засварлаж эхэлснээс хойш өөр хэн нэгэн өөрчилжээ.
Дээд талын бичгийн талбарт одоогийн хуудасны байдал харагдаж байна.
Таны өөрчлөлтүүд доод талын бичгийн талбарт харагдаж байна.
Та өөрийн засваруудаа одоогийн хуудасны байдалтай нэгтгэх хэрэгтэй.
\"Хуудсыг хадгалах\" товчийг дарахад '''зөвхөн''' дээд талын бичгийн талбарт буй бичиг л хадгалагдана.",
'yourtext'                         => 'Таны текст',
'storedversion'                    => 'Хадгалагдсан хувилбар',
'nonunicodebrowser'                => "'''АНХААР: Таны броузер юникод стандартыг дагадаггүй юм байна. ASCII-биш үсгүүд засварлах талбарт код байдалтай харагдана. Иймээс броузераа тохируулах, эсвэл өөрчилнө үү.'''",
'editingold'                       => "'''АНХААР: Та энэ хуудасны хуучирсан хувилбарт засвар хийж байна.
Хэрэв та хадгалавал энэ хувилбараас хойш хийгдсэн засварууд алдагдах болно.'''",
'yourdiff'                         => 'Өөрчлөлтүүд',
'copyrightwarning'                 => "{{SITENAME}}-д оруулсан бүх хувь нэмэр $2-н хувьд (дэлгэрэнгүй мэдээллийг $1-с авна уу) тавигддаг болохыг анхаарна уу.
Хэрэв та өөрийн хувь нэмрээ бусдад засварлуулах, тараагдуулахыг хүсэхгүй байгаа бол энд битгий оруулаарай.<br />
Та мөн үүнийг өөрөө бичсэн, эсвэл нийтийн өмчид тавигдсан буюу үүнтэй адилтгаж болох сангаас хуулж тавьсан бүтээл гэдгээ амласан байгааг анхаараарай.
'''ЗОХИОГЧИЙН ЭРХ БҮХИЙ БҮТЭЭЛИЙГ ЗӨВШӨӨРӨЛГҮЙГЭЭР ТАВИХИЙГ ХОРИГЛОНО!'''",
'copyrightwarning2'                => "{{SITENAME}}-д оруулсан бүх хувь нэмрийг бусад хэрэглэгчид засварлаж, өөрчилж, устгаж болдгийг анхаарна уу.
Хэрэв та өөрийн хувь нэмрээ бусдад засварлуулах, тараагдуулахыг хүсэхгүй байгаа бол энд битгий оруулаарай.<br />
Та мөн үүнийг өөрөө бичсэн, эсвэл нийтийн өмчид тавигдсан буюу үүнтэй адилтгаж болох сангаас хуулж тавьсан бүтээл гэдгээ амласан байгааг анхаараарай (дэлгэрэнгүй мэдээллийг $1-с авна уу).
'''ЗОХИОГЧИЙН ЭРХ БҮХИЙ БҮТЭЭЛИЙГ ЗӨВШӨӨРӨЛГҮЙГЭЭР ТАВИХИЙГ ХОРИГЛОНО!'''",
'longpagewarning'                  => "'''АНХААР: Энэ хуудас $1 килобайт урттай байна; зарим броузеруудад 32 килобайт орчим буюу түүнээс урт хуудсыг засварлахад хүндрэлтэй байж магадгүй.
Хуудсыг жижиг хэсгүүдэд хувааж засварлахыг санал болгоё.'''",
'longpageerror'                    => "'''АЛДАА: Таны оруулсан текст нь $1 килобайт урттай байгаа бөгөөд энэ нь дээд хэмжээ болох $2 килобайтаас илүү урт байна.
Хадгалах боломгүй байна.'''",
'readonlywarning'                  => "'''АНХААР: Мэдээллийн сан нь техникийн үзлэг хийхээр түр зуур түгжигдсэн байгаа тул та одоохондоо засваруудаа хадгалах боломжгүй байна.
Та текстээ өөрийн компьютертаа сануулж дараа нь энд хадгалахыг санал болгоё.'''

Үүнийг түгжсэн администратор дараах тайлбарыг санал болгож байна: $1",
'protectedpagewarning'             => "'''АНХААР:  Энэ хуудас нь зөвхөн системийн операторууд л засварлаж болохоор түгжигдсэн байна.'''",
'semiprotectedpagewarning'         => "'''Анхаар''': Энэ хуудас нь зөвхөн бүртгэгдсэн хэрэглэгчид л засварлаж болохоор түгжигдсэн байна.",
'cascadeprotectedwarning'          => "'''Анхаар''': Энэ хуудас нь зөвхөн системийн операторууд л засварлаж болохоор түгжигдсэн байна. Учир нь энэ хуудас дараах давхар хамгаалалттай {{PLURAL:$1|хуудаст|хуудсуудад}} оржээ:",
'titleprotectedwarning'            => "'''АНХААР:  Энэ хуудсыг үүсгэхийн тулд [[Special:ListGroupRights|тодорхой эрхүүд]] шаардлагатай.'''",
'templatesused'                    => 'Энэ хуудсанд ашиглагдсан {{PLURAL:$1|загвар|загварууд}}:',
'templatesusedpreview'             => 'Дараах параметр ашиглагдаагүй: $1',
'templatesusedsection'             => 'Энэ хэсэгт ашиглагдаж буй загварууд:',
'template-protected'               => '（хамгаалагдсан）',
'template-semiprotected'           => '（хагас-хамгаалагдсан）',
'hiddencategories'                 => 'Энэ хуудас нь $1 нуугдсан ангилалд багтаж байна:',
'edittools'                        => '<!-- Энд бичсэн текст засварлах болоод аплоудын тавцангийн доор гарна. -->',
'nocreatetitle'                    => 'Хуудасны үүсгэл хязгаарлагдсан байна',
'nocreatetext'                     => '{{SITENAME}} нь шинэ хуудас үүсгэх явдлыг хаасан байна.
Та буцаад хуучин байсан хуудсыг засварлах, эсвэл [[Special:UserLogin|нэвтэрч орох буюу бүртгүүлж болно]].',
'nocreate-loggedin'                => 'Таньд шинэ хуудас үүсгэх эрх байхгүй байна.',
'permissionserrors'                => 'Зөвшөөрлүүдийн алдаанууд',
'permissionserrorstext'            => 'Таньд үүнийг хийх зөвшөөрөл байхгүй байна. {{PLURAL:$1|Шалтгаан|Шалтгаанууд}} нь:',
'permissionserrorstext-withaction' => 'Дараах {{PLURAL:$1|шалтгааны|шалтгаануудын}} улмаас таньд $2 эрх байхгүй байна:',
'recreate-moveddeleted-warn'       => "'''Анхаар: Та өмнө нь устгагдсан хуудсыг дахин үүсгэх гэж байна.'''

Та энэ хуудсанд дахин засвар хийх нь зүйтэй юу гэж бодох хэрэгтэй.
Энэ хуудасны устгалын ба зөөлтийн лог хэрэг болж магадгүй тул доор тавигдсан байгаа:",
'moveddeleted-notice'              => 'Энэ хуудас устгагдсан байна.
Лавлагааны зориулалтаар тухайн хуудасны устгалын ба зөөлтийн лог доор тавигдсан байгаа.',
'log-fulllog'                      => 'Бүтэн логийг үзэх',
'edit-hook-aborted'                => 'Хүк засварыг зогсоолоо.
Шалтгаан өгөгдсөнгүй.',
'edit-gone-missing'                => 'Хуудсыг шинэчилж чадсангүй.
Хуудас устгагдсан юм шиг байна.',
'edit-conflict'                    => 'Засварын зөрчилдөөн.',
'edit-no-change'                   => 'Текстэд өөрчлөлт хийгдээгүй тул таны засварыг үл тоов.',
'edit-already-exists'              => 'Шинэ хуудас үүсгэж чадсангүй.
Өмнө үүсгэгдсэн байна.',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''Анхаар:''' Энэ хуудсанд хэт олон парсер функцийн дуудлагууд байна.

$2 дуудлагаас доош байх ёстой, харин одоо $1 байна.",
'expensive-parserfunction-category'       => 'Хэт олон парсер функцийн дуудлагатай хуудсууд',
'post-expand-template-inclusion-warning'  => "'''Анхаар:''' Загварын оролцуулах хэмжээ хэт том байна.
Зарим загваруудыг оролцуулахгүй.",
'post-expand-template-inclusion-category' => 'Загварын оролцуулах хэмжээ ихэдсэн хуудаснууд',
'post-expand-template-argument-warning'   => "'''Анхаар:''' Энэ хуудсанд хэт том өргөтгөлийн хэмжээтэй ядаж нэг загварын аргумент байна.
Эдгээр аргументуудыг тооцсонгүй.",
'post-expand-template-argument-category'  => 'Орхигдсон загварын аргументуудтай хуудаснууд',
'parser-template-loop-warning'            => 'Загвар тойрч буйг тогтоов: [[$1]]',
'parser-template-recursion-depth-warning' => 'Загварын рекурсийн гүний хязгаараас ихэдлээ （$1）',

# "Undo" feature
'undo-success' => 'Засвар цуцлагдаж болно.
Доорх харьцуулалтыг шалгаж үнэхээр хиймээр байгаа зүйл мөн үү гэдгээ нотлоорой. Дараа нь засварыг дуусгахын тулд өөрчлөлтүүдээ хадгална уу.',
'undo-failure' => 'Хоорондын засваруудаас болж засвар цуцлагдах боломжгүй байна.',
'undo-norev'   => 'Засвар оршдогүүй эсвэл устгагдсан тул цуцлаж чадсангүй.',
'undo-summary' => '[[Special:Contributions/$2|$2]] （[[User talk:$2|Яриа]]） хэрэглэгчийн $1 засварыг цуцлах',

# Account creation failure
'cantcreateaccounttitle' => 'Хэрэглэгчийн бүртгэлийг үүсгэж чадсангүй.',
'cantcreateaccount-text' => "[[User:$3|$3]] нь энэ IP хаягаас ('''$1''') бүртгэл үүсгэх эрхийг түгжсэн байна.

$3-н тодорхойлсон шалтгаан нь ''$2''",

# History pages
'viewpagelogs'           => 'Энэ хуудасны логийг үзэх',
'nohistory'              => 'Хуудсанд засвар хийсэн түүх байхгүй байна.',
'currentrev'             => 'Одоогийн засвар',
'currentrev-asof'        => '$1-ий байдлаарх одоогийн засвар',
'revisionasof'           => '$1-ий байдлаарх засвар',
'revision-info'          => '$1-ий байдлаарх $2 хэрэглэгчийн хийсэн засвар',
'previousrevision'       => '←Хуучны засвар',
'nextrevision'           => 'Дараагийн засвар→',
'currentrevisionlink'    => 'Одоогийн засвар',
'cur'                    => 'одоогийн',
'next'                   => 'дараагийн',
'last'                   => 'сүүлийн',
'page_first'             => 'эхний',
'page_last'              => 'сүүлийн',
'histlegend'             => 'Өөрчлөлтүүдийг сонгох: харьцуулж үзэхийн тулд хувилбаруудын өмнөх хайрцагыг сонгож нэг бол "enter" товчлуурыг, эсвэл доорх товчлуурыг дараарай.<br />
Тэмдэг: （одоогийн） = одоогийн засвартай харьцуулах
（сүүлчийн） = өмнөх засвартай харьцуулах, Б = бага зэргийн засвар',
'history-fieldset-title' => 'Түүх сөхөе',
'histfirst'              => 'Эхний',
'histlast'               => 'Сүүлийн',
'historysize'            => '（$1 байт）',
'historyempty'           => '（хоосон байна）',

# Revision feed
'history-feed-title'          => 'Засварын түүх',
'history-feed-description'    => 'Вики дэх энэ хуудасны засварын түүх',
'history-feed-item-nocomment' => '$2 дээрх $1',
'history-feed-empty'          => 'Таны үзэх гэсэн хуудас байхгүй байна.
Викигээс устгагдсан юмуу нэр нь өөрчлөгдсөн байж магадгүй.
[[Special:Search|Викид хайлт хийж]] үзнэ үү.',

# Revision deletion
'rev-deleted-comment'         => '（товч агуулгын тухай мэдээлэл арилгагдсан байна）',
'rev-deleted-user'            => '（хэрэглэгчийн нэр арилгагдсан байна）',
'rev-deleted-event'           => '（логийн үйлдэл арилгагдсан байна）',
'rev-deleted-text-permission' => "Энэ хуудасны засвар '''устгагдсан'''.
[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} Устгалын логт] дэлгэрэнгүй мэдээлэл байж магадгүй.",
'rev-deleted-text-unhide'     => "Энэ хуудасны засвар '''устгагдсан байна'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Устгалын логт] дэлгэрэнгүй мэдээлэл байж магадгүй.
Администраторын хувьд та хүсвэл [$1 энэ засварыг үзэх] боломжтой.",
'rev-suppressed-text-unhide'  => "Энэ хуудасны засвар '''далдлагдсан байна'''.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Далдлагааны логт] дэлгэрэнгүй мэдээлэл байж магадгүй.
Администраторын хувьд та хүсвэл [$1 энэ засварыг үзэх] боломжтой.",
'rev-deleted-text-view'       => "Энэ хуудасны засвар '''устгагдсан'''.
Администраторын хувьд та харах боломжтой; [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} устгалын логт] дэлгэрэнгүй мэдээлэл байж магадгүй.",
'rev-suppressed-text-view'    => "Энэ хуудасны засвар '''далдлагдсан'''.
Администраторын хувьд та харах боломжтой; [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} далдлагааны логт] дэлгэрэнгүй мэдээлэл байж магадгүй.",
'rev-deleted-no-diff'         => "Аль нэг засвар нь '''устгагдсан''' тул та ялгааг үзэх боломжгүй байна.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Устгалын логт] дэлгэрэнгүй мэдээлэл байж магадгүй.",
'rev-deleted-unhide-diff'     => "Ялгааны аль нэг засвар '''устгагдсан''' байна.
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} Устгалын логт] дэлгэрэнгүй мэдээлэл байж магадгүй.
Администраторын хувьд та хүсвэл [$1 энэ ялгааг] үзэх боломжтой.",
'rev-delundel'                => 'үзүүлэх/нуух',
'revisiondelete'              => 'Засваруудыг устгах/сэргээх',
'revdelete-nooldid-title'     => 'Зорьсон засвар байхгүй байна',
'revdelete-nooldid-text'      => 'Та нэг бол энэ үйлдлийг хийхэд зорьсон засвар（ууд）ыг тодорхойлоогүй, зорьсон засвар нь байхгүй, эсвэл одоогийн засварыг нуух гэж байна.',
'revdelete-nologtype-title'   => 'Логийн төрөл өгөгдөөгүй байна',
'revdelete-nologtype-text'    => 'Энэ үйлдлийг хийх логийн төрөл өгөгдөөгүй байна.',
'revdelete-nologid-title'     => 'Хүчингүй логийн бүртгэл',
'revdelete-nologid-text'      => 'Та энэ функцийг хийх логийн үйл явдлыг тусгаж өгөөгүй, эсвэл тусгаж өгсөн бүртгэл байхгүй байна.',
'revdelete-no-file'           => 'Өгөгдсөн файл байхгүй байна.',
'revdelete-show-file-confirm' => '$2-ий $3 дахь "<nowiki>$1</nowiki>" файлын устгагдсан засварыг үзмээр байгаадаа итгэлтэй байна уу?',
'revdelete-show-file-submit'  => 'Тийм',
'revdelete-selected'          => "'''[[:$1]]-н {{PLURAL:$2|сонгосон засвар|сонгосон засварууд}}:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|Сонгосон логийн үйл явдал|Сонгосон логийн үйл явдлууд}}:'''",
'revdelete-text'              => "'''Устгагдсан засварууд ба үйл явдлууд нь хуудасны түүх болон логт харагдах хэвээр үлдэх ч эдгээрийн зарим агуулга нийтэд үл харагдана.'''
Давхар хязгаарууд тавигдаагүй тохиолдолд {{SITENAME}}-н бусад администраторууд нуугдсан агуулгыг энэ талбараар харж үл арилгах боломжтой хэвээр үлдэнэ.",
'revdelete-legend'            => 'Харагдах байдалд хязгаар тавих',
'revdelete-hide-text'         => 'Засварын текстийг нуух',
'revdelete-hide-image'        => 'Файлын агуулыг нуух',
'revdelete-hide-name'         => 'Объект ба түүнд хийсэн үйлдлийг нуух',
'revdelete-hide-comment'      => 'Засварын товч агуулгыг нуух',
'revdelete-hide-user'         => 'Засварлагчийн хэрэглэгчийн нэр/IP хаягийг нуух',
'revdelete-hide-restricted'   => 'Администраторууд болон бусдаас энэ мэдээллийг далдлах',
'revdelete-suppress'          => 'Системийн операторууд болон бусдаас мэдээллийг нууцлах',
'revdelete-unsuppress'        => 'Сэргээгдсэн засварууд дахь хязгаарлалтуудыг авч хаях',
'revdelete-log'               => 'Шалтгаан:',
'revdelete-submit'            => 'Сонгосон засварт үйлчлүүлэх',
'revdelete-logentry'          => '[[$1]]-н засварын харагдах байдлыг өөрчиллөө',
'logdelete-logentry'          => '[[$1]]-н үйл явдлын харагдах байдлыг өөрчиллөө',
'revdelete-success'           => "'''Засварын харагдах байдлыг тохирууллаа.'''",
'logdelete-success'           => "'''Логийн харагдах байдлыг тохирууллаа.'''",
'revdel-restore'              => 'Харагдах байдлыг өөрчлөх',
'pagehist'                    => 'Хуудасны түүх',
'deletedhist'                 => 'Устгагдсан түүх',
'revdelete-content'           => 'агуулга',
'revdelete-summary'           => 'засварын товч агуулга',
'revdelete-uname'             => 'хэрэглэгчийн нэр',
'revdelete-restricted'        => 'системийн операторуудад тавигдсан хязгаарлалтууд',
'revdelete-unrestricted'      => 'системийн операторуудаас авч хаясан хязгаарлалтууд',
'revdelete-hid'               => 'нуугдсан $1',
'revdelete-unhid'             => 'нууцлахаа болиулсан $1',
'revdelete-log-message'       => '$2 засварт $1',
'logdelete-log-message'       => '$2 үйл явдалд $1',
'revdelete-edit-reasonlist'   => 'Устгах шалтгаануудыг засварлах',

# Suppression log
'suppressionlog'     => 'Хязгаарлалтын лог',
'suppressionlogtext' => 'Доорх нь сиестемийн операторуудаас нууцалсан агуулгатай холбоотой устгал ба түгжээнүүдийн жагсаалт юм.
[[Special:IPBlockList|IP түгжээний жагсаалтыг]] үзэж одоо хэрэгжиж буй хорио ба түгжээг харна уу.',

# History merging
'mergehistory'                     => 'Хуудсуудын түүхийг нэгтгэх',
'mergehistory-header'              => 'Энэ хуудас нь нэг хуудасны засварын түүхийг шинэ хуудастай нэгтгэх боломжийг олгоно.
Энэ өөрчлөлт түүхийн тасралтгүй байдалд нөлөөлөхгүй гэдгийг батлаарай.',
'mergehistory-box'                 => 'Хоёр хуудасны засваруудыг нэгтгэх:',
'mergehistory-from'                => 'Эх үүсвэр хуудас:',
'mergehistory-into'                => 'Зорьсон хуудас:',
'mergehistory-list'                => 'Нэгтгэж болох засварын түүх',
'mergehistory-merge'               => '[[:$1]]-н дараах засваруудыг [[:$2]] руу нэгтгэх боломжтой.
Сонгох товчлууруудыг тогтсон огноонд болон түүний өмнөх засваруудыг л нэгтгэхэд ашиглана уу.
Залуурдлагын холбоосуудыг ашиглавал товчлуурууд анхны байдалдаа эргэж орно гэдгийг анхаараарай.',
'mergehistory-go'                  => 'Нэгтгэж болох засваруудыг үзүүлэх',
'mergehistory-submit'              => 'Засваруудыг нэгтгэх',
'mergehistory-empty'               => 'Ямар ч засварыг нэгтгэх боломжгүй байна.',
'mergehistory-success'             => '[[:$1]]-н $3 засварыг [[:$2]] руу нэгтгэлээ.',
'mergehistory-fail'                => 'Түүхийг нэгтгэх боломжгүй байна. Хуудас болон огноогийн параметрийг дахин шалгаж үзнэ үү.',
'mergehistory-no-source'           => '$1 эх үүсвэр хуудас байхгүй байна.',
'mergehistory-no-destination'      => '$1 зорьсон хуудас байхгүй байна.',
'mergehistory-invalid-source'      => 'Эх үүсвэр хуудас хүчинтэй гарчигтай байх ёстой.',
'mergehistory-invalid-destination' => 'Зорьсон хуудас хүчинтэй гарчигтай байх ёстой.',
'mergehistory-autocomment'         => '[[:$1]]-г [[:$2]] руу нэгтгэлээ',
'mergehistory-comment'             => '[[:$1]]-г [[:$2]] руу нэгтгэлээ: $3',
'mergehistory-same-destination'    => 'Эх үүсвэр ба зорих хуудсууд ижил байж болохгүй',

# Merge log
'mergelog'           => 'Нэгтгэлийн лог',
'pagemerge-logentry' => '[[$1]]-г [[$2]] руу нэгтгэлээ （$3 хүртэлх засварууд）',
'revertmerge'        => 'Нэгтгэлийг буцаах',
'mergelogpagetext'   => 'Доорх нь нэг хуудасны түүхийг өөр түүхтэй нэгтгэсэн хамгийн сүүлийн нэгтгэлүүд юм.',

# Diffs
'history-title'           => '"$1"-н засварын түүх',
'difference'              => '(Засварууд хоорондын ялгаа)',
'lineno'                  => '$1-р мөр:',
'compareselectedversions' => 'Сонгосон хувилбаруудыг харьцуулах',
'editundo'                => 'цуцлах',
'diff-multi'              => 'Завсрын $1 засварыг үзүүлээгүй байна.',

# Search results
'searchresults'                    => 'Хайлтын үр дүн',
'searchresults-title'              => '"$1" гэх хайлтын үр дүн',
'searchresulttext'                 => '{{SITENAME}}-с хайх тухай дэлгэрэнгүй мэдээллийг [[{{MediaWiki:Helppage}}|{{int:help}}]] хуудаснаас авна уу.',
'searchsubtitle'                   => 'Та \'\'\'[[:$1]]\'\'\' гэж хайлаа （[[Special:Prefixindex/$1|"$1-р эхлэсэн бүх хуудас]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1"-д холбогдсон бүх хуудас]]）',
'searchsubtitleinvalid'            => "Та '''$1''' гэж хайлаа",
'toomanymatches'                   => 'Хэт олон илэрц илэрлээ. Өөр үгээр хайна уу.',
'titlematches'                     => 'Хуудасны гарчигтай таарсан хуудсууд',
'notitlematches'                   => 'Хуудасны гарчигтай таарсан хуудсууд байхгүй байна',
'textmatches'                      => 'Хуудасны тексттэй таарсан хуудсууд',
'notextmatches'                    => 'Хуудасны тексттэй таарсан хуудсууд байхгүй байна',
'prevn'                            => 'өмнөх {{PLURAL:$1|$1}}',
'nextn'                            => 'дараагийн {{PLURAL:$1|$1}}',
'viewprevnext'                     => 'Үзэх: ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'Хайх сонголтууд',
'searchmenu-exists'                => "'''Энэ викид \"[[:\$1]]\" гэсэн хуудас байна'''",
'searchmenu-new'                   => "'''Энэ викид \"[[:\$1]]\" гэсэн хуудсыг үүсгэх!'''",
'searchhelp-url'                   => 'Help:Агуулга',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|Энэ угтвартай хуудсуудыг гүйлгэж харах]]',
'searchprofile-articles'           => 'Агуулгын хуудсууд',
'searchprofile-project'            => 'Тусламжийн болон төслийн хуудсууд',
'searchprofile-images'             => 'Мультмедиа',
'searchprofile-everything'         => 'Бүгдийг',
'searchprofile-advanced'           => 'Шилж хайх',
'searchprofile-articles-tooltip'   => '$1 дотор хайх',
'searchprofile-project-tooltip'    => '$1 дотор хайх',
'searchprofile-images-tooltip'     => 'Файлуудаас хайх',
'searchprofile-everything-tooltip' => 'Бүх агуулгаас хайх （үүнд ярианы хуудсуудыг оролцуулах）',
'searchprofile-advanced-tooltip'   => 'Сонгосон нэрний зайнуудаас хайх',
'search-result-size'               => '$1 （$2 үг）',
'search-result-score'              => 'Холбоо хамаарал: $1%',
'search-redirect'                  => '(чиглүүлэгч $1)',
'search-section'                   => '（хэсэг $1）',
'search-suggest'                   => 'Та $1 гэж хайя гэсэн үү?',
'search-interwiki-caption'         => 'Ах дүү төслүүд',
'search-interwiki-default'         => '$1 үр дүн:',
'search-interwiki-more'            => '（илүү их）',
'search-mwsuggest-enabled'         => 'санаачлагатай',
'search-mwsuggest-disabled'        => 'санаачлага байхгүй',
'search-relatedarticle'            => 'Холбоотой',
'mwsuggest-disable'                => 'AJAX саналуудыг болиулах',
'searcheverything-enable'          => 'Бүх нэрний зайнуудад хайх',
'searchrelated'                    => 'холбоотой',
'searchall'                        => 'бүгдийг',
'showingresults'                   => "Доор #'''$2'''-с эхлэсэн '''$1''' илэрцийг үзүүлж байна.",
'showingresultsnum'                => "Доор #'''$2'''-с эхлэсэн '''$3''' илэрцийг үзүүлж байна.",
'showingresultsheader'             => "'''$4''' хайлтын {{PLURAL:$5|'''$3'''-н '''$1''' үр дүн|'''$3'''-н '''$1 - $2''' үр дүн}}",
'nonefound'                        => "'''Анхаар''': Зарим нэрний зайнуудыг л автоматаар хайна.
Хайлтынхаа өмнө 'all:'' гэж бичвэл бүх агуулга дотроос хайх (үүнд ярианы хуудас, загвар гэх мэт) ба хэрэгтэй нэрний зайг үүний байдлаар бичвэл үүн дотроос хайна.",
'search-nonefound'                 => 'Хайлтад таарсан үр дүн илэрсэнгүй.',
'powersearch'                      => 'Сонгож хайх',
'powersearch-legend'               => 'Сонгосон хайлт',
'powersearch-ns'                   => 'Дараах нэрний зайнуудад хайх:',
'powersearch-redir'                => 'Чиглүүлэгч хуудсуудыг оролцуулах',
'powersearch-field'                => 'Дараахыг хайх:',
'powersearch-togglelabel'          => 'Сонгох:',
'powersearch-toggleall'            => 'Бүгд',
'powersearch-togglenone'           => 'Байхгүй',
'search-external'                  => 'Гадны хайлт',
'searchdisabled'                   => '{{SITENAME}} хайлтыг түр хаасан байна.
Та одоохондоо Google-г ашиглан хайх боломжтой.
Анхааруулж хэлэхэд, тэдний {{SITENAME}}-н агуулгын индексүүд хоцрогдсон байж магадгүй.',

# Quickbar
'qbsettings'               => 'Шуурхай тавцан',
'qbsettings-none'          => 'Байхгүй',
'qbsettings-fixedleft'     => 'Зүүн талд бэхжүүлсэн',
'qbsettings-fixedright'    => 'Баруун талд бэхжүүлсэн',
'qbsettings-floatingleft'  => 'Зүүн талд хөвсөн',
'qbsettings-floatingright' => 'Баруун талд хөвсөн',

# Preferences page
'preferences'                 => 'Хэрэглэгчийн тохиргоо',
'mypreferences'               => 'Миний тохиргоо',
'prefs-edits'                 => 'Засваруудын тоо:',
'prefsnologin'                => 'Нэвтрээгүй байна',
'prefsnologintext'            => 'Хэрэглэгчийн тохиргоогоо тохируулахын тулд та [[Special:UserLogin|нэвтэрсэн байх]] шаардлагатай.',
'changepassword'              => 'Нууц үгээ солих',
'prefs-skin'                  => 'Арьс',
'skin-preview'                => 'Урьдчилж харах',
'prefs-math'                  => 'Томъёонууд',
'datedefault'                 => 'Анхны байдал',
'prefs-datetime'              => 'Огноо ба цаг',
'prefs-personal'              => 'Хувийн тохируулга',
'prefs-rc'                    => 'Сүүлийн засварууд',
'prefs-watchlist'             => 'Хянах жагсаалт',
'prefs-watchlist-days'        => 'Хянах жагсаалтанд үзүүлэх өдрүүдийн тоо:',
'prefs-watchlist-days-max'    => 'Хамгийн ихдээ 7 өдөр',
'prefs-watchlist-edits'       => 'Дэлгэрүүлсэн хянах жагсаалтанд үзүүлэх дээд хэмжээний өөрчлөлтүүдийн тоо:',
'prefs-watchlist-edits-max'   => 'Хамгийн том тоо: 1000',
'prefs-misc'                  => 'Бусад',
'prefs-resetpass'             => 'Нууц үгээ солих',
'saveprefs'                   => 'Хадгалах',
'resetprefs'                  => 'Хадгалаагүй өөрчлөлтүүдийг арилгах',
'prefs-editing'               => 'Засварлах',
'prefs-edit-boxsize'          => 'Засварлах цонхны хэмжээ.',
'rows'                        => 'Мөр:',
'columns'                     => 'Багана:',
'searchresultshead'           => 'Хайлт',
'resultsperpage'              => 'Хуудас тус бүр дээрх илэрцийн тоо:',
'contextlines'                => 'Илэрц тус бүр дэх мөрийн тоо:',
'contextchars'                => 'Нэг мөр тус бүр дэх үгийн тоо:',
'stub-threshold'              => '<a href="#" class="stub">Түүхий холбоосийг</a> форматлах босго （байт）:',
'recentchangesdays'           => 'Сүүлийн өөрчлөлтүүдэд үзүүлэх өдрийн тоо:',
'recentchangesdays-max'       => 'Хамгийн ихдээ $1 өдөр',
'recentchangescount'          => 'Сүүлийн өөрчлөлтүүдэд үзүүлэх засварын тоо:',
'savedprefs'                  => 'Таны тохиргоо хадгалагдлаа.',
'timezonelegend'              => 'Цагийн бүс:',
'localtime'                   => 'Орон нутгийн цаг:',
'timezoneuseserverdefault'    => 'Серверийн ердийн тохиргоог хэрэглэх',
'timezoneuseoffset'           => 'Бусад （зөрөөг заах）',
'timezoneoffset'              => 'Зөрөө¹',
'servertime'                  => 'Серверийн цаг',
'guesstimezone'               => 'Броузераас бөглөх',
'timezoneregion-africa'       => 'Африк',
'timezoneregion-america'      => 'Америк',
'timezoneregion-antarctica'   => 'Антарктид',
'timezoneregion-arctic'       => 'Хойд мөсөн далай',
'timezoneregion-asia'         => 'Ази',
'timezoneregion-atlantic'     => 'Атлантын далай',
'timezoneregion-australia'    => 'Австрали',
'timezoneregion-europe'       => 'Европ',
'timezoneregion-indian'       => 'Энэтхэгийн далай',
'timezoneregion-pacific'      => 'Номхон далай',
'allowemail'                  => 'Бусад хэрэглэгчдээс ирэх мэйлийг зөвшөөрөх',
'prefs-searchoptions'         => 'Хайх сонголтууд',
'prefs-namespaces'            => 'Нэрний зайнууд',
'defaultns'                   => 'Үгүй бол эдгээр нэрний зайнуудад хайх:',
'default'                     => 'анхны байдал',
'prefs-files'                 => 'Файлууд',
'prefs-custom-css'            => 'Өөрийн сонгосон CSS',
'prefs-custom-js'             => 'Өөрийн сонгосон JS',
'prefs-reset-intro'           => 'Та энэ хуудсыг ашиглан өөрийн тохиргоог сайтын анхны тохиргооо руу шилжүүлэх боломжтой.
Энэ үйлдлийг буцаах боломжгүй.',
'prefs-emailconfirm-label'    => 'Мэйлийн баталгаажуулалт:',
'prefs-textboxsize'           => 'Засварлах талбарын хэмжээ',
'youremail'                   => 'Мэйл хаяг:',
'username'                    => 'Хэрэглэгчийн нэр:',
'uid'                         => 'Хэрэглэгчийн ID:',
'prefs-memberingroups'        => 'Дараах {{PLURAL:$1|бүлгийн|бүлгүүдийн}} гишүүн:',
'prefs-registration'          => 'Бүртгүүлсэн цаг:',
'yourrealname'                => 'Жинхэнэ нэр:',
'yourlanguage'                => 'Хэл:',
'yourvariant'                 => 'Вариант',
'yournick'                    => 'Дуудах нэр （хоч）:',
'prefs-help-signature'        => 'Ярианы хуудсуудад санал бодлоо оруулахдаа ард нь "<nowiki>~~~~</nowiki>" гэж бичих ёстой бөгөөд энэ нь таны гарын үсэг, бичсэн цаг болж хувирна.',
'badsig'                      => 'Хүчингүй гарын үсэг байна; HTML тагуудаа шалгаж үзнэ үү.',
'badsiglength'                => 'Таны хоч нэр хэтэрхий урт байна.
$1 тэмдэгтээс богино байх ёстой.',
'yourgender'                  => 'Хүйс:',
'gender-unknown'              => 'Тодорхойгүй',
'gender-male'                 => 'Эр',
'gender-female'               => 'Эм',
'prefs-help-gender'           => 'Заавал биш: прорамм хангамж таньд хандахдаа зөв хүйсний үгсийг хэрэглэнэ.
Энэ мэдээлэл нийтэд нээлттэй байх болно.',
'email'                       => 'Мэйл хаяг',
'prefs-help-realname'         => 'Жинхэнэ нэрээ заавал оруулах албагүй бөгөөд оруулбал таны хийсэн бүтээлийг түүгээр хаяглана.',
'prefs-help-email'            => 'Мэйл хаягаа заавал оруулах албагүй ч оруулснаар нууц үгээ мартвал шинэ нууц үгийг мэйлээр тань явуулах болно.
Мөн өөрийгөө таниулалгүйгээр таны хэрэглэгчийн эсвэл ярианы хуудсаар бусад хэрэглэгч таньтай харилцах боломжтой.',
'prefs-help-email-required'   => 'Мэйл хаяг шаардлагатай байна.',
'prefs-info'                  => 'Ердийн мэдээлэл',
'prefs-signature'             => 'Гарын үсэг',
'prefs-dateformat'            => 'Огнооны хэлбэр',
'prefs-timeoffset'            => 'Цагын зөрөө',
'prefs-advancedediting'       => 'Ахимаг хэмжээний сонголтууд',
'prefs-advancedrc'            => 'Ахимаг хэмжээний сонголтууд',
'prefs-advancedrendering'     => 'Ахимаг хэмжээний сонголтууд',
'prefs-advancedsearchoptions' => 'Ахимаг хэмжээний сонголтууд',
'prefs-advancedwatchlist'     => 'Ахимаг хэмжээний сонголтууд',
'prefs-displayrc'             => 'Харагдах байдлын сонголтууд',
'prefs-diffs'                 => 'Ялгаанууд',

# User rights
'userrights'                  => 'Хэрэглэгчдийн эрхийн удирдлага',
'userrights-lookup-user'      => 'Хэрэглэгчдийн бүлгүүдийг удирдах',
'userrights-user-editname'    => 'Хэрэглэгчийн нэрээ оруулна уу:',
'editusergroup'               => 'Хэрэглэгчийн бүлгийг засварлах',
'editinguser'                 => "Дараах хэрэглэгчийн эрхийг засварлаж байна: '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'    => 'Хэрэглэгчийн бүлгүүдийг засварлах',
'saveusergroups'              => 'Хэрэглэгчийн бүлгүүдийг хадгалах',
'userrights-groupsmember'     => 'Үүний гишүүн:',
'userrights-groups-help'      => 'Та энэ хэрэглэгчийн гишүүн болсон бүлгүүдийг өөрчлөх боломжтой.
Хайрцгийг тэмдэглэсэн байвал хэрэглэгч тэр бүлэгт байгаа, тэмдэглээгүй байвал бүлэгт байхгүй гэсэн үг.
<nowiki>*</nowiki> гэдэг нь нэгэнт нэмсэн бол бүлгийг авч болохгүй, эсвэл түүний эсрэгээр байна гэсэн үг.',
'userrights-reason'           => 'Шалтгаан:',
'userrights-no-interwiki'     => 'Таньд өөр викинүүдэд хэрэглэгчдийн эрхийг өөрчлөх зөвшөөрөл байхгүй.',
'userrights-nodatabase'       => '$1 мэдээллийн сан байхгүй, эсвэл дотоодынх биш байна.',
'userrights-nologin'          => 'Та хэрэглэгчдийн эрхийг хуваарилахбн тулд администраторын бүртгэлтэйгээр [[Special:UserLogin|нэвтэрч орох]] шаардлагатай.',
'userrights-notallowed'       => 'Таны бүртгэл хэрэглэгчдийн эрхийг хуваарилах зөвшөөрөлгүй байна.',
'userrights-changeable-col'   => 'Таны өөрчилж болох бүлгүүд',
'userrights-unchangeable-col' => 'Таны өөрчилж болохгүй бүлгүүд',

# Groups
'group'               => 'Бүлэг:',
'group-user'          => 'Хэрэглэгчид',
'group-autoconfirmed' => 'Автоматаар батлагдсан хэрэглэгчид',
'group-bot'           => 'Роботууд',
'group-sysop'         => 'Системийн операторууд',
'group-bureaucrat'    => 'Албаны ажилтангууд',
'group-suppress'      => 'Хянан зохицуулагчид',
'group-all'           => '(бүгд)',

'group-user-member'          => 'Хэрэглэгч',
'group-autoconfirmed-member' => 'Автоматаар батлагдсан хэрэглэгч',
'group-bot-member'           => 'Робот',
'group-sysop-member'         => 'Системийн оператор',
'group-bureaucrat-member'    => 'Албаны ажилтан',
'group-suppress-member'      => 'Хянан зохицуулагч',

'grouppage-user'          => '{{ns:project}}:Хэрэглэгчид',
'grouppage-autoconfirmed' => '{{ns:project}}:Автоматаар батлагдсан хэрэглэгчид',
'grouppage-bot'           => '{{ns:project}}:Роботууд',
'grouppage-sysop'         => '{{ns:project}}:Администраторууд',
'grouppage-bureaucrat'    => '{{ns:project}}:Албаны ажилтангууд',
'grouppage-suppress'      => '{{ns:project}}:Хянан зохицуулагчид',

# Rights
'right-read'                  => 'Хуудсуудыг унших',
'right-edit'                  => 'Хуудсуудыг засах',
'right-createpage'            => 'Хуудсууд үүсгэх （хэлэлцүүлгийн хуудас биш）',
'right-createtalk'            => 'Хэлэлцүүлгийн хуудас үүсгэх',
'right-createaccount'         => 'Шинэ хэрэглэгчийн данс нээх',
'right-minoredit'             => 'Жижиг засвар гэж тэмдэглэх',
'right-move'                  => 'Хуудсуудыг зөөх',
'right-move-subpages'         => 'Хуудсуудыг дэд хуудсуудын хамт зөөх',
'right-move-rootuserpages'    => 'Хэрэглэгчийн үндсэн хуудсуудыг зөөх',
'right-movefile'              => 'Хуудсуудыг зөөх',
'right-suppressredirect'      => 'Хуудсуудыг зөөхдөө эх үүсвэр хуудсуудаас чиглүүлэгч үүсгэхгүй',
'right-upload'                => 'Файл оруулах',
'right-reupload'              => 'Байгаа файлыг дарж хуулах',
'right-reupload-own'          => 'Өөрийн энд хуулсан байгаа файлаа дарж хуулах',
'right-reupload-shared'       => 'Хувааж хэрэглэгдэх медиа агуулах дахь файлуудыг дээрээс нь дарж оруулах',
'right-upload_by_url'         => 'URL-с файл оруулах',
'right-purge'                 => 'Баталгаажуулахгүйгээр сайтын хийсвэр санах ойг цэвэрлэх',
'right-autoconfirmed'         => 'Хагас хамгаалагдсан хуудсуудыг засварлах',
'right-bot'                   => 'Автомат процесс гэж хандагдах',
'right-nominornewtalk'        => 'Шинэ мессеж ирлээ гэдэг бичгийг ярианы хуудсанд бага зэргийн засвар хийгдсэн тохиолдолд гаргахгүй байх',
'right-apihighlimits'         => 'API-н хайлтанд илүү өндөр хязгаарыг хэрэглэх',
'right-writeapi'              => 'Засварын API-н хэрэглээ',
'right-delete'                => 'Хуудас устгах',
'right-bigdelete'             => 'Том хэмжээний түүхтэй хуудсуудыг устгах',
'right-deleterevision'        => 'Хуудсуудын тодорхой засваруудыг устгах буюу үл устгах',
'right-deletedhistory'        => 'Устгагдсан түүхийн бүртгэлийг холбогдох бичиггүй нь үзэх',
'right-browsearchive'         => 'Устгагдсан хуудсуудаас хайх',
'right-undelete'              => 'Хуудсуудыг үл устгах',
'right-suppressrevision'      => 'Администраторуудаас нуусан засваруудыг хянаж, сэргээх',
'right-suppressionlog'        => 'Хувийн логийг үзэх',
'right-block'                 => 'Бусад хэрэглэгчдийг засвар хийхээс түгжих',
'right-blockemail'            => 'Хэрэглэгчийг мэйл явуулахаас түгжих',
'right-hideuser'              => 'Хэрэглэгчийн нэрийг түгжиж нийтээс нуух',
'right-ipblock-exempt'        => 'IP-н түгжээ, автомат түгжээ, бүсийн түгжээг тойрч гарах',
'right-proxyunbannable'       => 'Проксинуудын автомат түгжээг тойрч гарах',
'right-protect'               => 'Хамгаалалтын түвшингүүдийг өөрчилж хамгаалагдсан хуудсуудыг засварлах',
'right-editprotected'         => 'Хамгаалагдсан хуудсуудыг засварлах （давхар хамгаалалтгүй）',
'right-editinterface'         => 'Хэрэглэгчийн интерфэйсийг засварлах',
'right-editusercssjs'         => 'Бусад хэрэглэгчдийн CSS болон JS файлуудыг засварлах',
'right-editusercss'           => 'Бусад хэрэглэгчдийн CSS файлуудыг засварлах',
'right-edituserjs'            => 'Бусад хэрэглэгчдийн JS файлуудыг засварлах',
'right-rollback'              => 'Тодорхой хуудсыг засварласан хамгийн сүүлийн хэрэглэгчийн засварыг түргэн буцаах',
'right-markbotedits'          => 'Буцаасан засваруудыг ботын засвар гэж тэмдэглэх',
'right-noratelimit'           => 'Үйлдлийн хурдны хязгааруудад хамаарагдахгүй байх',
'right-import'                => 'Бусад викинүүдээс хуудас оруулах',
'right-importupload'          => 'Файл оруулалтаас хуудас оруулах',
'right-patrol'                => 'Бусдын засваруудыг манагдсан гэж тэмдэглэх',
'right-autopatrol'            => 'Өөрийн хийсэн засваруудыг автоматаар манагдсан гэж тэмдэглүүлэх',
'right-patrolmarks'           => 'Сүүлийн өөрчлөлтүүдийн манааны тэмдэглэгээнүүдийг үзэх',
'right-unwatchedpages'        => 'Хянагдаагүй хуудсуудын жагсаалтыг үзэх',
'right-trackback'             => 'Тракбак явуулах',
'right-mergehistory'          => 'Хуудсуудын түүхийг нийлүүлэх',
'right-userrights'            => 'Хэрэглэгчийн эрхүүдийг засварлах',
'right-userrights-interwiki'  => 'Бусад вики дээрх хэрэглэгчдийн эрхүүдийг засварлах',
'right-siteadmin'             => 'Мэдээллийн баазыг түгжих буюу нээх',
'right-reset-passwords'       => 'Бусад хэрэглэгчдийн нууц үгсийг дахин тогтоох',
'right-override-export-depth' => '5 хүртэлх гүний хуудсуудыг холбогдсон хуудсуудтай хамт гаргах',

# User rights log
'rightslog'      => 'Хэрэглэгчдийн эрхийн лог',
'rightslogtext'  => 'Энэ бол хэрэглэгчдийн эрхэд учруулсан өөрчлөлтүүдийн лог юм.',
'rightslogentry' => '$1-н бүлгийн гишүүнчлэлийг $2-с $3 болгож өөрчиллөө',
'rightsnone'     => '（байхгүй）',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'энэ хуудсыг унших',
'action-edit'                 => 'энэ хуудсыг засварлах',
'action-createpage'           => 'хуудас үүсгэх',
'action-createtalk'           => 'ярианы хуудас үүсгэх',
'action-createaccount'        => 'энэ хэрэглэгчийн бүртгэлийг үүсгэх',
'action-minoredit'            => 'энэ засварыг бага зэргийн гэж тэмдэглэх',
'action-move'                 => 'хуудсыг зөөх',
'action-move-subpages'        => 'энэ хуудас болон түүний дэд хуудсуудыг зөөх',
'action-move-rootuserpages'   => 'хэрэглэгчийн үндсэн хуудсуудыг зөөх',
'action-movefile'             => 'энэ файлыг зөөх',
'action-upload'               => 'энэ файлыг оруулах',
'action-reupload'             => 'энэ оршиж буй файлын дээрээс дарж оруулах',
'action-reupload-shared'      => 'хувааж хэрэглэгдэх лавлах дахь файлын дээрээс нь дарж оруулах',
'action-upload_by_url'        => 'энэ файлыг URL-с оруулах',
'action-writeapi'             => 'засварын API-г хэрэглэх',
'action-delete'               => 'энэ хуудсыг устгах',
'action-deleterevision'       => 'энэ засварыг устгах',
'action-deletedhistory'       => 'энэ хуудасны устгагдсан түүхийг үзэх',
'action-browsearchive'        => 'устгагдсан хуудсуудаас хайх',
'action-undelete'             => 'энэ хуудсыг үл устгах',
'action-suppressrevision'     => 'энэ нуугдсан засварыг хянаж сэргээх',
'action-suppressionlog'       => 'энэ хувийн логийг үзэх',
'action-block'                => 'энэ хэрэглэгчийг засвар хийхээс түгжих',
'action-protect'              => 'энэ хуудасны хамгаалалтын түвшингүүдийг өөрчлөх',
'action-import'               => 'энэ хуудсыг өөр викигээс оруулах',
'action-importupload'         => 'энэ хуудсыг файл оруулалтаас оруулах',
'action-patrol'               => 'бусдын хийсэн засварыг манагдсан гэж тэмдэглэх',
'action-autopatrol'           => 'өөрийн хийсэн засварыг манагдсан гэж тэмдэглэх',
'action-unwatchedpages'       => 'хянагдаагүй хуудсуудын жагсаалтыг үзэх',
'action-trackback'            => 'тракбак явуулах',
'action-mergehistory'         => 'энэ хуудасны түүхийг нэгтгэх',
'action-userrights'           => 'хэрэглэгчийн бүх эрхүүдийг засварлах',
'action-userrights-interwiki' => 'бусад викинүүд дээрх хэрэглэгчийн эрхүүдийг засварлах',
'action-siteadmin'            => 'мэдээллийн баазыг түгжих буюу нээх',

# Recent changes
'nchanges'                          => '$1 өөрчлөлт',
'recentchanges'                     => 'Сүүлийн өөрчлөлтүүд',
'recentchanges-legend'              => 'Сүүлийн өөрчлөлтүүдийн сонголтууд',
'recentchangestext'                 => 'Энэхүү хуудсанд викид хийсэн хамгийн сүүлийн өөрчлөлтүүдийг үзүүлж байна.',
'recentchanges-feed-description'    => 'Вики дахь хамгийн сүүлийн өөрчлөлтүүдийг хянах.',
'recentchanges-label-legend'        => 'Тайлбар: $1.',
'recentchanges-legend-newpage'      => '$1 - шинэ хуудас',
'recentchanges-label-newpage'       => 'Энэ засвар шинэ хуудсыг үүсгэсэн байна',
'recentchanges-legend-minor'        => '$1 - бага зэргийн засвар',
'recentchanges-label-minor'         => 'Энэ нь бага зэргийн засвар байна',
'recentchanges-legend-bot'          => '$1 - ботын засвар',
'recentchanges-label-bot'           => 'Энэ засварыг бот гүйцэтгэсэн байна',
'recentchanges-legend-unpatrolled'  => '$1 - манагдаагүй засвар',
'recentchanges-label-unpatrolled'   => 'Энэ засварыг одоогийн байдлаар манаагүй байна',
'rcnote'                            => "Доорх нь $5, $4-ий байдлаарх сүүлийн '''$2''' өдрийн турших '''$1''' засвар юм.",
'rcnotefrom'                        => "Доорх нь '''$2'''-с хойших өөрчлөлтүүд （'''$1''' хүртэл харуулагдсан） юм.",
'rclistfrom'                        => '$1-с хойших шинэ засваруудыг үзүүлэх',
'rcshowhideminor'                   => 'Бага зэргийн засваруудыг $1',
'rcshowhidebots'                    => 'Роботуудыг $1',
'rcshowhideliu'                     => 'Бүртгэлтэй хэрэглэгчдийг $1',
'rcshowhideanons'                   => 'Бүртгэлгүй хэрэглэгчдийг $1',
'rcshowhidepatr'                    => 'Хянагдаж буй засваруудыг $1',
'rcshowhidemine'                    => 'Миний засваруудыг $1',
'rclinks'                           => 'Сүүлийн $2 өдрийн турших $1 засварыг үзүүлэх<br />$3',
'diff'                              => 'ялгаа',
'hist'                              => 'түүх',
'hide'                              => 'нуух',
'show'                              => 'үзүүлэх',
'minoreditletter'                   => 'б',
'newpageletter'                     => 'Ш',
'boteditletter'                     => 'р',
'number_of_watching_users_pageview' => '[$1 хэрэглэгч харж байна]',
'rc_categories'                     => 'Ангиллуудад хязгаарлах （"|" тэмдгээр тусгаарлах）',
'rc_categories_any'                 => 'Хамаагүй',
'newsectionsummary'                 => '/* $1 */ шинэ хэсэг',
'rc-enhanced-expand'                => 'Дэлгэрэнгүй мэдээллийг үзүүлэх　（ЖаваСкрипт хэрэглэгдэнэ）',
'rc-enhanced-hide'                  => 'Дэлгэрэнгүй мэдээллийг нуух　（ЖаваСкрипт хэрэглэгдэнэ）',

# Recent changes linked
'recentchangeslinked'          => 'Холбогдох өөрчлөлтүүд',
'recentchangeslinked-feed'     => 'Холбогдох өөрчлөлтүүд',
'recentchangeslinked-toolbox'  => 'Холбогдох өөрчлөлтүүд',
'recentchangeslinked-title'    => '"$1"-тай холбоотой засварууд',
'recentchangeslinked-noresult' => 'Өгөгдсөн хугацаанд холбогдсон хуудсууд дээр засвар хийгдээгүй байна.',
'recentchangeslinked-summary'  => "Энэ хуудас бол тодорхой хуудаснаас （эсвэл тодорхой ангиллын доторх хуудсууд） холбогдсон хуудсуудад хийгдсэн өөрчлөлтийн жагсаалт юм.
Таны [[Special:Watchlist|хянах жагсаалтанд]] буй хуудсууд '''тодруулагдсан''' байгаа.",
'recentchangeslinked-page'     => 'Хуудасны нэр:',
'recentchangeslinked-to'       => 'Оронд нь өгөгдсөн хуудсанд холбогдсон хуудсуудын өөрчлөлтүүдийг үзүүлэх',

# Upload
'upload'                      => 'Файл оруулах',
'uploadbtn'                   => 'Файл оруулах',
'reuploaddesc'                => 'Файл оруулалтыг цуцалж оруулах маягт руу буцах',
'uploadnologin'               => 'Нэвтрээгүй байна',
'uploadnologintext'           => 'Та файл оруулахын тулд [[Special:UserLogin|нэвтэрч орсон]] байх шаардлагатай.',
'upload_directory_missing'    => 'Оруулалтын лавлах （$1） олдохгүй байгаа бөгөөд вэбсервэр үүсгээгүй байж магадгүй байна.',
'upload_directory_read_only'  => 'Файл оруулах каталог （$1） нь вэбсерверт бичигдэх боломгүй байна.',
'uploaderror'                 => 'Файл оруулахад алдаа гарлаа',
'uploadtext'                  => "Доорх маягтыг хэрэглэж файлыг оруулна уу.
Өмнө нь оруулсан файлуудыг [[Special:FileList|оруулсан файлуудын жагсаалтаас]] харна уу. Оруулсан ба устгасан файлуудын жагсаалт нь мөн [[Special:Log/upload|файл оруулалтын логт]] бий.

Хуудсанд файл оруулахад дараахийг хэрэглэнэ үү:
'''<nowiki>[[</nowiki>{{ns:file}}<nowiki>:Файл.jpg]]</nowiki>''',
'''<nowiki>[[</nowiki>{{ns:file}}<nowiki>:Файл.png|alt text]]</nowiki>''', эсвэл шууд холбоход
'''<nowiki>[[</nowiki>{{ns:media}}<nowiki>:Файл.ogg]]</nowiki>'''",
'upload-permitted'            => 'Оруулж болох файлын төрлүүд: $1.',
'upload-preferred'            => 'Хэрэглэхийг зөвлөж буй файлын төрлүүд: $1.',
'upload-prohibited'           => 'Оруулж болохгүй файлын төрлүүд: $1.',
'uploadlog'                   => 'файл оруулалтын лог',
'uploadlogpage'               => 'Файл оруулалтын лог',
'uploadlogpagetext'           => 'Доорх нь хамгийн сүүлд оруулсан файлуудын жагсаалт юм.',
'filename'                    => 'Файлын нэр',
'filedesc'                    => 'Товч агуулга',
'fileuploadsummary'           => 'Товч агуулга:',
'filereuploadsummary'         => 'Файлын өөрчлөлтүүд:',
'filestatus'                  => 'Зохиогчийн эрхийн байдал:',
'filesource'                  => 'Эх үүсвэр:',
'uploadedfiles'               => 'Оруулагдсан файлууд',
'ignorewarning'               => 'Анхааруулгыг үл тоомсорлон файлыг хадгалах',
'ignorewarnings'              => 'Ямар ч анхааруулгыг үл тоомсорлох',
'minlength1'                  => 'Файлын нэрүүд доод тал нь нэг үсгийн урттай байх ёстой.',
'illegalfilename'             => '"$1" файлын нэрэнд хуудасны нэрэнд хэрэглэхээс хориглосон үсгүүд байна. Файлынхаа нэрийг солиод дахин оруулна уу.',
'badfilename'                 => 'Файлын нэр нь "$1" болж өөрчлөгдлөө.',
'filetype-badmime'            => '"$1" MIME төрлийн файлуудыг оруулахыг хориглосон байна.',
'filetype-bad-ie-mime'        => 'Интернэт Эксплорер нь зөвшөөрөгдөхгүй, аюултай байх боломжтой файлын төрөл болох "$1" гэж илрүүлэх тул энэ файлыг оруулах боломжгүй байна.',
'filetype-unwanted-type'      => "'''\".\$1\"''' нь хүсэгдэхгүй файлын төрөл байна.
Ашиглахыг зөвлөж буй {{PLURAL:\$3|файлын төрөл|файлын төрлүүд}} нь \$2.",
'filetype-banned-type'        => "'''\".\$1\"''' нь зөвшөөрөгдөхгүй файлын төрөл байна.
Зөвшөөрөгдөх {{PLURAL:\$3|файлын төрөл|файлын төрлүүд}} нь \$2.",
'filetype-missing'            => 'Энэ файлд өргөтгөл байхгүй байна （".jpg" гэх мэт）.',
'large-file'                  => 'Файлуудын хэмжээ $1-с ихгүй байхыг зөвлөж байна;
энэ файл $2 байна.',
'largefileserver'             => 'Энэ файл серверийн зөвшөөрсөн хэмжээнээс том байна.',
'emptyfile'                   => 'Таны оруулсан файл хоосон байх шиг байна. Энэ нь файлын нэрийг алдаатай оруулснаас болсон байж магадгүй.
Энэ файлыг үнэхээр оруулахыг хүсэж байгаа эсэхээ шалгана уу.',
'fileexists'                  => "Ийм нэртэй файл байна. Та үүнийг өөрчлөхийг хүсэж байгаадаа итгэлгүй байвал '''<tt>[[:$1]]</tt>'''-г шалгаж үзнэ үү.
[[$1|thumb]]",
'filepageexists'              => "Энэ файлын тайлбар хуудас '''<tt>[[:$1]]</tt>'''-д аль хэдийнээ үүсгэгдсэн байна. Харин энэ нэртэй файл байхгүй байна.
Таны оруулсан файлын тухай товч агуулга нь тайлбарын хуудсанд гарахгүй.
Өөрийн оруулсан файлын тухай товч агуулгыг тэнд тавихын тулд та гар аргаар засварлах хэрэгтэй",
'fileexists-extension'        => "Ойролцоо нэртэй файл байна: [[$2|thumb]]
* Оруулж байгаа файлын нэр: '''<tt>[[:$1]]</tt>'''
* Оршиж буй файлын нэр: '''<tt>[[:$2]]</tt>'''
Өөр нэр сонгоно уу.",
'fileexists-thumbnail-yes'    => "Энэ файл хэмжээг нь багасгасан зураг юм шиг байна ''(thumbnail)''.
[[$1|thumb]]
'''<tt>[[:$1]]</tt>''' файлыг шалгана уу.
Хэрэв шалгагдсан файл ердийн хэмжээний ижил зураг бол дахин жижиг зургийг оруулах хэрэггүй.",
'file-thumbnail-no'           => "Файлын нэр '''<tt>$1</tt>'''-р эхэлж байна.
Хэмжээг нь багасгасан зураг юм шиг байна ''(thumbnail)''.
Таньд энэ зурагны чанар сайтай хувилбар байвал түүнийгээ оруулж, байхгүй бол файлын нэрийг өөрчилнө үү.",
'fileexists-forbidden'        => 'Ийм нэртэй файл аль хэдийнээ байгаа бөгөөд дэtрээс нь дарж бичих боломжгүй байна.
Файлаа оруулахыг хүсч байвал шинэ нэр өгөөд дахин оролдоно уу.
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'Ийм нэртэй файл хамтарч хэрэглэх файлын агуулад аль хэдийнээ байна.
Файлаа оруулахыг хүсч байвал шинэ нэр өгөөд дахин оролдоно уу.
[[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'Энэ файл нь дараах {{PLURAL:$1|файлтай|файлуудтай}} ижил байна:',
'file-deleted-duplicate'      => 'Энэ файлтай （[[$1]]） яг ижилхэн файл урьд өмнө устгагдсан байна.
Дахин оруулахынхаа өмнө тэрхүү файлын устгалын түүхийг харна уу.',
'uploadwarning'               => 'Хуулах үеийн анхааруулга',
'savefile'                    => 'Файлыг хадгалах',
'uploadedimage'               => '"[[$1]]"-г орууллаа',
'overwroteimage'              => '"[[$1]]"-н шинэ хувилбарыг орууллаа',
'uploaddisabled'              => 'Файл оруулах боломжгүй байна.',
'uploaddisabledtext'          => 'Файл оруулалтуудыг идэвхижүүлээгүй байна.',
'uploadscripted'              => 'Энэ файл нь вэб броузераас шалтгаалж алдаатай уншигдах магадлал бүхий HTML буюу скрипт код агуулсан байна.',
'uploadvirus'                 => 'Энэ файл вирусыг агуулж байна! Дэлгэрэнгүй: $1',
'sourcefilename'              => 'Эх үүсвэр файлын нэр',
'destfilename'                => 'Зорьсон файлын нэр:',
'upload-maxfilesize'          => 'Файлын дээд хэмжээ: $1',
'watchthisupload'             => 'Энэ файлыг хянах',
'filewasdeleted'              => 'Өмнө нь ийм нэртэй файл оруулагдсан бөгөөд дараа нь устгагдсан байна.
Та үүнийг дахин оруулахын өмнө $1-г шалгаж үзнэ үү.',
'upload-wasdeleted'           => "'''Анхаар: Та өмнө нь устгагдсан файлыг дахин оруулах гэж байна.'''

Энэ файлыг дахин оруулах нь зүйтэй эсэхийг та бодож үзнэ үү.
Файлын устгалын лог энд байна:",
'filename-bad-prefix'         => "Таны оруулж байгаа файлын нэр '''\"\$1\"'''-р эхэлж байна. Энэ нь файлыг тодорхойлойлоогүй, голдуу дижитал аппаратын автоматаар гаргадаг нэр болно.
Файланд түүнийг илүү сайн тодорхойлсон нэр өгнө үү.",
'upload-success-subj'         => 'Файлыг амжилттай орууллаа',

'upload-proto-error'      => 'Буруу протокол',
'upload-proto-error-text' => 'Файл оруулахад хэрэгтэй URL-үүд нь <code>http://</code> эсвэл <code>ftp://</code>-р эхлэсэн байх шаардлагатай.',
'upload-file-error'       => 'Дотоод алдаа',
'upload-file-error-text'  => 'Серверт түр зуурын файл үүсгэх явцад дотоод алдаа гарлаа.
[[Special:ListUsers/sysop|администраторт]] хандана уу.',
'upload-misc-error'       => 'Мэдэгдэхгүй файл оруулалтын алдаа',
'upload-misc-error-text'  => 'Файл оруулахад үл мэдэгдэх алдаа гарлаа.
URL нь хүчинтэй, мөн түүн руу орж болж байгаа эсэхийг шалган, дахин оролдож үзнэ үү.
Энэ асуудал үргэлжилсээр байвал [[Special:ListUsers/sysop|администраторт]] хандана уу.',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'URL-д хүрч чадсангүй',
'upload-curl-error6-text'  => 'Өгсөн URL-д хүрч чадсангүй.
URL нь зөв болон сайт ажиллагаатай байгаа эсэхийг дахин шалгана уу.',
'upload-curl-error28'      => 'Файл оруулалтын хугацааны тасралт',
'upload-curl-error28-text' => 'Сайт хариу үйлдэл хийхэд хэт удлаа.
Сайт нь ажиллагаатай байгаа эсэхийг шалгаж, түр хүлээгээд дахин оролдоно уу.
Арай ажил багатай цагт дахин оролдохыг санал болгоё.',

'license'            => 'Эрх олгож байна:',
'license-header'     => 'Эрх олгож байна:',
'nolicense'          => 'Алиныг ч сонгоогүй байна',
'license-nopreview'  => '（Урьдчилж харсан байдлыг харж болохгүй байна）',
'upload_source_url'  => ' （хүчинтэй, нийтэд нээлттэй URL）',
'upload_source_file' => '（таны компьютер доторх файл）',

# Special:ListFiles
'listfiles-summary'     => 'Энэ тусгай хуудсанд бүх оруулагдсан файлыг харуулсан байгаа.
Хамгийн сүүлд оруулсан файлууд жагсаалтын хамгийн дээр байгаа.
Баганын гарчиг дээр дарвал жагсаалт өөрчлөгдөнө.',
'listfiles_search_for'  => 'Зургийн нэрээр хайх:',
'imgfile'               => 'файл',
'listfiles'             => 'Файлын жагсаалт',
'listfiles_date'        => 'Огноо',
'listfiles_name'        => 'Нэр',
'listfiles_user'        => 'Хэрэглэгч',
'listfiles_size'        => 'Хэмжээ （bytes）',
'listfiles_description' => 'Тодорхойлолт/Дүрслэл',
'listfiles_count'       => 'Хувилбар',

# File description page
'file-anchor-link'          => 'Файл',
'filehist'                  => 'Файлын түүх',
'filehist-help'             => 'Огноо/цаг дээр дарж тухайн үеийнх нь файлын байдлыг харна уу.',
'filehist-deleteall'        => 'бүгдийг устга',
'filehist-deleteone'        => 'устга',
'filehist-revert'           => 'хуучин төлөвт шилжүүлэх',
'filehist-current'          => 'одоогийн',
'filehist-datetime'         => 'Огноо/Цаг',
'filehist-thumb'            => 'Жижиг зураг',
'filehist-thumbtext'        => '$1-ий байдлаарх хувилбарын жижиг хувилбар',
'filehist-nothumb'          => 'Жижиг зураг алга',
'filehist-user'             => 'Хэрэглэгч',
'filehist-dimensions'       => 'Хэмжээ',
'filehist-filesize'         => 'Файлын хэмжээ',
'filehist-comment'          => 'Тайлбар',
'imagelinks'                => 'Файлын холбоосууд',
'linkstoimage'              => 'Дараах {{PLURAL:$1|хуудас уг файлтай|$1 хуудас уг файлтай}} холбогдсон байна:',
'linkstoimage-more'         => '$1-с их зураг энэ файлд холбогдсон байна.
Дараах жагсаалт нь энэ файлд холбогдсон эхний $1 хуудсыг л харуулна.
[[Special:WhatLinksHere/$2|Бүтэн жагсаалт]] мөн байгаа.',
'nolinkstoimage'            => 'Энэ файлд холбогдсон хуудас байхгүй байна.',
'morelinkstoimage'          => 'Энэ файлд руух [[Special:WhatLinksHere/$1|илүү олон холбоос]] үзэх.',
'redirectstofile'           => 'Дараах {{PLURAL:$1|чиглүүлэгч|$1 чиглүүлэгч}} энэ файлд холбогдоно:',
'duplicatesoffile'          => 'Дараах {{PLURAL:$1|файл|$1 файл}} нь энэ файлтай яг ижилхэн байна （[[Special:FileDuplicateSearch/$2|дэлгэрэнгүй мэдээлэл]]）:',
'sharedupload'              => 'Энэ файл нь $1-ийнх бөгөөд бусад төслүүдэд ашиглах боломжтой',
'uploadnewversion-linktext' => 'Энэ файлын шинэ хувилбарыг оруулах',

# File reversion
'filerevert'                => '$1-г хуучин төлөвт шилжүүлэх',
'filerevert-legend'         => 'Файлыг хуучин төлөвт шилжүүлэх',
'filerevert-intro'          => "Та '''[[Media:$1|$1]]''' файлыг [$3, $2-ий байдлаарх $4 хувилбар] руу шилжүүлэх гэж байна.",
'filerevert-comment'        => 'Тайлбар:',
'filerevert-defaultcomment' => '$2, $1-ий байдлаарх хуучин хувилбар руу шилжүүллээ',
'filerevert-submit'         => 'Хуучин төлөвт шилжүүлэх',
'filerevert-success'        => "'''[[Media:$1|$1]]''' нь [$3, $2-ий байдлаарх $4 хувилбар руу] шилжүүлэгдлээ.",
'filerevert-badversion'     => 'Өгөгдсөн огнооны тэмдэгтэй энэ файлын дотоод хувилбар байхгүй байна.',

# File deletion
'filedelete'                  => '$1-г устга',
'filedelete-legend'           => 'Файлыг устга',
'filedelete-intro'            => "Та '''[[Media:$1|$1]]'''-г устгаж байна.",
'filedelete-intro-old'        => '<span class="plainlinks">Та \'\'\'[[Media:$1|$1]]\'\'\'-н [$4 $3, $2]-н байдлаарх хувилбарыг устгаж байна.</span>',
'filedelete-comment'          => 'Шалтгаан:',
'filedelete-submit'           => 'Устга',
'filedelete-success'          => "'''$1''' устгагдлаа.",
'filedelete-success-old'      => '<span class="plainlinks">\'\'\'[[Media:$1|$1]]\'\'\'-н $3, $2-ий байдлаарх хувилбар устгагдлаа.</span>',
'filedelete-nofile'           => "'''$1''' байхгүй байна.",
'filedelete-nofile-old'       => "'''$1''' файлын өгөгдсөн өгөгдөлтэй архивлагдсан хувилбар байхгүй байна.",
'filedelete-otherreason'      => 'Өөр/нэмэлт шалтгаан:',
'filedelete-reason-otherlist' => 'Өөр шалтгаан',
'filedelete-reason-dropdown'  => '*Нийтлэг устгах шалтгаанууд
** Зохиогчийн эрхэд халдсан
** Файлыг давхар оруулсан',
'filedelete-edit-reasonlist'  => 'Устгах шалтгаануудыг засварлах',

# MIME search
'mimesearch'         => 'MIME хайлт',
'mimesearch-summary' => 'Энэ хуудас MIME-төрлөөр нь файлуудыг шүүх боломжийг олгодог.
Оруулалт: агуулгын төрөл/доод төрөл, ж.нь. <tt>image/jpeg</tt>.',
'mimetype'           => 'MIME төрөл:',
'download'           => 'Татаж авах',

# Unwatched pages
'unwatchedpages' => 'Хяналтанд байдаггүй хуудсууд',

# List redirects
'listredirects' => 'Чиглүүлэгч хуудсуудын жагсаалт',

# Unused templates
'unusedtemplates'     => 'Ашиглагдаагүй загварууд',
'unusedtemplatestext' => 'Энэ хуудас бусад хуудаснаас дуудагдаагүй бүх загвар хуудсуудыг жагсааж үзүүлнэ. Загварыг устгахаасаа өмнө уг загварыг дуудсан бусад холбооснуудыг шалгахыг сануулж байна.',
'unusedtemplateswlh'  => 'бусад холбоосууд',

# Random page
'randompage'         => 'Санамсаргүй хуудас',
'randompage-nopages' => 'Энэ нэрний зайд хуудас байхгүй байна.',

# Random redirect
'randomredirect'         => 'Санамсаргүй чиглүүлэгч',
'randomredirect-nopages' => '"$1" нэрний зайд чиглүүлэгч байхгүй байна.',

# Statistics
'statistics'                   => 'Статистик мэдээлэл',
'statistics-header-pages'      => 'Хуудасны статистик',
'statistics-header-edits'      => 'Засварын статистик',
'statistics-header-views'      => 'Статистикийг үзэх',
'statistics-header-users'      => 'Хэрэглэгчийн статистик',
'statistics-articles'          => 'Агуулгын хуудас',
'statistics-pages'             => 'Нийт хуудас',
'statistics-pages-desc'        => 'Ярианы хуудас, чиглүүлэгч хуудас зэрэг энэ вики дахь бүх хуудсууд.',
'statistics-files'             => 'Оруулсан файл',
'statistics-edits'             => '{{SITENAME}} ашиглаланд орсоноос хойших хуудасны засварын тоо',
'statistics-edits-average'     => 'Хуудас тутмын дундаж засварын тоо',
'statistics-views-total'       => 'Нийт үзсэн тоо',
'statistics-views-peredit'     => 'Засвар тутмыг үзсэн тоо',
'statistics-users'             => 'Бүртгэгдсэн [[Special:ListUsers|хэрэглэгч]]',
'statistics-users-active'      => 'Байнгын оролцоотой хэрэглэгч',
'statistics-users-active-desc' => 'Сүүлийн {{PLURAL:$1|өдөрт|$1 өдөрт}} үйлдэл хийсэн хэрэглэгчид',
'statistics-mostpopular'       => 'Хамгийн олон удаа үзсэн хуудсууд',

'disambiguations'      => 'Салаа утгатай үгнүүд',
'disambiguationspage'  => 'Template:Салаа утгатай',
'disambiguations-text' => "Дараах хуудсууд '''салаа утгатай үгнүүдийн хуудас''' руу холбогдоно.
Тэдгээр нь зөв сэдэв руу холбогдох ёстой.<br />
[[MediaWiki:Disambiguationspage]]-с холбогдсон загвар хэрэглэж байвал хуудас нь салаа утгатай үгнүүдийн хуудас гэж тооцогдоно.",

'doubleredirects'            => 'Давхар чиглүүлэгчүүд',
'doubleredirectstext'        => 'Энэ хуудас нь өөр чиглүүлэгч хуудас руу чиглүүлдэг хуудсуудыг жагсаана.
Мөр тус бүр нь эхний ба хоёр дахь чиглүүлэгч рүүх холбоосыг болон эхний чиглүүлэгчийн чиглэх ёстой, хоёр дахь чиглүүлэгчийн чиглэх "жинхэнэ" чиглэх ёстой хуудсыг заана.',
'double-redirect-fixed-move' => '[[$1]] зөөгдөж, [[$2]] руух чиглүүлэгч боллоо',
'double-redirect-fixer'      => 'Чиглүүлэгчийг засварлагч',

'brokenredirects'        => 'Эвдэрхий чиглүүлэгчүүд',
'brokenredirectstext'    => 'Дараах чиглүүлэгчүүд нь оршдоггүй хуудсууд руу холбогдож байна:',
'brokenredirects-edit'   => 'засварлах',
'brokenredirects-delete' => 'устгах',

'withoutinterwiki'         => 'Бусад хэлтэйх холбоосгүй хуудсууд',
'withoutinterwiki-summary' => 'Дараах хуудсууд бусад хэлний хувилбаруудад холбогддоггүй:',
'withoutinterwiki-legend'  => 'Угтвар',
'withoutinterwiki-submit'  => 'Үзүүлэх',

'fewestrevisions' => 'Хамгийн бага засварлагдсан хуудсууд',

# Miscellaneous special pages
'nbytes'                  => '$1 байт',
'ncategories'             => '$1 ангилал',
'nlinks'                  => '$1 линк',
'nmembers'                => '$1 гишүүн',
'nrevisions'              => '$1 засвар',
'nviews'                  => '$1 удаа үзсэн',
'specialpage-empty'       => 'Энэ мэдүүлэгт үр дүн гарсангүй.',
'lonelypages'             => 'Өнчин хуудсууд',
'lonelypagestext'         => 'Дараах хуудсууд нь {{SITENAME}}-н бусад хуудсуудаас холбогдоогүй байна.',
'uncategorizedpages'      => 'Ангилагдаагүй хуудсууд',
'uncategorizedcategories' => 'Ангилагдаагүй ангиллууд',
'uncategorizedimages'     => 'Ангилагдаагүй зургууд',
'uncategorizedtemplates'  => 'Ангилагдаагүй загварууд',
'unusedcategories'        => 'Ашиглагдаагүй ангиллууд',
'unusedimages'            => 'Ашиглагдаагүй файлууд',
'popularpages'            => 'Эрэлттэй хуудсууд',
'wantedcategories'        => 'Хэрэгцээт ангиллууд',
'wantedpages'             => 'Хэрэгцээтэй хуудсууд',
'wantedfiles'             => 'Хэрэгцээтэй файлууд',
'wantedtemplates'         => 'Хэрэгцээтэй загварууд',
'mostlinked'              => 'Хамгийн их холбогдсон хуудсууд',
'mostlinkedcategories'    => 'Хамгийн их холбогдсон ангиллууд',
'mostlinkedtemplates'     => 'Хамгийн их ашиглагдсан загварууд',
'mostcategories'          => 'Хамгийн олон ангилалд багтаж буй хуудсууд',
'mostimages'              => 'Хамгийн их ашиглагдсан файлууд',
'mostrevisions'           => 'Хамгийн их засварлагдсан хуудсууд',
'prefixindex'             => 'Дараах угтвартай бүх хуудас',
'shortpages'              => 'Богино хуудсууд',
'longpages'               => 'Урт хуудсууд',
'deadendpages'            => 'Төгсгөлийн хуудсууд',
'deadendpagestext'        => 'Дараах хуудсууд викигийн бусад хуудсуудтай холбогдоогүй байна.',
'protectedpages'          => 'Хамгаалагдсан хуудсууд',
'protectedpages-indef'    => 'Зөвхөн хугацаагүй хамгаалалтууд',
'protectedpages-cascade'  => 'Зөвхөн давхар хамгаалалтууд',
'protectedpagestext'      => 'Дараах хуудсууд нь зөөх ба засварлах явдлаас хамгаалагдсан байна',
'protectedpagesempty'     => 'Эдгээр параметрээр хамгаалагдсан хуудас байхгүй байна.',
'protectedtitles'         => 'Хамгаалагдсан гарчигууд',
'protectedtitlestext'     => 'Дараах гарчигуудтай хуудсуудыг үүсгэхээс хамгаалсан байна',
'protectedtitlesempty'    => 'Эдгээр параметрээр хамгаалагдсан гарчиг байхгүй байна.',
'listusers'               => 'Хэрэглэгчдийн жагсаалт',
'listusers-editsonly'     => 'Засвар хийсэн хэрэглэгчдийг л үзүүлэх',
'usereditcount'           => '$1 засвар',
'newpages'                => 'Шинэ хуудсууд',
'newpages-username'       => 'Хэрэглэгчийн нэр:',
'ancientpages'            => 'Хамгийн хуучин хуудсууд',
'move'                    => 'Зөөх',
'movethispage'            => 'Энэ хуудсыг зөөх',
'unusedimagestext'        => '<p>Бусад веб хуудаснуудаас зураг руу шууд хаягаар нь хандаж болох учраас идэвхтэй хэрэглэгдэж буй эсэхээс үл хамааран энэ жагсаалтанд бүртгэгдсэн байж болно гэдгийг анзаарна уу.</p>',
'unusedcategoriestext'    => 'Дараах категори нь ямар нэг өгүүлэл эсвэл категорит хэрэглэгдээгүй боловч категорийн хуудас оршин байна.',
'notargettitle'           => 'чиглэлгүй',
'notargettext'            => 'Та энэ функцийг биелүүлэх хуудас буюу хэрэглэгчийг тодорхойлоогүй байна.',
'nopagetitle'             => 'Зорьсон хуудас байхгүй байна',
'nopagetext'              => 'Таны заасан зорьсон хуудас байхгүй байна.',
'pager-newer-n'           => '{{PLURAL:$1|илүү шинэ 1|илүү шинэ $1}}',
'pager-older-n'           => '{{PLURAL:$1|илүү хуучин 1|илүү хуучин $1}}',
'suppress'                => 'Хянан зохицуулагч',

# Book sources
'booksources'               => 'Номон эх сурвалжууд',
'booksources-search-legend' => 'Номын эх сурвалж хайх',
'booksources-go'            => 'Явах',
'booksources-text'          => 'Доорх нь шинэ, хуучин ном зардаг өөр сайт руу очих холбоосуудын жагсаалт бөгөөд таны хайж буй номнуудын тухай дэлгэрэнгүй мэдээлэл байх магадлалтай:',
'booksources-invalid-isbn'  => 'Өгөгдсөн ISBN хүчингүй юм шиг байна; эх сурвалжаас зөв хуулсан эсэхээ шалгана уу.',

# Special:Log
'specialloguserlabel'  => 'Хэрэглэгч:',
'speciallogtitlelabel' => 'Гарчиг:',
'log'                  => 'Логууд',
'all-logs-page'        => 'Бүх лог',
'alllogstext'          => 'Энэ нь аплоуд, устгал, хамгаалалт, түгжигдсэн хэрэглэгч, зөөлт, шинэ хэрэглэгчийн үүсгэл, хэрэглэгчийн нэрний өөрчлөл, хэрэглэгчийн эрхний логуудыг багтаасан хуудас юм. Та логийн төрөл, хэрэглэгчийн нэр, нөлөөлөгдсөн хуудасны нэрийг оруулснаар хайж буй зүйл тань илүү амар олдогдоно. Оруулсан үгнийхээ том ба жижиг үсгийг яг зөв оруулахгүй бол болохгүй.',
'logempty'             => 'Логт тохирох зүйл алга.',
'log-title-wildcard'   => 'Энэ текстээр эхлэсэн гарчигуудыг хайх',

# Special:AllPages
'allpages'          => 'Бүх хуудас',
'alphaindexline'    => '$1-с $2 хүртэл',
'nextpage'          => 'Дараагийн хуудас （$1）',
'prevpage'          => 'Өмнөх хуудас （$1）',
'allpagesfrom'      => 'Дараах гэж эхэлж хуудсуудыг үзүүлэх:',
'allpagesto'        => 'Дараах гэж дуусах хуудсуудыг үзүүлэх:',
'allarticles'       => 'Бүх хуудас',
'allinnamespace'    => 'Бүх хуудас ($1 namespace)',
'allnotinnamespace' => 'Бүх хуудас (нэрэндээ $1-г агуулаагүй)',
'allpagesprev'      => 'Өмнөх',
'allpagesnext'      => 'Дараагийн',
'allpagessubmit'    => 'Явах',
'allpagesprefix'    => 'Дараах угтвараар эхэлсэн хуудсуудыг үзүүлэх:',
'allpagesbadtitle'  => 'Хуудасны нэр нь хүчингүй эсвэл интер-хэл буюу интер-викид байгаа нэр байна. Нэрэнд хэрэглэж болохгүй тэмдэгт агуулагдаж байж болзошгүй юм.',
'allpages-bad-ns'   => '{{SITENAME}} нь "$1"-г агуулаагүй байна.',

# Special:Categories
'categories'                    => 'Ангиллууд',
'categoriespagetext'            => 'Дараах ангиллуудад хуудас эсвэл медиа файл агуулагдаж байна.
[[Special:UnusedCategories|Unused categories]] are not shown here.
Also see [[Special:WantedCategories|wanted categories]].',
'categoriesfrom'                => 'Дараах гэж эхлэх ангиллуудыг үзүүлэх:',
'special-categories-sort-count' => 'тоогоор ялгах',
'special-categories-sort-abc'   => 'үсгийн дарааллаар ялгах',

# Special:DeletedContributions
'deletedcontributions'       => 'Устгагдсан хэрэглэгчийн хувь нэмэр',
'deletedcontributions-title' => 'Устгагдсан хэрэглэгчийн хувь нэмэр',

# Special:LinkSearch
'linksearch'       => 'Гадаад холбоос',
'linksearch-pat'   => 'Хэв маягийг хайх:',
'linksearch-ns'    => 'Нэрний зай:',
'linksearch-ok'    => 'Хайх',
'linksearch-text'  => '"*.wikipedia.org" зэрэг орлуулагч тэмдэгт хэрэглэх боломжтой.<br />
Зөвшөөрөгдөх протокол: <tt>$1</tt>',
'linksearch-line'  => '$1 нь $2-с холбогдсон',
'linksearch-error' => 'Орлуулагч тэмдэгт хост нэрийн эхлэлд л гарах боломжтой.',

# Special:ListUsers
'listusersfrom'      => 'Дараахь тэмдэгтээр эхэлсэн нэртэй хэрэглэгчдийг харуул:',
'listusers-submit'   => 'Үзүүлэх',
'listusers-noresult' => 'Хэрэглэгч олдсонгүй.',

# Special:Log/newusers
'newuserlogpage'              => 'Хэрэглэгч үүсгэлтийн лог',
'newuserlogpagetext'          => 'Энэ нь хэрэглэгч үүсгэлтийн лог юм.',
'newuserlog-byemail'          => 'мэйлээр явуулсан нууц үг',
'newuserlog-create-entry'     => 'Шинэ хэрэглэгчийн бүртгэл',
'newuserlog-create2-entry'    => '$1 гэсэн бүртгэлийг үүсгэв',
'newuserlog-autocreate-entry' => 'Автоматаар үүсгэгдсэн бүртгэл',

# Special:ListGroupRights
'listgrouprights'                 => 'Хэрэглэгчийн бүлгийн эрхүүд',
'listgrouprights-summary'         => 'Дараах нь энэ вики дээрх хэрэглэгчийн бүлгүүд болон тэдгээрийн эрх, зөвшөөрлүүдийн жагсаалт юм.',
'listgrouprights-group'           => 'Бүлэг',
'listgrouprights-rights'          => 'Эрхүүд',
'listgrouprights-helppage'        => 'Help:Бүлгийн эрхүүд',
'listgrouprights-members'         => '(гишүүдийн жагсаалт)',
'listgrouprights-addgroup'        => '{{PLURAL:$2|Бүлгийг|Бүлгүүдийг}} нэмэх: $1',
'listgrouprights-removegroup'     => '{{PLURAL:$2|Бүлгийг|Бүлгүүдийг}} хасах: $1',
'listgrouprights-addgroup-all'    => 'Бүх бүлгийг нэмэх',
'listgrouprights-removegroup-all' => 'Бүх бүлгийг хасах',

# E-mail user
'mailnologin'      => 'илгээх хаяг байхгүй',
'mailnologintext'  => 'Та бусад хэрэглэгчдэд мэйл явуулахын тулд өөрийн [[Special:Preferences|хувийн тохируулгадаа]] мэйлээ оруулсан, мөн [[Special:UserLogin|нэвтэрсэн]] байх шаардлагатай.',
'emailuser'        => 'Энэ хэрэглэгчид мэйл илгээх',
'emailpage'        => 'Хэрэглэгчид мэйл илгээх',
'emailpagetext'    => 'Энэ хэрэглэгч рүү мэйл илгээхэд доорхийг бөглөнө.
Таны өөрийн [[Special:Preferences|хэрэглэгчийн тохиргоонд]] оруулсан мэйл хаяг нь "Хэнээс" гэсэн хэсэгт гарах тул хүлээн авагч хариугаа тань руу шууд илгээх боломжтой.',
'usermailererror'  => 'Мэйл нь буцаж ирсэн шалтгаан:',
'defemailsubject'  => '{{SITENAME}} и-мэйл',
'noemailtitle'     => 'Мэйл хаяггүй байна',
'noemailtext'      => 'Энэ хэрэглэгч нь хүчинтэй мэйл хаяг бүртгүүлээгүй эсвэл энэ хаягаар бусдаас мэйл хүлээн авахгүй байна.',
'nowikiemailtitle' => 'Мэйл зөвшөөрөгдөхгүй',
'nowikiemailtext'  => 'Энэ хэрэглэгч бусад хэрэглэгчдээс мэйл хүлээж авахгүй гэсэн байна.',
'email-legend'     => '{{SITENAME}}-н өөр хэрэглэгч руу мэйл явуулах',
'emailfrom'        => 'Хэнээс:',
'emailto'          => 'Хэнд:',
'emailsubject'     => 'Сэдэв:',
'emailmessage'     => 'Мессэж:',
'emailsend'        => 'Илгээх',
'emailccme'        => 'Миний мессэжний хуулбарыг надад мэйлээр явуулна уу.',
'emailccsubject'   => '$1: $2 руух таны хуулсан мэйл',
'emailsent'        => 'И-мэйл илгээгдлээ',
'emailsenttext'    => 'Таны мэйл илгээгдлээ.',
'emailuserfooter'  => 'Энэ мэйл нь {{SITENAME}} дахь "Энэ хэрэглэгчид мэйл илгээх" функцийг ашиглан $1-с $2-д илгээгдсэн байна.',

# Watchlist
'watchlist'            => 'Миний хянаж буй хуудсууд',
'mywatchlist'          => 'Миний хянаж буй хуудсуудын жагсаалт',
'nowatchlist'          => 'Танд хянаж буй зүйл байхгүй.',
'watchlistanontext'    => 'Та өөрийн хянах листийг өөрчлөх буюу үзэхийг хүсвэл $1 хэрэгтэй.',
'watchnologin'         => 'Нэвтрээгүй байна.',
'watchnologintext'     => 'Та өөрийн хянаж буй хуудаснуудын жагсаалтыг өөрчлөхийн тулд [[Special:UserLogin|нэвтэрсэн байх]] шаардлагатай.',
'addedwatch'           => 'Хянах жагсаалтанд нэмэгдлээ',
'addedwatchtext'       => "\"[[:\$1]]\" гэсэн хуудас таны [[Special:Watchlist|хянах жагсаалтанд]] нэмэгдлээ.
Энэ хуудас эсвэл түүний хэлэлцүүлгийн хуудас засварлагдахад тэдгээр нь [[Special:RecentChanges|сүүлийн засваруудын жагсаалтад]] '''тодруулалттай''' харагдах болно.",
'removedwatch'         => 'Хянах жагсаалтнаас хасагдлаа',
'removedwatchtext'     => '"[[:$1]]" хуудас таны [[Special:Watchlist|хяналтын жагсаалтаас]] хасагдлаа.',
'watch'                => 'Хянах',
'watchthispage'        => 'Энэ хуудсыг хяна',
'unwatch'              => 'Хянахаа болих',
'unwatchthispage'      => 'Хянахаа зогсоох',
'notanarticle'         => 'Агуулгагүй хуудас',
'notvisiblerev'        => 'Засвар устгагдлаа',
'watchnochange'        => 'Дурьдагдсан хугацаанд таны хянаж буй хуудсуудад өөрчлөлт ороогүй байна.',
'watchlist-details'    => 'Хяналтын жагсаалтад {{PLURAL:$1|$1 хуудас|$1 хуудаснууд}} байна.',
'wlheader-enotif'      => '* И-мэйл мэдэгдэл хүчинтэй боллоо.',
'wlheader-showupdated' => "* Таны хамгийн сүүлд айлчилснаас хойш өөрчлөгдсөн хуудсууд '''тодоор''' бичигдсэн байгаа",
'watchmethod-recent'   => 'хяналтад буй хуудсуудад шинэ өөрчлөлт орсон эсэхийг шалгаж байна',
'watchmethod-list'     => 'хяналтад буй хуудсуудад саяхан өөрчлөлт орсон эсэхийг шалгаж байна',
'watchlistcontains'    => 'Таны хянах жагсаалтанд $1 хуудас байна.',
'iteminvalidname'      => "'$1' зүйлд асуудал гарлаа, хүчингүй нэр...",
'wlnote'               => "Доорх нь сүүлийн {{PLURAL:$2|цагт|'''$2''' цагт}} хийгдсэн {{PLURAL:$1|сүүлийн|сүүлийн '''$1'''}} өөрчлөлт юм.",
'wlshowlast'           => 'Сүүлийн $1 цагийн $2 өдрийн $3-г харуул',
'watchlist-options'    => 'Хянаж буй хуудсуудын жагсаалтны сонголтууд',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Хянаж байна...',
'unwatching' => 'Хянахаа больж байна...',

'enotif_mailer'                => '{{SITENAME}}-н мэйл сонордуулга',
'enotif_reset'                 => 'Бүх хуудсыг үзсэн гэж тэмдэглэх',
'enotif_newpagetext'           => 'Энэ бол шинэ хуудас.',
'enotif_impersonal_salutation' => '{{SITENAME}}-н хэрэглэгч',
'changed'                      => 'өөрчлөгдсөн',
'created'                      => 'үүсгэсэн',
'enotif_subject'               => '{{SITENAME}}-н $PAGETITLE хуудсыг $PAGEEDITOR нь $CHANGEDORCREATED',
'enotif_lastvisited'           => '$1-н хамгийн сүүлд зочилсноос хойших өөрчлөлтүүдийг харуул.',
'enotif_lastdiff'              => '$1-г харж энэ өөрчлөлтийг үзнэ үү.',
'enotif_anon_editor'           => '$1 бүртгэлгүй хэрэглэгч',
'enotif_body'                  => '$WATCHINGUSERNAME танаа,

{{SITENAME}}-н $PAGETITLE хуудаст $PAGEEDITOR $PAGEEDITDATE-нд $CHANGEDORCREATED үйлдэл хийжээ. Одоогийн засварыг $PAGETITLE_URL хуудсаас харна уу.

$NEWPAGE

Засварлагчийн тойм: $PAGESUMMARY $PAGEMINOREDIT

Засварлагчтай холбоо барих:
мэйл: $PAGEEDITOR_EMAIL
вики: $PAGEEDITOR_WIKI

Та энэ хуудаст зочлохгүй бол өөр өөрчлөлтүүдийн талаарх мэдээлэл өгөхгүй болно.
Мөн та хянаж буй хуудсуудын мэдээллэх бүртгэлийг өөрчилж болно.

             {{SITENAME}}-н мэдээллэх систем

--
Хянаж буй хуудсуудынхаа тохиргоог өөрчлөхийн тулд дараах хуудаст зочилно уу:
{{fullurl:{{#special:Watchlist}}/edit}}

Дэлгэрэнгүй мэдээлэл:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'Хуудсыг устга',
'confirm'                => 'Баталгаажуулах',
'excontent'              => "агуулга нь ийм байсан: '$1'",
'excontentauthor'        => "агуулга нь ийм байсан: '$1' (цорын ганц хувь нэмэрлэгч нь '[[Special:Contributions/$2|$2]]')",
'exbeforeblank'          => "хоосон болгохын өмнөх агуулга: '$1'",
'exblank'                => 'хуудас нь хоосон байсан',
'delete-confirm'         => '"$1"-г устгах',
'delete-legend'          => 'Устгах',
'historywarning'         => "'''Анхаар''': Таны устгах гэж байгаа хуудас $1 орчим засвар бүхий түүхтэй байна:",
'confirmdeletetext'      => 'Та энэ хуудсыг түүхтэй нь бүхлээр нь устгах гэж байна.
Энэхүү үйлдлийг хийснээр ямар үр дүнд хүрэхийг бүрэн гүйцэд ойлгож хийж байгаа гэдгээ, мөн [[{{MediaWiki:Policy-url}}|дүрэм журмынх нь дагуу]] хийж байнаагаа илтгэнэ үү.',
'actioncomplete'         => 'Үйлдлийг гүйцэтгэлээ.',
'deletedtext'            => '"<nowiki>$1</nowiki>" нь устгагдлаа.
Сүүлд устгагдсан зүйлсийг $2-с харна уу.',
'deletedarticle'         => '"[[$1]]" нь устгагдлаа',
'suppressedarticle'      => '"[[$1]]"-г далдаллаа',
'dellogpage'             => 'Устгалын лог',
'dellogpagetext'         => 'Доорх нь хамгийн сүүлд устгагдсан зүйлсийн жагсаалт.',
'deletionlog'            => 'устгалын лог',
'reverted'               => 'Хуучин төлөвт шилжүүллээ',
'deletecomment'          => 'Шалтгаан:',
'deleteotherreason'      => 'Өөр/нэмэлт шалтгаан:',
'deletereasonotherlist'  => 'Өөр шалтгаан',
'deletereason-dropdown'  => '*Устгах нийтлэг шалтгаанууд
** Бичлэг үйлдэгчийн хүсэлтээр
** Зохиогчийн эрхэд халдсан
** Вандализм',
'delete-edit-reasonlist' => 'Устгах шалтгаануудыг засварлах',
'delete-toobig'          => 'Энэ хуудасны засварын түүх маш том байгаа бөгөөд $1 гаруй засвартай байна.
{{SITENAME}}-д санамсаргүй байдлаар муугаар нөлөөлж болзошгүй тул эдгээр хуудсуудыг устгах явдлыг хорьсон байна.',
'delete-warning-toobig'  => 'Энэ хуудасны засварын түүх маш том байгаа бөгөөд $1 гаруй засвартай байна.
Устгавал {{SITENAME}}-н мэдээллийн сангийн үйл ажиллагаанд нөлөөлж магадгүй тул та анхаар сэрэмжтэйгээр дараах үйлдлээ гүйцэтгэнэ үү.',

# Rollback
'rollback'         => 'Засваруудыг буцаах',
'rollback_short'   => 'Буцаах',
'rollbacklink'     => 'буцаах',
'rollbackfailed'   => 'Буцааж чадсангүй',
'cantrollback'     => 'Засварласан хэсгийг хуучин төлөвт шилжүүлж чадсангүй;
сүүлчийн засварыг хийгч нь энэ хуудасны цорын ганц бичигч байна.',
'alreadyrolled'    => '[[User:$2|$2]] ([[User talk:$2|яриа]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]])-н хийсэн [[:$1]] дэх сүүлчийн засварыг буцаах боломжгүй байна; хэн нэг нь аль хэдийн уг хуудсыг засварласан буюу буцаасан байна.


Хуудаст хамгийн сүүлд засвар хийсэн хэрэглэгч нь [[User:$3|$3]] ([[User talk:$3|яриа]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'      => "Засварлалтын агуулга нь: \"''\$1''\".",
'revertpage'       => '[[Special:Contributions/$2|$2]] ([[User talk:$2|яриа]])-н хийсэн засваруудыг [[User:$1|$1]]-ий хийсэн сүүлийн засварт буцаан шилжүүллээ.',
'rollback-success' => '$1-н өөрчлөлтүүдийг $2-н үйлдсэн сүүлийн хувилбар руу буцаалаа.',

# Edit tokens
'sessionfailure' => 'Таны нэвтрэлд алдаа гарсан бололтой;
компьютерийн систем дэх мэдээллийг хууль бусаар авах явдлаас хамгаалах гэж үйлдэл цуцлагдсан байна
"Back" товч дээр дарж өмнөх хуудас руугаа буцаж, дараа нь дахин оролдоно уу.',

# Protect
'protectlogpage'              => 'Хамгаалалтын лог',
'protectlogtext'              => 'доорх нь түгжигдсэн ба түгжигдээгүй хуудасны лист.',
'protectedarticle'            => '"[[$1]]"-г хамгааллаа',
'modifiedarticleprotection'   => '"[[$1]]"-н хамгаалалтын түвшинг өөрчиллөө',
'unprotectedarticle'          => '"[[$1]]"-г хамгаалахаа больсон',
'movedarticleprotection'      => 'хамгаалалтын тохиргоог "[[$2]]"-с "[[$1]]" руу зөөлөө',
'protect-title'               => '"[[$1]]"-н хамгаалалтын түвшинг өөрчлөх',
'prot_1movedto2'              => '[[$1]] нь [[$2]] руу зөөгдлөө',
'protect-legend'              => 'Хамгаалалтыг баталгаажуулах',
'protectcomment'              => 'Шалтгаан:',
'protectexpiry'               => 'Дуусах:',
'protect_expiry_invalid'      => 'Дуусах хугацаа хүчингүй байна.',
'protect_expiry_old'          => 'Дуусах хугацаа өнгөрсөн цагт байна.',
'protect-text'                => "Та '''<nowiki>$1</nowiki>''' хуудасны хамгаалалтын түвшинг харж, өөрчлөх боломжтой.",
'protect-locked-blocked'      => "Түгжигдсэн байхад хамгаалалтын түвшинг өөрчилж болохгүй.
'''$1''' хуудасны одоогийн тохиргоо энд байна:",
'protect-locked-dblock'       => "Мэдээллийн санг түгжсэн байгаа тул хамгаалалтын түвшинг өөрчилж болохгүй.
'''$1''' хуудасны одоогийн тохиргоо энд байна:",
'protect-locked-access'       => "Таны бүртгэл хамгаалалтын түвшинг өөрчлөх зөвшөөрөлгүй байна.
'''$1''' хуудсаны одоогийн тохиргоо энд байна:",
'protect-cascadeon'           => 'Энэ хуудас давхар хамгаалалттай $1 хуудсанд орсон тул одоогийн байдлаар түгжигдсэн байна.
Та энэ хуудасны хамгаалалтын түвшинг өөрчилж болох боловч давхар хамгаалалтанд нөлөөлөхгүй.',
'protect-default'             => 'Бүх хэрэглэгчдийг зөвшөөрөх',
'protect-fallback'            => '"$1" зөвшөөрөл хэрэгтэй',
'protect-level-autoconfirmed' => 'Шинэ ба бүртгэлгүй хэрэглэгчдийг түгжих',
'protect-level-sysop'         => 'Зөвхөн системийн операторууд',
'protect-summary-cascade'     => 'давхар хамгаалалт',
'protect-expiring'            => 'Дуусах хугацаа: $1 （UTC）',
'protect-expiry-indefinite'   => 'тодорхойгүй хугацаагаар',
'protect-cascade'             => 'Энэ хуудсанд орсон хуудсуудыг хамгаалах （давхар хамгаалалт）',
'protect-cantedit'            => 'Таньд энэ хуудсыг засварлах эрх байхгүй тул хамгаалалтын түвшинг өөрчилж болохгүй.',
'protect-othertime'           => 'Өөр хугацаа:',
'protect-othertime-op'        => 'өөр хугацаа',
'protect-existing-expiry'     => 'Одоогийн дуусах хугацаа: $3, $2',
'protect-otherreason'         => 'Өөр/нэмэлт шалтгаан:',
'protect-otherreason-op'      => 'өөр/нэмэлт шалтгаан',
'protect-dropdown'            => '*Ердийн хамгаалах шалгаанууд
** Вандализм хэт ихтэй
** Спам хэт ихтэй
** Ашиггүй засварын зөрчилдөөнүүдтэй
** Маш олон хүн ордог',
'protect-edit-reasonlist'     => 'Түгжих шалтгаануудыг засварлах',
'protect-expiry-options'      => '1 цаг:1 hour,1 өдөр:1 day,1 долоо хоног:1 week,2 долоо хоног:2 weeks,1 сар:1 month,3 сар:3 months,6 сар:6 months,1 жил:1 year,хугацаагүй:infinite',
'restriction-type'            => 'Зөвшөөрөл:',
'restriction-level'           => 'Хамгаалалтын түвшин:',
'minimum-size'                => 'Доод хэмжээ',
'maximum-size'                => 'Дээд хэмжээ:',
'pagesize'                    => '（байт）',

# Restrictions (nouns)
'restriction-edit'   => 'Засварлах',
'restriction-move'   => 'Зөөх',
'restriction-create' => 'Үүсгэх',
'restriction-upload' => 'Оруулах',

# Restriction levels
'restriction-level-sysop'         => 'бүтэн хамгаалагдсан',
'restriction-level-autoconfirmed' => 'хагас хамгаалагдсан',
'restriction-level-all'           => 'хамаагүй түвшин',

# Undelete
'undelete'                     => 'Устгагдсан хуудсуудыг харах',
'undeletepage'                 => 'Устгагдсан хуудсуудыг харах ба сэргээх',
'undeletepagetitle'            => "'''Дараах нь [[:$1|$1]]-н устгагдсан засварууд юм.'''",
'viewdeletedpage'              => 'Устгагдсан хуудсуудыг харах',
'undeletepagetext'             => 'Дараах хуудсууд устгагдсан боловч одоогоор сэргээж болохоор төлөвт байна.',
'undelete-fieldset-title'      => 'Засваруудыг сэргээх',
'undeleteextrahelp'            => "Бүхэл хуудсыг сэргээхийн тулд бүх жижиг дөрвөлжингүүдийг сонгохгүй үлдээгээд '''''Сэргээх''''' товчийг дар. Зарим хувилбаруудыг сэргээхийн тулд сэргээх хувилбаруудын өмнөх жижиг дөрвөлжинг идэвхжүүлээд '''''Сэргээх''''' товчийг дар. '''''Дахин эхлүүлэх''''' товчийг дарснаар тайлбарын талбар ба бүх жижиг дөрвөлжингүүд хоосон болно",
'undeleterevisions'            => '$1 хувилбар архивлагдлаа',
'undeletehistory'              => 'Хэрэв та энэ хуудсыг сэргээвэл түүний өмнөх бүх хувилбарууд нь түүх рүү сэргээгдэж бичигдэнэ. Хэрэв үүнийг устгаснаас хойш үүнтэй адил нэртэй шинэ хуудас үүсгэгдсэн бол сэргээгдсэн хувилбарууд түүх хэсэгт гарч ирэх боловч одоо байгаа бодит хуудсыг автоматаар солихгүй.',
'undeleterevdel'               => 'Дээд хуудас буюу файлын засвар бага зэргээр устгагдах явдал гарах бол хуудас сэргээгдэхгүй.
Ийм тохиолдолд та хамгийн сүүлд устгагдсан засварыг нууцлахаа, эсвэл тэмдэглэхээ болих шаардлагатай.',
'undeletehistorynoadmin'       => 'Энэ өгүүлэл устгагдсан. Үүний устгагдсан шалтгаан нь устгалын өмнө энэ хуудсыг засварласан хэрэглэгчдийн тухай мэдээллүүдтэй хамт доорх тайланд өгөгдсөн байгаа. Эдгээр устгагдсан хувилбаруудад яг юу байсныг зөвхөн администраторууд л харж чадна.',
'undelete-revision'            => '$3 хэрэглэгчийн $1-н （$2-ий байдлаарх） устгасан засвар',
'undeleterevision-missing'     => 'Хүчингүй эсвэл алга болсон засвар.
Таньд буруу холбоос байна, эсвэл засвар сэргээгдсэн, эсвэл архиваас устгагдсан байж болзошгүй.',
'undelete-nodiff'              => 'Өмнөх засвар олдсонгүй.',
'undeletebtn'                  => 'Сэргээх',
'undeletelink'                 => 'үзэх/сэргээх',
'undeletereset'                => 'Дахин эхлүүлэх',
'undeleteinvert'               => 'Эсрэгээр нь болгох',
'undeletecomment'              => 'Тайлбар:',
'undeletedarticle'             => '"[[$1]]"-ийг сэргээв',
'undeletedrevisions'           => '{{PLURAL:$1|1 хувилбар|$1 хувилбар}}  сэргээгдлээ',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 засвар|$1 засвар}} ба {{PLURAL:$2|1 файл|$2 файл}} сэргээгдлээ',
'undeletedfiles'               => '{{PLURAL:$1|1 файл|$1 файл}} сэргээгдлээ',
'cannotundelete'               => 'Устгасан хуудсыг буцааж сэргээх үйлдэл амжилтгүй боллоо. Хэн нэгэн уг хуудсыг өрсөж сэргээсэн байх боломжтой.',
'undeletedpage'                => "'''$1 сэргээгдэв'''

Сүүлийн үед устгагдсан ба сэргээгдсэн зүйлүүдийн жагсаалтыг [[Special:Log/delete|устгалын бүртгэл]] дээрээс харна уу.",
'undelete-header'              => '[[Special:Log/delete|Устгалын бүртгэл]]ээс сүүлд устгагдсан хуудсуудыг харна уу.',
'undelete-search-box'          => 'Устгагдсан хуудсуудаас хайх',
'undelete-search-prefix'       => 'Доорхиор эхэлсэн хуудсуудыг харуул:',
'undelete-search-submit'       => 'Хайлт',
'undelete-no-results'          => 'Устгалын архиваас хайлтын үр дүнд таарах хуудас олдсонгүй.',
'undelete-filename-mismatch'   => '$1 тэмдэгтэй засварыг сэргээж болохгүй байна: файлын нэр зөрөлдөж байна',
'undelete-bad-store-key'       => '$1 тэмдэгтэй засварыг сэргээж болохгүй байна: файл устгахаас өмнө алга болсон байна.',
'undelete-cleanup-error'       => 'Хэрэглэгддэггүй архивийн "$1" файлыг устгахад алдаа гарлаа.',
'undelete-missing-filearchive' => 'Файлын архивийн ID $1 нь мэдээллийн санд байхгүй тул сэргээх боломжгүй байна.
Аль хэдийнээ сэргээгдсэн байж магадгүй.',
'undelete-error-short'         => 'Файлыг сэргээхэд алдаа гарлаа: $1',
'undelete-error-long'          => 'Дараах файлыг сэргээхэд алдаа гарлаа:

$1',
'undelete-show-file-confirm'   => '$2-ий $3 дахь "<nowiki>$1</nowiki>" файлын устгагдсан засварыг үзмээр байгаадаа итгэлтэй байна уу?',
'undelete-show-file-submit'    => 'Тийм',

# Namespace form on various pages
'namespace'      => 'Нэрний зай:',
'invert'         => 'Эсрэгээр нь болгох',
'blanknamespace' => '(Гол)',

# Contributions
'contributions'       => 'Хэрэглэгчийн хувь нэмэр',
'contributions-title' => '$1 хэрэглэгчийн хувь нэмэр',
'mycontris'           => 'Миний оруулсан хувь нэмэр',
'contribsub2'         => 'Хэрэглэгчийн нэр: $1 （$2）',
'nocontribs'          => 'Энэ шалгуурт тохирох өөрчилсөн зүйлүүд олдсонгүй.',
'uctop'               => '（дээд）',
'month'               => 'Дараах сараас （өмнөх засварууд нь ч орно）:',
'year'                => 'Дараах жилээс （өмнөх засварууд нь ч орно）:',

'sp-contributions-newbies'       => 'Зөвхөн шинэ бүртгэлүүдийн хувь нэмрийг харуулах',
'sp-contributions-newbies-sub'   => 'Шинээр бүртгүүлсэн хэрэглэгчид',
'sp-contributions-newbies-title' => 'Шинэ бүртгэлүүдийн хувь нэмэр',
'sp-contributions-blocklog'      => 'Түгжээний лог',
'sp-contributions-talk'          => 'Яриа',
'sp-contributions-userrights'    => 'Хэрэглэгчдийн эрхийн удирдлага',
'sp-contributions-search'        => 'Хувь нэмрийг хайх',
'sp-contributions-username'      => 'IP хаяг эсвэл хэрэглэгчийн нэр:',
'sp-contributions-submit'        => 'Хайх',

# What links here
'whatlinkshere'            => 'Энд холбогдсон хуудсууд',
'whatlinkshere-title'      => '"$1"-д холбоостой хуудаснууд',
'whatlinkshere-page'       => 'Хуудас:',
'linkshere'                => "Дараах хуудсууд '''[[:$1]]'''-тай холбогдсон байна:",
'nolinkshere'              => "'''[[:$1]]'''-тай холбогдсон хуудас байхгүй байна.",
'nolinkshere-ns'           => "Сонгосон нэрний зайд '''[[:$1]]''' руу холбогдсон хуудас байхгүй байна.",
'isredirect'               => 'чиглүүлэгч',
'istemplate'               => 'оруулалт',
'isimage'                  => 'зургийн холбоос',
'whatlinkshere-prev'       => '{{PLURAL:$1|өмнөх|өмнөх $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|дараагийнх|дараагийн $1}}',
'whatlinkshere-links'      => '← линкүүд',
'whatlinkshere-hideredirs' => '$1 чиглүүлэгч',
'whatlinkshere-hidetrans'  => '$1 оруулалт',
'whatlinkshere-hidelinks'  => 'Линкүүдийг $1',
'whatlinkshere-hideimages' => 'зургийн холбоосыг $1',
'whatlinkshere-filters'    => 'Шүүлтүүрүүд',

# Block/unblock
'blockip'                         => 'Хэрэглэгчийг түгжих',
'blockip-legend'                  => 'Хэрэглэгчийг түгжих',
'blockiptext'                     => 'Доорх маягтыг ашиглан тодорхой IP хаяг эсвэл хэрэглэгчийн нэрийг засвар хийхээс түгжинэ үү.
Энэ нь зөвхөн вандализм үйлдэх явдлаас сэргийлэхийн тулд, [[{{MediaWiki:Policy-url}}|бодлого, баримтлалын]] дагуу хийгдэх ёстой.
Доор тодорхой шалтгаанаа бичнэ үү.',
'ipaddress'                       => 'IP хаяг',
'ipadressorusername'              => 'IP хаяг буюу хэрэглэгчийн нэр',
'ipbexpiry'                       => 'Түгжээ нь нээгдэх хугацаа',
'ipbreason'                       => 'Шалтгаан:',
'ipbreasonotherlist'              => 'Өөр шалтгаан',
'ipbreason-dropdown'              => '*Ерөнхий түгжих шалтгаанууд
** Худал мэдээлэл оруулсан
** Хуудаснуудаас агуулга устгасан
** Гадны холбоосууд руу линк оруулж спам үйлдсэн
** Утгагүй зүйл/бувтнал оруулсан
** Сүрдүүлсэн/зовоосон ааш авиртай
** Олон бүртгэлийг буруу хэргээр ашигласан
** Зөвшөөршгүй хэрэглэгчийн нэртэй',
'ipbanononly'                     => 'Зөвхөн бүртгэлгүй хэрэглэгчдийг л түгжих',
'ipbcreateaccount'                => 'Бүртгэл нээхээс хамгаалах',
'ipbemailban'                     => 'Хэрэглэгчийг мэйл явуулахаас саатуулах',
'ipbenableautoblock'              => 'Энэ хэрэглэгчийн сүүлийн IP хаягийг түгж. Дээр нь дахин оролдого хийж болох хаягуудыг ч мөн түгжих.',
'ipbsubmit'                       => 'Энэ хэрэглэгчийг түгжих',
'ipbother'                        => 'Өөр хугацаа:',
'ipboptions'                      => '2 цаг:2 hours,1 хоног:1 day,3 хоног:3 days,1 долоо хоног:1 week,2 долоо хоног:2 weeks,1 сар:1 month,3 сар:3 months,6 сар:6 months,1 жил:1 year,хязгааргүй:infinite',
'ipbotheroption'                  => 'бусад',
'ipbotherreason'                  => 'Өөр/нэмэлт шалтгаан:',
'ipbhidename'                     => 'Хэрэглэгчийн нэрийг түгжээний лог, одоо хэрэгжиж буй түгжээний жагсаалт болон хэрэглэгчийн жагсаалтаас нууцлах',
'ipbwatchuser'                    => 'Энэ хэрэглэгчийн хэрэглэгчийн ба ярианы хуудсуудыг хянах',
'ipballowusertalk'                => 'Энэ хэрэглэгч түгжигдсэн үед өөрийн ярианы хуудсаа засварлахыг зөвшөөрөх',
'ipb-change-block'                => 'Эдгээр тохиргоотойгоор энэ хэрэглэгчийг дахин түгжих',
'badipaddress'                    => 'Хүчингүй IP хаяг',
'blockipsuccesssub'               => 'Түгжээ амжилттай боллоо.',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] түгжигдсэн.
<br />Түгжилтийн тоймыг [[Special:IPBlockList|түгжигдсэн IP-ийн жагсаалт]]аас үзнэ үү.',
'ipb-edit-dropdown'               => 'Түгжих шалтгаануудыг засварлах',
'ipb-unblock-addr'                => '$1-н түгжээг тайлах',
'ipb-unblock'                     => 'Хэрэглэгчийн нэр эсвэл IP хаягийн түгжээг тайлах',
'ipb-blocklist-addr'              => '$1-д байгаа түгжээнүүдийг харах',
'ipb-blocklist'                   => 'Байгаа түгжээнүүдийг харах',
'ipb-blocklist-contribs'          => '$1-н хувь нэмэр',
'unblockip'                       => 'Хэрэглэгчийг идэвхижүүлэх',
'unblockiptext'                   => 'Өмнө нь хориг тавьсан интернет хаяг юм уу хэрэглэгчийн бичих эрхийг сэргээхийн тулд дорх маягтыг ашигла.',
'ipusubmit'                       => 'Энэ хаягийн түгжээг буцаах',
'unblocked'                       => '[[User:$1|$1]]-ийн хориг цуцлагдсан （идэвхижсэн） байна.',
'unblocked-id'                    => '$1 түгжээг авч хаялаа',
'ipblocklist'                     => 'Түгжигдсэн хэрэглэгчид болон IP хаягнууд',
'ipblocklist-legend'              => 'Түгжигдсэн хэрэглэгчийг хайх',
'ipblocklist-username'            => 'Хэрэглэгчийн нэр эсвэл IP хаяг:',
'ipblocklist-sh-userblocks'       => 'Бүртгэлүүдийн түгжээг $1',
'ipblocklist-sh-tempblocks'       => 'Түр зуурын түгжээг $1',
'ipblocklist-sh-addressblocks'    => 'Ганц IP-н түгжээг $1',
'ipblocklist-submit'              => 'Хайх',
'blocklistline'                   => '$1, $2 нь $3 ($4)-г түгжив',
'infiniteblock'                   => 'тодорхойгүй',
'expiringblock'                   => '$1-ний $2-д хугацаа нь дуусна',
'anononlyblock'                   => 'зөвхөн бүртгэгдээгүйг',
'noautoblockblock'                => 'Автоматаар түгжихийг хаасан байна.',
'createaccountblock'              => 'бүртгэл үүсгэх явдлыг хаав',
'emailblock'                      => 'и-мэйл түгжигдлээ',
'blocklist-nousertalk'            => 'өөрийн ярианы хуудсыг засварлах боломжгүй байна',
'ipblocklist-empty'               => 'Түгжээний жагсаалт хоосон байна.',
'ipblocklist-no-results'          => 'Өгсөн IP хаяг эсвэл хэрэглэгчийн нэр түгжигдээгүй байна.',
'blocklink'                       => 'түгжих',
'unblocklink'                     => 'түгжээг тайлах',
'change-blocklink'                => 'түгжээг өөрчлөх',
'contribslink'                    => 'хувь нэмэр',
'autoblocker'                     => 'Автоматаар түгжигдлээ. Учир нь таны IP хаягийг "[[User:$1|$1]]" нь хэрэглэж байжээ. "$1"-г түгжих болсон шалтгаан нь: "\'\'\'$2\'\'\'"',
'blocklogpage'                    => 'Түгжээний лог',
'blocklogentry'                   => '[[$1]] нь $2 $3 хугацаатайгаар түгжигдсэн',
'reblock-logentry'                => '[[$1]]-н түгжээний тохиргоог $2 $3 хугацаатай болгож өөрчилсөн',
'blocklogtext'                    => 'Энэ нь хэрэглэгчийг түгжсэн болон тайлсан үйлдлийн лог юм.
Автоматаар түгжигдсэн IP хаягууд жагсаагдаагүй.
[[Special:IPBlockList|IP хаягийн түгжээний жагсаалтыг]] харж одоо түгжигдсэн хаягуудыг харна уу.',
'unblocklogentry'                 => '$1 идэвхтэй',
'block-log-flags-anononly'        => 'зөвхөн нэргүй хэрэглэгчид',
'block-log-flags-nocreate'        => 'Бүртгэл үүсгэх боломжгүй',
'block-log-flags-noautoblock'     => 'автотүгжээ зогсоогдсон',
'block-log-flags-noemail'         => 'и-мэйл түгжигдсэн',
'block-log-flags-nousertalk'      => 'өөрийн ярианы хуудсыг засварлах боломжгүй байна',
'block-log-flags-angry-autoblock' => 'сайжруулсан автомат түгжээг идэвхижүүлэв',
'range_block_disabled'            => 'Системийн операторуудын хэсгийн түгжээ хийх чадварыг зогсоосон байна.',
'ipb_expiry_invalid'              => 'Түгжээ нээгдэх хугацааг оруулаагүй байна.',
'ipb_expiry_temp'                 => 'Нуугдсан хэрэглэгийн нэрсийн түгжээ нь үүрдийн байх ёстой',
'ipb_already_blocked'             => '"$1" нь аль хэдийн түгжигдсэн байна.',
'ipb-needreblock'                 => '== Аль хэдийнээ түгжигдсэн ==
$1 нь аль хэдийнээ түгжигдсэн байна.
Та тохиргоог өөрчилмөөр байна уу?',
'ipb_cant_unblock'                => 'Алдаа: Түгжигдсэн ID $1 нь олдохгүй байна. Түгжээ нь аль хэдийн тайлагдсан байж болзошгүй.',
'ipb_blocked_as_range'            => 'Алдаа: $1 гэсэн IP хаяг нь шууд түгжигдээгүй бөгөөд тайлах боломжгүй байна.
Харин энэ нь $2 хэсгийн хэсэг болж түгжигдсэн байгаа бөгөөд үүнийг тайлах боломжтой.',
'ip_range_invalid'                => 'Хүчингүй IP-н хүрээ.',
'blockme'                         => 'Намайг түгж',
'proxyblocker'                    => 'Түгжигч прокси',
'proxyblocker-disabled'           => 'Энэ функцийг хаасан байна.',
'proxyblockreason'                => 'Таны IP хаяг нь чөлөөт прокси учраас түгжигдсэн байна.
Та өөрийн ISP-тэйгээ холбоо барьж техникийн зөвлөгөө авч энэ асуудлынхаа тухай хэлнэ үү.',
'proxyblocksuccess'               => 'Гүйцэтгэсэн.',
'sorbsreason'                     => '{{SITENAME}}-н хэрэглэдэг DNSBL-д таны IP хаягийг чөлөөт прокси хэмээн тодорхойлсон байна.',
'sorbs_create_account_reason'     => '{{SITENAME}}-н хэрэглэдэг DNSBL-д таны IP хаягийг чөлөөт прокси гэж тэмдэглэсэн байна.
Та бүртгэл үүсгэх боломжгүй.',
'cant-block-while-blocked'        => 'Өөрөө түгжигдсэн үед бусад хэрэглэгчдийг түгжих боломжгүй.',

# Developer tools
'lockdb'              => 'Мэдээллийн баазыг түгжих',
'unlockdb'            => 'Мэдээллийн сангийн цоожийг тайл',
'lockdbtext'          => 'Мэдээллийн баазыг түгжсэнээр бүх хэрэглэгчид ямар нэг хуудсанд засвар хийх, өөрийн тохиргоо, хянах листийг өөрчлөх болон мэдээллийн баазад өөрчлөлт оруулах бусад үйлдлийг хийх боломжгүй болно. Та үнэхээр үүнийг хийхийг хүсч байгаа бөгөөд хийх гэж буй засвараа дуусгасны дараа түгжээг тайлна гэдгээ батална уу.',
'unlockdbtext'        => 'Мэдээллийн сангийн цоожийг цуцласнаар бүх хэрэглэгчдэд хуудас засварлах, өөрсдийн тохируулгыг өөрчлөх, хянах жагсаалтаа засах болон мэдээлийн санг өөрчлөхөд хүргэх бусад үйлдлүүдийг хийх эрхийг олгоно. Эдгээр нь таны хийх гэсэн зүйлс мөн эсэхийг дахин нэг баталгаажуулна уу.',
'lockconfirm'         => 'Тийм, би мэдээллийн баазыг түгжихийг үнэхээр хүсч байна.',
'unlockconfirm'       => 'Тийм,үнэхээр би энэ мэдээллийн сангийн цоожийг тайлахыг хүсэж байна',
'lockbtn'             => 'Мэдээллийн баазыг түгжих',
'unlockbtn'           => 'Мэдээллийн баазын цоожийг тайл',
'locknoconfirm'       => 'Та хайрцагт тэмдэглээгүй байна.',
'lockdbsuccesssub'    => 'Мэдээллийн баазыг амжилттайгаар түгжлээ.',
'unlockdbsuccesssub'  => 'Мэдээллийн сангийн цоожийг авлаа',
'lockdbsuccesstext'   => 'Мэдээллийн баазыг түгжлээ.
<br />Та засвараа хийж дууссаны дараа [[Special:UnlockDB|түгжээг тайлах]]аа мартуузай.',
'unlockdbsuccesstext' => 'Мэдээллийн сангийн цоожийг тайллаа.',
'lockfilenotwritable' => 'Мэдээллийн сан цоожлоход файл бичигдэхгүй болно. Мэдээллийн санг цоожлох болон тайлах нь файл хуулж болох вэб сервер тусламжтай хийгдэнэ.',
'databasenotlocked'   => 'Өгөгдлийн сан хаагдаагүй байна.',

# Move page
'move-page'                    => '$1-г зөөх',
'move-page-legend'             => 'Хуудсыг зөөх',
'movepagetext'                 => "Доорх маягтыг ашигласнаар хуудасны нэр солигдож, түүний бүх түүх шинэ нэр лүү зөөгдөх болно.
Хуучин гарчиг нь шинэ гарчиг руух чиглүүлэгч болно.
Та чиглүүлэгчийг эх бичвэр лүү автоматаар заахаар шинэчлэх боломжтой.
Хэрэв та ингэхийг хүсэхгүй бол, [[Special:DoubleRedirects|давхардсан]] эсвэл [[Special:BrokenRedirects|тасарсан]] чиглүүлэгч байгаа эсэхийг шалгаж нягтлаарай.
Та тухайн холбоосын нэрийг өөрчилж байгаа учир тэдгээр нь урьдын адил заагдсан газартаа очиж байхыг нягтлах нь таны хариуцах зүйл юм.

Таны сонгосон шинэ нэртэй адил гарчигтэй хуудас байвал хуудас '''зөөгдөхгүй''' （тэр хуудас нь хоосон, чиглүүлэгч, түүхгүй үед л зөөгдөнө） гэдгийг анхаараарай. Энэ нь одоо байгаа хуудсыг дарж бичиж болохгүй ба саяхан зөөгдсөн хуудасны хуучин гарчгийг буцаан өгч алдаагаа засч болно гэсэн үг юм.

<b>АНХААР!</b> Энэ үйлдэл нь нийтлэг хуудсуудад засч болшгүй өөрчлөлт оруулж магадгүй тул та хийх гэж байгаа үйлдлийнхээ үр дагаврыг сайн ойлгож байж гүйцэтгээрэй.",
'movepagetalktext'             => "Харгалзах хэлэлцүүлгийн хуудас нь автоматаар үүнтэй хамт зөөгдөх болно. '''Зөөгдөхгүй байх тохиолдол нь:'''
*Шинэ нэр дээр нь хоосон биш хэлэлцүүлгийн хуудас байгаа
*Доорх дөрвөлжинг хоосон болгосон

Эдгээр тохиолдлуудад уг хуудсыг гар аргаар зөөх эсвэл нэгтгэх шаардлагатай болно.",
'movearticle'                  => 'Хуудсыг зөөх:',
'movenologin'                  => 'нэвтрээгүй байна',
'movenologintext'              => 'Та хуудсыг зөөхийн тулд бүртгэлтэй бөгөөд [[Special:UserLogin|холбогдсон]] байх ёстой.',
'movenotallowed'               => 'Таньд {{SITENAME}} дээрх хуудсуудыг зөөх зөвшөөрөл байхгүй байна.',
'movenotallowedfile'           => 'Таньд файл зөөх эрх байхгүй.',
'cant-move-user-page'          => 'Таньд хэрэглэгчийн хуудас зөөх эрх байхгүй （дэд хуудсуудыг тооцохгүйгээр）.',
'cant-move-to-user-page'       => 'Таньд хуудсыг хэрэглэгчийн хуудас руу зөөх эрх байхгүй （хэрэглэгчийн дэд хуудас руу зөөхийг тооцохгүйгээр）.',
'newtitle'                     => 'Шинээр нэрлэх:',
'move-watch'                   => 'Энэ хуудсыг хянах',
'movepagebtn'                  => 'Хуудсыг зөөх',
'pagemovedsub'                 => 'Амжилттай зөөгдлөө',
'movepage-moved'               => '\'\'\'"$1" нь "$2" руу зөөгдлөө\'\'\'',
'movepage-moved-redirect'      => 'Чиглүүлэгч хуудас үүсгэгдэв.',
'movepage-moved-noredirect'    => 'Чиглүүлэгч хуудас үүсгэхийг хориглолоо.',
'articleexists'                => 'Ийм нэртэй хуудсыг өмнө нь үүсгэсэн, эсвэл сонгосон нэр тань хүчингүй байна.
Өөр нэр сонгоно уу.',
'cantmove-titleprotected'      => 'Шинэ гарчигтай хуудас нь үүсгэгдэхээс хамгаалагдсан тул та ийшээ хуудсыг зөөх боломжгүй.',
'talkexists'                   => "'''Хуудас өөрөө амжилттай зөөгдсөн боловч шинэ нэр дээр хэлэлцүүлэг байгаа тул хэлэлцүүлгийн хуудас нь зөөгдсөнгүй.
Хэлэлцүүлгийн хуудсуудыг гар аргаар нэгтгэнэ үү.'''",
'movedto'                      => 'Зөөгдсөн газар:',
'movetalk'                     => 'Харгалзах хэлэлцүүлгийн хуудсыг зөөх',
'movepage-page-exists'         => '$1 гэх хуудас оршиж байгаа бөгөөд дээрээс нь автоматаар дарж бичиж болохгүй байна.',
'movepage-page-moved'          => '$1 гэх хуудас $2 руу зөөгдлөө.',
'movepage-page-unmoved'        => '$1 гэх хуудас $2 руу зөөгдөх боломжгүй байна.',
'movepage-max-pages'           => 'Дээд хэмжээ болох $1 хуудас зөөгдсөн бөгөөд дахин автоматаар зөөх боломжгүй байна.',
'1movedto2'                    => '[[$1]] нь [[$2]] руу зөөгдлөө',
'1movedto2_redir'              => '[[$1]] нь [[$2]] руу дахин чиглэнэ.',
'move-redirect-suppressed'     => 'чиглүүлэгчийг хориглов',
'movelogpage'                  => 'Зөөлтийн лог',
'movelogpagetext'              => 'Доорх нь зөөвөрлөгдсөн хуудасны лист.',
'movereason'                   => 'Шалтгаан:',
'revertmove'                   => 'хуучин төлөвт шилжүүлэх',
'delete_and_move'              => 'Устгаад зөөх',
'delete_and_move_text'         => '==Устгалын шаардав==
Зорьсон хуудас "[[:$1]]"-г нь урьд нь оруулсан байна.
Та зөөхөд зай гаргахын тулд устгах уу?',
'delete_and_move_confirm'      => 'Тийм, хуудсыг устга',
'delete_and_move_reason'       => 'Зөөхөд зай гаргахын тулд устгагдсан',
'selfmove'                     => 'Зөөгдөх гэж байгаа хуудас болон шинээр нэрлэх гэж байгаа хуудасны нэрүүд ижил байна;
хуудсыг өөр рүү нь зөөж болохгүй.',
'immobile-source-namespace'    => '"$1" нэрний зай дотор хуудсуудыг зөөх боломжгүй',
'immobile-target-namespace'    => '"$1" руу хуудсуудыг зөөх боломжгүй',
'immobile-target-namespace-iw' => 'Интервики холбоос нь хуудас зөөлтийн зорьсон газар болох боломжгүй.',
'immobile-source-page'         => 'Энэ хуудсыг зөөх боломжгүй.',
'immobile-target-page'         => 'Энэ зорьсон гарчиг руу зөөх боломжгүй.',
'imagenocrossnamespace'        => 'Файлыг файлаас өөр нэрний зай руу зөөх боломжгүй',
'imagetypemismatch'            => 'Шинэ файлын өргөтгөл төрөлтэй нь таарахгүй байна',
'imageinvalidfilename'         => 'Зорьсон файлын нэр хүчингүй',
'fix-double-redirects'         => 'Анхны гарчиг руу чиглэх чиглүүлэгчдийг шинэчлэх',
'move-leave-redirect'          => 'Чиглүүлэгч үлдээх',

# Export
'export'            => 'Хуудсыг экспортлох',
'exporttext'        => 'XML-д ороогдсон тодорхой хуудас буюу хуудсуудын бичгэн эх ба засварын түүхийг гаргах боломжтой.
Үүнийг МедиаВики дахь [[Special:Import|оруулах хуудсыг]] ашиглан үүнийг өөр викид оруулж болно.

Хуудсыг гаргахын тулд доорх бичих талбарын мөр бүрт нэг гарчигийг оруулан, одоогийн болон хуучин бүх засварууд ба хуудасны түүхийн мөрүүд, эсвэл одоогийн засвар болон сүүлийн засварын талаарх мэдээллийн алиныг авах тухай сонголт хийнэ.

Хоёр дахь сонголтын хувьд мөн холбоос ашиглах боломжтой; жишээ нь "[[{{MediaWiki:Mainpage}}]]" хуудаст [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] гэх холбоосыг ашиглаж болно.',
'exportcuronly'     => 'Бүх түүхийг биш, зөвхөн одоогийн өөрчлөлтийг багтаа',
'exportnohistory'   => "----
'''Анхаар:''' Энэ маягтын дагуу хуудсуудын бүтэн түүхийг экспортлох үйлдэл гүйцэтгэлийн шалтгаануудын улмаас зогсоогдсон байна.",
'export-submit'     => 'Экспортлох',
'export-addcattext' => 'Дараах ангиллаас хуудсуудыг нэмэх:',
'export-addcat'     => 'Нэмэх',
'export-download'   => 'Файл гэж хадгалах',
'export-templates'  => 'Загваруудыг оруулах',

# Namespace 8 related
'allmessages'               => 'Системийн мэдэгдлүүд',
'allmessagesname'           => 'Нэр',
'allmessagesdefault'        => 'Анхны',
'allmessagescurrent'        => 'Одоогийн',
'allmessagestext'           => 'Энэ бол МедиаВики дахь системийн мэдэгдлүүдийн жагсаалт юм.
МедиаВикиг орчуулах тухай мэдээллийг [http://www.mediawiki.org/wiki/Localisation МедиаВикигийн орчуулга], мөн [http://translatewiki.net translatewiki.net]-с авна уу.',
'allmessagesnotsupportedDB' => "'''\$wgUseDatabaseMessages''' нь унтарсан байгаа тул '''Special:Allmessages'''-г хэрэглэж болохгүй.",
'allmessages-filter-legend' => 'Шүүлтүүр',

# Thumbnails
'thumbnail-more'           => 'Томруулах',
'filemissing'              => 'Файл байхгүй байна',
'thumbnail_error'          => 'Жижиг зургийг үүсгэхэд алдаа гарлаа: $1',
'djvu_page_error'          => 'DjVu хуудас хэсгийн гадна байна',
'djvu_no_xml'              => 'DjVu файлын XML-г авч чадсангүй',
'thumbnail_invalid_params' => 'Жижиг зургийн параметр хүчингүй байна',
'thumbnail_dest_directory' => 'Зорьсон санг үүсгэх боломжгүй байна',

# Special:Import
'import'                     => 'Хуудаснуудыг импортлох',
'importinterwiki'            => 'Транс-викигийн импорт',
'import-interwiki-text'      => 'Импортлох вики болон хуудасны нэрийг сонгоно уу.
Засварын огноонууд болон засварлагчдын нэрс хэвээр үлдэнэ.
[[Special:Log/import|Импортын логоос]] бүх транс-викигийн үйлдлүүд жагсаагдсан байгаа.',
'import-interwiki-source'    => 'Эх үүсвэр вики/хуудас:',
'import-interwiki-history'   => 'Энэ хуудсын бүх хувилбаруудын түүхийг хуулах',
'import-interwiki-submit'    => 'Импортлох',
'import-interwiki-namespace' => 'Дараах нэрний зай руу хуудсуудыг зөөх:',
'import-upload-filename'     => 'Файлын нэр:',
'import-comment'             => 'Тайлбар:',
'importtext'                 => 'Special:Export багажийг ашиглан файлыг эх үүсвэр викигээс татаад, өөрийн дискэнд хадгалаж, энд оруулна уу.',
'importstart'                => 'Хуудсыг импортлож байна...',
'import-revision-count'      => '$1 засвар',
'importnopages'              => 'Импортлох хуудас алга байна.',
'importfailed'               => 'Импорт бүтэлгүйтлээ: $1',
'importunknownsource'        => 'Мэдэгдээгүй төрлийн импортлох эх үүсвэр',
'importcantopen'             => 'Импортлосон файлыг нээж чадсангүй',
'importbadinterwiki'         => 'Интервикигийн хүчингүй холбоос',
'importnotext'               => 'Хоосон эсвэл текст байхгүй',
'importsuccess'              => 'Амжилттай импортлолоо!',
'importhistoryconflict'      => 'Өмнөх хувилбар нь оршин байгаа эсэх нь харшилдаж байна（магадгүй өмнө нь импотлосон хуудас байж болзошгүй）',
'importnosources'            => 'Транс-викигийн импортын эх үүсвэрүүд тодорхойлогдоогүй байгаа бөгөөд түүхийг шууд оруулах явдлыг хаасан байна.',
'importnofile'               => 'Имтортлосон файл хуулагдаагүй байна.',
'importuploaderrorsize'      => 'Импортлогдсон файлыг оруулж чадсангүй. Файлыг хэмжээ зөвшөөрөгдсөн хэмжээнээс том байна.',
'importuploaderrorpartial'   => 'Импортлогдсон файлыг оруулж чадсангүй. Файлын зөвхөн нэг хэсэг нь л оруулагдсан байна.',
'importuploaderrortemp'      => 'Импортлогдсон файлыг оруулж чадсангүй. Түр зуурын хавтас байхгүй байна.',
'import-parse-failure'       => 'XML оруулалтыг задлан шинжлэх алдаа',
'import-noarticle'           => 'Оруулах хуудас байхгүй байна!',
'import-nonewrevisions'      => 'Бүх засварууд өмнө нь оруулагдсан байна.',
'xml-error-string'           => '$2-р мөр, $3-р баганад $1 （байт $4）: $5',
'import-upload'              => 'XML мэдээллийг оруулах',
'import-token-mismatch'      => 'Үйлдлийн үеэр мэдээлэл алдагдав.
Дахин оролдоно уу.',
'import-invalid-interwiki'   => 'Өгөгдсөн викигээс оруулах боломжгүй байна.',

# Import log
'importlogpage'                    => 'Оруулалтын лог',
'importlogpagetext'                => 'Администраторуудын бусад викигээс засварын түүхтэй нь оруулсан хуудсууд.',
'import-logentry-upload'           => 'файлын оруулалтаар [[$1]]-г орууллаа',
'import-logentry-upload-detail'    => '$1 засвар',
'import-logentry-interwiki'        => '$1-г транс-викидлээ',
'import-logentry-interwiki-detail' => '$2-с авсан $1 засвар',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Таны хэрэглэгчийн хуудас',
'tooltip-pt-anonuserpage'         => 'Таны хэрэглэж буй IP хаягийн хэрэглэгчийн хуудас',
'tooltip-pt-mytalk'               => 'Таны ярианы хуудас',
'tooltip-pt-anontalk'             => 'Энэ IP хаягаас үйлдсэн засваруудын тухай хэлэлцүүлэг',
'tooltip-pt-preferences'          => 'Миний тохиргоо',
'tooltip-pt-watchlist'            => 'Засварууд нь хянагдаж буй хуудсуудын жагсаалт',
'tooltip-pt-mycontris'            => 'Таны оруулсан хувь нэмрийн жагсаалт',
'tooltip-pt-login'                => 'Заавал хийх ёстой зүйл биш боловч таныг нэвтрэхийг зөвлөж байна.',
'tooltip-pt-anonlogin'            => 'Таныг нэвтрэхийг зөвлөж байна, гэхдээ энэ бол заавал хийх ёстой зүйл биш.',
'tooltip-pt-logout'               => 'Гарах',
'tooltip-ca-talk'                 => 'Хуудасны талаарх хэлэлцүүлэг',
'tooltip-ca-edit'                 => 'Та энэ хуудсыг засварлах боломжтой. Хадгалахынхаа өмнө "Урьдчилан харах" товчлуурыг хэрэглэнэ үү.',
'tooltip-ca-addsection'           => 'Шинэ хэсэг үүсгэх',
'tooltip-ca-viewsource'           => 'Энэ хуудас хамгаалагдсан байна. Та зөвхөн кодыг нь харах боломжтой.',
'tooltip-ca-history'              => 'Энэ хуудасны өмнөх засварууд.',
'tooltip-ca-protect'              => 'Энэ хуудсыг хамгаалах',
'tooltip-ca-delete'               => 'Энэ хуудсыг устгах',
'tooltip-ca-undelete'             => 'Энэ хуудсыг арилгахын өмнө хийсэн засваруудыг буцаах.',
'tooltip-ca-move'                 => 'Энэ хуудсыг зөөх',
'tooltip-ca-watch'                => 'Энэ хуудсыг хянах жагсаалтандаа нэмэх',
'tooltip-ca-unwatch'              => 'Энэ хуудсыг өөрийн хянаж буй хуудсуудын жагсаалтаас хасах',
'tooltip-search'                  => '{{SITENAME}}-с хайх',
'tooltip-search-go'               => 'Яг ийм нэртэй хуудас байгаа бол түүн рүү явах',
'tooltip-search-fulltext'         => 'Энэ текстийг хуудсуудаас хайх',
'tooltip-p-logo'                  => 'Нүүр хуудас',
'tooltip-n-mainpage'              => 'Нүүр хуудаст зочлох',
'tooltip-n-mainpage-description'  => 'Нүүр хуудаст зочлох',
'tooltip-n-portal'                => 'Энэ төслийн тухай, түүн дээр юу хийж болох, ба хаана зүйлсийг мэдэж авах тухай',
'tooltip-n-currentevents'         => 'Сүүлийн үед болсон үйл явдлуудын тухай',
'tooltip-n-recentchanges'         => '{{SITENAME}} дэх хамгийн сүүлийн өөрчлөлтүүдийн жагсаалт.',
'tooltip-n-randompage'            => 'Санамсаргүй хуудас дуудах',
'tooltip-n-help'                  => 'Туслалцааг олох газар.',
'tooltip-t-whatlinkshere'         => 'Энд холбогдсон бүх вики хуудсуудын жагсаалт',
'tooltip-t-recentchangeslinked'   => 'Энэ хуудаснаас линк хийгдсэн хуудсуудын шинэ өөрчлөлтүүд',
'tooltip-feed-rss'                => 'Энэ хуудасны RSS фийд',
'tooltip-feed-atom'               => 'Энэ хуудасны Atom фийд',
'tooltip-t-contributions'         => 'Энэ хэрэглэгчийн оруулсан бүх хувь нэмрийн жагсаалтыг үзэх',
'tooltip-t-emailuser'             => 'Энэ хэрэглэгчид мэйл илгээх',
'tooltip-t-upload'                => 'Файлыг оруулах',
'tooltip-t-specialpages'          => 'Тусгай хуудаснуудын жагсаалт',
'tooltip-t-print'                 => 'Энэ хуудасны хувилж болох хувилбар',
'tooltip-t-permalink'             => 'Хуудасны одоогийн хувилбар луу очих тогтмол линк',
'tooltip-ca-nstab-main'           => 'Өгүүллийн хуудсыг үзэх',
'tooltip-ca-nstab-user'           => 'Хэрэглэгчийн хуудсыг үзэх',
'tooltip-ca-nstab-media'          => 'Медиа хуудсыг үзэх.',
'tooltip-ca-nstab-special'        => 'Энэ бол тусгай хуудас, та үүнийг шууд засварлах боломжгүй.',
'tooltip-ca-nstab-project'        => 'Төслийн хуудсыг үзэх',
'tooltip-ca-nstab-image'          => 'Файлын хуудсыг үзэх',
'tooltip-ca-nstab-mediawiki'      => 'Системийн мэдэгдлийг үзэх.',
'tooltip-ca-nstab-template'       => 'Загварыг үзэх',
'tooltip-ca-nstab-help'           => 'Тусламжийн хуудсыг үзэх',
'tooltip-ca-nstab-category'       => 'Ангиллын хуудсыг үзэх',
'tooltip-minoredit'               => 'Бага зэргийн засвар гэж тэмдэглэх',
'tooltip-save'                    => 'Засваруудаа хадгалах',
'tooltip-preview'                 => 'Өөрийн оруулах гэж буй өөрчлөлтүүдийг урьдчилан харах. Үүнийг ашиглана уу!',
'tooltip-diff'                    => 'Таны бичлэгт үйлдсэн өөрчлөлтүүдийг харуул.',
'tooltip-compareselectedversions' => 'Энэ хуудасны сонгосон хоёр хувилбарын ялгааг харна уу.',
'tooltip-watch'                   => 'Энэ хуудсыг өөрийн хянах жагсаалтандаа нэмэх',
'tooltip-recreate'                => 'Арилгагдсан хуудсыг дахин эхлүүлэх',
'tooltip-upload'                  => 'Аплоудоо эхлэх',
'tooltip-rollback'                => '"Буцаах" функцээр энэ хуудаст хийсэн засвар(ууд)ыг хамгийн сүүлийн засвар хийсэн хүний хувилбар руу ганц товшилтоор шилжүүлнэ',
'tooltip-undo'                    => '"Цуцлах" дээр дарснаар энэ засварыг хуучны төлөвт шилжүүлэн урьдчилж харах байдлаар засварлах талбарыг гаргана.
Товч агуулгын хэсэгт шалтгаан нэмэх боломжтой болгоно.',

# Stylesheets
'common.css' => '/* Энд тавигдсан CSS-үүд бүх арьсанд нэмэгдэх болно */',

# Scripts
'common.js' => '/* Энд байгаа ЖаваСкрипт хэрэглэгч бүрд ямар нэгэн хуудас нээж үзэх болгонд дуудагдах болно. */',

# Metadata
'nodublincore'      => 'Энэ серверт Dublin Core RDF мэдээллийг идэвхжүүлээгүй байна.',
'nocreativecommons' => 'Энэ серверт Creative Commons RDF мэдээллийг идэвхжүүлээгүй байна.',
'notacceptable'     => 'Вики сервер нь мэдээллийг таны клиентийн уншиж чадах хэлбэрт олгох боломжгүй байна.',

# Attribution
'anonymous'        => '{{SITENAME}}-н бүртгүүлээгүй {{PLURAL:$1|хэрэглэгч|хэрэглэгчид}}',
'siteuser'         => '{{SITENAME}}-н хэрэглэгч $1',
'lastmodifiedatby' => 'Энэ хуудсыг  $3 нь хамгийн сүүлд өөрчилсөн ба өөрчилсөн нь $2, $1.',
'othercontribs'    => '$1-ий бүтээл дээр тулгуурласан.',
'others'           => 'Бусад',
'siteusers'        => '{{SITENAME}}-н {{PLURAL:$2|хэрэглэгч|хэрэглэгчид}} $1',
'creditspage'      => 'Хуудаст хувь нэмэр оруулагчид',
'nocredits'        => 'Энэ хуудсанд засварлагчдын мэдээлэл байхгүй байна.',

# Spam protection
'spamprotectiontitle' => 'Спамаас хамгаалах шүүлтүүр',
'spamprotectiontext'  => 'Таны хадгалахыг хүссэн хуудас спамаас хамгаалах шүүлтүүрээр хаагдлаа.
Энэ нь гадны сайт руух холбоосны улмаас гарсан байж магадгүй.',
'spamprotectionmatch' => 'Дараах текст нь манай спамаас хамгаалах шүүлтүүрт баригдлаа: $1',
'spambot_username'    => 'МедиаВикигийн спамыг цэвэрлэх',
'spam_reverting'      => '$1 руух холбоосгүй хамгийн сүүлийн хувилбар руу шилжүүлж байна',
'spam_blanking'       => 'Бүх засварууд $1 руу холбоостой тул хуудсыг хоосолж байна',

# Info page
'infosubtitle'   => 'Хуудасны мэдээлэл',
'numedits'       => 'засварласан тоо （Өгүүлэл）: $1',
'numtalkedits'   => 'засварласан тоо （Хэлэлцүүлэгийн хуудас）: $1',
'numwatchers'    => 'Хянагчдын тоо: $1',
'numauthors'     => 'Ялгаатай зохиогчдын тоо （Бичлэг）: $1',
'numtalkauthors' => 'Ялгаатай зохиогчдын тоо （Хэлэлцүүлэгийн хуудас）: $1',

# Math options
'mw_math_png'    => 'Байнга PNG болго',
'mw_math_simple' => 'Хялбар бол HTML, үгүй бол PNG',
'mw_math_html'   => 'Болвол HTML, үгүй бол PNG',
'mw_math_source' => 'TeX хэвээр үлдээх （текстэн броузеруудад）',
'mw_math_modern' => 'Сүүлийн үеийн браузер хэрэглэхийг зөвлөж байна/Интернет хөтлөгчийн шинэ хувилбаруудад зориулсан.',
'mw_math_mathml' => 'Бололцоотой бол MathML （туршилт）',

# Math errors
'math_failure'          => 'Задлан ялгал хийж чадсангүй',
'math_unknown_error'    => 'үл мэдэгдэх алдаа',
'math_unknown_function' => 'үл мэдэгдэх функц',
'math_lexing_error'     => 'лекслэхэд алдаа гарлаа',
'math_syntax_error'     => 'синтаксийн алдаа',
'math_image_error'      => 'PNG руух хувиргал амжилтгүй боллоо;
latex, dvips, gs, convert-г зөв суулгасан эсэхийг шалгана уу',
'math_bad_tmpdir'       => 'Математикийн түр зуурын каталогыг үүсгэх, эсвэл түүн руу хуулж чадсангүй',
'math_bad_output'       => 'Математикийн гадагшлуулах каталогыг үүсгэх, эсвэл түүн руу хуулж чадсангүй',
'math_notexvc'          => 'texvc программ олдохгүй байна;
math/README-г уншиж тохируулна уу.',

# Patrolling
'markaspatrolleddiff'                 => 'Хяналтанд авъя',
'markaspatrolledtext'                 => 'Үүнийг хяналтанд авъя',
'markedaspatrolled'                   => 'Хяналтанд авсан',
'markedaspatrolledtext'               => 'Сонгосон нэмэлт/өөрчлөлтийг хяналтанд авлаа.',
'rcpatroldisabled'                    => 'Сүүлийн өөрчлөлтүүдийн эргүүл хаагдсан байна',
'rcpatroldisabledtext'                => 'Сүүлийн өөрчлөлтүүдийн эргүүл одоогоор хаагдсан байна.',
'markedaspatrollederror'              => 'Хяналтанд авч чадсангүй',
'markedaspatrollederrortext'          => 'Хяналтад авахын тулд Та нэмэлт/өөрчлөлтийг заах шаардлагатай.',
'markedaspatrollederror-noautopatrol' => 'Та өөрийн өөрчлөлтүүдээ эргүүлээр хянагдсан гэж тэмдэглэж болохгүй.',

# Patrol log
'patrol-log-page'      => 'Эргүүлийн лог',
'patrol-log-header'    => 'Энэ нь манагдсан засваруудын лог юм.',
'patrol-log-line'      => '$2-н $1-г $3 манагдсан гэж тэмдэглэв',
'patrol-log-auto'      => '（автомат）',
'patrol-log-diff'      => 'засвар $1',
'log-show-hide-patrol' => 'мануулын логийг $1',

# Image deletion
'deletedrevision'                 => 'Хуучин засвар $1 нь устгагдлаа',
'filedeleteerror-short'           => 'Файлыг устгахад алдаа гарлаа: $1',
'filedeleteerror-long'            => 'Дараах файлыг устгахад алдаа гарлаа:

$1',
'filedelete-missing'              => '"$1" файл байхгүй тул устгаж болохгүй байна.',
'filedelete-old-unregistered'     => 'Өгөгдлийн санд файлын "$1" өөрчлөлт байхгүй байна.',
'filedelete-current-unregistered' => '"$1" файл өгөгдлийн санд байхгүй байна.',
'filedelete-archive-read-only'    => '"$1" архивийн директорыг вебсерверээр бичих боломжгүй байна.',

# Browsing diffs
'previousdiff' => '← Өмнөх засвар',
'nextdiff'     => 'Удаах засвар →',

# Media information
'mediawarning'         => "'''Анхаар''':Энэ файл нь хор нөлөөтэй код агуулсан байж болзошгүй, хэрвээ ачааллавал таны системийн аюулгүй байдал доройтож болзошгүй.",
'imagemaxsize'         => 'Доорх шаардлагын дагуу зургын хуудсанд хязгаарлалт хийлээ:',
'thumbsize'            => 'Жижиг зургийн хэмжээ:',
'widthheightpage'      => '$1×$2, $3 хуудас',
'file-info'            => '(файлын хэмжээ: $1, MIME төрөл: $2)',
'file-info-size'       => '($1 × $2 пиксел, файлын хэмжээ: $3, MIME төрөл: $4)',
'file-nohires'         => '<small>Илүү чанартай хувилбар байхгүй байна.</small>',
'svg-long-desc'        => '（SVG файл, $1 × $2 пиксэл, файлын хэмжээ: $3）',
'show-big-image'       => 'Хамгийн сайн чанартай хувилбар',
'show-big-image-thumb' => '<small>Файлын одоогоор харагдаж буй хэмжээ: $1 × $2 пиксел</small>',

# Special:NewFiles
'newimages'             => 'Шинэ файлуудын галерэй',
'imagelisttext'         => "Доорх нь $2-р ангилсан '''$1''' файлын жагсаалт юм.",
'newimages-summary'     => 'Энэ тусгай хуудсанд хамгийн сүүлд оруулагдсан файлуудыг үзүүлнэ.',
'newimages-legend'      => 'Шүүлтүүр',
'newimages-label'       => 'Файлын нэр （эсвэл түүний нэг хэсэг）:',
'showhidebots'          => '（Роботуудыг $1）',
'noimages'              => 'Харах юмгүй.',
'ilsubmit'              => 'Хайлт',
'bydate'                => 'Огноогоор',
'sp-newimages-showfrom' => '$2, $1-с эхлэж шинэ файлуудыг үзүүлэх',

# Bad image list
'bad_image_list' => 'Формат дараах байдлаар байна:

Зөвхөн жагсаагдсан зүйлс （*-аар эхлэх мөрүүд） тооцогдоно.
Мөр дэх эхний линк муу файл руух холбоос байж таарна.
Үүнтэй адил мөр дэх бусад линкүүд тооцогдохгүй. Өөрөөр хэлбэл, файлын орж болзошгүй хуудсууд юм.',

# Metadata
'metadata'          => 'Зургийн тухай мэдээлэл',
'metadata-help'     => 'Энэ файланд бодвол дижитал аппарат эсвэл сканнераас нэмэгдсэн нэмэлт мэдээлэл байна.
Хэрэв энэ файл анхныхаа байдлаас өөрчлөгдсөн бол зарим мэдээлэл нь одоогийн хувилбартайгаа нийцэхгүй байж магадгүй.',
'metadata-expand'   => 'Дэлгэрэнгүй мэдээллийг харуулах',
'metadata-collapse' => 'Дэлгэрэнгүй мэдээллийг нуух',
'metadata-fields'   => 'Энэ мэдэгдэлд байгаа EXIF мэдээллийн талбарууд мэдээллийн хүснэгт буулгагдсан үед зургын хуудсанд харагдана.
Бусад нь анхнаасаа харагдахгүй байна.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'Өргөн',
'exif-imagelength'                 => 'Өндөр',
'exif-bitspersample'               => 'Бүрэлдэхүүн хэсэг бүр дэх бит',
'exif-compression'                 => 'Файл шахалтын арга',
'exif-photometricinterpretation'   => 'Пикселийн бүрэлдэхүүн',
'exif-orientation'                 => 'Зүг чиг',
'exif-samplesperpixel'             => 'Бүрэлдэхүүн хэсгийн тоо',
'exif-planarconfiguration'         => 'Мэдээллийн зохион байгуулалт',
'exif-ycbcrsubsampling'            => 'Y-н харьцааг C руу хэсэг жишиж байна',
'exif-ycbcrpositioning'            => 'Y and C-н байршил',
'exif-xresolution'                 => 'Зургийн хөндлөн чанар',
'exif-yresolution'                 => 'Зургийн босоо чанар',
'exif-resolutionunit'              => 'X ба Y чанарын нэгж',
'exif-stripoffsets'                => 'Зургийн мэдээллийн байршил',
'exif-rowsperstrip'                => 'Зурвас тус бүр дэх мөрийн тоо',
'exif-stripbytecounts'             => 'Шахагдсан зурвас тус бүр дэх байт',
'exif-jpeginterchangeformat'       => 'JPEG SOI руу шилжүүлэх',
'exif-jpeginterchangeformatlength' => 'JPEG өгөгдлийн байт',
'exif-transferfunction'            => 'Шилжүүлгийн функц',
'exif-whitepoint'                  => 'Цагаан цэгийн хромат байдал',
'exif-ycbcrcoefficients'           => 'Өнгөний орон зайн хувиргалтын матрицийн коэффициентүүд',
'exif-referenceblackwhite'         => 'Хар цагаан лавлагааны хоёр хэмжээс',
'exif-datetime'                    => 'Файлыг өөрчлилсөн огноо ба цаг',
'exif-imagedescription'            => 'Зурагны нэр',
'exif-make'                        => 'Зургийн аппарат үйлдвэрлэгч',
'exif-model'                       => 'Зургийн аппаратны загвар',
'exif-software'                    => 'Хэрэглэсэн программ（ууд）',
'exif-artist'                      => 'Зохиогч',
'exif-copyright'                   => 'Зохиогчын эрх эзэмшигч',
'exif-exifversion'                 => 'Exif хувилбар',
'exif-flashpixversion'             => 'Хэрэглэж болох Flashpix хувилбар',
'exif-colorspace'                  => 'Өнгөний завсар',
'exif-componentsconfiguration'     => 'Бүх бүрэлдэхүүн хэсгүүдийн утга',
'exif-compressedbitsperpixel'      => 'Зургийн файлыг шахах арга',
'exif-pixelydimension'             => 'Зургийн хүчинтэй өргөн',
'exif-pixelxdimension'             => 'Зургийн хүчинтэй өндөр',
'exif-makernote'                   => 'Үйлдвэрлэгчийн тэмдэглэлүүд',
'exif-usercomment'                 => 'Хэрэглэгчдийн тэмдэглэл',
'exif-relatedsoundfile'            => 'Холбоотой дуун файл',
'exif-datetimeoriginal'            => 'Мэдээллийг үүсгэсэн огноо ба цаг',
'exif-datetimedigitized'           => 'Дижитал болгосон огноо ба цаг',
'exif-subsectime'                  => 'ОгнооЦаг дэдсекунд',
'exif-subsectimeoriginal'          => 'ОгнооЦагАнхны дэдсекунд',
'exif-subsectimedigitized'         => 'ОгнооЦагДижитал дэдсекунд',
'exif-exposuretime'                => 'Гэрэл өгөх хугацаа',
'exif-exposuretime-format'         => '$1 секунд （$2）',
'exif-fnumber'                     => 'Харьцангуй диафрагм',
'exif-exposureprogram'             => 'Гэрэл өгөх хугацааны программ',
'exif-spectralsensitivity'         => 'Спектралийн мэдрэмтгий байдал',
'exif-isospeedratings'             => 'ISO хурдны үнэлгээ',
'exif-oecf'                        => 'Оптоэлектроник хувилгалтын хүчин зүйл',
'exif-shutterspeedvalue'           => 'Хөшигний хурд',
'exif-aperturevalue'               => 'Дурангийн өрц',
'exif-brightnessvalue'             => 'Гэрэлтэлт',
'exif-exposurebiasvalue'           => 'Гэрэл өгөх хурдны тохиргооны хэмжээ',
'exif-maxaperturevalue'            => 'Газрын диафрагмын дээд өргөн',
'exif-subjectdistance'             => 'Субъектийн орших зай',
'exif-meteringmode'                => 'Гэрэл өгөх хурдыг тааруулах хэлбэр',
'exif-lightsource'                 => 'Гэрлийн үүсгүүр',
'exif-flash'                       => 'Гэрэл цацагч',
'exif-focallength'                 => 'Линзний фокусын урт',
'exif-subjectarea'                 => 'Субъектийн талбай',
'exif-flashenergy'                 => 'Гэрэл цацагчын энерги',
'exif-spatialfrequencyresponse'    => 'Орон зайн давтамжийн хариу',
'exif-focalplanexresolution'       => 'X фокусын хавтгайн чанар',
'exif-focalplaneyresolution'       => 'Y фокусын хавтгайн чанар',
'exif-focalplaneresolutionunit'    => 'Фокусын хавтгайн чанарын нэгж',
'exif-subjectlocation'             => 'Субъектийн байршил',
'exif-exposureindex'               => 'Гэрэл өгөх хурдны индекс',
'exif-sensingmethod'               => 'Мэдрэх арга',
'exif-filesource'                  => 'Файлыг эх үүсвэр',
'exif-scenetype'                   => 'Үзэгдлийн төрөл',
'exif-cfapattern'                  => 'CFA загвар',
'exif-customrendered'              => 'Зураг боловсруулах дурын процесс',
'exif-exposuremode'                => 'Гэрэл өгөх арга',
'exif-whitebalance'                => 'Цагаан өнгийн тэнцвэр',
'exif-digitalzoomratio'            => 'Дижитал томруулалтын харьцаа',
'exif-focallengthin35mmfilm'       => '35 мм-н хальс дахь фокусын урт',
'exif-scenecapturetype'            => 'Үзэмжийн зураг авалтын төрөл',
'exif-gaincontrol'                 => 'Үзэмжийн тохируулга',
'exif-contrast'                    => 'Өнгөний эрс тэс',
'exif-saturation'                  => 'Өнгөний ханалт',
'exif-sharpness'                   => 'Хурц байдал',
'exif-devicesettingdescription'    => 'Төхөөрөмжийн тохиргооны тайлбар',
'exif-subjectdistancerange'        => 'Субъект байрлах зайн хэмжээ',
'exif-imageuniqueid'               => 'Онцгой зургийн ID',
'exif-gpsversionid'                => 'GPS шошгоны хувилбар',
'exif-gpslatituderef'              => 'Хойд эсвэл өмнөд өргөрөг',
'exif-gpslatitude'                 => 'Өргөрөг',
'exif-gpslongituderef'             => 'Зүүн эсвэл баруун уртраг',
'exif-gpslongitude'                => 'Уртраг',
'exif-gpsaltituderef'              => 'Өндрийн лавлагаа',
'exif-gpsaltitude'                 => 'Далайн түвшнээс дээшхи өндөр',
'exif-gpstimestamp'                => 'GPS цаг （атом цаг）',
'exif-gpssatellites'               => 'Хэмжээс хийхэд хэрэглэсэн хиймэл дагуулууд',
'exif-gpsstatus'                   => 'Хүлээн авагчийн байдал',
'exif-gpsmeasuremode'              => 'Хэмжилтийн горим',
'exif-gpsdop'                      => 'Хэмжилтийн нарийвчлал',
'exif-gpsspeedref'                 => 'Хурдны нэгж',
'exif-gpsspeed'                    => 'GPS харилцуурын хурд',
'exif-gpstrackref'                 => 'Хөдөлгөөний чиглэлийн лавлагаа',
'exif-gpstrack'                    => 'Хөдөлгөөний чиглэл',
'exif-gpsimgdirectionref'          => 'Зургийн чиглэлийн лавлагаа',
'exif-gpsimgdirection'             => 'Зургийн зүг чиг',
'exif-gpsmapdatum'                 => 'Хэрэглэгдсэн геодезийн зураглалын мэдээлэл',
'exif-gpsdestlatituderef'          => 'Зорьсон газрын өргөрөгийн лавлагаа',
'exif-gpsdestlatitude'             => 'Зорьсон өргөрөг',
'exif-gpsdestlongituderef'         => 'Зорьсон газрын уртрагийн лавлагаа',
'exif-gpsdestlongitude'            => 'Зорьсон уртраг',
'exif-gpsdestbearingref'           => 'Зорьсон газрын чиглэлийн лавлагаа',
'exif-gpsdestbearing'              => 'Зорьсон газрын чиглэл',
'exif-gpsdestdistanceref'          => 'Зорьсон газар руух зайн лавлагаа',
'exif-gpsdestdistance'             => 'Зорьсон газар хүртэлх зай',
'exif-gpsprocessingmethod'         => 'GPS боловсруулах аргын нэр',
'exif-gpsareainformation'          => 'GPS бүсийн нэр',
'exif-gpsdatestamp'                => 'GPS огноо',
'exif-gpsdifferential'             => 'GPS дифференциал засвар',

# EXIF attributes
'exif-compression-1' => 'Шахагдаагүй',

'exif-unknowndate' => 'Мэдэгдэхгүй огноо',

'exif-orientation-1' => 'Ердийн',
'exif-orientation-2' => 'Хөндлөнгөөр эргүүлэх',
'exif-orientation-3' => '180° эргүүллээ',
'exif-orientation-4' => 'Босоогоор эргүүлэх',
'exif-orientation-5' => 'Цагийн зүүний эсрэгээр 90° эргүүлж босоогоор эргүүллээ',
'exif-orientation-6' => 'Цагийн зүүний дагуу 90° эргүүллээ',
'exif-orientation-7' => 'Цагийн зүүний дагуу 90° эргүүлж босоогоор эргүүллээ',
'exif-orientation-8' => 'Цагийн зүүний эсрэгээр 90° эргүүллээ',

'exif-componentsconfiguration-0' => 'байхгүй байна',

'exif-exposureprogram-0' => 'Тодорхойлоогүй',
'exif-exposureprogram-1' => 'Гар аргаар',
'exif-exposureprogram-2' => 'Ердийн программ',
'exif-exposureprogram-7' => 'Хөрөг авах горим （ар хэсэг фокусаас гарсан, нүүрийг ойроос авсан）',
'exif-exposureprogram-8' => 'Байгалийн үзэмж авах горим （ар хэсэг фокуст орсон, байгалийн зураг）',

'exif-subjectdistance-value' => '$1 метр',

'exif-meteringmode-0'   => 'Үл мэдэгдэх',
'exif-meteringmode-1'   => 'Дундаж',
'exif-meteringmode-2'   => 'ТөвөөрЖинлэсэнДундаж',
'exif-meteringmode-3'   => 'Толбо',
'exif-meteringmode-4'   => 'ОлонТолбот',
'exif-meteringmode-5'   => 'Хээ',
'exif-meteringmode-6'   => 'Хэсгийн',
'exif-meteringmode-255' => 'Бусад',

'exif-lightsource-0'   => 'Үл мэдэгдэх',
'exif-lightsource-1'   => 'Нарны гэрэл',
'exif-lightsource-2'   => 'Нарны гэрэл',
'exif-lightsource-3'   => 'Вольфрам (улайсдаг гэрэл)',
'exif-lightsource-4'   => 'Гэрэл цацагч',
'exif-lightsource-9'   => 'Таатай цаг агаар',
'exif-lightsource-10'  => 'Үүлэрхэг цаг агаар',
'exif-lightsource-11'  => 'Сүүдэр',
'exif-lightsource-12'  => 'Өдрийн гэрлийн флуоресцент （D 5700 – 7100K）',
'exif-lightsource-13'  => 'Өдрийн цагаан флуоресцент （N 4600 – 5400K）',
'exif-lightsource-14'  => 'Сэрүүн цагаан флуоресцент （W 3900 – 4500K）',
'exif-lightsource-15'  => 'Цагаан флуоресцент （WW 3200 – 3700K）',
'exif-lightsource-17'  => 'Ердийн гэрэл A',
'exif-lightsource-18'  => 'Ердийн гэрэл B',
'exif-lightsource-19'  => 'Ердийн гэрэл C',
'exif-lightsource-24'  => 'ISO студийн ламп',
'exif-lightsource-255' => 'Гэрлийн өөр үүсгүүр',

# Flash modes
'exif-flash-fired-0'  => 'Гэрэл цацагч ажиллаагүй',
'exif-flash-fired-1'  => 'Гэрэл цацагч ажилласан',
'exif-flash-redeye-1' => 'улаан өнгөтэй нүдийг засах горим',

'exif-focalplaneresolutionunit-2' => 'инч',

'exif-customrendered-0' => 'Ердийн процесс',
'exif-customrendered-1' => 'Дурын сонгосон процесс',

'exif-exposuremode-0' => 'Гэрэл өгөх хурдыг автоматаар тохируулсан',
'exif-exposuremode-1' => 'Гэрэл өгөх хурдыг гараар тохируулсан',

'exif-whitebalance-0' => 'Автомат цагаан өнгийн тэнцвэр',
'exif-whitebalance-1' => 'Гараар тохируулсан цагаан өнгийн тэнцвэр',

'exif-scenecapturetype-0' => 'Стандарт',
'exif-scenecapturetype-1' => 'Байгалийн',
'exif-scenecapturetype-2' => 'Цээж зураг',
'exif-scenecapturetype-3' => 'Шөнийн үзэгдэл',

'exif-gaincontrol-0' => 'Байхгүй',

'exif-contrast-0' => 'Ердийн',
'exif-contrast-1' => 'Зөөлөн',
'exif-contrast-2' => 'Хатуу',

'exif-saturation-0' => 'Ердийн',
'exif-saturation-1' => 'Бага ханалт',
'exif-saturation-2' => 'Өндөр ханалт',

'exif-sharpness-0' => 'Ердийн',
'exif-sharpness-1' => 'Зөөлөн',
'exif-sharpness-2' => 'Хатуу',

'exif-subjectdistancerange-0' => 'Үл мэдэгдэх',
'exif-subjectdistancerange-1' => 'Макро',
'exif-subjectdistancerange-2' => 'Ойртуулсан үзэмж',
'exif-subjectdistancerange-3' => 'Холын үзэмж',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'Хойд өргөрөг',
'exif-gpslatitude-s' => 'Өмнөд өргөрөг',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'Зүүн уртраг',
'exif-gpslongitude-w' => 'Баруун уртраг',

'exif-gpsstatus-a' => 'Хэмжилтийг гүйцэтгэж байна',
'exif-gpsstatus-v' => 'Хэмжилтүүд хоорондоо ажиллах байдал',

'exif-gpsmeasuremode-2' => '2D хэмжилт',
'exif-gpsmeasuremode-3' => '3D хэмжилт',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'Километр/цаг',
'exif-gpsspeed-m' => 'Миль/цаг',
'exif-gpsspeed-n' => 'Зангилаа',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'Бодит чиглэл',
'exif-gpsdirection-m' => 'Соронзон чиглэл',

# External editor support
'edit-externally'      => 'Гадны программыг ашиглан энэ файлыг засварлах',
'edit-externally-help' => '(Нэмэлт мэдээллийг [http://www.mediawiki.org/wiki/Manual:External_editors тохируулгын зааврын] хуудаснаас харна уу)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'Бүгд',
'imagelistall'     => 'бүх',
'watchlistall2'    => 'бүгдийг',
'namespacesall'    => 'бүгдийг',
'monthsall'        => 'бүгд',

# E-mail address confirmation
'confirmemail'             => 'Мэйл хаягийг баталгаажуулах',
'confirmemail_noemail'     => 'Та өөрийн [[Special:Preferences|хэрэглэгчийн тохиргоондоо]] хүчинтэй мэйл хаяг оруулаагүй байна.',
'confirmemail_text'        => '{{SITENAME}} нь мэйлийн функцуудыг ашиглахын тулд мэйл хаягаа баталгаажуулахыг хэрэглэгчдээс шаарддаг болно.
Доорх товчлуурыг идэвхижүүлж өөрийн хаяг руу баталгаажуулах мэйл явуулна уу.
Уг мэйл нь код бүхий холбоос агуулах бөгөөд та уг холбоосыг ачаалснаар таны мэйл хаяг баталгаажих болно.',
'confirmemail_send'        => 'Баталгаажуулах кодыг мэйлээр илгээх.',
'confirmemail_sent'        => 'Баталгаажуулах мэйл илгээгдлээ.',
'confirmemail_oncreate'    => 'Таны мэйл хаяг руу баталгаажуулалтын кодыг явууллаа.
Нэвтрэхийн тулд энэ код хэрэггүй ч гэсэн вики дахь мэйлтэй холбогдсон функцуудыг ашиглахын тулд хэрэг болно.',
'confirmemail_sendfailed'  => '{{SITENAME}} нь таны баталгаажуулах мэйлийг явуулж чадсангүй.
Таны мэйл хаягт хүчингүй тэмдэгт байгаа эсэхийг шалгаарай.

Мэйл илгээгч дараахийг буцаав: $1',
'confirmemail_invalid'     => 'Баталгаажуулах код хүчингүй байна. Кодны хугацаа хэтэрсэн байж болзошгүй.',
'confirmemail_needlogin'   => '$1-г хийхийн тулд та мэйл хаягаа баталгаажуулах шаардлагатай.',
'confirmemail_success'     => 'Таны мэйл хаяг баталгаажлаа.
Та одоо викид [[Special:UserLogin|нэвтэрч]] үйлдэл хийх боломжтой',
'confirmemail_loggedin'    => 'Таны мэйл хаяг баталгаажлаа.',
'confirmemail_error'       => 'Таны баталгаажуулалтыг хадгалах үед ямар нэг алдаа гарлаа.',
'confirmemail_subject'     => '{{SITENAME}}-н мэйл хаягийн баталгаажуулалт',
'confirmemail_body'        => 'Хэн нэгэн, магадгүй та $1 IP хаягнаас $2 гэсэн нэрээр энэ мэйл хаягтайгаар {{SITENAME}} хуудсанд данс нээсэн байна.

Энэ хэрэглэгчийн бүртгэл нь үнэхээр таных мөн бол {{SITENAME}} хуудас дээрх э-мэйл хаягаар хийж болох үйлдлүүдийг идвэхжүүлэхийн тулд дараах холбоосыг нээнэ үү.

$3

Хэрэв та данс *нээгээгүй* бол э-мэйл баталгаажуулалтыг цуцлах дараах холбоосыг нээнэ үү.

$5

Баталгаажуулах кодны хугацаа $4-нд дуусах болно.',
'confirmemail_invalidated' => 'Мэйл хаягыг баталгаажуулах үйлдлийг цуцаллаа',
'invalidateemail'          => 'Мэйл хаягыг баталгаажуулах явдлыг цуцлах',

# Scary transclusion
'scarytranscludedisabled' => '[Интервики оруулалтыг идэвхижүүлээгүй]',
'scarytranscludefailed'   => '[$1 загварыг авчирч чадсангүй]',
'scarytranscludetoolong'  => '[URL хэт урт байна; уучлаарай]',

# Trackbacks
'trackbacklink'     => 'Тракбак',
'trackbackdeleteok' => 'Тракбакыг амжилттай устгалаа.',

# Delete conflict
'deletedwhileediting' => 'Анхаар: Таныг засвар хийж байх явцад энэ хуудас устгагдсан байна!',
'confirmrecreate'     => "Хэрэглэгч [[User:$1|$1]] ([[User talk:$1|яриа]]) нь таныг энэ хуудсыг засварлаж байх хооронд дараах шалтгааны улмаас устгажээ:
: ''$2''
Та үнэхээр энэ хуудсыг дахин бий болгомоор байгаагаа баталгаажуулна уу.",
'recreate'            => 'Дахин үүсгэх',

# action=purge
'confirm_purge_button' => 'OK',
'confirm-purge-top'    => 'энэ хуудасны нөөц хувилбарыг устгах уу?',
'confirm-purge-bottom' => 'Хийсвэр санах ойг цэвэрлэснээр хамгийн сүүлийн засвар харагдахад хүргэнэ.',

# Multipage image navigation
'imgmultipageprev' => '← өмнөх хуудас',
'imgmultipagenext' => 'дараагийн хуудас →',
'imgmultigo'       => 'Үргэлжлүүл!',
'imgmultigoto'     => '$1 хуудас руу явах',

# Table pager
'ascending_abbrev'         => 'өгсөх',
'descending_abbrev'        => 'буурах',
'table_pager_next'         => 'Дараагийн хуудас',
'table_pager_prev'         => 'Өмнөх хуудас',
'table_pager_first'        => 'Эхний хуудас',
'table_pager_last'         => 'Сүүлийн хуудас',
'table_pager_limit'        => 'Хуудас бүрт $1 зүйл үзүүлэх',
'table_pager_limit_submit' => 'Явах',
'table_pager_empty'        => 'Үр дүн байхгүй байна',

# Auto-summaries
'autosumm-blank'   => 'Хуудасны агуулгыг устгаж байна.',
'autosumm-replace' => "Хуудсыг '$1'-р сольж байна.",
'autoredircomment' => '[[$1]] руу чиглүүлэгдлээ',
'autosumm-new'     => 'Шинэ хуудас: $1',

# Live preview
'livepreview-loading' => 'Ушшиж байна...',
'livepreview-ready'   => 'Ушшиж байна...Боллоо!',
'livepreview-failed'  => 'Шууд урьдчилж харах боломжгүй байна! Ердийн аргаар урьдчилж харна уу.',

# Watchlist editor
'watchlistedit-normal-title'  => 'Хянах жагсаалтаа засварлах',
'watchlistedit-normal-submit' => 'Хуудсуудыг авч хаях',
'watchlistedit-normal-done'   => 'Таны хянаж буй хуудсуудын жагсаалтаас {{PLURAL:$1|1 хуудсыг|$1 хуудсыг}} авч хаялаа:',
'watchlistedit-raw-title'     => 'Түүхий хянах жагсаалтыг засварлах',
'watchlistedit-raw-legend'    => 'Түүхий хянах жагсаалтыг засварлах',
'watchlistedit-raw-titles'    => 'Гарчигууд:',
'watchlistedit-raw-submit'    => 'Хянаж буй хуудсуудын жагсаалтыг шинэчлэх',
'watchlistedit-raw-done'      => 'Таны хянаж буй хуудсуудын жагсаалтыг шинэчлэлээ.',
'watchlistedit-raw-added'     => '{{PLURAL:$1|1 хуудсыг|$1 хуудсыг}} нэмлээ:',
'watchlistedit-raw-removed'   => '{{PLURAL:$1|1 хуудсыг|$1 хуудсыг}} авч хаялаа:',

# Watchlist editing tools
'watchlisttools-view' => 'Холбогдох өөрчлөлтүүдийг үзэх',
'watchlisttools-edit' => 'Хянаж буй хуудсуудын жагсаалтаа үзэж засварлах',
'watchlisttools-raw'  => 'Хянаж буй хуудсуудын жагсаалтаа текстээр засварлах',

# Special:Version
'version'                  => 'Хувилбар',
'version-specialpages'     => 'Тусгай хуудсууд',
'version-other'            => 'Бусад',
'version-license'          => 'Лиценз',
'version-software'         => 'Суулгасан программ',
'version-software-version' => 'Хувилбар',

# Special:FilePath
'filepath'        => 'Файлын зам',
'filepath-page'   => 'Файл:',
'filepath-submit' => 'Зам',

# Special:FileDuplicateSearch
'fileduplicatesearch-filename' => 'Файлын нэр:',
'fileduplicatesearch-submit'   => 'Хайх',
'fileduplicatesearch-info'     => '$1 × $2 пиксэл<br />Файлын хэмжээ: $3<br />MIME төрөл: $4',

# Special:SpecialPages
'specialpages'                 => 'Тусгай хуудсууд',
'specialpages-group-other'     => 'Бусад тусгай хуудсууд',
'specialpages-group-login'     => 'Нэвтрэх / бүртгүүлэх',
'specialpages-group-pages'     => 'Хуудсуудын жагсаалтууд',
'specialpages-group-wiki'      => 'Вики мэдээлэл ба багаж хэрэгслүүд',
'specialpages-group-redirects' => 'Чиглүүлдэг тусгай хуудсууд',

# Special:Tags
'tag-filter-submit' => 'Шүүлтүүр',

# HTML forms
'htmlform-reset'               => 'Өөрчлөлтүүдийг цуцлах',
'htmlform-selectorother-other' => 'Бусад',

);
