<?php
/** Yiddish (ייִדיש)
 *
 * @addtogroup Language
 *
 * @author Yidel
 * @author Siebrand
 * @author G - ג
 * @author Teak
 * @author Nike
 * @author לערי ריינהארט
 * @author SPQRobin
 * @author פוילישער
 * @author Jiddisch
 * @author Jon Harald Søby
 */

$fallback = 'he';

$rtl = true;

$namespaceNames = array(
	NS_MEDIA          => 'מעדיע',
	NS_SPECIAL        => 'באַזונדער',
	NS_MAIN           => '',
	NS_TALK           => 'רעדן',
	NS_USER           => 'באַניצער',
	NS_USER_TALK      => 'באַניצער_רעדן',
	# NS_PROJECT set by $wgMetaNamespace
	NS_PROJECT_TALK   => '$1_רעדן',
	NS_IMAGE          => 'בילד',
	NS_IMAGE_TALK     => 'בילד_רעדן',
	NS_MEDIAWIKI      => 'מעדיעװיקי',
	NS_MEDIAWIKI_TALK => 'מעדיעװיקי_רעדן',
	NS_TEMPLATE       => 'מוסטער',
	NS_TEMPLATE_TALK  => 'מוסטער_רעדן',
	NS_HELP           => 'הילף',
	NS_HELP_TALK      => 'הילף_רעדן',
	NS_CATEGORY       => 'קאַטעגאָריע',
	NS_CATEGORY_TALK  => 'קאַטעגאָריע_רעדן'
);

$namespaceAliases = array(
	'באזונדער' => NS_SPECIAL,
	'באנוצער' => NS_USER,
	'באנוצער_רעדן' => NS_USER_TALK,
	'מעדיעוויקי' => NS_MEDIAWIKI,
	'מעדיעוויקי_רעדן' => NS_MEDIAWIKI_TALK,
	'קאטעגאריע' => NS_CATEGORY,
	'קאטעגאריע_רעדן' => NS_CATEGORY_TALK,
	'באניצער' => NS_USER,
	'באניצער_רעדן' => NS_USER_TALK,
);

$specialPageAliases = array(
	'DoubleRedirects'           => array( 'פארטאפלטע_ווייטערפירונגען' ),
	'BrokenRedirects'           => array( 'צעבראכענע_ווייטערפירונגען' ),
	'Disambiguations'           => array( 'באדייטן' ),
	'Userlogin'                 => array( 'באניצער_איינלאגירן' ),
	'Preferences'               => array( 'פרעפערענצן' ),
	'Watchlist'                 => array( 'אויפֿפאסן_ליסטע', 'מיין_אויפֿפאסן_ליסטע' ),
	'Recentchanges'             => array( 'לעצטע_ענדערונגען' ),
	'Upload'                    => array( 'ארויפלאדן' ),
	'Imagelist'                 => array( 'בילדער' ),
	'Newimages'                 => array( 'נייע_בילדער' ),
	'Listusers'                 => array( 'ליסטע_פון_באניצערס' ),
	'Statistics'                => array( 'סטאטיסטיק' ),
	'Randompage'                => array( 'צופעליג', 'צופעליגער_בלאט' ),
	'Lonelypages'               => array( 'פאר\'יתומ\'טע_בלעטער' ),
	'Uncategorizedpages'        => array( 'בלעטער_אן_קאטעגאריעס' ),
	'Uncategorizedcategories'   => array( 'קאטעגאריעס_אן_קאטעגאריעס' ),
	'Uncategorizedimages'       => array( 'בילדער_אן_קאטעגאריעס' ),
	'Uncategorizedtemplates'    => array( 'מוסטערן_אן_קאטעגאריעס' ),
	'Unusedcategories'          => array( 'אומבאניצטע_קאטעגאריעס' ),
	'Unusedimages'              => array( 'אומבאניצטע_בילדער' ),
	'Wantedpages'               => array( 'געזוכטע_בלעטער' ),
	'Wantedcategories'          => array( 'געזוכטע_קאטעגאריעס' ),
	'Mostlinked'                => array( 'מערסטע_פארבונדענע_בלעטער' ),
	'Mostlinkedcategories'      => array( 'מערסטע_פארבונדענע_קאטעגאריעס' ),
	'Mostlinkedtemplates'       => array( 'מערסטע_פארבונדענע_מוסטערן' ),
	'Mostimages'                => array( 'מערסטע_פארבונדענע_בילדער' ),
	'Shortpages'                => array( 'קורצע_בלעטער' ),
	'Longpages'                 => array( 'לאנגע_בלעטער' ),
	'Newpages'                  => array( 'נייע_בלעטער' ),
	'Ancientpages'              => array( 'אוראלטע_בלעטער' ),
	'Deadendpages'              => array( 'בלעטער_אן_פארבינדונגען' ),
	'Protectedpages'            => array( 'געשיצטע_בלעטער' ),
	'Protectedtitles'           => array( 'געשיצטע_קעפלעך' ),
	'Allpages'                  => array( 'אלע_בלעטער' ),
	'Prefixindex'               => array( 'בלעטער_וואס_הייבן_אין_מיט' ),
	'Specialpages'              => array( 'באזונדערע_בלעטער' ),
	'Emailuser'                 => array( 'שיקן_אן_ע-פאסט_צום_באניצער' ),
	'Confirmemail'              => array( 'באשטעטיגן_ע-פאסט' ),
	'Whatlinkshere'             => array( 'בלעטער_וואס_פארבונדן_אהער' ),
	'Movepage'                  => array( 'באוועגן_בלאט' ),
	'Categories'                => array( 'קאטעגאריעס' ),
	'Version'                   => array( 'ווערזיע' ),
	'Allmessages'               => array( 'סיסטעם_מעלדונגען' ),
	'Blockip'                   => array( 'בלאקירן' ),
	'Unwatchedpages'            => array( 'נישט_אויפגעפאסטע_בלעטער' ),
	'Listredirects'             => array( 'ווייטערפירונגען' ),
	'Mycontributions'           => array( 'מיינע_ביישטייערן' ),
	'Listadmins'                => array( 'ליסטע_פון_סיסאפס' ),
	'Listbots'                  => array( 'ליסטע_פון_באטס' ),
	'Search'                    => array( 'זוכן' ),
	'Withoutinterwiki'          => array( 'בלעטער_אָן_אינטערוויקי' ),
);

$defaultUserOptionOverrides = array(
	# Swap sidebar to right side by default
	'quickbar' => 2,
);

$magicWords = array(
	'redirect'            => array( '0', '#ווייטערפירן', '#REDIRECT' ),
	'toc'                 => array( '0', '__אינהאלט__', '__תוכן__', '__TOC__' ),
	'pagename'            => array( '1', 'בלאטנאמען', 'PAGENAME' ),
	'namespace'           => array( '1', 'נאמענטייל', 'NAMESPACE' ),
	'subst'               => array( '0', 'ס:', 'SUBST:' ),
	'img_thumbnail'       => array( '1', 'קליין', 'ממוזער', 'thumbnail', 'thumb' ),
	'img_manualthumb'     => array( '1', 'קליין=$1', 'ממוזער=$1', 'thumbnail=$1', 'thumb=$1' ),
	'img_right'           => array( '1', 'רעכטס', 'right' ),
	'img_left'            => array( '1', 'לינקס', 'left' ),
	'img_center'          => array( '1', 'צענטער', 'center', 'centre' ),
	'plural'              => array( '0', 'מערצאל:', 'PLURAL:' ),
	'defaultsort'         => array( '1', 'גרונטסארטיר:', 'DEFAULTSORT:' ),
);

$messages = array(
# User preference toggles
'tog-underline'               => 'שטרייכט אונטער לינקס',
'tog-highlightbroken'         => 'צייכן אן צובראכענע לינקען <a href="" class="new">אזוי</a> (אדער: אזוי<a href="" class="internal">?</a>))',
'tog-justify'                 => 'גראד אויס פאראגראפן',
'tog-hideminor'               => 'באהאלט קליינע עדיטס אין לעצטע ענדערונגען',
'tog-extendwatchlist'         => 'פארברייטער אויפפאסן ליסטע צו צייגן אלע פאסענדע ענדערונגען (אנדערשט: בלויז די לעצטע ענדערונג פון יעדן בלאט)',
'tog-usenewrc'                => 'פֿאַרבעסערטע "לעצטע ענדערונגען" (JavaScript)',
'tog-numberheadings'          => 'נומערירן קעפלעך אויטאמאטיש',
'tog-showtoolbar'             => 'צײַג דער רעדאַקטיר־ליניע',
'tog-editondblclick'          => 'ענדערן בלעטער דורך טאפל קליק (JavaScript)',
'tog-editsection'             => 'ערמעגליכט אפטייל ענדערן דורך [ענדערן] לינקס',
'tog-editsectiononrightclick' => 'באמעגליך פאראגראף ענדערונגען דורכן קוועטשן אויפן רעכטן<br />אויף אפטייל קעפל (JavaScript)',
'tog-showtoc'                 => 'ווייז די אינהאלט קעסטל<br />(פאר בלעטער מער ווי 3 קעפלעך)',
'tog-rememberpassword'        => 'געדענק מיין לאגירן אין דעם קאמפיוטער',
'tog-editwidth'               => 'ענדערן קעסטל האט פולער ברייט',
'tog-watchcreations'          => 'לייג צו בלעטער וואס איך באשאף צו מיין אכטונג ליסטע',
'tog-watchdefault'            => 'אויפפאסן אױטאָמאַטיש די ארטיקלן װאָס איך באַאַרבעט',
'tog-watchmoves'              => 'לייג צו בלעטער וואס איך באוועג צו מיין אכטונג ליסטע',
'tog-watchdeletion'           => 'לייגן בלעטער וואס איך מעקן אויס צו מיין אויפפאסונג ליסטע',
'tog-minordefault'            => "באגרעניץ אלע עדיט'ס ביי דיפאלט אלס קליין",
'tog-previewontop'            => 'צײַג די "פֿאָרויסיגע װײַזונג" גלײַך בײַ דער ערשטער באַאַרבעטונג',
'tog-previewonfirst'          => 'ווייזט פאראויסדיגע ווייזונג אינעם ערשטען ענדערונג',
'tog-nocache'                 => "ס'זאל זיך נישט קעשן די בלאט",
'tog-enotifwatchlistpages'    => 'שיק מיר א בליצבריוו ווען א בלאט וואס איך פאס אויף ווערט געענדערט',
'tog-enotifusertalkpages'     => 'אימעיל מיך ווען עס ווערט גענדערט מיין באנוצער בלאט',
'tog-enotifminoredits'        => 'אימעיל מיך פאר מינדערע עדיטס צו די בלעטער',
'tog-enotifrevealaddr'        => 'דעק אויף מיין בליצפאסט אדרעס אין פאסט מודעות',
'tog-shownumberswatching'     => 'ווייז די נומער פון די בלאט ליינער',
'tog-fancysig'                => 'רויע אונטערשריפט (אנע אטאמאטישע לינק)',
'tog-externaleditor'          => 'נוצט א דערויסענדיגער ענדערער ביי דיפאלט',
'tog-externaldiff'            => 'נוצט דערויסענדיגער דיפ ביי דיפאלט',
'tog-showjumplinks'           => 'באמעגליך צוטריט לינקס פון "שפרינג צו"',
'tog-uselivepreview'          => 'באנוצט זיך מיט לייוו פאראויסדיגע ווייזונג (JavaScript) (עקספירענמעטל)',
'tog-forceeditsummary'        => 'ווארן מיך ווען איך לייג א ליידיג קורץ ווארט ענדערונג',
'tog-watchlisthideown'        => 'באהאלט מיינע ענדערונגען פון דער אויפפאסן ליסטע',
'tog-watchlisthidebots'       => 'באהאלט באט עדיטס פון אויפפאסן ליסטע',
'tog-watchlisthideminor'      => 'באהאלט קליינע ענדערונגען פון דער אויפפאסן ליסטע',
'tog-nolangconversion'        => 'זיי מבטל פארשידענארטיגקייט אין קאנווערסאציע',
'tog-ccmeonemails'            => 'שיק מיר קאפיס פון אימעילס וואס איך שיק צו אנדערע באנוצער',
'tog-diffonly'                => 'ווייז נישט אינהאלט אונטער די דיפערענץ',
'tog-showhiddencats'          => 'ווײַז באהאלטענע קאטעגאריעס',

'underline-always'  => 'אייביג',
'underline-never'   => 'קיינמאל',
'underline-default' => 'בלעטערער גרונטשטעלונג',

'skinpreview' => '(פארויסדיגע ווייזונג)',

# Dates
'sunday'        => 'זונטאג',
'monday'        => 'מאָנטיג',
'tuesday'       => 'דינסטאג',
'wednesday'     => 'מיטװאָך',
'thursday'      => 'דאָנערשטאג',
'friday'        => 'פרייטיג',
'sun'           => "זונ'",
'mon'           => "מאנ'",
'tue'           => "דינ'",
'wed'           => "מיט'",
'thu'           => "דאנ'",
'fri'           => "פריי'",
'january'       => 'יאַנואַר',
'february'      => 'פֿעברואַר',
'march'         => 'מאַרץ',
'april'         => 'אַפּריל',
'may_long'      => 'מײַ',
'june'          => 'יוני',
'july'          => 'יולי',
'august'        => 'אויגוסט',
'september'     => 'סעפּטעמבער',
'october'       => 'אָקטאָבער',
'november'      => 'נאָװעמבער',
'december'      => 'דעצעמבער',
'january-gen'   => 'יאנואר',
'february-gen'  => 'פעברואר',
'march-gen'     => 'מערץ',
'april-gen'     => 'אפריל',
'may-gen'       => 'מיי',
'june-gen'      => 'יוני',
'july-gen'      => 'יולי',
'august-gen'    => 'אויגוסט',
'september-gen' => 'סעפטעמבער',
'october-gen'   => 'אקטאבער',
'november-gen'  => 'נאוועמבער',
'december-gen'  => 'דעצעמבער',
'jan'           => 'יאַנ׳',
'feb'           => 'פֿעב׳',
'mar'           => 'מאַר׳',
'apr'           => 'אַפּר׳',
'may'           => 'מײַ',
'jun'           => 'יונ׳',
'jul'           => 'יול׳',
'aug'           => 'אויג׳',
'sep'           => 'סעפּ׳',
'oct'           => 'אָקט׳',
'nov'           => 'נאָװ׳',
'dec'           => 'דעץ׳',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|קאַטעגאָריע|קאַטעגאָריעס}}',
'category_header'                => 'אַרטיקלען אין קאַטעגאָריע "$1"',
'subcategories'                  => 'אונטערקאַטעגאָריעס',
'category-media-header'          => 'מידיע אין קאטעגאריע "$1"',
'category-empty'                 => "'''די קאטעגאריע האט נישט קיין בלעטער אדער מעדיע.'''",
'hidden-categories'              => '{{plural:$1|באהאלטענע קאטעגאריע|באהאלטענע קאטעגאריעס}}',
'hidden-category-category'       => 'באהאלטענע קאטעגאריעס', # Name of the category where hidden categories will be listed
'category-subcat-count-limited'  => 'די קאטעגאריע האט די פאלגנדע {{plural:$1|אונטערקאטעגאריע|$1 אונטערקאטעגאריעס}}.',
'category-article-count-limited' => 'די קאטעגאריע אנטהאלט {{plural:$1|דעם פאלגנדן בלאט|די פאלגנדע $1 בלעטער}}.',
'listingcontinuesabbrev'         => '(המשך)',

'mainpagetext'      => "'''מעדיעוויקי אינסטאלירט מיט דערפאלג.'''",
'mainpagedocfooter' => 'געבט זיך אן עצה מיט [http://meta.wikimedia.org/wiki/Help:Contents אנווייזער פאר באנוצער] פאר אינפארמאציע וויאזוי זיך באנוצען מיט וויקי סאפטוועיר.

== נוצליכע לינקס ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings רשימת ההגדרות]
* [http://www.mediawiki.org/wiki/Manual:FAQ שאלות נפוצות]
* [http://lists.wikimedia.org/mailman/listinfo/mediawiki-announce מידיעוויקי רעליס מעלינג ליסט]',

'about'          => 'איבער',
'article'        => 'אינהאלט בלאט',
'newwindow'      => '(עפענט זיך אין נײַעם פענסטער)',
'cancel'         => 'זיי מבטל',
'qbfind'         => 'טרעף',
'qbbrowse'       => 'בלעטערט',
'qbedit'         => 'ענדערן',
'qbpageoptions'  => 'דער בלאט',
'qbpageinfo'     => 'קאנטעקסט',
'qbmyoptions'    => 'מיינע בלעטער',
'qbspecialpages' => 'ספעציעלע בלעטער',
'moredotdotdot'  => 'נאך…',
'mypage'         => 'מיין בלאט',
'mytalk'         => 'מײַן שמועס',
'anontalk'       => 'דאס רעדן פון דעם IP',
'navigation'     => 'נאַװיגאַציע',
'and'            => 'און',

# Metadata in edit box
'metadata_help' => 'מעטא־דאטא:',

'errorpagetitle'    => 'פעלער',
'returnto'          => 'צוריקערן צו $1.',
'tagline'           => 'פֿון {{SITENAME}}',
'help'              => 'הילף',
'search'            => 'זוכן',
'searchbutton'      => 'זוכן',
'go'                => 'גיי',
'searcharticle'     => 'גיי',
'history'           => 'בלאט היסטאריע',
'history_short'     => 'היסטאריע',
'updatedmarker'     => 'דערהיינטיגט זינט מיין לעצטע וויזיט',
'info_short'        => 'אינפארמאציע',
'printableversion'  => 'ווערסיע פאר פרינטן',
'permalink'         => 'שטענדיגער לינק',
'print'             => 'דרוק',
'edit'              => 'ענדערן',
'editthispage'      => 'ענדערן דעם בלאט',
'create-this-page'  => 'שאף דעם בלאט',
'delete'            => 'אויסמעקן',
'deletethispage'    => 'מעק אויס דעם בלאט',
'undelete_short'    => 'צוריקשטעל {{plural:$1|איין עדיט|$1 עדיטס}}',
'protect'           => 'באשיצן',
'protect_change'    => 'טויש באשיצונג',
'protectthispage'   => 'באשיץ דעם בלאט',
'unprotect'         => 'באַפֿרײַען',
'unprotectthispage' => 'באפריי דעם בלאט',
'newpage'           => 'נייער בלאַט',
'talkpage'          => 'שמועסט איבער דעם בלאט',
'talkpagelinktext'  => 'שמועס',
'specialpage'       => 'ספעציעלער בלאט',
'personaltools'     => 'פערזענליכע טולס',
'postcomment'       => 'שטעלט צו א קאמענטור',
'articlepage'       => 'זעט אינהאלט בלאט',
'talk'              => 'שמועס',
'views'             => 'ליינער',
'toolbox'           => 'טול באקס',
'userpage'          => 'זעהט באנוצער בלאט',
'projectpage'       => 'זעהט פראיעקט בלאט',
'imagepage'         => 'זעט בילדער בלאט',
'mediawikipage'     => 'זעה מעסעזש בלאט',
'templatepage'      => 'זעט מוסטער בלאט',
'viewhelppage'      => 'זעה הילף בלאט',
'categorypage'      => 'זעהט קאטעגאריע בלאט',
'viewtalkpage'      => 'זעט שמועס',
'otherlanguages'    => 'אין אַנדערע שפראַכן',
'redirectedfrom'    => '(אַריבערגעפֿירט פון $1)',
'redirectpagesub'   => 'ווייטערפירן בלאט',
'lastmodifiedat'    => 'דער בלאט איז לעצט געווארן מאדיפיצירט $2, $1.', # $1 date, $2 time
'viewcount'         => 'די בלאט איז געווארן געליינט {{plural:$1|איין מאל|$1 מאל}}.',
'protectedpage'     => 'באשיצטער בלאט',
'jumpto'            => 'שפרינג צו:',
'jumptonavigation'  => 'נאוויגאציע',
'jumptosearch'      => 'זוכן',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'איבער {{SITENAME}}',
'aboutpage'            => 'Project:איבער',
'bugreports'           => 'באג באריכטען',
'bugreportspage'       => 'Project:באג באריכטן',
'copyright'            => 'אינהאַלט איז עוועיליבל אונטער $1.',
'copyrightpagename'    => 'קאפירעכטן פון {{SITENAME}}',
'copyrightpage'        => '{{ns:project}}:קאפירעכטן',
'currentevents'        => 'אקטועלע געשענישען',
'currentevents-url'    => 'Project:אקטועלע געשענישען',
'disclaimers'          => 'געזעצליכע אויפקלערונג',
'disclaimerpage'       => 'Project:געזעצליכע אויפקלערונג',
'edithelp'             => 'הילף וויאזוי צו ענדערן',
'edithelppage'         => 'Help:ענדערן',
'faq'                  => 'מערסטע געפרעגטע פראגעס',
'faqpage'              => 'Project:מערסטע געפרעגט פראגעס',
'helppage'             => 'Help:אינהאַלט',
'mainpage'             => 'הויפט זייט',
'mainpage-description' => 'הויפט זייט',
'policy-url'           => 'Project:פאליסי',
'portal'               => 'קהילה פארטל',
'portal-url'           => 'Project:קאווע שטיבל',
'privacy'              => 'פריוואטקייט פאליסי',
'privacypage'          => 'Project:פריוואטקייט פאליסי',
'sitesupport'          => 'ביישטייערונגן',
'sitesupport-url'      => 'Project:סייט שטיצע',

'badaccess'        => 'רשות טעות',
'badaccess-group0' => 'איר זענט נישט בארעכטיגט צו טאן די אקציע וואס איר ווילט.',
'badaccess-group1' => 'די אקציע וואס איר האט פארלאנגט צו טאן איז באגרענעצט צו באניצערס אין גרופע $1.',
'badaccess-group2' => 'די אקציע וואס איר האט פארלאנגט צו טאן איז באגרעיניצט צו איינע פון די גרופעס $1.',
'badaccess-groups' => 'די אקציע וואס איר האט פארלאנגט צו טאן איז באגרעניצט צו באנוצער אין איינע פון די גרופעס $1.',

'versionrequired'     => 'ווערסיע $1 פון מעדיעוויקי פארלאנגט זיך',
'versionrequiredtext' => 'ווערסיע $1 פון מעדיעוויקי פארלאנגט זיך צו נוצן דעם בלאט. פאר מער אינפארמאציע זעהט [[Special:Version|ווערסיע בלאט]].',

'ok'                      => 'יאָ',
'retrievedfrom'           => 'גענומען פון "$1"',
'youhavenewmessages'      => 'דו האָסט $1 ($2).',
'newmessageslink'         => 'נייע מעסעזשעס',
'newmessagesdifflink'     => 'לעצטע ענדערונג',
'youhavenewmessagesmulti' => 'איר האט נייע מעסעדזשעס אין $1',
'editsection'             => 'ענדערן',
'editold'                 => 'ענדערן',
'editsectionhint'         => 'ענדערן אפטיילונג: $1',
'toc'                     => 'אינהאַלט',
'showtoc'                 => 'ווייז',
'hidetoc'                 => 'באַהאַלט',
'thisisdeleted'           => 'זעה אדער שטעל צוריק $1?',
'viewdeleted'             => 'זעה $1?',
'restorelink'             => '{{plural:$1|איין געמעקטע ענדערונג|$1 געמעקטע ענדערונגן}}',
'feedlinks'               => 'פיטערן:',
'feed-invalid'            => 'נישט גוטער סובסקריבשן פיעד טיפ.',
'site-rss-feed'           => 'RSS פאר $1',
'site-atom-feed'          => 'Atom פאר $1',
'feed-atom'               => 'אטאם',
'feed-rss'                => 'אר.עס.עס.',
'red-link-title'          => '$1 (נאך נישט געשריבן)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'אַרטיקל',
'nstab-user'      => 'באַנוצער בלאט',
'nstab-media'     => 'מעדיע בלאט',
'nstab-special'   => 'ספעציעל',
'nstab-project'   => 'פראיעקט בלאט',
'nstab-image'     => 'בילד טעקע',
'nstab-mediawiki' => 'מעסעזש',
'nstab-template'  => 'מוסטער',
'nstab-help'      => 'הילף בלאט',
'nstab-category'  => 'קאַטעגאָריע',

# Main script and global functions
'nosuchaction'      => 'נישטא אזא אקציע',
'nosuchactiontext'  => 'די אקציע ספעסיפיזירט דורך די URL איז נישט אנערקענט ביי דעם וויקי',
'nosuchspecialpage' => 'נישטא אזא ספעציעלער בלאט',
'nospecialpagetext' => 'איר האט געבעטן א נישט ריכטיגער סעפעציעלער בלאט. זעהט די [[{{ns:special}}:Specialpages|ספעציעלע בלעטער ליסטע]].',

# General errors
'error'                => 'פעלער',
'databaseerror'        => 'דאטאבאזע פעלער',
'dberrortext'          => '<p><b>א דאטעבאזע זיכונג עראר האט פאסירט אין די זיכונג פון קאנטעקסט</b>.</p>
<p>די טעות קען זיין אלס קאנסעקווענס פון אן אומגעזעצליך זיכונג, אדער דאס קען זיין א באק אינעם סיסטעם מידיעוויקי.</p>
<table class="toccolours">
<tr>
<th colspan="2" style="background-color: #F8F8F8; text-align: center;">מידע על השגיאה</th>
</tr>
<tr>
<td>די לעצטע זיכונג איז געווען:</td>
<td style="direction: ltr;">$1</td>
</tr>
<tr>
<td>די פאנקציע וואס האט דאס געליינט איז איז געווען:</td>
<td style="direction: ltr;">$2</td>
</tr>
<tr>
<td>טעות מעסעזש וואס איז צוריקגעקומען:</td>
<td style="direction: ltr;">$3: $4</td>
</tr>
</table>',
'dberrortextcl'        => '<p><b>עס האט זיך געטראפן א עראר אינעם זיכונג סינטעקס</b>.</p>
<table class="toccolours">
<tr>
<th colspan="2" style="background-color: #F8F8F8; text-align: center;">מידע על השגיאה</th>
</tr>
<tr>
<td>די לעצטע זיכונג וואס איז געווען איז:</td>
<td style="direction: ltr;">$1</td>
</tr>
<tr>
<td>פאנקציע וואס ליינט דאס איז:</td>
<td style="direction: ltr;">$2</td>
</tr>
<tr>
<td>מעלדונג פון זיכונג טעות וואס איז צוריקגעקומען איז:</td>
<td style="direction: ltr;">$3: $4</td>
</tr>
</table>',
'noconnect'            => 'אנטשולדיגט! די וויקי גייט דורך איצט טעכנישע פראבלעמען און קען זיך נישט באהעפטן צו די דאטעבאזע $1',
'nodb'                 => 'קען נישט אויסוועילן דאטעבאזע $1',
'cachederror'          => 'ווייטער איז א קאשעיד קאפי (Cache), וואס איז ווארשיינליך נאך נישט אפדעיטעטי, פונעם געבעטענעם בלאט.',
'laggedslavemode'      => 'ווארענונג: בלאט טוט מעגליך נישט אנטהאלטן לעצטיגע אפדעיט.',
'readonly'             => 'דאטעבאזע פארשפארט',
'enterlockreason'      => 'שטעלט א סיבה פארן אפשפאר, אריינגערעכנט א געשאצטער צייט אויף ווען דאס וועט זיך צוריקעפענען די פארשפארונג.',
'readonlytext'         => 'די דאטעבאזע איז איצט פארשפארט צו נייע ענדערונגן און מאדיפאקאציע. ווארשיינליך פאר רוטינע טעכנישע דאטעבאזע אויפהאלטונג, וואס דערנאך וועט דאס צוריק פאנקציאנירן נארמאל.

די אדמיניסטראטור וואס האט דאס פארשפארט האט אנגעבן די סיבה: $1',
'missingarticle'       => 'די דאטעבאזע האט נישט געפינען די טעקסט פון א בלאט וואס וואלט ווען געברויכט צו געפינען, מיטן נאמען "$1".

דאס פאסירט געווענליך צוליבן נאכגיין אן אלטער אונטערשייד אדער געשיכטע לינק צו א בלאט וואס איז שוין געווארן אויסגעמעקט.

אויב דאס איז נישט די קעיס, קען מעגליך זיין אז איר האט געפינען א באג אין די סאפטוועיר.

ביטע דאס באריכטען צו אן אדמיניסטראטור מיט די פינקטליכע URL.',
'readonly_lag'         => 'די דאטעבאזע איז אטאמטיש געווארן אפגעשפארט כדי צו ערמעגליכן פאר די אונטער דאטע באזע סערווערס צו נעמן די אפדעיטס פון די אויבער סערווער.',
'internalerror'        => 'אינעווייניגסטער עראר',
'internalerror_info'   => 'אינעווייניגסטער פעילער: $1',
'filecopyerror'        => 'קאפי "$1" צו "$2" איז נישט דורך.',
'filerenameerror'      => 'נאמען טוישן פאר "$1" צו "$2" איז נישט דורך.',
'filedeleteerror'      => 'אויסמעקן "$1" נישט דורך.',
'directorycreateerror' => 'קען נישט באשאפן דירעקטארי "$1".',
'filenotfound'         => 'קען נישט געפינען פייל "$1".',
'unexpected'           => 'אומערווארטערטער ווערד: "$1"="$2"',
'formerror'            => 'פעילער: קען נישט שיקן פארעם.',
'badarticleerror'      => 'מען קען נישט טאן די אקציע וואס איר ווילט אויף דעם בלאט.',
'cannotdelete'         => 'אויסמעקן די בלאט אדער בילד האט נישט מצליח געווען. (עס איז מעגליך אז דאס איז שוין געווארן געמעקט דורך אן אנדערן.)',
'badtitle'             => 'שלעכט קעפל',
'badtitletext'         => 'די קעפל פון דעם געזוכטער בלאט איז געווען אומגעזעצליך, ליידיג, אינעווייניגסטער וויקי לינק, אדער ווערטער וואס קענען נישט גענוצט ווערן אלס קעפך.',
'perfdisabled'         => 'ווארענונג! די פיטשער איז געווארן טעמפארארלי דיסעבלד צוליב דעם וואס דאס פארשטייטערט די דאטעבאזע צוטריט צו א פונקט וואס קיינער קען נישט נוצן דעם וויקי',
'perfcached'           => 'די פאלגענדע דאטע איז קאשעיט און מעגליך נישט אפדעיטעט.',
'perfcachedts'         => 'די פאלגענדע דאטע איז קאשעיט, און איז לעצט געווארן אפדעיטעט $1.',
'querypage-no-updates' => 'אפדעיטס פאר דעם בלאט איז איצט דיסעיבלט, דעטע דא וועט נישט דערווייל ווערן ריפרעשט.',
'wrong_wfQuery_params' => 'די פארעמעטערס אריינגפיטער צו wfQuery() איז נישט ריכטיג:<br />
פאנקיציע: $1<br />
פארלאנג: $2',
'viewsource'           => 'זעה מקור',
'viewsourcefor'        => 'פאר $1',
'protectedpagetext'    => 'דער בלאט איז פארשפארט צו אפהאלטן ענדערונגן.',
'viewsourcetext'       => 'איר קענט זעהן און קאפיען די מקור פון דעם בלאט:',
'protectedinterface'   => 'דער בלאט איז שטעלט צו אינטערפעיס טעקסט פאר די סאפטוועיר, און איז פארשפארט פון איר צו קענען ענדערן, בלויז פאר די סיסאפס כדי צו פארמיידן וואנדאליזם.',
'editinginterface'     => "'''ווארענונג:''' איר באארבעט א בלאט וואס איז גענוצט צוצושטעלן אינטערפעיס טעקסט פאר דער ווייכווארג. ענדערונגען אין די בלעטער וועלן טוישן די אויסזען פון סיסטעם מודעות פאר אלע אנדערע באניצערס.",
'sqlhidden'            => '(SQL פארלאנג באהאלטן)',
'cascadeprotected'     => 'דער בלאט איז פארשפארט צום ענדערן וויבאלד ער איז איינגעשלאסן אין איינע פון די פאלגנדע {{plural:$1|בלאט, וואס איז|בלעטער, וואס זענען}} באשיצט מיט דער קאסקייד אפציע:

$2',
'namespaceprotected'   => "איר זענט נישט ערלויבט צו רעדאקטירן בלעטער אינעם '''$1''' נאמענטייל.",
'ns-specialprotected'  => 'מען קען נישט רעדאגירן ספעציעלע בלעטער.',

# Login and logout pages
'logouttitle'                => 'באנוצער ארויסלאגירן',
'logouttext'                 => '<strong>האָסט זיך ארויסלאָגירט מיט הצלחה.</strong>',
'welcomecreation'            => '== ברוך הבא, $1! ==
אייער קאנטע איז באשאפן געווארן. נישט פארגעסן צו ענדערן אייערע {{SITENAME}} פרעפערענצן.',
'loginpagetitle'             => 'באנוצער לאגירן',
'yourname'                   => 'באַנוצער־נאָמען',
'yourpassword'               => 'פאסווארט',
'yourpasswordagain'          => 'ווידער אריינקלאפן פאסווארט',
'remembermypassword'         => 'געדיינק מיך',
'yourdomainname'             => 'דיין דאמיין:',
'externaldberror'            => 'עס איז אדער פארגעקומען א דערויסענדיגער אטענטיקאציע דאטעבעאזע פעילער אדער איר זענט נישט ערמעגליכט צו אפדעיטן אייער דערויסענידגער אקאונט.',
'loginproblem'               => "'''עס איז געווען א פראבלעם מיט דיין אריינלאגירן.'''<br />פרוביר נאכאמאל!",
'login'                      => 'אַרײַנלאָגירן',
'nav-login-createaccount'    => 'אײַנלאָגירן / זיך אײַנשרײַבן',
'loginprompt'                => 'איר מוסט ערלויבן קיכלעך ("cookies") אויף צו אַרײַנלאָגירן אינעם {{SITENAME}}.',
'userlogin'                  => 'אײַנלאָגירן / זיך אײַנשרײַבן',
'logout'                     => 'אַרױסלאָגירן',
'userlogout'                 => 'אַרױסלאָגירן',
'notloggedin'                => 'נישט איינגעשריבן',
'nologin'                    => 'האסט נישט קיין לאגירונג? $1.',
'nologinlink'                => 'באשאף א קאנטע',
'createaccount'              => 'באשאף קאנטע',
'gotaccount'                 => 'האסט שוין א קאנטע? $1.',
'gotaccountlink'             => 'אריינלאגירן',
'createaccountmail'          => 'דורך אימעיל',
'badretype'                  => 'די פעסווארדס וואס איר האט אריינגעלייגט זענען נישט אייניג.',
'userexists'                 => 'באנוצער נאמען אריינגעלייגט איז שוין אין באנוץ. ביטע וועיל אויס א אנדער נאמען',
'youremail'                  => 'אי-מעיל *:',
'username'                   => 'באַנוצער־נאָמען:',
'uid'                        => 'באַנוצער־נומער:',
'yourrealname'               => 'עכטער נאמען *:',
'yourlanguage'               => 'שפּראַך:',
'yourvariant'                => 'װאַריאַנט',
'yournick'                   => 'ניק-נאמען:',
'badsig'                     => 'נישט גוטע מסוגננת אונטערשריפט; ביטע טשעקט די HTML קאוד.',
'badsiglength'               => 'אונטערשריפט (ניק) צו לאנג; מוז זיין ווינציגער פון $1 אותיות.',
'email'                      => 'אי-מעיל',
'prefs-help-realname'        => '* עכטער נאמען (אפציאנאל): אויב וועט איר אויסוועלן צוצישטעלן דאס, וועט גענוצט ווערן צו געבן אטריביאציע צו אייער ארבייט.',
'loginerror'                 => 'לאגירונג פעילער',
'prefs-help-email'           => '* אי-מעיל (אפציאנאל): דערמעגליכט אנדערע אייך צו קאנטאקטן דורך אייער באנוצער אדער באנוצער רעדן בלאט אן צו ארויסגעבן עפעס פערזעהנליכקייטן.',
'prefs-help-email-required'  => 'בליצפאסט אדרעס באדארפט.',
'nocookiesnew'               => 'דער באנוצער קאנטע איז באשאפן, אבער איר זענט נישט אריינלאגירט. {{SITENAME}} נוצט קוקיס אריינצולאגירן באנוצער. איר האט קוקיס נישט-ערמעגליכט. ביטע ערמעגליכט זיי, דאן טוט אריינלאגירן מיט אייער באנוצער נאמען און פעסווארד.',
'nocookieslogin'             => '{{SITENAME}} נוצט קוקיס צו אריינלאגירן באנוצער. דו האסט אומ-ערמעגליכט דיינע קוקיס. ביטע דערמעגליך זיי און פרובירט נאכאמאל.',
'noname'                     => 'איר האט נישט ספעציסיפירט א געזעצליכער באנוצער נאמען.',
'loginsuccesstitle'          => 'אריינלאגירונג סוסקסעספול',
'loginsuccess'               => "'''דו ביסט יעצט אַרײַנלאָגירט אַלץ \"\$1\" אינעם {{SITENAME}}.'''",
'nosuchuser'                 => 'נישטא קיין באנוצער מיטן נאמען "$1".

קוק איבער דיין ספעלונג, אדער באשאף א נייער קאנטע.',
'nosuchusershort'            => 'נישטא קיין באנוצער מיטן נאמען "<nowiki>$1</nowiki>". קוק איבער דיין ספעלונג.',
'nouserspecified'            => 'איר ברויכט ספעציפיזירן א באנוצער-נאמען.',
'wrongpassword'              => 'אומ-ריכטיגע פעסווארד אריינגעלייגט, ביטע פרוביר נאכאמאל.',
'wrongpasswordempty'         => 'פעסווארד אריינגעלייגט איז געווען ליידיג, ביטע פרוביר נאכאמאל.',
'mailmypassword'             => 'אי-מעיל פעסווארד',
'passwordremindertitle'      => 'ניי צייטווייליג פאסווארט פאר {{SITENAME}}',
'passwordremindertext'       => 'איינער  (מסתמה איר, פון אייפי אדרעסע $1)
האט געבעטן מיר זאלן אים שיקן א נייע פעסווארד פאר {{SITENAME}} ($4).
די פעסווארד פאר באנוצער  "$2" איז איצט "$3".
איר זאלט אריינלאגירן און טוישן איצט אייער פעסווארד.

אויב איינער אנדערשט האט געמאכט די ביטע, אדער איר האט יא געדענקט אייער פעסווארד און איר טוט מער נישט באגערן דאס צו טוישן, קענט איר איגנארירן דעם מעסעזש און ווייטער נוצען אייער אלטער פעסווארד.',
'noemail'                    => 'ס\'איז נישט רעקארדירט קיין אי-מעיל אדרעס פאר באנוצער  "$1".',
'passwordsent'               => 'א נייע פעסווארד איז געשיקט געווארן צו די אי-מעיל אדרעס רעגיסטרירט פאר "$1".
ביטע ווידער אריינלאגירן נאך דעם וואס איר באקומט עס.',
'blocked-mailpassword'       => 'אייער איי פי אדרעס איז געבלאט צו עדיטן, דערוועגן זענט איר נישט ערלויבט צו באנוצען מיטן פעסווארד ווידעראויפלעבונג פאנקציע כדי צו פארמיידן סיסטעם אביוז.',
'eauthentsent'               => 'א באשטעטיגונג אימעיל איז געשיקט געווארן צו די נאמינירטע אימעיל אדרעס. בעפאר סיי וואס אנדערע אימעיל ווערן געשיקט צו דעם אקאונט, וועסטו דארפן אויספילן די אנווייזונגען אין דיין אינבאקס כדי צו זיין זיכער אז די אקאונט איז טאקע דיינס.',
'throttled-mailpassword'     => 'א פעסווארד דערמאנער איז שוין געשיקט געווארן, אין די לעצטע $1 שעות. צו פארמיידן אביוז, נאר איין פעסווארד דערמאנער וועט געשיקט ווערן פער
$1 שעות.',
'mailerror'                  => 'פעילער שיקענדיג מעיל: $1',
'acct_creation_throttle_hit' => 'אנטשולדיגט, האסט שוין באשאפען $1 אקאונטס. קענסט מער נישט מאכן נאך.',
'emailauthenticated'         => 'דיין אי-מעיל אדרעס איז באשטעטיגט געווארן דורך $1.',
'emailnotauthenticated'      => 'דיין אי-מעיל אדרעס איז נאכנישט באשטעטיגט. קיין אי-מעיל וועט נישט געשיקט ווערן פון קיין איינע פון די פאלגענדע פישטערס.',
'noemailprefs'               => 'ספעציפיר אן אי-מעיל אדרעס פאר די פיטשערס צו ארבייטן.',
'emailconfirmlink'           => 'באשטעטיג דיין אי-מעיל אדרעס',
'invalidemailaddress'        => 'די אי-מעיל אדרעס קען נישט אקצעפטירט ווערן ווי עס שיינט צו האבן אן אומ-ריכטיגע פארמאט. ביטע אריינלייגן א גוט-פארמאטירטער אדרעס אדער ליידיג אויס די פעלד.',
'accountcreated'             => 'קאנטע באשאפען',
'accountcreatedtext'         => 'די באנוצער קאנטע פאר $1 איז באשאפען געווארן.',
'loginlanguagelabel'         => 'שפראך: $1',

# Password reset dialog
'resetpass'               => 'רי-סעט קאנטע פעסווארד',
'resetpass_announce'      => 'איר האט אריינלאגירט מיט א טעמפארארישער אי-מעילד קאוד. צו פארענדיגן צו אריינלאגירן, ברויכט איר אנשטעלן א נייע פעסווארד דא:',
'resetpass_text'          => '<!-- לייגט צו טעקסט דא -->',
'resetpass_header'        => 'רי-סעט פעסווארד',
'resetpass_submit'        => 'סעט פעסווארד אין אריינלאגירן',
'resetpass_success'       => 'אייער פעסווארד איז געטוישט געווארן מיט סוקסעס! איצט טוט מען אייך אריינלאגירן…',
'resetpass_bad_temporary' => 'אומ-ריכטיגע צייט-ווייליגער פעסווארד. איר האט מעגליך שוין סוקסעפול געטוישט אייער פעסווארד אדער געבעטן א נייע צייטווייליגער פעסווארד.',
'resetpass_forbidden'     => 'פאסווערטער קענען נישט ווערן געטוישט אויף {{SITENAME}}',
'resetpass_missing'       => 'נישטא קיין פארעם דאטע.',

# Edit page toolbar
'bold_sample'     => 'טייפּט דאָ אַריין די טעקסט זאל זיין דיק',
'bold_tip'        => "דאס טוישט צו '''בּאָלד (דיק)''' די אויסגעוועלטע ווארט.",
'italic_sample'   => "דאס וועט מאכן ''שיף'' די אויסגעוועלט ווארט.",
'italic_tip'      => "דאס וועט מאכן ''שיף'' די אויסגעוועלט פאנט.",
'link_sample'     => 'שרײַבט דאָ אַרײַן די װערטער װאָס װעט זײַן אַ לינק צו {{SITENAME}} אַרטיקל אין דעם נושא',
'link_tip'        => "מאך דאס א '''לינק''' צו א וויקיפעדיע ארטיקל",
'extlink_sample'  => 'http://www.example.com לינק טיטול',
'extlink_tip'     => 'דערויסענדיגע לינק (געדענק http:// פרעפיקס)',
'headline_sample' => 'לייג דא אריין דעם טעקסט פונעם נייעם קעפּל',
'headline_tip'    => "אַ נײַער קעפּל, 2'טער שטאפל, אײַנצוטײלן דעם אַרטיקל",
'math_sample'     => 'לייגט אריין פארמל דא',
'math_tip'        => 'מאטעמאטישע פארמיולע (LaTeX)',
'nowiki_sample'   => 'אינסערט נישט-פארמארטירטע טעקסט דא',
'nowiki_tip'      => 'דאָס וועט איגנאָרירן די וויקי פֿאָרמאַטינג קאָוד',
'image_sample'    => 'ביישפיל.jpg',
'image_tip'       => 'לייג ארויף א בילד',
'media_sample'    => 'ביישפיל.ogg',
'media_tip'       => 'פארבינדונג צו א מעדיע טעקע',
'sig_tip'         => 'אייער אינטערשריפט, מיט א צייט סטעמפּל ווען איר האט אונטערגעשריבן.',
'hr_tip'          => 'א שטרייך אין די ברייט, (נישט נוצן אפט)',

# Edit pages
'summary'                   => 'קורץ וואָרט',
'subject'                   => 'טעמע/קעפל',
'minoredit'                 => 'דאס איז א קליינער ענדערונג',
'watchthis'                 => 'טוט אױפֿפּאַסן דעם בלאט',
'savearticle'               => 'טוט אױפֿהיטן',
'preview'                   => 'פאראויסדיגע ווייזונג',
'showpreview'               => 'פֿאָרױסדיגע װײַזונג',
'showlivepreview'           => 'לעבעדיגע פאראויסדיגע ווייזונג',
'showdiff'                  => 'ווײַז די ענדערונגן',
'anoneditwarning'           => "'''ווארענונג:''' איר זענט נישט אריינלאגירט אין אייער אקאונט. אייער איי פי אדרעס וועט ווערן דאקומענטירט אין די בלאטס היסטאריע פון ענדערונגן. אויב זארגט איר זיך פאר פריוואטקייטן, ביעט [[{{ns:special}}:Userlogin|טוט אייך אריינלאגירן אין אייער אקאונט]].",
'missingsummary'            => "'''דערמאנונג:''' איר האט נישט אויסגעפילט דעם קורץ ווארט אויפקלערונג אויף אייער עדיט. אויב וועט איר דרוקן נאכאמאל אויף  \"היט אפ דעם בלאט\", וועט אייער ענדערונג ווערן געהיטן אן דעם.",
'missingcommenttext'        => 'ביטע שטעלט אריין א אנמערקונג פון אונטן.',
'missingcommentheader'      => "'''דערמאנונג:''' איר האט נישט אריינגעשטעלט א טעמע/קעפל פאר דעם אנמערקונג. אויב וועט איר דרוקן נאכאמאל אויפן \"היט-אפ בלאט\", וועט אייער ענדערונג ווערן אפגעהיטן אן דעם.",
'summary-preview'           => 'סך-הכל פאראויסדיגע ווייזונג',
'subject-preview'           => 'טעמע/קעפל פאראויסדיגע ווייזונג',
'blockedtitle'              => 'באנוצער איז בלאקירט',
'blockedtext'               => '<big>\'\'\'אייער באניצער נאמען אדער IP אדרעס איז געווארן בלאקירט.\'\'\'</big>

דעם בלאק האט $1 געמאכט פון וועגן \'\'$2\'\'.

* בלאקירן הייבט אן: $8
* בלאקירן גייט אויס: $6
* בלאק מכוון צו: $7

איר קענט זיך ווענדן צו $1 אדער צו אנדערע [[{{MediaWiki:Grouppage-sysop}}|אדמיניסטראטארן]] אדורכצורעדן דעם בלאק.

גיט אכט אז איר קענט נישט ניצן די "שיקט דעם באניצער א ע-פאסט" אייגנקייט אויב האט איר נישט איינגעשטעלט אין אייערע [[Special:Preferences|קונטע פרעפערענצן]] א גילטיקן בליצפאסט אדרעסדאס אדער איר זענט בלאקירט פון שיקן בליצפאסט.

אייער IP אדרעס איז $3, און דער בלאק האט נומער #$5. ביטע שיקט איינעם פון די צוויי (אדער זיי ביידע) ווען איר ווענדט זיך צו די אדמיניסטראטורן.',
'autoblockedtext'           => "אײַער [[IP אדרעס|אײַ־פּי־אַדרעס]] איז בלאָקירט געװאָרן אױטאָמאַטיש, צוליב דעם װאָס אַן אַנדער באַניצער װאָס איז בלאָקירט געװאָרן דורך \$1 האָט זיך געניצט דעם דאָזיקן אײַ־פּי. 
די אורזאַך פֿון דער בלאָקירונג איז: 

:'''\$2''' 

*אנהייב פון דער בלאקירונג: \$8
*ענדע פון דער בלאָקירונג: \$6 

איר קענט זיך פֿאַרבינדן דורכן בליצבריװ מיט \$1 אָדער מיט יעדן אַנדערן [[{{MediaWiki:Grouppage-sysop}}|סיסאָפּ]] צו דיסקוטירן װעגן דער בלאָקירונג. 

אױב האָט איר ניט אַרײַנגעקלאַפּט אײַער בליצפּאָסט־אַדרעס אין אײַערע [[{{ns:special}}:Preferences|פּרעפֿערענצן]] אדער איר זענט בלאקירט פון שיקן בליצפאסט, קענט איר זיך ''נישט'' ניצן די אפציע \"שיקט דעם באניצער אן ע-פאסט\". אײַער בלאָקירונג־נומער איז #\$5. ביטע צײכנט עס אָן בשעת איר װענדט זיך צו די סיסאָפּן.",
'blockednoreason'           => 'קיין טעם נישט געגעבן',
'blockedoriginalsource'     => "די טעקסט פון מקור פון '''$1''' ווערט געוויזן אונטן:",
'blockededitsource'         => "די טעקסט פון '''אייערע ענדערונגן''' צו '''$1''' ווערט געוויזן אונטן:",
'whitelistedittitle'        => 'אריינלאגירן פארלאנגט צו ענדערן',
'whitelistedittext'         => 'איר ברויכט צו $1 צו ענדערן בלעטער.',
'whitelistreadtitle'        => 'אריינלאגירן פארלאנגט צו ליינען',
'whitelistreadtext'         => 'איר ברויכט צו [[Special:Userlogin|אריינלאגירן]] צו ליינען בלעטער.',
'whitelistacctitle'         => 'איר זענט נישט דערלויבט צו באשאפן א קאנטע',
'whitelistacctext'          => "צו ווערן ערלויבט צו באשאפן קאנטעס אויף דער וויקי ברויכט איר [[Special:Userlogin|אריינלאגירן]] און האבן די ריכטיגע רשות'ן.",
'confirmedittitle'          => 'איר דארפט באשטעטיגן אייער בליצפאסט אדרעס כדי צו רעדאקטירן',
'confirmedittext'           => 'אויף אייך ליגט קודם די פליכט צו באשטעטיגן און אריינשטעלן אייער ריכטיגע אימעיל אדרעס באפארן ענדערן בלעטער. ביטע שרייבט און באשטעטיגט אייער אימעיל אדרעס דורך אייערע [[Special:Preferences|באנוצער פרעפערענצן]] .',
'nosuchsectiontitle'        => 'נישטא אזא אפטיילונג',
'nosuchsectiontext'         => 'איר האט פרובירט ענדערן א אפטיילונג וואס עקזעסטירט נישט. וויבאלד עס איז נישט פארהאן אן אפטיילונג וואס הייסט $1, איז נישטא קיין פלאץ ווי צו אפהיטן אייער ענדערונג.',
'loginreqtitle'             => 'אריינלאגירן פארלאנגט זיך',
'loginreqlink'              => 'לאגירט אריין',
'loginreqpagetext'          => 'איר מוזט $1 כדי צו זעהן אנדערע בלעטער.',
'accmailtitle'              => 'פאסווארט געשיקט',
'accmailtext'               => 'די פעסווארד פאר "$1" איז געשיקט געווארן צו $2.',
'newarticle'                => '(ניי)',
'newarticletext'            => "'''דער בלאַט עקזיסטירט נאָך נישט!''' איר קענט יעצט שרײַבן אַ נײַעם אַרטיקל אין די אונטערשטע קעסטל. (זעהט דעם [[הילף:ווי צו שרייבן ווערטן|הילף בלאַט]] ווי אַזוי צו שרײַבן אַרטיקלען).",
'anontalkpagetext'          => "----
'''דאס איז א רעדן בלאט פון א אן אנינאנימער באנוצער וואס האט נאך נישט באשאפן קיין אקאונט אין די סיסטעם, אדער באנוצט זיך נישט דערמיט. דערוועגן, מוזן מיר זיך באנוצען מיט זיין איי פי אדרעס כדי אים צו אידענטיפיצירן. עס קען זיין אז עטליכע אנדערע נוצען אויך די איי פי אדרעס. אויב זענט איר א אנינאמע באנוצער וואס שפירט אז איר האט באקומען דעם מעסעזש אומזינסט, ביטע [[{{ns:special}}:Userlogin|באשאפט אן אקאונט אדער טויט זיך אריינלאגירן]] כדי צו פארמיידען דאס אין די עתיד זיך פארמישן מיט אנדערע אנינאמעס באנוצער. .'''
----",
'noarticletext'             => 'עס איז דערווייל נישט פארהאן קיין שום טעקסט אין דעם בלאט, איר קענט [[Special:Search/{{PAGENAME}}|זוכן דעם בלאט טיטול]] אין אנדערע בלעטער אדער [{{fullurl:{{FULLPAGENAME}}|action=edit}} ענדערן דעם בלאט].',
'clearyourcache'            => "'''אכטונג:''' נאכן סעיוון, ברויך איר נאך איבערגיין די בראוזערס קאשעי צו זעהן די ענדערונגן

. '''Mozilla/Safari/Konqueror:''' האלט אראפ ''שיפט'' בשעתן דרוקן ''רילאוד'' (אדער דרוקט ''Ctrl-Shift-R''), '''IE:''' דורקט ''Ctrl-F5'', '''Opera:''' דרוקט ''F5''.",
'usercssjsyoucanpreview'    => "<strong>טיפ:</strong> נוצט דעם 'ווייז פאראויסדיגע ווייזונג' באטאן צו אויספרובירן אייער  CSS/JS בעפאר אפהיטן.",
'usercsspreview'            => "'''געדענקט אז איר טוט בלויז פאראויס זעהן אייער באנוצער CSS, עס איז דערווייל נאכנישט אפגעהיטן!'''",
'userjspreview'             => "'''געדענקט אז איר טוט בלויז טעסטן\\פאראויסזעהן אייער באנוצער JavaScript, עס איז דערווייל נאכנישט אפגעהיטן!'''",
'userinvalidcssjstitle'     => "'''ווארענונג:''' סאיז נישטא קיין סקין \"\$1\". גדענקט אז קאסטעם .css און .js בלעטער נוצען לאוער קעיס טיטול, e.g. {{ns:user}}:Foo/monobook.css ווי אנדערשט צו {{ns:user}}:Foo/Monobook.css.",
'updated'                   => '(דערהיינטיגט)',
'note'                      => '<strong>באמערקונג:</strong>',
'previewnote'               => '<strong>דאס איז נאָר אין אַ פֿאָרויסיקע ווייזונג, דער אַרטיקל איז דערווייל נאָך נישט געהיט!</strong>',
'previewconflict'           => 'די פאראויסדיגע ווייזונג רעפלעקטירט די טעקסט און די אויבערשטע טעקסט ענדערונג אפטיילונג וויאזוי דאס וועט אויסזעהן אויב וועט איר אויסוועילן צו דאס אפהיטן.',
'session_fail_preview'      => "'''אנטשולדיגט! מען האט נישט געקענט פרצעסירן אייער ענדערונג צוליב א פארלוסט פון סעסיע דאטע. ביטע פרובירט נאכאמאל. אויב סארבייט נאך אלץ נישט, פרובירט ארויסלאגירן און זיך צוריק אריינלאגירן.",
'session_fail_preview_html' => "<strong>'''אנטשולדיגט! מיר קענען נישט פראצעסירן אייער ענדערונג צוליב א פארלוסט פון סעסיע דאטע.'''</strong>

''ווייל די וויקי האט רויע HTML ערמעגליכט, די פאראויסיגע ווייזונג איז באהאלטן אלס א באווארענונג אנטקעגן JavaScript אטאקירונגן.''

<strong>אויב דאס איז א כשר'ע רעדאקציע פרואוו, פרובירט נאכאמאל.</strong>",
'editing'                   => 'ענדערן $1',
'editingsection'            => 'ענדערט $1 (אפטיילונג)',
'editingcomment'            => 'ענדערט $1 (הערה)',
'editconflict'              => 'ענדערן קאנפליקט: $1',
'explainconflict'           => "איינער אנדערשט האט געטוישט דעם בלאט זינט איר האט אנגעהויבן דאס צו ענדערן.
די אויבערשטער טעקסט אפטייל אנטהאלט די בלאט טעקסט ווי עס טוט איצט עקזעסטירן.
אייערע ענדערונגן איז געוויזן אין די אונטערשטע טעקסט אפטיילונג.
איר וועט דארפן צאמשטעלן אייערע ענדערונגן אינעם עקזעסטירנדן טעקסט.
'''בלויז'''' די טעקסט אינעם אויבערשטען טעקסט אפטיילונג וועט ווערן אפגעהיטן ווען ארי וועט קוועטשן \"היט-אפ בלאט\".",
'yourtext'                  => 'אייער טעקסט',
'storedversion'             => 'אוועגעלייגטע ווערסיע',
'nonunicodebrowser'         => '<strong>ווארענונג: אייער בראוזער איז נישט unicode compliant. א ארום-ארבייט איז אין פלאץ אייך צו ערלויבן צו מיט זיכערקייט ענדערן ארטיקלן: non-ASCII אויתיות וועלן ערשיינען אין די ענדערען קעסטל וויק hexadecimal קאודס.</strong>',
'editingold'                => '<strong>פאָרזיכטיג! באארבעטסט יעצט נישט קיין אקטועלע ווערסיע, אויב דו וועסט היטן דעם באארבעטונג, וועט די לעצטע ענדרענונגען גיין קאַפוט.</strong>',
'yourdiff'                  => 'אינטערשיידן',
'copyrightwarning'          => "<small>ביטע מערקט אויף אז אייערע אלע טיילונגען אינעם '''{{SITENAME}}''' ערשיינען אונטער דעם $2 דערלויבן (מער פרטים זעה $1). אויב איר וויִלט נישט לאזן אנדערע ענדערן אייערע טיילונגען און פארשפרייטן אייער ארבעט - ביטע שרייבט זיי נישט דא.<br />
איר זאגט צו אז איר האט געשריבן אן אייגענעם אינהאַלט, אדער האט איר באקומען ערלויבעניש זיי דא צו שרייבן.</small>",
'copyrightwarning2'         => "<div id=\"editing-warn\">'''אכטונג:''' אנדערע באטייליגער קענען מעקן און ענדערן אייערע באטיילונגען צו{{grammar:תחילית|{{SITENAME}}}}. אויב ווילט איר נישט אייער ארבייט צו זיין הפקר פאר אנדערע דאס צו בארבייטן – פארשפרייט עס נישט דא. אזוי אויך, זאגט איר צו איז איר האט דאס געשריבן אליין'ס, אדער דאס איבערגעקאפיט פון א מקור מיט פולער רשות דאס מפקיר זיין (זעהט \$1 פאר מער דעטאל). '''זיך נישט באנוצען מיט שטאף וואס איז באשיצט מיט קאפירעכטן!'''</div>",
'longpagewarning'           => '<strong>ווארענונג: די בלאט איז $1 קילאבייטס לאנג; געוויסע בראוזערס קענען מעגליך האבן פראבלעמען צו עדיטן בלעטער וואס גרייכט אדער לענגער פון 32kb.
ביטע באטראכט צו איינטיילן די בלאט צו קלענערע אפטיילונגן.</strong>',
'longpageerror'             => '<strong>פעילער: די טעקסט וואס איר האט אריינגעשטעלט איז $1 קילאבייטס לאנג, וואס איז לענגער פון די מאקסימום פון $2 קילאבייטס. עס קען נישט ווערן אפגעהיטן.</strong>',
'readonlywarning'           => '<strong>ווארענונג: די דאטעבאזע איז געווארן בלאקירט פאר סייט אויפהאלטונג,
ממילא וועט איר נישט קענען אפהיטן אייערע ענדערונגן צו די איצטיגע צייט. איר זאלט האפן צו דאס קאט-ענד-פעיסט די טעקסט אריין צו א טעקסט פייל און דאס דארטן אפהיטן פאר שפעטער.</strong>',
'protectedpagewarning'      => '<strong>ווארענונג:  די בלאט איז געווארן פארשפארט אז בלויז באנוצער מיט סיסאפ פריוויליגיעס קענען איר ענדערן.</strong>',
'semiprotectedpagewarning'  => "'''באמערקונג:''' די בלאט איז פארשפארט אז בלויז רעגעסטרירטע באנוצער קענען איר ענדערן.",
'cascadeprotectedwarning'   => "'''ווארענונג:''' דער בלאט איז פארשפארט אז בלויז סיסאפן קענען אים ענדערן, וויבאלד ער איז איינגעשלאסן אין {{PLURAL:$1| דעם פאלגנדן בלאט, וואס איז|די פאלגנדע בלעטער, וואס זענען}} קאסקאד באשיצט:",
'templatesused'             => 'מוסטערן באנוצט אויף דעם בלאט:',
'templatesusedpreview'      => 'מוסטערן באנוצער אין דעם פאראויסדיגע ווייזונג:',
'templatesusedsection'      => 'מוסטערן באנוצט אין דעם אפטיילונג:',
'template-protected'        => '(באשיצט)',
'template-semiprotected'    => '(טיילווייז באשיצט)',
'edittools'                 => '<!-- טעקסט דא וועט געוויזן ווערן אונטער ענדערן און ארויפלאדירן פארעמס. -->',
'nocreatetitle'             => 'בלאט באשאפן באגרעניצט',
'nocreatetext'              => 'די סייט האט באגרעניצט די מעגליכקייט צו באשאפן נייע בלעטער.
איר קענט צוריקגיין און ענדערן די עקזיסטירנדע בלאט, אדער [[Special:Userlogin|לאגירט זיך אריין און באשאפט א קאנטע]].',
'permissionserrors'         => 'ערלויבענישן פעילערס',
'recreate-deleted-warn'     => "'''ווארענונג: איר שאפט א נייעם בלאט וואס איז שוין איינמאל געווארן אויסגעמעקט.'''

אנא שיקלו אם יהיה זה נכון להמשיך לערוך את הדף.
יומן המחיקות של הדף מוצג להלן:",

# "Undo" feature
'undo-success' => 'די ענדערונג קען ווערן מבוטל. ביטע נאכקוקן די פארגלייך פון אונטן צו זיין זיכער אז דאס איז וואס איר ווילט טאן, און דערנאך היט-אפ די ענדערונגן פון אונטן צו ענדיגן דאס בטל מאכן די ענדערונג.',
'undo-failure' => 'די ענדערונג קען נישט ווערן אומ-געטאן צוליב קאנפליקטינג אינטערמידיעט ענדערונגן.',
'undo-summary' => 'זיי מבטל רי-ווערסיע $1 פון [[Special:Contributions/$2|$2]] ([[User_talk:$2|רעדן]])',

# Account creation failure
'cantcreateaccounttitle' => 'מען קען נישט באשאפן אקאונט',

# History pages
'viewpagelogs'        => 'זעה לאגס פאר דעם בלאט',
'nohistory'           => 'נישטא קיין ענדערן היסטאריע פאר דעם בלאט.',
'revnotfound'         => 'די גירסה נישט געפינען',
'revnotfoundtext'     => 'די אלטע רעוויזיע איר האט געבעטן קען נישט געפינען ווערן.
ביטע טשעקט די URL וואס ברויכט אריינצוגיין אין דעם בלאט.',
'currentrev'          => 'איצטיגע ווערסיע',
'revisionasof'        => 'רעוויזיע ביי $1',
'revision-info'       => 'רעוויזיע ביי $1 פון $2',
'previousrevision'    => '→ עלטערער ווערסיע',
'nextrevision'        => 'נייע ווערסיע ←',
'currentrevisionlink' => 'איצטיגע ווערסיע',
'cur'                 => 'איצט',
'next'                => 'קומענדיגע',
'last'                => 'לעצטע',
'page_first'          => 'ערשט',
'page_last'           => 'לעצט',
'deletedrev'          => '[אויסגעמעקט]',
'histfirst'           => 'ערשטע',
'histlast'            => 'לעצטיגע',
'historysize'         => '({{PLURAL:$1|1 בייט|$1 בייטן}})',
'historyempty'        => '(ליידיג)',

# Revision feed
'history-feed-title'          => 'ווערסיע היסטאריע',
'history-feed-description'    => 'ווערסיע היסטאריע פאר די בלאט אויפן וויקי',
'history-feed-item-nocomment' => '$1 אין $2', # user at time
'history-feed-empty'          => 'דער געבעטענער בלאט עקזעסטירט נישט.
עס איז מעגליך אויסגעמעקט געווארן פון די וויקי, אדער די נאמען געטוישט.
פרובירט [[{{ns:special}}:Search|צו זיכן אין וויקי]] נאך רעלאווענטע נייע בלעטער.',

# Revision deletion
'rev-deleted-comment'         => '(אנמערקונג אראפגענומען)',
'rev-deleted-user'            => '(באנוצער נאמען אראפגענומען)',
'rev-deleted-event'           => '(לאגירן אקציע אראפגענומען)',
'rev-deleted-text-permission' => '<div class="mw-warning plainlinks">
די בלאט רעוויזיע איז געווארן אראפגענומען פון די פובליקע ארכיוון. עס איז מעגלעך דא נאך פרטים אין דעם
[{{fullurl:{{ns:special}}:Log/delete|page={{FULLPAGENAMEE}}}} אויסמעקונג לאג].
</div>',
'rev-deleted-text-view'       => '<div class="mw-warning plainlinks">
די בלאט רעוויזיע איז געווארן אראפגענומען פון די פובליק ארכיוון. אלס סיסאפ פון די סייט קענסטו עס ליינען; עס איז מעגליך דא נאך דעטאלן אין [{{fullurl:{{ns:special}}:Log/delete|page={{FULLPAGENAMEE}}}} אויסמעקונג לאג בוך].
</div>',
'rev-delundel'                => 'ווייז/באהאלט',
'revisiondelete'              => 'אויסמעקן\\צוריקשטעלן רעוויזיעס',
'revdelete-nooldid-title'     => 'ציל ווערסיע נישט גילטיג',
'revdelete-nooldid-text'      => 'איר האט נישט ספעציפירט קיין ציל ווערסיע דורצוכפירן די פונקציע.',
'revdelete-selected'          => '{{plural:$2|אויסדערוויילטע ווערסיע| אויסדערוויילטע ווערסיעס}} פון [[:$1]]:',
'revdelete-legend'            => 'שטעלט ווייזונג באגרענעצונגען',
'revdelete-hide-text'         => 'באהאלט אינהאלט פון ווערסיע',
'revdelete-hide-name'         => 'באהאלט אקציע און ציל',
'revdelete-hide-comment'      => 'באהאלט ענדערן הערה',
'revdelete-hide-user'         => "באהאלט רעדאקטער'ס באנוצער-נאמען/איי.פי.",
'revdelete-hide-image'        => 'באהאלט טעקע אינהאלט',
'pagehist'                    => 'בלאט היסטאריע',
'revdelete-uname'             => 'באניצער נאמען',

# Diffs
'difference'              => '(אונטערשייד צווישן ווערסיעס)',
'compareselectedversions' => 'פארגלייך סעלעקטירטע ווערסיעס',
'editundo'                => 'טוה-אפ',
'diff-multi'              => '({{plural:$1|איין מיטלסטע ווערסיע נישט געוויזען|$1 מיטלסטע ווערסיעס נישט געוויזן}}.)',

# Search results
'searchresults'         => 'זוכן רעזולטאטן',
'searchresulttext'      => 'לערנען מער ווי צו זוכן אינעם {{SITENAME}} [[{{MediaWiki:Helppage}}|{{int:help}}]]',
'searchsubtitle'        => '[[:$1]]',
'searchsubtitleinvalid' => '$1דו האסט געזוכט פאר',
'noexactmatch'          => 'דערווייל איז נאָך נישטאָ א בלאט מיט דעם טיטל.<br /> איר זײַט געלאדנט [[:$1|אויפשרייבן א נייעם בלאט]], אדער [[Project:בעטן ווערטן|בעטן פון פריינד]] זאלן זיי שרייבן.',
'noexactmatch-nocreate' => 'נישטא קיין בלאט מיטן קעפל "$1".',
'prevn'                 => '$1 פריערדיגע',
'nextn'                 => '$1 קומענדיגע',
'search-suggest'        => 'צי האט איר געמיינט: $1',
'searchall'             => 'אלץ',
'showingresultstotal'   => "ווייזן רעזולטאטן '''$1 - $2''' פון '''$3'''",
'powersearch'           => 'זוכן',

# Preferences page
'preferences'           => 'פרעפערענצן',
'mypreferences'         => 'מיינע פרעפערענצן',
'prefs-edits'           => 'צאל פון ענדערונגן:',
'prefsnologin'          => 'נישט אריינלאגירט',
'prefsnologintext'      => 'איר דארפט זיין [[Special:Userlogin|איינלאגירט]] כדי צו ענדערן באניצער פרעפֿערענצן.',
'changepassword'        => 'ענדערט פעסווארד',
'skin'                  => 'סקין',
'math'                  => 'פאָרמאַל',
'dateformat'            => 'דאטום פארמאט',
'datedefault'           => 'נישטא קיין פרעפערענץ',
'datetime'              => 'דאטום און צייט',
'math_unknown_error'    => 'אומבאקאנטער פעילער',
'math_unknown_function' => 'אומבאקאנטער פונקציע',
'math_syntax_error'     => 'סינטאקס גרייז',
'prefs-personal'        => 'באַנוצער פראָפֿיל',
'prefs-rc'              => 'לעצטע ענדערונגען',
'prefs-watchlist'       => 'אויפפאסונג ליסטע',
'prefs-watchlist-days'  => 'טעג צו ווייזן אין דער אויפפאסונג ליסטע:',
'prefs-misc'            => 'באַאַרבעטן',
'saveprefs'             => 'אפהיטן',
'resetprefs'            => 'אוועקנעמען נישט-אויפגעהיטענע ענדערונגען',
'oldpassword'           => 'אַלטע פעסווארד:',
'newpassword'           => 'ניי פּאסוואָרט:',
'retypenew'             => 'ווידער שרײַבן פעסווארד:',
'textboxsize'           => 'באַאַרבעטן',
'rows'                  => 'שורות:',
'columns'               => 'קאלומס:',
'searchresultshead'     => 'זוכן',
'contextlines'          => 'שורות פער רעזולטאט',
'contextchars'          => 'קאנטעקסט פער שורה',
'recentchangesdays'     => 'צאל פון טעג צו ווייזן אין די לעצטע ענדערונגן:',
'recentchangescount'    => 'דער צאָל פון ליניעס אין די לעצטע ענדערונגען:',
'savedprefs'            => 'אייערע פרעפערענצן איז אפגעהיטן געווארן.',
'timezonelegend'        => 'צייט זאונע',
'localtime'             => 'לאקאלער צייט',
'allowemail'            => 'ערלויבן אנדערע צו אײַך שיקן אימעילס',
'defaultns'             => 'זוך אין דעם נעימספעיס ביי דיפאלט:',
'default'               => 'דיפאלט',
'files'                 => 'פיילס',

# User rights
'userrights-user-editname' => 'לייגט אריין א באנוצער-נאמען:',
'editusergroup'            => 'עדיט באנוצער גרופעס',
'editinguser'              => "ענדערן באניצער רעכטן פון באניצער user '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]] | [[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-groupsmember'  => 'מיטגליד פון:',
'userrights-reason'        => 'סיבה פארן ענדערונג:',

# Groups
'group'            => 'גרופע:',
'group-bot'        => 'באטס',
'group-sysop'      => 'סיסאפס',
'group-bureaucrat' => 'ביוראקראטן',
'group-all'        => '(אלע)',

'group-user-member'       => 'באניצער',
'group-bot-member'        => 'באט',
'group-sysop-member'      => 'סיסאפ',
'group-bureaucrat-member' => 'ביוראקראט',

'grouppage-bot'        => '{{ns:project}}:באטס',
'grouppage-sysop'      => '{{ns:project}}:אדמיניסטראטורן',
'grouppage-bureaucrat' => '{{ns:project}}:ביראקראט',

# Rights
'right-move'   => 'באוועג בלעטער',
'right-upload' => 'ארויפלאדן טעקעס',
'right-delete' => 'מעקן בלעטער',

# Recent changes
'recentchanges'     => 'לעצטע ענדערונגען',
'rcnote'            => "אונטן {{PLURAL:$1|איז '''1''' ענדערונג | זײַנען די לעצטע '''$1''' ענדערונגען}} אין {{PLURAL:$2|דעם לעצטן טאג|די לעצטע $2 טעג}}, ביז $3.",
'rclistfrom'        => 'װײַז נײַע ענדערונגען זינט $1',
'rcshowhideminor'   => '$1 מינדערדיגע ענדערונגן',
'rcshowhidebots'    => '$1 באטס',
'rcshowhideliu'     => '$1 אײַנגעשריבינע באַנוצערס',
'rcshowhideanons'   => '$1 אַנאָנימע באַנוצערס',
'rcshowhidepatr'    => '$1 נאכגעקוקטע עדיטס',
'rcshowhidemine'    => '$1 מײַנע עדיטס',
'rclinks'           => 'װײַזן די לעצטע $1 ענדערונגען אין די לעצטע $2 טעג.<br />$3',
'diff'              => 'אונטערשייד',
'hist'              => 'היסטאריע',
'hide'              => 'באַהאַלטן',
'show'              => 'ווייז',
'newpageletter'     => 'נ',
'newsectionsummary' => '/* $1 */ נייע אפטיילונג',

# Recent changes linked
'recentchangeslinked'         => 'פֿאַרבונדענע ענדערונגען',
'recentchangeslinked-summary' => "אט א רשימה פון נייע ענדערונגען צו בלעטער פארבונדן פון א ספעציפישן בלאט (אדער מיטגליד בלעטער פון א ספעציפישער קאטעגאריע).
בלעטער אויף [[Special:Watchlist|אייער אויפפאסונג ליסטע]] זענען געוויזן '''דיק'''.",

# Upload
'upload'        => 'בילדער/טעקעס אַרױפֿלאָדירן',
'uploadbtn'     => 'פייל אַרױפֿלאָדירן',
'uploadnologin' => 'נישט אריינלאגירט',
'uploaderror'   => 'ארויפלאדירן פעילער',
'uploadlog'     => 'ארויפלאָדירען לאָגבוך',
'badfilename'   => 'פייל נאמען איז געטוישט צו "$1".',
'emptyfile'     => 'די פייל וואס איר האט ארויפלאדירט איז ליידיג. עס קען זיין אז דער סיבה איז פשוט א טייפא. ביטע מאכט זיכער אז דאס איז די פייל וואס איר ווילט ארויפלאדירן.',
'savefile'      => 'טעקע אױפֿהיטן',
'uploadedimage' => 'אַרױפֿלאָדירט "[[$1]]"',
'destfilename'  => 'ציל טעקע נאמען:',

# Image description page
'filehist-current' => 'לויפיק',
'filehist-user'    => 'באניצער',
'linkstoimage'     => 'די פאלגנדע בלעטער ניצן דאס דאזיגע בילד:',
'nolinkstoimage'   => 'נישטא קיין בלעטער וואס ניצן דאס דאזיגע בילד.',

# MIME search
'download' => 'אראפלאדירן',

# Random page
'randompage' => 'צופֿעליגער אַרטיקל',

# Statistics
'statistics'    => 'סטאַטיסטיק',
'sitestatstext' => "עס {{plural:\$1|איז פאראן איין בלאט|זענען פאראן אינגאנצן '''\$1''' בלעטער}} אין דער דאטאבאזע.
דאס שליסט איין \"רעדן\" בלעטער, בלעטער וועגן {{SITENAME}}, שטומף בלעטער, ווייטערפירן בלעטער און אנדערע  בלעטער אָן  אינהאלט. אחוץ דעם, עס {{plural:\$2|איז פאראן '''איין''' בלאט וואס האט מסתמא|זענען פאראן '''\$2''' בלעטער וואס האבן מסתמא}} עכטן אינהאלט.

'''\$8''' {{PLURAL:\$8| טעקע איז | טעקעס זענען}} געווארן אויפגעלאדן.

עס זענען געווען סה\"כ '''\$3''' {{PLURAL:\$3|בלאט קוק|בלאט קוקן}}, און  '''\$4''' {{PLURAL:\$4|בלאט באארבעטונגען| בלאט באארבעטונג}} זייט  {{SITENAME}} איז געווארן אויפגעשטעלט.
דאס באטרעפט דורכשניטלעך  '''\$5''' באארבעטונגען א בלאט, און  '''\$6''' קוקן א  באארבעטונג.

די [http://meta.wikimedia.org/wiki/Help:Job_queue ארבעט ריי] האט א לענג פון '''\$7'''.",

'disambiguations'      => 'באדייטען בלעטער',
'disambiguationspage'  => 'Template:באדייטן',
'disambiguations-text' => "די קומענדיגע בלעטער פארבינדען צו '''באדייטען בלעטער'''. זיי ברויכן ווען צו פארבינדען צום רעלאווענטן טעמע בלאט אנשטאט.<br />די בלאט ווערט פארעכענט ווי א בלאט באדייטען אויב ער באנוצט זיך מיטן מוסטער וואס איז פארבינדען פון [[{{ns:mediawiki}}:Disambiguationspage|disambiguationspage]].",

'doubleredirects'     => 'געדאפלטע רידיירעקטס',
'doubleredirectstext' => 'יעדע שורה אנטהאלט א לינק צום ערשטן און צווייטען רידיירעקט, ווי אויך די ערשטע טעקסט שורה פון די צווייטע רידיירעקט, וואס רוב מאל געפינט זיך די ריכטיגע ציל פונעם רידיירעקט, וואס צו איר וויל די ערשטע רידיירעקט ווייזן.',

'brokenredirects'        => 'צובראָכענע רידיירעקטן',
'brokenredirectstext'    => 'די פאלגענדע רידיירעקטס לינקן צו בלעטער וואס עקזיסטירן נאך נישט:',
'brokenredirects-edit'   => '(ענדערן)',
'brokenredirects-delete' => '(אויסמעקן)',

# Miscellaneous special pages
'nbytes'            => '$1 {{PLURAL:$1|בייט|בייטן}}',
'nlinks'            => '$1 {{PLURAL:$1|לינק|לינקען}}',
'specialpage-empty' => 'די בלאט איז ליידיג.',
'wantedpages'       => 'װינטשט זײטן',
'mostcategories'    => 'אַרטיקלען מיט די מערקסטע קאַטעגאָריעס',
'mostrevisions'     => 'אַרטיקלען מיט די מערקסטע באַאַרבעטונגען',
'deadendpages'      => 'דעד-ענד בלעטער',
'deadendpagestext'  => 'די פאלגנדע בלעטער לינקען נישט צו קיין אנדערע בלעטער אין דער וויקי.',
'specialpages'      => 'ספּעציעלע זײטן',
'spheading'         => 'ספעציעלע בלעטער פאר אלע באנוצער',
'newpages'          => 'נייע בלעטער',
'newpages-username' => 'באניצער נאמען:',
'ancientpages'      => 'עלטסטע בלעטער',
'move'              => 'באַװעגן',

# Book sources
'booksources'               => 'דרויסנדיגע ליטעראַטור ISBN',
'booksources-search-legend' => 'זוכט פאר דערויסענדע ביכער מקורות',
'booksources-go'            => 'גיי',
'booksources-text'          => 'אונטען איז א ליסטע פון סייטס וואס פארקויפן נייע און גענוצטע ביכער און האבן אויך נאך אינפארמאציע איבער די ספרים וואס איר זוכט:',

# Special:Log
'specialloguserlabel'  => 'באנוצער:',
'speciallogtitlelabel' => 'טיטול:',
'alllogstext'          => 'קאמבאנירטע אויסלייג פון אלע לאגס פון{{grammar:תחילית|{{SITENAME}}}}.
מען קען פארשמעלרן די אויסוואל דורך אויסוועלן די סארט לאג, באנוצער נאמען אדער אפעקטירטע בלעטער.',

# Special:Allpages
'allpages'          => 'אלע בלעטער',
'alphaindexline'    => '$1 ביז $2',
'allpagesfrom'      => 'ווייזן בלעטער אנגעהויבן פון:',
'allarticles'       => 'אלע ארטיקלן',
'allinnamespace'    => 'אלע בלעטער (נעימספעיס $1)',
'allnotinnamespace' => 'אלע בלעטער (נישט אין נעימספעיס $1)',
'allpagesprev'      => 'פריערדיגע',
'allpagesnext'      => 'נעקסט',
'allpagessubmit'    => 'גיי',
'allpagesprefix'    => 'בלעטער וואס זייער נאמען הייבט זיך אן מיט…:',
'allpagesbadtitle'  => 'קעפל פון די געזוכטע בלאט איז געווען אומ-געזעצליך, ליידיג, אינעווייניגסטער וויקי לינק, אדער אינטער-וויקי פריפיקס. עס איז מעגליך אז עס אנטהאלט אותיות וואס מען קען נישט נוצען אין קעפלעך.',

# Special:Categories
'categories'         => '{{PLURAL:$1|קאַטעגאָריע|קאַטעגאָריעס}}',
'categoriespagetext' => 'די פאלגענדע קאַטעגאָריעס אנטהאלטן בלעטער אדער מעדיע.',

# E-mail user
'emailuser'       => 'אי-מעיל דעם באנוצער',
'emailpage'       => "אי-מעיל'ט באנוצער.",
'emailpagetext'   => 'אויב דער באנוצער האט אריינגעלייגט א גוטער אי-מעיל אדרעס אין זיינע באנוצער פרעפערענצן, וועט דער פארעם פון דא אונטען אים שיקן איין קאפי. די אי-מעיל אדרעסע פון אייך וואס איר האט אריינגעלייגט אין אייערע באנוצער פרעפערנעצן וועט זיך ווייזן כאילו דאס איז געקומען פון דארטן.',
'defemailsubject' => 'אימעיל {{SITENAME}}',
'noemailtitle'    => 'נישטא קיין אי-מעיל אדרעס',
'emailfrom'       => 'פון',
'emailto'         => 'צו',
'emailsubject'    => 'טעמע',
'emailmessage'    => 'מעסעדזש',
'emailsend'       => 'שיק',
'emailccme'       => 'אימעיל מיר א קאפי פון מיין מעסעדזש.',
'emailccsubject'  => 'קאפי פון דיין מעסעדזש צו $1: $2',
'emailsent'       => 'א-מעיל געשיקט',
'emailsenttext'   => 'דיין אי-מעיל מעסעדזש איז געשיקט געווארן.',

# Watchlist
'watchlist'            => 'מיין אויפפַּאסונג ליסטע',
'mywatchlist'          => 'מיין אויפפַּאסונג ליסטע',
'watchlistfor'         => "(פאר '''$1''')",
'nowatchlist'          => 'איר האט נישט קיין שום בלעטער אין אייער אויפפַּאסונג ליסטע.',
'watchlistanontext'    => 'ביטע $1 כדי צו זעהן אדער ענדערן בלעטער פון אייער אויפפַּאסונג ליסטע.',
'watchnologin'         => 'איר זענט נישט אריינגעסיינט',
'watchnologintext'     => 'איר מוזט זיין אריינגעסיינט [[Special:Userlogin|אריינגעסיינט]] צו מאדיפיצירן אייער אויפפַּאסונג ליסטע.',
'addedwatch'           => 'צוגעלייגט געוואָרן צום אויפפַּאסונג ליסטע',
'addedwatchtext'       => "דער אַרטיקל \"[[:\$1]]\" איז צוגעלײגט געוואָרן צו דײַן [[{{ns:special}}:Watchlist|אויפפַּאסונג ליסטע]].

ענדערונגן צו דעם בלאט און צו אירע פארבינדענע רעדן בלאט וועט זיין דא אויסגערעכענט.
און די בלאט וועט זיין '''דיק''' [[{{ns:special}}:לעצטע ענדערונגן|ליסטע פון לעצטע ענדערונגן]] צו גרינגער מאכן דאס ארויסנעמען.

אויב איר ווילט פטור ווערן דערפון פון אייער אויפפאסען ליסטע שפעטער קליקט, \"שטעלט אפ באוואכן\" אין די סיידבאר.",
'removedwatch'         => 'אַראָפּגענומען געווארן פונעם אויפפַּאסונג ליסטע',
'removedwatchtext'     => 'דער אַרטיקל "[[:$1]]" איז אָפּגעראַמעט געוואָרן פון אייער אױפֿפּאַסונג ליסטע',
'watch'                => 'אױפֿפּאַסן',
'watchthispage'        => 'טוט אױפֿפּאַסן דעם בלאט',
'unwatch'              => 'אויפֿהערן אויפֿפּאַסן',
'unwatchthispage'      => 'ענדיג אויפפאסן',
'notanarticle'         => 'דאס איז נישט קיין אינהאלט בלאט',
'wlheader-enotif'      => '* אי-מעיל נאטיפיקאציע ערמעגליכט.',
'watchlist-hide-bots'  => 'באהאלטן באטס',
'watchlist-show-own'   => 'צייג מיינע ענדערונגן',
'watchlist-hide-own'   => 'באהאלט מיינע ענדערונגן',
'watchlist-show-minor' => 'צייג מינדעריגע ענדערונגן',
'watchlist-hide-minor' => 'באהאלט מינדעריגע ענדערונגן',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'אויפפאסענדונג…',
'unwatching' => 'נעמט אראפ פון אויפפאסונג ליסטע…',

'enotif_mailer'                => 'נאטיפאקאציע שיקער {{SITENAME}}',
'enotif_reset'                 => 'באצייכן אלע בלעטער שוין געזעהן',
'enotif_newpagetext'           => 'דאס איז א נייער בלאט.',
'enotif_impersonal_salutation' => 'באנוצער {{SITENAME}}',
'changed'                      => 'געטוישט',
'created'                      => 'באשאפן',
'enotif_subject'               => 'דער בלאט $PAGETITLE אין {{grammar:תחילית|{{SITENAME}}}} $CHANGEDORCREATED דורך $PAGEEDITOR',
'enotif_lastvisited'           => 'זעה $1 פאר אלע ענדערונגען זינט אייער לעצטער וויזיט.',
'enotif_lastdiff'              => 'זעה $1 פאר די ענדערונג.',
'enotif_anon_editor'           => 'אנאנינאמע באנוצער $1',
'enotif_body'                  => 'לכבוד $WATCHINGUSERNAME,

די {{SITENAME}} בלאט $PAGETITLE איז געווארן $CHANGEDORCREATED אין $PAGEEDITDATE דורך $PAGEEDITOR, זעהט $PAGETITLE_URL פאר די איצטיגע ווערסיע.

$NEWPAGE

ענדערערס קורץ ווארט: $PAGESUMMARY $PAGEMINOREDIT

פארבידט זיך צום דעם שרייבער:
אי-מעיל: $PAGEEDITOR_EMAIL
וויקי: $PAGEEDITOR_WIKI

עס וועט מער נישט זיין קיין מעלדונגען אין פאל פון נאך ענדערונגען נאר אויב איר וועט באזוכן דעם בלאט איר קענט אויך איבערסעטן די מעלדונגען פאנען פון אלע אייערע אויפפאסונג בלעטער אין אייער אויפפאסונג ליסטער.
             אייער פריינטליכער  {{SITENAME}} מעלדונגען סיסטעם

--
צו ענדערן אייעע אויפפאסונג ליסטע, באזוכט
{{fullurl:{{ns:special}}:Watchlist/edit}}

פידבעק און מער הילף:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete/protect/revert
'deletepage'        => 'מעק אויס בלאט',
'confirm'           => 'באשטעטיג',
'excontent'         => 'אינהאלט געווען: "$1"',
'excontentauthor'   => "אינהאלט געווען: '$1' (און דער איינציגסטער בארבייטער איז געווען '[[Special:Contributions/$2|$2]]')",
'exbeforeblank'     => 'אינהאלט בעפארן אויסליידיגען איז געווען: "$1"',
'exblank'           => 'בלאט איז געווען ליידיג',
'confirmdeletetext' => 'איר גייט איצט אויסמעקן א בלאט אדער א בילד, צוזאמן מיט איר גאנצע היסטאריע, פון די דאטעבאזע.

ביטע באשטעטיגט אז דאס איז טאקע אייער כוונה, אז איר פארשטייט פולערהייט די קאנסקווענסן פון אזא הארבע אקט, און אז דאס איז אין איינקלאנג מיטן פאליסי פון דעם סייט.',
'actioncomplete'    => 'אקציע קאמפלעט',
'deletedtext'       => '"[[:$1]]" אויסגעמעקט. זעה $2 פאר רעקארד פון לעצטיגע אויסמעקונגען.',
'deletedarticle'    => 'אויסגעמעקט "[[$1]]"',
'dellogpage'        => 'אויסמעקונג לאג',
'dellogpagetext'    => 'ווייטער איז א ליסטע פון די מערסט לעצטיגע אויסמעקונגען.',
'deletionlog'       => 'אויסמעקונג לאג',
'deletecomment'     => 'סיבה פארן אויסמעקן:',
'rollback_short'    => 'אויפֿריכטן',
'rollbacklink'      => 'צוריקדרייען',
'cantrollback'      => 'מען קען נישט צוריקדרייען די ענדערונג – די לעצטער באטייליגער איז דער איינציגסטער באטייליגונג; פארט, קען מען אויסמעקן דעם בלאט.',
'alreadyrolled'     => 'מען קעגן נישט צוריקדרייען די ענדערונג פון בלאט [[:$1]] דורך [[User:$2|$2]] ([[User_talk:$2|רעדן]]); אן אנדערער האט שוין גענדערט אדער צוריקגעדרייט דעם בלאט
דאס לעצטע ענדערונג איז געווען פון [[User:$3|$3]] ([[User_talk:$3|רעדן]]).',
'editcomment'       => "קורץ ווארט איז געווען: \"'''\$1'''\".", # only shown if there is an edit comment
'revertpage'        => 'אויפֿגעריכט פון באַנוצער $2 צוריק צום לעצטע ווערסיע פון באַנוצער $1', # Additional available: $3: revid of the revision reverted to, $4: timestamp of the revision reverted to, $5: revid of the revision reverted from, $6: timestamp of the revision reverted from

# Undelete
'cannotundelete' => 'צוריקשטעלונג איז דורכגעפאלן; עס איז מעגליך אז אן אנדערע האט דאס שוין צוריקגעשטעלט.',

# Namespace form on various pages
'namespace'      => 'נאמענטייל:',
'invert'         => 'ווײַז אַלע אויסער די',
'blanknamespace' => '(הויפט)',

# Contributions
'contributions' => 'באטיילונגן פון באנוצער',
'mycontris'     => 'מײַנע טיילונגען',

'sp-contributions-blocklog' => 'בלאקירן לאג',

# What links here
'whatlinkshere'       => 'װאָס די אױף דאָס זײט פֿאַרבינדט',
'whatlinkshere-title' => 'בלעטער וואס פארבינדן צו $1',
'linkshere'           => "די פאלגנדע בלעטער פארבינדן צום בלאט '''[[:$1]]''':",
'nolinkshere'         => "קיין שום בלאט פארבינדט נישט צו '''[[:$1]]'''.",
'isredirect'          => 'ווײַטערפירן בלאט',

# Block/unblock
'blockip'                  => 'באנוצער ארויסטרייבן',
'blockiptext'              => 'באנוצט זיך מיט די פארעם דא אונטן כדי צו בלאקירן איינגעשריבענע באנוצער אדער סתם ספעציפישע איי פי אדרעסן.

אזאלכע בלאקירונגן מוזן דורכגעפירט ווערן פאר דעם בלויזן אין איינעם ציל: אפהאלטן וואנדאליזם, און לויט די פארשריפטען און פאליסיס פון די סייט.

ביטע שרייבט ארויס קלאר וואס די וואנדאליזם באשטייט, און וועלכע בלאט ער האט וואנדאליזירט.',
'ipbother'                 => 'אַנדער צײַט',
'ipboptions'               => '15 מינוטן:15 minutes,
1 שעה:1 hour,
2 שעהן:2 hours,
1 טאָג:1 day,
3 טעג:3 days,
1 װאָך:1 week,
2 װאָכן:2 weeks,
1 מאָנאַט:1 month,
3 מאָנאַטן:3 months,
6 מאָנאַטן:6 months,
1 יאָר:1 year,
אויף אייביק:infinite', # display1:time1,display2:time2,...
'ipbotheroption'           => 'אַנדער',
'badipaddress'             => 'נישט קיין גוטע אייפי אדרעס.',
'blockipsuccesssub'        => 'בלאק איז דורכגפירט מיט סוקסעס',
'blockipsuccesstext'       => 'באנוצער [[{{ns:special}}:Contributions/$1|$1]] איז פארשפארט.

זעהט די [[{{ns:special}}:Ipblocklist|ליסטע פון בלאקירטע באנוצער]] כדי צו זעהן די בלאקירונגן.',
'blocklistline'            => '$1 $2 פארשפארט $3 ($4)',
'infiniteblock'            => 'אויף אייביק',
'anononlyblock'            => 'אנינאנימעס בלויז',
'createaccountblock'       => 'אקאונט באשאף איז בלאקירט',
'blocklink'                => 'ארויסטרייבן',
'unblocklink'              => 'באַפֿרײַען',
'contribslink'             => 'באַנוצערס באטיילונגען',
'autoblocker'              => 'דו ביסט געבלאקט אטאמאטיק ווייל דו טיילסט זיך די IP אדרעס מיט [[User:$1|$1]]. דער סיבה וואס איז אנגעבען געווארן  [[User:$1|$1]] איז: "$2".',
'blocklogpage'             => 'בלאקירונג לאג',
'blocklogentry'            => 'פֿאַרשפּאַרט "[[$1]]" אויף אַ תקופה פון $2 $3',
'blocklogtext'             => 'דאס איז א לאג בוך פון אלע פארשפארטע און באפרייטע באנוצער. איי פי אדרעסן וואס זענען פארשפארט אטאמאטיק איז נישט אויסגערעכענט דא.

זעהט די [[{{ns:special}}:Ipblocklist|ליסטע פון איצטיגע געבלאקטע באנוצער]] איצטיגע.',
'block-log-flags-anononly' => 'בלויז אנינאמע באנוצער',
'block-log-flags-nocreate' => 'אקאונט באשאפען פארשפארט',
'range_block_disabled'     => 'די סיסאפ מעגליכקייט צו בלאקירן רענזש בלאקס איז אומ-ערמעגליכט.',
'ipb_expiry_invalid'       => 'אפלויפונג צייט אומ-געזעליך.',
'ipb_already_blocked'      => '"$1" איז שוין בלאקירט',
'ipb_cant_unblock'         => "פעילער: בלאק איי.די. $1 געפינט זיך נישט. ס'מעגליך שוין באפרייט געווארן.",
'ip_range_invalid'         => 'רעינזש IP אומ-ריכטיגע.',
'proxyblocker'             => 'פראקסי בלאקער',
'proxyblockreason'         => 'אייער איי.פי. אדרעס איז געווארן געבלאקט צוליב דעם ווייל דאס איז א אפענער פראקסי. ביטע פארבינדט זיך מיט אייער אינטערנעט סערוויס פראוויידער אדער טעקס סאפארט צו אינפארמירן זיי איבער דעם ערענסטן זיכערהייט פראבלעם.',

# Developer tools
'databasenotlocked' => 'די דאטעבאזע איז נישט פארשפארט.',

# Move page
'movepagetext'            => "זיך באניצן מיט דעם פארעם וועט פארענדערן דעם נאמען פון דעם בלאט, און וועט אריבערפירן זיין געשיכטע צום נייעם נאמען.

דער אלטער קעפל וועט ווערן א א ווייטערפירן בלאט צום נייעם נאמען.

פארבינדונגען צום אלטן נאמען וועלן נישט ווערן געענדערט, דעריבער פארזיכערט אז עס איז נישטא קיין [[Special:DoubleRedirects|געטאפעלטע ווייטערפירונגען]] אדער [[Special:BrokenRedirects|צעבראכענע ווייטערפירונגען]].

איר זענט פאראנטווארטלעך זיכער מאכן אז אלע פארבינדונגען ווערן געריכטעט צו דער געהעריגער ריכטונג.

אכטונג: דער בלאט וועט נישט ווערן אריבערגעפירט אויב עס איז שוין דא א בלאט אונטער דעם נייעם נאמען, אחוץ ווען ער איז ליידיג. אדער ער איז א ווייטערפירונג בלאט, און ער האט נישט קיין געשיכטע פון ענדערונגען. פשט דערפון, אז איר קענט איבערקערן א ווייטערפירונג וואס איר האט אט געמאכט בטעות, און איר קענט נישט אריבערשרייבן אן עקסיסטירענדן בלאט.

'''ווארענונג:''' אזא ענדערונג קען זיין דראסטיש און נישט געווינטשען פאר א פאפולערן בלאט; ביטע פארזיכערט אז איר פארשטייט די ווייטגרייכענדע קאנסקווענסן צו דער אקציע בעפאר איר פירט דאס אויס.",
'pagemovedsub'            => 'באַוועגט מיט הצלחה',
'articleexists'           => 'א בלאט מיט דעם נאמען עקזיסטירט שוין, אדער די נאמען וואס איר האט אויסגעוועילט איז נישט געזעצליך.
ביטע אויסוועילן אן אנדער נאמען.',
'movedto'                 => 'באַוועגנט צו',
'movetalk'                => 'באוועגט אסאסיצירטע רעדן בלאט',
'talkpagemoved'           => 'דער קארעספאנדישער רעדן בלאט איז אויך געווארן אריבערגעפירט.',
'talkpagenotmoved'        => "די קארעספאנדישער רעדן בלאט איז '''נישט''' אריבערגעפירט געווארן.",
'1movedto2'               => '[[:$1]] אריבערגעפירט צו [[:$2]]',
'1movedto2_redir'         => '[[:$1]] באַוועגט צו [[:$2]] אנשטאט רידיירעקט',
'movelogpage'             => 'באוועגן לאג',
'revertmove'              => 'צוריקדרייען',
'delete_and_move'         => 'אויסמעקן און באוועגן',
'delete_and_move_text'    => '== אויסמעקן פארלאנגט ==
די ציל באלט "[[$1]]" עקזיסטירט שוין. ווילט איר דאס אויסמעקן כדי צו ערמעגליכן דעם באוועגונג?',
'delete_and_move_confirm' => 'יא, מעק אויס דעם בלאט',
'delete_and_move_reason'  => 'אויסמעקן כדי צו קענען באוועגן',

# Export
'exporttext'      => "איר קענט עקפארטן די טעקסט און ענדערונג היסטאריע פון א פארטיקולער בלאט אדער פאר פון בלעטער ארומגענומען מיט אביסל XML. דאס קען ווערן אימפארטעט אין צו א אנדער וויקי נוצענדיג מעדיע-וויקי דורך
די [[ספעציעל:אימפארט|אימפארט בלאט]].

צו עקספארטירן בלעטער, לייגט אריין די טיטול'ען אין די טעקסט באקס פון אונטן, איין טיטול פער ליין, און סעלעקטיר אויב דו דארפסט דעם ווערסיע, ווי אויך די אלטע ווערסיעס, מיט די בלאט היסטאריע ליין'ס, אדער בלויז די איצטיגע ווערסיע מיט די קורץ ווארט אינפארמאציע פונעם לעצטן ענדערונג.

אין די לעצטער פאל קענט איר אויך נוצן א לינק, e.g. [[{{ns:special}}:Export/{{MediaWiki:Mainpage}}]] פאר די בלאט {{MediaWiki:Mainpage}}.",
'exportcuronly'   => 'רעכן אריין בלויז די איצטיגע רע-ווערסיע, נישט די פולער היסטאריע',
'exportnohistory' => "----
'''באמערקונג:''' עקספארטירן די פולער היסטאריע פון בלעטער דורך די פארעם איז געווארן אומ-ערמעגליכט צוליב פערפארמענס סיבות.",

# Namespace 8 related
'allmessages'               => 'סיסטעם מעסעזשעס',
'allmessagesname'           => 'נאמען',
'allmessagesdefault'        => 'דיפאלט טעקסט',
'allmessagescurrent'        => 'איצטיגער טעקסט',
'allmessagestext'           => 'אט דאס איז א ליסטע פון אלע סיסטעם מעלדונגען וואס זענען פאראן אין דעם  {{ns:mediawiki}}  נאמענטייל, וואס באדינען דעם אויפהאלט פונעם סייט.

סיסאפן קענען ענדערן די מעלדונגען דורך דרוקן אויפן נאמען פון דער מעלדונג.

ביטע באזוכט [http://www.mediawiki.org/wiki/Localisation מעדיעוויקי לאקאליזאציע] און [http://translatewiki.net בעטאוויקי] אויב איר ווילט ביישטייערן צו דער גענערישער מעדיעוויקי לאקאליזאציע.',
'allmessagesnotsupportedDB' => 'מען קען זיך נישט באניצן מיט דעם בלאט וויבאלד די $wgUseDatabseMessages איז געווארן בטל.',
'allmessagesfilter'         => 'מעסעדזש נאמען פילטער:',
'allmessagesmodified'       => 'ווייז נאר מאדיפיצירטע',

# Thumbnails
'thumbnail-more' => 'פארגרעסער',

# Special:Import
'importbadinterwiki'    => 'שלעכטע אינטערוויקי לינק',
'importnotext'          => 'ליידיג אדער נישט קיין טעקסט',
'importsuccess'         => '!אימפארט אדורכגעפירט מיט דערפאלג!',
'importhistoryconflict' => 'קאנפליקטינג היסטאריע רעוויזיע עקזעסטירט (מעגליך אז די בלאט איז געווארן אימפארטעט שוין פון פריער)',

# Import log
'importlogpage'             => 'אימפארט לאג',
'import-logentry-interwiki' => 'אריבערגעוויקיט $1',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'מיין באניצער בלאט',
'tooltip-pt-anonuserpage'         => 'באניצער בלאט פון  דעם אנאנימען באניצער',
'tooltip-pt-mytalk'               => 'מיין רעדן בלאט',
'tooltip-pt-anontalk'             => 'רעדן אויף אנינונימע באטייליגען',
'tooltip-pt-preferences'          => 'מיינע פרעפערענצן',
'tooltip-pt-watchlist'            => 'אויפפּאסן בלעטער',
'tooltip-pt-mycontris'            => 'מיינע באטייליגונגן',
'tooltip-pt-login'                => 'ביטע איינשרייבן, אבער עס איז נישט קיין חוב',
'tooltip-pt-anonlogin'            => 'סבעסער איינשרייבן, אבער עס איז נישט קיין חוב',
'tooltip-pt-logout'               => 'זיך אויסשרייבן',
'tooltip-ca-talk'                 => 'שמועס איבער די אינהאלט בלאט',
'tooltip-ca-edit'                 => "איר קענט ענדערן דעם בלאט, ביטע באנוצט זיך מיט ''פארויסדיגע ווייזונג'' קנעפל בעפארן אפהיטען",
'tooltip-ca-addsection'           => 'לייג צו אייער הערה צו דעם שמועס',
'tooltip-ca-viewsource'           => 'דאס איז א פארשלאסן בלאט, קענסט נאר קוקן איר מקור',
'tooltip-ca-history'              => 'פריערדיגע ווערסיעס פון דעם בלאט.',
'tooltip-ca-protect'              => 'באשיצט דעם בלאט',
'tooltip-ca-delete'               => 'אויסמעקן דעם בלאט',
'tooltip-ca-undelete'             => 'צוריק דרייען די ענדערונגען פון דעם בלאט פארן מעקן',
'tooltip-ca-move'                 => 'באוועגט דעם בלאט',
'tooltip-ca-watch'                => 'לייגט צו דעם בלאט אויפצופאסן',
'tooltip-ca-unwatch'              => 'נעמט אראפ דעם בלאט פון אויפפאסן',
'tooltip-search'                  => 'זוכט אינעם סייט',
'tooltip-search-go'               => 'גייט צו א בלאט מיט אט דעם נאמען, אויב ער עקסיסטירט',
'tooltip-search-fulltext'         => 'זוכט דעם טעקסט אין די בלעטער',
'tooltip-p-logo'                  => 'הויפט זייט',
'tooltip-n-mainpage'              => 'באזוכט דעם הויפט זייט',
'tooltip-n-portal'                => 'גייט אריין אין די געמיינדע צו שמועסן',
'tooltip-n-currentevents'         => 'מער אינפארמאציע איבער אקטועלע געשענישען',
'tooltip-n-recentchanges'         => 'ליסטע פון לעצטע ענדערונגען',
'tooltip-n-randompage'            => 'וועלט אויס א צופעליגער בלאט',
'tooltip-n-help'                  => 'הילף',
'tooltip-n-sitesupport'           => 'שטיצט אונז',
'tooltip-t-whatlinkshere'         => 'אלע בלעטער וואס פארבינדען צו דעם בלאט',
'tooltip-t-recentchangeslinked'   => 'אלע ענדערונגען פון בלעטער וואס זענען אהער פארבינדען',
'tooltip-feed-rss'                => 'דערהײַנטיגט אויטאמאטיש פון אר.עס.עס. RSS',
'tooltip-feed-atom'               => 'לייג צו אן אטאמאטישער אפדעיט דורך אטאם Atom',
'tooltip-t-contributions'         => 'אלע שרייבאכצער פון דעם באנוצער',
'tooltip-t-emailuser'             => 'שיקט אן אימעיל פאר דעם באניצער',
'tooltip-t-upload'                => 'לייגט ארויף פיילס און בילדער',
'tooltip-t-specialpages'          => 'אלע ספעציעלע בלעטער',
'tooltip-t-print'                 => 'דרוק ווערסיע פון דעם בלאט',
'tooltip-ca-nstab-main'           => 'זעהט די אינהאלט בלאט',
'tooltip-ca-nstab-user'           => 'זעט דעם באניצער בלאט',
'tooltip-ca-nstab-media'          => 'קוקט אין די מידיע בלעטער',
'tooltip-ca-nstab-special'        => "דאס איז א ספעציעלע בלאט, מ'קען איר נישט ענדערן",
'tooltip-ca-nstab-project'        => 'זעהט די פראיעקט בלאט',
'tooltip-ca-nstab-image'          => 'באקוקט דעם טעקע בלאט',
'tooltip-ca-nstab-mediawiki'      => 'זעהט די סיסטעם מעסעזשעס',
'tooltip-ca-nstab-template'       => 'זעט דעם מוסטער',
'tooltip-ca-nstab-help'           => 'זעהט די הילף בלעטער',
'tooltip-ca-nstab-category'       => 'זעהט די קאטעגאריע בלאט',
'tooltip-save'                    => 'היט אויף אייערע ענדערונגען',
'tooltip-diff'                    => 'ווײַזן אייערע ענדערונגען צום טעקסט',
'tooltip-compareselectedversions' => 'פארגלײַכם די צוויי ווערסיעס פון דעם בלאט',
'tooltip-watch'                   => 'לייגט צו דעם בלאט צו אייער אויפֿפאסונג ליסטע',
'tooltip-upload'                  => 'הייב אן אויפלאדן',

# Stylesheets
'common.css'   => '/* CSS געשריבן דא וועט אפילירן און באיינפלוסן אלע סקינס */',
'monobook.css' => '/* סטייל דא געלייגט וועט באיינפלוסן די בעקגראונד Monobook בלויז */',

# Scripts
'common.js' => '/* אלע סקריפטן פון JavaScript דא געשריבן וועט לויפן פאר אלע באנוצער ווען זיי וועלן לאדירן דעם בלאט */',

# Attribution
'anonymous'        => 'אנינאנימעס באנוצער(ס) פון {{SITENAME}}',
'lastmodifiedatby' => 'די לעצטע ענדערונג פון די בלאט איז געווען $2, $1 ביי $3.', # $1 date, $2 time, $3 user
'othercontribs'    => 'באזירט אויף ארבעט פון $1.',
'others'           => 'אנדערע',
'siteusers'        => 'באניצער(ס) {{SITENAME}} $1',
'creditspage'      => 'בלאט קרעדיטס',

# Info page
'infosubtitle' => 'אינפארמאציע וועגן בלאט',
'numedits'     => 'צאל פון רעדאקציעס (בלאט): $1',

# Patrolling
'markaspatrolleddiff' => 'באצייכנען אלס פאטראלירט',
'markaspatrolledtext' => 'באצייכנען בלאט אלס פאטראלירט',
'markedaspatrolled'   => 'באצייכנט אלס פאטראלירט',

# Image deletion
'deletedrevision' => 'אויסגעמעקט אלטע ווערסיע $1.',

# Browsing diffs
'previousdiff' => 'פריעריגע אונטערשייד →',
'nextdiff'     => 'קומענדיקע אונטערשייד ←',

# Special:Newimages
'newimages'         => 'גאַלעריע אויף נײַע בילדער',
'imagelisttext'     => 'פאלגנד א ליסטע פון {{plural:$1|איין בילד|$1 בילדער}}, סארטירט $2:',
'newimages-summary' => 'דער באזונדערער בלאט ווײַזט די לעצטע ארויפגעלאדענע טעקעס',
'showhidebots'      => '($1 ראָבאָמן)',
'noimages'          => 'נישטא קיין בילדער.',
'ilsubmit'          => 'זוכן',
'bydate'            => 'לויטן דאטום',

# Bad image list
'bad_image_list' => 'דער פארמאט איז אזוי:

רק פריטי רשימה (שורות המתחילות עם *) נחשבים.
הקישור הראשון בשורה חייב להיות קישור לתמונה שאין להציג.
כל הקישורים הבאים באותה השורה נחשבים לחריגים, כלומר לדפים שבהם ניתן להציג את התמונה.',

# EXIF tags
'exif-imagewidth'               => 'ברייט',
'exif-imagelength'              => 'הייך',
'exif-bitspersample'            => 'ביטס פער באשטאנדטייל',
'exif-compression'              => 'צאמקוועטשן סקיעם',
'exif-datetime'                 => 'פייל ענדערונג דאטום און צייט',
'exif-imagedescription'         => 'בילד טיטל',
'exif-make'                     => 'פֿאטא-אפאראט פֿאבריצירער',
'exif-model'                    => 'פֿאטא-אפאראט מאדעל',
'exif-copyright'                => 'קאפירעכטן האלטער',
'exif-exifversion'              => 'Exif ווערסיע',
'exif-flashpixversion'          => 'ווערסיע Flashpix סאפארטעד',
'exif-colorspace'               => 'ספעיס קאליר',
'exif-componentsconfiguration'  => 'מיינונג פון יעדן באשטאנדטייל',
'exif-compressedbitsperpixel'   => 'בילד צוזאמקוועטשן מאוד',
'exif-pixelydimension'          => 'גילטיגע ברייט פֿון בילד',
'exif-pixelxdimension'          => 'גילטיגע הייך פֿון בילד',
'exif-datetimeoriginal'         => 'דאטום און צייט פון פייל באשאפונג',
'exif-datetimedigitized'        => 'דאטום און צייט פון דיזשיטייזונג',
'exif-exposuretime'             => 'עקספאוזשער צייט',
'exif-exposuretime-format'      => '$1 סעק ($2)',
'exif-fnumber'                  => 'נומער F',
'exif-exposureprogram'          => 'אויפדעקונג פראגראם',
'exif-aperturevalue'            => 'עפען',
'exif-brightnessvalue'          => 'אפענקייט',
'exif-exposurebiasvalue'        => 'עקספאוזשער בייעס',
'exif-flash'                    => 'פלעש',
'exif-focallength'              => 'לענס פאוקאל לענג',
'exif-focallength-format'       => '$1 מ"מ',
'exif-flashenergy'              => 'פלעש ענערגיע',
'exif-focalplanexresolution'    => 'פאקאל פלעין עקס רעזאלוציע',
'exif-focalplaneresolutionunit' => 'פאקאל פלעין רעזאלוציע מאס',
'exif-exposureindex'            => 'עקספאוזשער אינדעקס',
'exif-filesource'               => 'פייל מקור',
'exif-cfapattern'               => 'פעטערן CFA',
'exif-customrendered'           => 'קאסטעם בילד פראצעסירונג',
'exif-exposuremode'             => 'עקספאוזשער מאוד',
'exif-digitalzoomratio'         => 'דיזשיטאלער זום ראשיאו',
'exif-focallengthin35mmfilm'    => 'פאקאל לענג אין 35 מ"מ פילם',
'exif-gaincontrol'              => 'סצענע קאנטראל',
'exif-contrast'                 => 'קאנטראסט',
'exif-devicesettingdescription' => 'זאך סעטינגס אראפמאלונג',
'exif-gpslatitude'              => 'לאטיטוד',
'exif-gpsaltituderef'           => 'אלטיטוט רעפערענץ',
'exif-gpsaltitude'              => 'אלטיטוט',
'exif-gpsdop'                   => 'מאס פוקנטליכקייט',
'exif-gpsimgdirectionref'       => 'רעפערענץ פאר ריכטונג פון בילד',
'exif-gpsimgdirection'          => 'ריכטונג פון בילד',
'exif-gpsdestlatituderef'       => 'רעפערענץ פאר לעטיטוד פון דעסטינאציע',
'exif-gpsdestlatitude'          => 'לעטיטוד פון דעסטינאציע',
'exif-gpsdestlongituderef'      => 'רעפערענץ פאר לענגטיטוד פון דעטינאציע',
'exif-gpsdestlongitude'         => 'לאנגטיטוד פון דעסטינאציע',
'exif-gpsdestbearingref'        => 'רעפערענץ פאר ריכטונג פון דעסטינאציע',
'exif-gpsdestbearing'           => 'ריכטונג פון דעסטינאציע',
'exif-gpsdestdistanceref'       => 'רעפערענץ פאר ווייטקייט פון דעסטינאציע',
'exif-gpsdestdistance'          => 'ווייטקייט פון דעטינאציע',
'exif-gpsareainformation'       => 'נאמען פון GPS געגענט',
'exif-gpsdatestamp'             => 'דאטום GPS',
'exif-gpsdifferential'          => 'דיפראנציאלע קאקרעקציע GPS',

# EXIF attributes
'exif-compression-1' => 'אומ-צאמגעקוועטשט',

'exif-componentsconfiguration-0' => "ס'עקזיסטירט נישט.",

'exif-exposureprogram-0' => 'נישט דעפענירט',
'exif-exposureprogram-1' => 'מעניועל',
'exif-exposureprogram-2' => 'נארמאלער פראגראם',
'exif-exposureprogram-3' => 'עפענען פריאריטעט',
'exif-exposureprogram-4' => 'צאמשפארן פריאריטעט',
'exif-exposureprogram-5' => 'שאפענדע פראגראם (בייעסט אין ריכטונג פוןדי טיפקייט פעלד)',
'exif-exposureprogram-6' => 'אקטיוו פראגראם (בייעס אויפן ריכטונג צו צומאכן ספיד)',
'exif-exposureprogram-7' => 'פארטרעיט מצב (פאר קלאוסאפ בילדער אין די בעקגראונד ארויס פון פאקוס)',
'exif-exposureprogram-8' => 'לענדסקעיפ מצב (פאר בילדער פון פאנאראמעס וואס בעקגראונד איז אין פאקוס)',

'exif-focalplaneresolutionunit-2' => 'אינטשעס',

'exif-customrendered-0' => 'נארמאלער פראצעס',
'exif-customrendered-1' => 'קאסטעם פראצעס',

'exif-exposuremode-0' => 'אוטאמאטיק עקספאוזשער',
'exif-exposuremode-1' => 'מעניואל עקספאוזשער',
'exif-exposuremode-2' => 'אטאמאטישער לייסטל',

'exif-gaincontrol-0' => 'גארנישט',
'exif-gaincontrol-1' => 'נידעריגע צובאקומען ארויף',
'exif-gaincontrol-2' => 'הויכע צובאקומען ארויף',
'exif-gaincontrol-3' => 'נידעריגע צובאקומען אראפ',
'exif-gaincontrol-4' => 'הויכע צובאקומען אראפ',

'exif-contrast-0' => 'נארמאל',
'exif-contrast-1' => 'ווייך',
'exif-contrast-2' => 'הארט',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'צפון לעטיטוד',
'exif-gpslatitude-s' => 'דרום לאטיטוד',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'ריכטיגע דירעקציע',
'exif-gpsdirection-m' => 'מאגנאטיק ריכטונג',

# External editor support
'edit-externally'      => 'עדיט די פייל דורך א דערויסענדיגער אפליקאציע',
'edit-externally-help' => 'זעהט די [http://meta.wikimedia.org/wiki/Help:External_editors סעטאפ אנווייזונגען] פאר מער אינפארמאציע.',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'אַלע',
'imagelistall'     => 'אַלע',
'watchlistall2'    => 'אַלע',
'namespacesall'    => 'אַלע',

# E-mail address confirmation
'confirmemail'            => 'באשטעטיגט אייער אימעיל אדרעס',
'confirmemail_noemail'    => 'איר האט נישט קיין ריכטיגע אימעיל אדרעס אויפגעסעט אין אייער[[{{ns:special}}:Preferences|באנוצער פרעפערעצן]].',
'confirmemail_text'       => 'די וויקי פארלאנגט אז איר זאלט באשטעטיגן אייער בליצפאסט אדרעס איידער איר באניצט זיך מיט דער ע-פאסט באדינסט. דרוקט אויפן קנעפל אונטן כדי צו שיקן א באשטעטיגונג קאד צו אייער אדרעס. לאדט אן דעם לינק אין אייער בלעטערער צו באשטעטיגן אז אייער אדרעס איז גילטיג.',
'confirmemail_pending'    => '<div class="error">אימעיל באשטעטיגונג קאוד איז שוין געשיקט געווארן צו אייך; אויב האט איר לעצטענס באשאפן אן אקאונט, עס מעגליך אז איר ברויכט ווארטן א פאר סעקונדעס אדער מינוט ביז דאס דערגרייכט אייך ווי איידער צו בעטן א נייע קאוד.</div>',
'confirmemail_send'       => 'שיק א באשטעטיגונג קאוד',
'confirmemail_sent'       => 'באשטעטיגונג קאוד אימעיל געשיקט.',
'confirmemail_oncreate'   => 'באשטעטיגונג קאוד איז געשיקט געווארן צו אייער אימעיל אדרעס. די קאוד פארלאנגט זיך נישט אויף צו קענען אריין, אבער איר וועט עס דארפן דערלאנגן אויף זיך צו קענען באנוצען מיט אימעיל באזירטע פיטשערס אין די וויקי.',
'confirmemail_sendfailed' => 'דאס שיקן אייך די באשטעטיגונג קאוד אויף אימעיל איז דורכגעפאלן. ביטע טוט דובל-טשעקן אויב עס האט נישט קיין טעות און ווערטער.

אימעיל צוריגעקערט: $1',
'confirmemail_invalid'    => 'נישט קיין גוטע קאנפירימאציע קאוד. עס האט מעגליך עקפייערט.',
'confirmemail_needlogin'  => 'ברויכט איר דורכפירן $1 כדי צו באשטעטיגן אייער אימעיל אדרעס.',
'confirmemail_success'    => 'אייער אימעיל אדרעס איז באשטעטיגט. איר קענט איצט אריין אין אייער אקאונט און הנאה האבן פון די וויקי.',
'confirmemail_loggedin'   => 'אייער אימעיל אדרעס איז איצט געווארען באשטעטיגט.',
'confirmemail_error'      => 'עפעס איז געגאנגען שלעכט מיט סעיוון אייער קאנפירימאציע.',
'confirmemail_subject'    => 'באשטעטיגונג קאוד אימעיל פון{{grammar:תחילית|{{SITENAME}}}}',
'confirmemail_body'       => 'עמעצער, ווארשיינליך איר (פון איי פי אדרעס: $1), האט איינגעשריבן די קונטע: "$2" מיט אט דעם בליצפאסט אדרעס אויף {{SITENAME}}.

כדי זיכער מאכן אז די קונטע געהערט טאקע צו אייך, ביטע טוט עפענען דעם לינק אין די אייער בלעטערער:

$3

אויב *נישט* איר האט איינגעשריבן די קונטע, פאלגט די דאזיגע לינק מבטל צו זיין די ע-פאסט אדרעס באשטעטיגונג:

$5

דער באשטעטיגונג קאד גייט אויס $4.',

# Delete conflict
'deletedwhileediting' => 'ווארענונג: די בלאט איז געווארן אויסגעמעקט נאכדעם וואס איר האט אנגעהויבן דאס עדיטען!',
'confirmrecreate'     => "באנוצער [[User:$1|$1]] ([[User_talk:$1|רעדן]]) האט אויסגעמעקט דעם בלאט נאכדעם וואס איר האט אנגעהויבן דאס צו ענדערן, אלס אנגעבליכער סיבה:
:'''$2'''
ביטע באשטעטיגט אז איר ווילט טאקע צוריקשטעלן דעם בלאט.",

# action=purge
'confirm_purge'        => 'אויסקלארן די קאשעי פון דעם בלאט?

$1',
'confirm_purge_button' => 'אויקעי',

# AJAX search
'articletitles' => "זוכט בלעטער וואס הייבן זיך אן מיט '''$1'''",

# Table pager
'ascending_abbrev'  => 'ארויף',
'descending_abbrev' => 'נידערן',

# Auto-summaries
'autosumm-blank'   => 'אפגעמעקט די גאנצע אינהאלט פון בלאט',
'autosumm-replace' => "ערזעצט דעם בלאט מיט '$1'",
'autoredircomment' => 'ווייטערפירן צו [[$1]]',
'autosumm-new'     => 'נייער בלאט: $1',

# Special:Version
'version-specialpages' => 'ספעציעלע בלעטער',

# Special:SpecialPages
'specialpages-group-needy' => 'בלעטער וואס מען דארף זיי באארבעטן',

);
