<?php
/** Erzya (эрзянь кель)
 *
 * @addtogroup Language
 *
 * @author Erzianj jurnalist
 * @author Botuzhaleny-sodamo
 * @author MF-Warburg
 */

$messages = array(
# User preference toggles
'tog-underline'               => 'Сюлмавома налткетнень алга черькстамс:',
'tog-highlightbroken'         => 'Невтемс налткетнень конат арасть <a href="" class="new">вана  истя</a>(лиякс вана истя<a href="" class="internal">?</a>).',
'tog-justify'                 => '
Видькставтомс сёрмадовксонть лопанть кувалмга',
'tog-hideminor'               => 'Од полавтоматнесэ кекшемс вишинькине витевкстнэнь',
'tog-extendwatchlist'         => 'Вадрялгавтозь ваномань сёрмадовксонть тешкснесэ',
'tog-usenewrc'                => 'Вадрялгавтозь сёрмадовксонть тешкснесэ од лиякстоматьнень (JavaScript)',
'tog-numberheadings'          => 'Автоловома путовкс сёрмадовксонть леменьтэ',
'tog-showtoolbar'             => 'Кедьёнкс лазнэнть невтемс сёрмадома шкасто (JavaScript)',
'tog-editondblclick'          => 'Кавксть лепштязь совамс сёрмадовксонь витнеме петнеме (JavaScript)',
'tog-editsection'             => 'Невтемс налткенть «витемс» эрьва секциянтте-пельксеньте',
'tog-editsectiononrightclick' => 'Витемс секциятнень-пелькснень видьёнонь чееренть лепштямсто сёрмадовксонть лементь ланксо (JavaScript)',
'tog-showtoc'                 => 'Невтемс сёрмадовкс потмоксонзо (лопатьнене 3-нь седе ламо сёрмадовкс марто)',
'tog-rememberpassword'        => 'Мельсэ кирдемс монь кирдиця сёрмодавксом те арсимашинасонть',
'tog-editwidth'               => 'Витема паксясь весе браузер вальманть келесэ',
'tog-watchcreations'          => 'Топавтомс монейсэ теезь лопатьнень ванома лемрисьмесенть',
'tog-watchdefault'            => 'Топавтомс монейсэ витезь лопатьнень ванома лемрисьменьте',
'tog-watchmoves'              => 'Топавтомс монейсэ лиякс лемдязь лопатьнень ванома лемрисьмесеньте',
'tog-watchdeletion'           => 'Топавтомс монейсэ нардазь лопатьнень ванома валрисьменьте',
'tog-minordefault'            => 'Чатьмоньдязь тешкстамс витевкснень кода аламопокшокс',
'tog-previewontop'            => 'Невтемс сёрмадовксонть васняневтевксенть  вальманть витеманзо видс',
'tog-previewonfirst'          => 'Нейке невтевкс васняяк лиякстомаванть',
'tog-nocache'                 => 'А мерема лопаньте кешировамс',
'tog-enotifwatchlistpages'    => 'Пачтямс e-mail-лованть трокс лиякстоматьнеде ванома валрисьмесенть',
'tog-enotifusertalkpages'     => 'Пачтямс e-mail-лованть  лиякстоматьнеде совицянь ванома валрисьмесенть',
'tog-enotifminoredits'        => 'Пачтямс  e-mail-лованть мик ауль седе пек лиякстоматьнеде',
'tog-enotifrevealaddr'        => 'Невтемс монь сёрмапаргом яволявтомань сёрмадовкснесэ',
'tog-shownumberswatching'     => 'Невтемс совицятнэнь ламочист, конат аравтызь лопанть эсист ванома валрисьменьте',

'underline-always' => 'Свал',
'underline-never'  => 'Зярдояк',

# Dates
'sunday'    => 'Таргочи',
'monday'    => 'Атяньчи',
'tuesday'   => 'Вастаньчи',
'wednesday' => 'Куншкачи',
'thursday'  => 'Калоньчи',
'friday'    => 'Сюконьчи',
'saturday'  => 'Шлямочи',
'january'   => 'Якшамков',
'february'  => 'Даволков',
'march'     => 'Эйзюрков',
'april'     => 'Чадыков',
'may_long'  => 'Панжиков',
'june'      => 'Аштемков',
'july'      => 'Медьков',
'august'    => 'Умарьков',
'september' => 'Таштамков',
'october'   => 'Ожоков',
'november'  => 'Сундерьков',
'december'  => 'Ацамков',

);
