<?php
/** Moksha (мокшень кяль)
 *
 * @addtogroup Language
 *
 * @author Numulunj pilgae
 * @author Kranch
 * @author Nike
 */

$fallbak = 'ru';

$messages = array(
# User preference toggles
'tog-underline'               => 'Сюлмафкснень алга китькстамс:',
'tog-highlightbroken'         => 'Латцемс синьтьф сюлмафкснень <a href="" class="new">вага ста</a> (илякс: вага ста<a href="" class="internal">?</a>).',
'tog-justify'                 => 'Тиемс фкакс сёрматфть ушедоматнень лопать кувалмова',
'tog-hideminor'               => 'Од полафтоматнень эса кяшемс йомланя видептематнень',
'tog-extendwatchlist'         => 'Келептемс ваномань сёрмалувомать сембе полафтоматнень няфтемга',
'tog-usenewrc'                => 'Цебярьгофтф од илякстоптомат (JavaScript)',
'tog-numberheadings'          => 'Сёрмадома коняксс лувомтяшксне эслек путовихть',
'tog-showtoolbar'             => 'Кядьйонкс седяфксть няфтемс сёрмадомбачк (JavaScript)',
'tog-editondblclick'          => 'Кафксть люпштазь сувамс сёрматфть петнема (JavaScript)',
'tog-editsection'             => 'Няфтемс сюлмафксть [петемс] эрь пяльксонди',
'tog-editsectiononrightclick' => 'Петнемс пялькстне: люпштамс сёрмадомбяльксть лемонц лангс видешире пуняса (JavaScript)',
'tog-showtoc'                 => 'Няфтемс сёрматфть потмакс (лопатнень, конатнень эса 3 сёрмадома конякста лама)',
'tog-rememberpassword'        => 'Ванфтомс монь сувама лемозе тя содама машинаса',
'tog-editwidth'               => 'Петнема паксясь сембе вальмать келес',
'tog-watchcreations'          => 'Сувафтомс монь тефть лопатне монь ванома сёрмалувомазон',
'tog-watchdefault'            => 'Сувафтомс монь петема лопатне монь ванома сёрмалувомазон',
'tog-watchmoves'              => 'Лопать илякстоптомста сувафтомс сонь монь ванома сёрмалувомазон',
'tog-watchdeletion'           => 'Лопать нардамста сувафтомс сонь монь ванома сёрмалувомазон',
'tog-minordefault'            => 'Тяшксемс сембе петема анцяйнятне мъзярс илякс изь мярьгов',
'tog-previewontop'            => 'Няфтемс сёрматфть васень няфтемать петемань седяфксть инголе',
'tog-previewonfirst'          => 'Васень няфтема васенце петнемада меле',
'tog-nocache'                 => 'Аф мярьгома лопатнень эслек ванфневи файлснон тиемс',
'tog-enotifwatchlistpages'    => 'Кучемс электрононь сёрма монь ванома лопать илякстоптомада меле',
'tog-enotifusertalkpages'     => 'Кучемс электрононь сёрма монь тиить корхтама лопанц илякстоптомада меле',
'tog-enotifminoredits'        => 'Кучемс электрононь сёрма нъльне петема анцяйняда меле',
'tog-enotifrevealaddr'        => 'Штафтомс монь электрононь адресозе пачфтема сёрмаса',
'tog-shownumberswatching'     => 'Няфтемс мъзяра сувайда конат арафтозь лопать эсь ванома сёрмалувомазост',
'tog-fancysig'                => 'Казяма кядьтяшкст (эслек тиеви сюлмафксфтома)',
'tog-externaleditor'          => 'Нолдамс тевс ушеширень петнить мъзярс илякс изь мярьгов',
'tog-externaldiff'            => 'Нолдамс тевс ушеширень програм верзиень ваксс путоманкса мъзярс илякс изь мярьгов',
'tog-showjumplinks'           => 'Мярьгомс "юпадемс" сатовома сюлмафкстненди',
'tog-uselivepreview'          => 'Максомс эряй васень няфтемась (JavaScript) (Варжамань)',
'tog-forceeditsummary'        => 'Няфтемс мондине мезе сёрмадомс шава петнема вальмас сувамста',
'tog-watchlisthideown'        => 'Кяшемс монь петнематне ванома лопаста',
'tog-watchlisthidebots'       => 'Кяшемс bot петнематне ванома лопаста.',
'tog-watchlisthideminor'      => 'Кяшемс петнема анцяйнятне ванома лопаста',
'tog-ccmeonemails'            => 'Кучт тейне копия электрононь сермане конатнень кучсайне иля тиихненди.',
'tog-diffonly'                => 'Тят няфте лопань потмоц кафта верзиятнень ваксс путомать ала',

'underline-always'  => 'Фалу',
'underline-never'   => 'Мъзярдонга',
'underline-default' => 'Интернет поладксть кадомс апак полафтт',

'skinpreview' => '(Васень няфтема)',

# Dates
'sunday'        => 'Таргжи (Недляши)',
'monday'        => 'Видеши (Панедельник)',
'tuesday'       => 'Шавши',
'wednesday'     => 'Вержи',
'thursday'      => 'Шуваланя',
'friday'        => 'Шумордамши (Пяденця)',
'saturday'      => 'Йоткши',
'sun'           => 'Тр',
'mon'           => 'Вд',
'tue'           => 'Шв',
'wed'           => 'Вр',
'thu'           => 'Швл',
'fri'           => 'Шм',
'sat'           => 'Йот',
'january'       => 'Йандварь',
'february'      => 'Февральков',
'march'         => 'Марков',
'april'         => 'Апрельков',
'may_long'      => 'Майгов',
'june'          => 'Июньков',
'july'          => 'Июльков',
'august'        => 'Августков',
'september'     => 'Сентябрьков',
'october'       => 'Октябрьков',
'november'      => 'Ноябрьков',
'december'      => 'Декабрьков',
'january-gen'   => 'Йандварень',
'february-gen'  => 'Февральковонь',
'march-gen'     => 'Марковонь',
'april-gen'     => 'Апрельковонь',
'may-gen'       => 'Майговонь',
'june-gen'      => 'Июньковонь',
'july-gen'      => 'Июльковонь',
'august-gen'    => 'Августковонь',
'september-gen' => 'Сентябрьковонь',
'october-gen'   => 'Октябрьковонь',
'november-gen'  => 'Ноябрьковонь',
'december-gen'  => 'Декабрьковонь',
'jan'           => 'Йан',
'feb'           => 'Фев',
'mar'           => 'Мар',
'apr'           => 'Апр',
'may'           => 'Май',
'jun'           => 'Июн',
'jul'           => 'Июл',
'aug'           => 'Авг',
'sep'           => 'Сен',
'oct'           => 'Окт',
'nov'           => 'Нов',
'dec'           => 'Дек',

# Bits of text used by many pages
'categories'            => 'Категориет',
'pagecategories'        => '{{PLURAL:$1|Категорие|Категориет}}',
'category_header'       => '"$1" категориеса лопатне',
'subcategories'         => 'Субкатегориет',
'category-media-header' => '"$1" категориеса медиясь',
'category-empty'        => "''Медиа лопат тя категориеса ашет.''",

'mainpagetext'      => "<big>'''МедиаВикить арафтозь лац.'''</big>",
'mainpagedocfooter' => 'Ванк [http://meta.wikimedia.org/wiki/Help:Contents Ветямовал Тиинди] тяса ули кода содамс Вики програпнень эрявикснень колга.

== Эрявикс сюлмафксне ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Васьфневи арафнематнень кярькссь]
* [http://www.mediawiki.org/wiki/Manual:FAQ МедиаВикить Сидеста Кеподеви Кизефксне]
* [http://lists.wikimedia.org/mailman/listinfo/mediawiki-announce МедиаВикить од верзиятнень колга кулянь пачфтема]',

'about'          => 'Колганза',
'article'        => 'Сёрматфть потмонц лопац',
'newwindow'      => '(панчсеви од вальмаса)',
'cancel'         => 'Мърдамс меки',
'qbfind'         => 'Мук',
'qbbrowse'       => 'Ванондома',
'qbedit'         => 'Петнема',
'qbpageoptions'  => 'Тя лопась',
'qbpageinfo'     => 'Контекстсь',
'qbmyoptions'    => 'Монь лопане',
'qbspecialpages' => 'Башка тевонь лопат',
'moredotdotdot'  => 'Сяда лама...',
'mypage'         => 'Монь лопазе',
'mytalk'         => 'Монь корхтамазе',
'anontalk'       => 'Корхтамс тя IP-ть мархта',
'navigation'     => 'Навигацие',

# Metadata in edit box
'metadata_help' => 'Метадата:',

'errorpagetitle'    => 'Эльбятькс',
'returnto'          => 'Мърдамс $1-с.',
'tagline'           => '{{SITENAME}}-ста',
'help'              => 'Лезкс',
'search'            => 'Вешендемс',
'searchbutton'      => 'Вешентьк',
'go'                => 'Аре',
'searcharticle'     => 'Аре',
'history'           => 'Лопань полафнемат',
'history_short'     => 'Йотай полафнемат',
'updatedmarker'     => 'мекольце сашендомазень меле полафтовсь',
'info_short'        => 'Информацие',
'printableversion'  => 'Лихтеви верзие',
'permalink'         => 'Васу сюлмафкс',
'print'             => 'Нолдамс',
'edit'              => 'Петнеме',
'editthispage'      => 'Петнемс тя лопать',
'delete'            => 'Нардамс',
'deletethispage'    => 'Нардамс тя лопать',
'undelete_short'    => 'Мърдафтомс {{PLURAL:$1|петнема|$1 петнемат}}',
'protect'           => 'Араламс',
'protect_change'    => 'полафтомс араламать',
'protectthispage'   => 'Араламс тя лопать',
'unprotect'         => 'Валхтомс араламать',
'unprotectthispage' => 'Валхтомс тя лопать араламац',
'newpage'           => 'Од лопа',
'talkpage'          => 'Корхтамс тя лопать колга',
'talkpagelinktext'  => 'Корхтама',
'specialpage'       => 'Башка тевонь лопа',
'personaltools'     => 'Эсь кядьйонкст',
'postcomment'       => 'Кучемс арьсемат',
'articlepage'       => 'Ваномс потмакслопать',
'talk'              => 'Корхнема',
'views'             => 'Ванфт',
'toolbox'           => 'Кядьйонкс кярькс',
'userpage'          => 'Ваномс тиить лопанц',
'projectpage'       => 'Ваномс проектть лопанц',
'imagepage'         => 'Ваномс архтофкс лопать',
'mediawikipage'     => 'Ваномс сёрма лопать',
'templatepage'      => 'Ваномс кепотькс лопать',
'viewhelppage'      => 'Ваномс лезкс лопать',
'categorypage'      => 'Ваномс категориень лопать',
'viewtalkpage'      => 'Ваномс корхнемат',
'otherlanguages'    => 'Иля кяльса',
'redirectedfrom'    => '(Йотафтф $1-ста)',
'redirectpagesub'   => 'Иля вастс йотафтф лопа',
'lastmodifiedat'    => 'Тя лопать мекольцеда петнезь $2, $1.', # $1 date, $2 time
'viewcount'         => 'Тя лопас сувасть {{PLURAL:$1|весть|$1-ксть}}.',
'protectedpage'     => 'Тя лопать аралаф',
'jumpto'            => 'Юпадемс тязк:',
'jumptonavigation'  => 'навигацие',
'jumptosearch'      => 'вешендема',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'         => '{{SITENAME}} колга',
'aboutpage'         => 'Project:Колга',
'bugreports'        => 'Эльбятькс колга пачфтемат',
'bugreportspage'    => 'Project:Эльбятькс колга пачфтемат',
'copyright'         => 'Сёрматфсь ули кода мумс $1-са.',
'copyrightpagename' => '{{SITENAME}} копияма видекс',
'copyrightpage'     => '{{ns:project}}:Копияма видекст',
'currentevents'     => 'Мезе тяса моли',
'currentevents-url' => 'Project:Мезе тяса моли',
'disclaimers'       => 'Видешинь корхтаматне',
'disclaimerpage'    => 'Project:Пря видешинь корхнема',
'edithelp'          => 'Петнемань лезкс',
'edithelppage'      => 'Help:Петнема',
'faq'               => 'Сидеста Кеподеви Кизефксне',
'faqpage'           => 'Project:Сидеста Кеподеви Кизефксне',
'helppage'          => 'Help:Лопань потмоц',
'mainpage'          => 'Пря лопа',
'policy-url'        => 'Project:Политик',
'portal'            => 'Пуромксонь вальма',
'portal-url'        => 'Project:Пуромксонь вальма',
'privacy'           => 'Сёпомань политиксь',
'privacypage'       => 'Project:Сёпомань политиксь',
'sitesupport'       => 'Лезкс максома',
'sitesupport-url'   => 'Project:Сайтть нежедемась',

'badaccess'        => 'Мярьговома эльбятькс',
'badaccess-group0' => 'Тондейть аф мярьгови тиемс ся мезе тон вешеть.',
'badaccess-group1' => 'Тевсь тон вешеть мярьгови тиемс аньцек полга $1-ть тиихненди.',
'badaccess-group2' => 'Тевсь то вешеть мярьгови тиемс аньцек фкя полгань тиихненди $1-ть полгатнень йоткса.',
'badaccess-groups' => 'Тевсь тон вешеть мярьгови тиемс аньцек фкя полгань тиихненди  $1-ть полгатнень йоткса.',

'versionrequired'     => 'Эряви МедиаВикить верзиенц $1',
'versionrequiredtext' => 'Тя лопать панжеманцты эрявксты МедиаВикить верзие $1. Ванк [[Special:Верзие|верзиень лопась]].',

'ok'                      => 'OK',
'retrievedfrom'           => '"$1"-ста сявф',
'youhavenewmessages'      => 'Тонь ули $1 ($2).',
'newmessageslink'         => 'Од сёрмат',
'newmessagesdifflink'     => 'мекольце полафтома',
'youhavenewmessagesmulti' => 'Тонь улихть од сёрмат $1-са',
'editsection'             => 'петнемс',
'editold'                 => 'петнемс',
'editsectionhint'         => 'Петемс пялькс: $1',
'toc'                     => 'Лопань потмоц',
'showtoc'                 => 'няфтемс',
'hidetoc'                 => 'кяшемс',
'thisisdeleted'           => 'Ваномс эли мърдафтомс $1?',
'viewdeleted'             => 'Ваномс $1?',
'restorelink'             => '{{PLURAL:$1|нардаф петнема|$1 нардаф петнемат}}',
'feedlinks'               => 'Сортса:',
'feed-invalid'            => 'Аф кондясти сёрматфтома каналть сортоц.',
'site-rss-feed'           => '$1 RSS линия',
'site-atom-feed'          => '$1 Atom линия',
'page-rss-feed'           => '"$1" RSS линия',
'page-atom-feed'          => '"$1" Atom линия',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Лопа',
'nstab-user'      => 'Тиить лопась',
'nstab-media'     => 'Медиа лопась',
'nstab-special'   => 'Башка лопа',
'nstab-project'   => 'Проектонь лопа',
'nstab-image'     => 'Файл',
'nstab-mediawiki' => 'Сёрма',
'nstab-template'  => 'Лопа кепотькс',
'nstab-help'      => 'Лезкс лопа',
'nstab-category'  => 'Категорие',

# Main script and global functions
'nosuchaction'      => 'Тянь тиемс аш кода',
'nosuchactiontext'  => 'Аш кода морафтомс тя URL-са сёрматф кошардоматне Викить програматнень вельде.',
'nosuchspecialpage' => 'Стама башка лопа аш',
'nospecialpagetext' => "<big>'''Аш стама башка лопа.'''</big>

Ванк [[Special:Specialpages]].",

# General errors
'error'                => 'Эльбятькс',
'databaseerror'        => 'Датабаза эльбятькс',
'dberrortext'          => 'Датабазань вешеньдембачк лиссь синтакс эльбятькс.
Тя, улема, програмонь эльбятькс.
Мекольце датабазонь вешендема ульсь:
<blockquote><tt>$1</tt></blockquote>
функциеста "<tt>$2</tt>".
MySQL лиссь эльбятькс "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'Датабазонь вешеньдембачк лиссь синтакс эльбятькс.
Мекольце датабазонь вешеньдема ульсь:
"$1"
функциеста "$2".
MySQL лиссь эльбятькс "$3: $4"',
'noconnect'            => 'Ужялькс! Викиса тяни текникань проблепт, аш кода сотнемс датабазонь серверть мархта. <br />
$1',
'nodb'                 => 'Аш кода сотомс $1 датабаза мархта',
'cachederror'          => 'Тя лопать копияц, кона, улема, сирелгодсь тяниень верзиенц коряс.',
'laggedslavemode'      => 'Шарфтк мяльце: Тя лопась, улема, сирелгодсь.',
'readonly'             => 'Датабазась пякстаф',
'enterlockreason'      => 'Сёрматк тязк пякстама туфтал тонь арьсемацень мархта эли няфтть тяса мъзярда ули кода пякстамать валхтомс.',
'readonlytext'         => 'Датабазась тяни пякстаф од сёрмадоматненди эли полафнематненди, шятьта нежедематненди, меле сон мърдай эрьшинь покаманцты.

Оцюнясь кона сонь пякстазе арьсезе сонь шарьхкотьфтемац: $1',
'missingarticle'       => 'Датабазась изь му сёрмалопа "$1" лемса.

Шятьта тон кундать сирелготф полафнематнень лувомать сюлмафксс эли лопась тон вешить тяни нардаф.

Лисендяряй ся иля туфталть сюнеда, тон улема муть програмонь эльбятькс.
Эняльттяма пачфтемс тянь колга оцюняти URL тяштемста.',
'readonly_lag'         => 'Датабазась эслек пякстась мъзярс кядяла датабаза серверхт сотни прясерверть мархта',
'internalerror'        => 'Потмонь эльбятькс',
'internalerror_info'   => 'Потмонь эльбятькс: $1',
'filecopyerror'        => 'Аш кода копиямс файл "$1" файл "$2"с.',
'filerenameerror'      => 'Аш кода "$1" файлти максомс од лем "$2".',
'filedeleteerror'      => 'Файл "$1" аф нардави.',
'directorycreateerror' => 'Директорие "$1" аф тиеви.',
'filenotfound'         => 'Файл "$1" аф муви.',
'fileexistserror'      => 'Файл "$1" аф сёрмадови: стама файлсь ульсь ни',
'unexpected'           => 'Аф шарьхкодеви смузьсь: "$1"="$2".',
'formerror'            => 'Эльбятькс: Формсь аф кучеви',
'badarticleerror'      => 'Тя лопаса тя аф тиеви.',
'cannotdelete'         => 'Лопась эли кочкаф файлсь аф нардави. (Сон, улема, нардафоль инголе.)',
'badtitle'             => 'Аф кондясти лем',
'badtitletext'         => 'Вешф лопань лемоц аф тяфтама эли шава. Шятьта кялень-йотка эли викинь-йотка лемсна аф лац сюлмафт. Сон, улема, ащи тага фкя эли лама лемс аф путови башка тяштькста конат лемс аф путови.',
'perfdisabled'         => 'Ужялькс! Тя тевсь аф тиеви мъзярошка пингс сяс мес сон лоткафни датабазать эди киндиге аш кода сонь мархта сотнемс.',
'perfcached'           => 'Вешф програмонь информациесь сёрматфоль эслек ванфневи файлхнень эса ди, улема, сирелгодсь.',
'perfcachedts'         => 'Тя програмонь информациесь сёрматфоль эслек ванфневи файлхнень эса ди мекольцеда одонзаф $1.',
'querypage-no-updates' => 'Тя лопать одонзапне тяни аф тиевихть. Информациесь тяса тяни аф одонзави.',
'wrong_wfQuery_params' => 'Аф кондясти параметратне функцияса wfQuery()<br />
Функцие: $1<br />
Вешфкс: $2',
'viewsource'           => 'Ваномс лисьмоть',
'viewsourcefor'        => 'Лопа $1',
'actionthrottled'      => 'Куроксшись кирьфтаф',
'actionthrottledtext'  => 'Спам мархта тюрема туфталонкса тя тевть ламоксть тиемась нюрьхконя йотка пингста кардаф. Эняльттяма мърдамс тя тевти мъзярошка минутода меле.',
'protectedpagetext'    => 'Тя лопас сувама пякстаф лопань петнема кардамать сюнеда.',
'viewsourcetext'       => 'Тейть ули кода ваномс эди копиямс тя лопать лисьмоц:',
'protectedinterface'   => 'Тя лопаса ащи лопать ванфонц програмонь текстоц, сон пякстаф кальдяв тевда араламать сюнеда.',
'editinginterface'     => "'''Инголе кардама:''' Тон петнесак лопать конань эса ащи лопать ванфонц програмонь текстоц. Петнематне полафтсазь сонь ванфоц кода сон няеви иля тиихненди. Йотафтома тиеманкса эняльттяма ваномс [http://translatewiki.net/wiki/Translating:Intro Betawiki] МедиаВикить локализациеть проектть.",
'sqlhidden'            => '(SQL вешфкс кяшф)',
'cascadeprotected'     => 'Тя лопать аралазь петнемада сяс мес сон сувафни {{PLURAL:$1|сай лопас, кона путфоль|сай лопас, конат путфольхть}} каскад араламас:
$2',
'namespaceprotected'   => "Тондейть аф мярьгови петнемс лопатне '''$1''' лепнень мархта.",
'customcssjsprotected' => 'Тондейть аф мярьгови петнемс тя лопать сяс мес тяса улихть иля тиить арафнеманза.',
'ns-specialprotected'  => 'Лопатне {{ns:special}} лепнень мархта аф петневихть.',
'titleprotected'       => '[[User:$1|$1]] кардазь тя лемсь мархта лопа тиемать. Туфталсь <i>$2</i>.',

# Login and logout pages
'logouttitle'                => 'Тиить лисема',
'logouttext'                 => '<strong>Тон лисеть.</strong><br />
Тондейть ули кода ащемс {{SITENAME}}-са апак содак эли сувак тага весть кода сяка эли иля тиись. Кой-кона лопатне илядсть стамкс кодамкс синь ульсть тонь лисемада инголе мъзярс тонь интернет поладксце изь аруяфтов эслек ванфневи файлхнень эзда.',
'welcomecreation'            => '== Сувак, $1! ==

Тонь сёрматфтомаце анок. Тят йукста полафнемс эсь {{SITENAME}} арафнематне.',
'loginpagetitle'             => 'Тиить сувама лемоц',
'yourname'                   => 'Тиить лемоц:',
'yourpassword'               => 'Сувама валце:',
'yourpasswordagain'          => 'Сёрматк сувама валце омбоцекс:',
'remembermypassword'         => 'Ванфтомс монь сувама лемозе тя содама машинаса',
'yourdomainname'             => 'Тонь доменце:',
'externaldberror'            => 'Лиссь эльбятькс ушеширень датабазонь вельде кемокстакшнембачк эли тондейть аф мярьгови полафнемс тонь ушеширень сёрматфтомацень.',
'loginproblem'               => '<b>Тиись аф содаф.</b><br />',
'login'                      => 'Сувама',
'loginprompt'                => '{{SITENAME}}-с сувамда инголе тондейть эряви нолдамс тевс cookies.',
'userlogin'                  => 'Сувама / сёрматфтома',
'logout'                     => 'Лисема',
'userlogout'                 => 'Лисема',
'notloggedin'                => 'Апак сувак',
'nologin'                    => 'Аш сувама лемце? $1.',
'nologinlink'                => 'Сёрматфтомс',
'createaccount'              => 'Тиемс од сёрматфтомась',
'gotaccount'                 => 'Сёрматфтыть ни? $1.',
'gotaccountlink'             => 'Сувамс',
'createaccountmail'          => 'электрононь сёрма вельде',
'badretype'                  => 'Сувама валхне тон путыть аф фкат.',
'userexists'                 => 'Тя лемсь кой-кона ни сявозь. Эняльттяма, арьсек иля лем.',
'youremail'                  => 'Электрононь адресце:',
'username'                   => 'Тиить лемоц:',
'uid'                        => 'Тиить идентификациесь:',
'yourrealname'               => 'Афкуксонь лемце:',
'yourlanguage'               => 'Кяль:',
'yournick'                   => 'Илялем:',
'badsig'                     => 'Аф кондясти казяма кядьтяшксоце; ванк HTML тяштьксне.',
'badsiglength'               => 'Илялемсь пяк кувака; аф эряви путомс $1 тяшкста лама.',
'email'                      => 'Электрононь адресце',
'prefs-help-realname'        => 'Афкуксонь лемце путомась аф лувови эрявикс. Афкуксонь лемцень тязк путомада меле тонь лемце кармай эвондама лопаса тонь петнемацень ала.',
'loginerror'                 => 'Сувама эльбятькс',
'prefs-help-email'           => 'Электрононь адресце тяса аф лувови эрявикс. Интай сонь путомась лезды полафнемс сёрмаса иля тиихнень мархта тонь электрононь адресцень апак няфтек.',
'prefs-help-email-required'  => 'Эряви электрононь адресце.',
'nocookiesnew'               => 'Тиить сёрматфтомаце анок, аньцек тон изеть сува. {{SITENAME}}-са тиихнень содафтоманкса функцие cookies эряви. Тяни тонь содама машинаса функцие cookies кардаф. Эняльттяма нолдамс тевс cookies, меле сувак од эсь тиить лемцень эди сувама валцень мархта.',
'nocookieslogin'             => '{{SITENAME}} лопаса тиихнень содафтоманкса функцие cookies эряви. Тяни тонь содама машинаса функцие cookies кардаф. Эняльттяма нолдамс тевс cookies, меле сувак тага весть.',
'noname'                     => 'Тон изеть пута кемокстаф тиить лемоц.',
'loginsuccesstitle'          => 'Сувама йотась лац',
'loginsuccess'               => "'''Тон сувать {{SITENAME}}-с кода \"\$1\".'''",
'nosuchuser'                 => '"$1" лемса тиись аш. Ванк, улема, тон сёрмадыть лемть аф лац, илякс тик од сёрматфтомась.',
'nosuchusershort'            => '"$1" лемса тиись аш. Ванк, улема, тон сёрмадыть лемть аф лац.',
'nouserspecified'            => 'Тиить лемсь эряви.',
'wrongpassword'              => 'Сувама валсь сёрматф аф лац. Варжак тага весть.',
'wrongpasswordempty'         => 'Сувама валсь кадовсь апак сёрматк. Сёрматк одукс.',
'passwordtooshort'           => 'Тонь сувама валце аф кондясти эли кувалмоц аф саты. Тяса эряволь улемс $1 тяшкст эли сяда лама. Сувама валонцты эряви явовомс тиить лемдот.',
'mailmypassword'             => 'Кучт монь сувама валозе электрононь сёрма вельде',
'passwordremindertitle'      => 'Од йотконь сувама валсь {{SITENAME}}-с сувамати',
'passwordremindertext'       => 'Кивок (улема, тон IP адреста $1)
вешеть од сувама валсь кучеманц {{SITENAME}} ($4)-с суваманкса.
"$2" тиить сувама валоц тяни "$3".
Тондейть эряви сувамс эди арафтомс од сувама валть.

Улендяряй киге иля кучсь тя вешфксть эли тон мяляфтыть тонь  сувама валцень эди тонь тяни аш мяльце сонь полафтома, тят тие мезеге тя пачфтемась самда меле ди киртть тонь йотай сувама валце.',
'noemail'                    => '"$1" тиить электрононь адресоц аш.',
'passwordsent'               => 'Од сувама валсь кучфоль "$1" тиить электрононь адресонцты.
Сувак сонь кундамда меле.',
'blocked-mailpassword'       => 'Петнемат тиемась тонь IP адрестот кардаф. Сувама валть кемокстама функциес кундама аф мярьгови кальдяв тиемада аралама туфталонкса.',
'eauthentsent'               => 'Кемокстама сёрма кучфоль тонь электрононь адресозот.
Тондейть эряви тиендемс ся сёрмастонь вятемовалть коряс эди кемокстамс тя сёрматфтомась афкукс тоннесь иля сёрматнень тонь сёрматфтомас самда инголе.',
'throttled-mailpassword'     => 'Сувама валсь кучфоль ни йотай $1 ойста (часста). Кучсеви аньцек фкя сувама валсь $1 ойс кальдяв тиемада аралама туфталонкса.',
'mailerror'                  => 'Электрононь сёрма кучема эльбятькс: $1',
'acct_creation_throttle_hit' => 'Ужялькс, тон тиеть ни $1 сёрматфтомат. Аф маштови тиемс сяда лама.',
'emailauthenticated'         => 'Тонь электрононь адресце кемокстаф $1-са.',
'emailnotauthenticated'      => 'Тонь электрононь адресце нинге изь кемокста. Викить сёрматнень коряс програмти кодамога сёрмат аф кучевихть.',
'noemailprefs'               => 'Мъзярс тон ашеть пута тонь электрононь адресце Викить сёрматнень коряс програмсь кодамога сёрмат аф кучсыне.',
'emailconfirmlink'           => 'Кемокстак тонь электрононь адресце',
'invalidemailaddress'        => 'Электрононь адресть аф пьрьняндави сяс тя аф лац путф электрононь адрессь. Путк кондясти электрононь адресце эли катк тя паксянять шавакс.',
'accountcreated'             => 'Сёрматфтомась тиф',
'accountcreatedtext'         => '$1 тиить сёрматфтомась тиф.',
'createaccount-title'        => 'Сёрматфнемась {{SITENAME}}-с',
'createaccount-text'         => 'Кати-кие ($1) тизе сёрматфтомась $2 {{SITENAME}} ($4)-са. "$2" -ть сувама валсь "$3". Тондейть эряви сувамс тозк эди арафтомс од сувама валть.

Улендяряль сёрматфтомась эльбятьксокс мезеге тят тие.',
'loginlanguagelabel'         => 'Кяль: $1',

# Password reset dialog
'resetpass'               => 'Сёрматфтомать сувама валсь полафнема',
'resetpass_announce'      => 'Тон сувать йотконь сувама валть вельде кона сась электрононь адресозот. Сувама аделаманди тондейть эряви путомс тязк од сувама вал:',
'resetpass_header'        => 'Полафтомс сувама валть',
'resetpass_submit'        => 'Арафтк сувама валть эди сувак',
'resetpass_success'       => 'Тонь сувама валцень полафнеманкса йотась лац! Тонь сувафттядязь системс...',
'resetpass_bad_temporary' => 'Аф кондясти йотконь сувама валсь. Шятьта сонь полафтыть ни эли кучить тага фкя вешфкс од сувама валть кундаманкса.',
'resetpass_forbidden'     => '{{SITENAME}}-са сувама валхне аф полафневихть',
'resetpass_missing'       => 'Формса дата аш.',

# Edit page toolbar
'bold_sample'     => 'Эчке сёрмадома',
'bold_tip'        => 'Эчке сёрмадома',
'italic_sample'   => 'Комафтф сёрмадома',
'italic_tip'      => 'Комафтф сёрмадома',
'link_sample'     => 'Сюлмафксонь конякс',
'link_tip'        => 'Потмоширень сюлмафкс',
'extlink_sample'  => 'http://www.example.com кепотькс',
'extlink_tip'     => 'Ушеширень сюлмафкс (киртть мяльса http:// инголькс)',
'headline_sample' => 'Конякссонь валхне',
'headline_tip'    => '2-це аськолксонь конякс',
'math_sample'     => 'Сувафтомс тязк формула',
'math_tip'        => 'Математиконь формула (LaTeX)',
'nowiki_sample'   => 'Сувафтомс тязк форматфтома текст',
'nowiki_tip'      => 'Нулгодемс Викить текст латцемась',
'image_tip'       => 'Путф архтофкссь',
'media_tip'       => 'Медиа файлть сюлмафкссь',
'sig_tip'         => 'Тонь кядьтяшксоце пинге мархта',
'hr_tip'          => 'Туркс китькс (тевс нолдамс ванфтозь)',

# Edit pages
'summary'                   => 'Нюрьхкяня лихтема',
'subject'                   => 'Тема/конякс',
'minoredit'                 => 'Тя ёмланя видептема',
'watchthis'                 => 'Ваномс тя лопать мельге',
'savearticle'               => 'Ванфтомс лопать',
'preview'                   => 'Васень няфтема',
'showpreview'               => 'Максомс васень няфтема',
'showlivepreview'           => 'Эряй васень няфтема',
'showdiff'                  => 'Няфтемс мезе полафтовсь',
'anoneditwarning'           => "'''Инголе мярьгома:''' Тон изеть сува. Тонь IP адресце кармай сувафтф тя лопать петнема историязонза.",
'missingsummary'            => "'''Лятфтама:''' Тон изеть макса петнемацень колга нюрьхкяня лихтемась. Люпштандярят \"Ванфтомс лопать\" тага весть, тонь полафнематне кармайхть ванфтфт мяльполадксфтома.",
'missingcommenttext'        => 'Путт тонь арьсематне (мяльполадксоце) алу.',
'missingcommentheader'      => "'''Лятфтама:''' Тон изеть макса тема/конякс тя мяльполадксти. Люпштандярят \"Ванфтомс лопать\" тага весть, тонь полафнематне кармайхть ванфтфт мяльполадксфтома.",
'summary-preview'           => 'Нюрьхкяня лихтемать сядынголень  няфтема',
'subject-preview'           => 'Тема/конякс сядынгольдень няфтема',
'blockedtitle'              => 'Тиить сёлгозь',
'blockedtext'               => "<big>'''Тонь тиить лемонц эли IP адресцень сёлгозь.'''</big>

$1 тонь сёлгозе. Туфталсь ''$2''.

* Сёлгозь: $8
* Сёлгомать валхтсазь: $6
* Сёлкфсь: $7

Тондейть ули кода корхтамс $1 мархта эли иля [[{{MediaWiki:Grouppage-sysop}}|оцюня]] сёлгомать колга.
Тондейть аш кода кучемс сёрма оцюнянди мъзярс тонь электрононь адресце изь кемокста тонь [[Special:Preferences|тиить арафнемасонза]] эли тондейть изь мярьгов кучемс сёрмат сёлгома пингста.
Тонь IP адресце тяни $3, сёлгомать ID #$5. Сувафтт фкя эли кафцьке тонь вешфксот.",
'autoblockedtext'           => "Тонь IP адресце эсезонза сёлговсь сяс мес тя адреста сувась иля тиись, конань $1 сёлкфтозе.
Туфталсь:

:''$2''

* Сёлгозь: $8
* Сёлгомать валхтсазь: $6

Тондейть ули кода корхтамс $1 эли иля
[[{{MediaWiki:Grouppage-sysop}}|оцюня]] мархта сёлгомать колга.

Тят йукста тондейть аш кода кучемс сёрма оцюнянди мъзярс тон изеть кемокста эсь электрононь адресцень тонь [[Special:Preferences|тиить арафнемасонза]] эли тондейть изь мярьгов кучемс сёрмат сёлгома пингста.

Тонь сёлгофтомать ID $5. Сувафтк тя ID тонь вешфксот.",
'blockednoreason'           => 'туфтал апак макст',
'blockedoriginalsource'     => "Ванк '''$1'''-ть лисьмоц ала:",
'blockededitsource'         => "'''$1''' лопанди '''тонь петнематнень''' текстсна ала:",
'whitelistedittitle'        => 'Эряви сувама лемсь петнема тиеманкса',
'whitelistedittext'         => 'Лопань петнеманкса эряви $1.',
'whitelistreadtitle'        => 'Эряви сувама лемсь тянь морафтоманкса',
'whitelistreadtext'         => 'Тондейть эряви [[Special:Userlogin|сёрматфтомс]] лопатнень морафтоманкса.',
'whitelistacctitle'         => 'Тондейть аф мярьгови сёрматфтомс',
'whitelistacctext'          => '{{SITENAME}}-са сёрматфтомась тиеманкса эряви [[Special:Userlogin|сёрматфтомс]] эди сявомс мярьгомась.',
'confirmedittitle'          => 'Эряви электрононь адресть кемокстама лопань петнеманкса',
'confirmedittext'           => 'Тондейть эряви кемокстамс тонь электрононь адресцень лопань петнемада инголе. Эняльттяма, путт эди кемокстак тонь электрононь адресце тонь [[Special:Preferences|тиить арафнематне|тиить арафнематнень]] вельде.',
'nosuchsectiontitle'        => 'Аш стама секцие',
'nosuchsectiontext'         => 'Тон тяряфнеть петнемс секция конань тяса аш.  Сяс секцие $1 аш, аш васта ков тонь петнематнень ванфтовольхть.',
'loginreqtitle'             => 'Сувама лем эряви',
'loginreqlink'              => 'сувамс',
'loginreqpagetext'          => 'Тондейть эряви $1 иля лопат ваноманкса.',
'accmailtitle'              => 'Сувама вал кучф.',
'accmailtext'               => 'Тиить "$1" сувама валоц кучф $2 адрести.',
'newarticle'                => '(Од)',
'newarticletext'            => "Тон сать лопас кона нинге изь тие.
Сёрматк паксяв алу тя лопать тиеманкса
(ванк [[{{MediaWiki:Helppage}}|лезкс лопа]] лездама информациенкса).
Саньдярять тяза эльбядезь, люпштак пунять '''меки''' тонь интернет поладксонь вальмасонза.",
'anontalkpagetext'          => "----''Тя корхтама лопать тизе лемфтома тиись кона нинге аф сёрматфтф эли кона эсь сёрматфтомас аф кунци. Тяса минь нолдамс сонь лувомтяшкснень IP адресонц тиить содафтоманкса. Тя IP адресть вельде ули кода сашендомс иля тиихненди. Уляндяряйхть иля тиинь мяльполадксонза конатнень аф видекста лувозь тоннекс, тондейть пароль [[Special:Userlogin|сёрматфтомс эли сувамс]] сай пингста иля лемфтома тиихнень марс аф шовореманкса.''",
'noarticletext'             => 'Тяни аш текст тя лопаса, тондейть ули кода [[Special:Search/{{PAGENAME}}|вешендемс тя лопать коняксонц]] иля лопава эли [{{fullurl:{{FULLPAGENAME}}|action=edit}} кармамс тя лопать тиема].',
'userpage-userdoesnotexist' => 'Сёрматфтомась «$1» лемса аш. Арьсек лацкаста, афкукс тонь улендяряй мяльце тиемс эли полафтомс тя лопать.',
'clearyourcache'            => "'''Шарфтк мяльце:''' Ванфтомада меле од полафнематнень ваноманкса тондейть эряви нардамс эслек ванфневи файлхнень тонь интернет поладксонь вальмастонза. '''Mozilla / Firefox / Safari:''' ''Shift'' кирдезь, люпштак ''Reload'', эли люпштак ''Ctrl-Shift-R'' (''Cmd-Shift-R'' Apple Mac машинаса); '''IE:''' ''Ctrl'' кирдезь люпштакшнек ''Refresh'' эли люпштак ''Ctrl-F5''; '''Konqueror:''': люпштак ''Reload'' пунять эли ''F5''; '''Opera''' програмса тондейть эрявксты нардамс сембе эслек ванфневи файлхт ''Tools→Preferences'' вельде.",
'usercssjsyoucanpreview'    => "<strong>Мялень максома:</strong> Ванфтомада инголе нолдак тевс 'Васень няфтема' пунять тонь од CSS эли JS файлть варжаманкса.",
'usercsspreview'            => "'''Киртть мяльсот тя аньцек тонь CSS файлцень васень няфтемац, сон нинге изь ванфтов!'''",
'userjspreview'             => "'''Киртть мяльсот тя аньцек тонь JavaScript файлть варжамась/васень няфтемась, сон нинге изь ванфтов!'''",
'userinvalidcssjstitle'     => "'''Инголе мярьгома:''' Аш тема файл \"\$1\" мазопнеманкса. Киртть мяльсот .css эди .js лопас путови аньцек йомла тяшкса коняксне, кепотьксонди {{ns:user}}:Foo/лем.css as афи {{ns:user}}:Foo/Лем.css.",
'updated'                   => '(Одонзаф)',
'note'                      => '<strong>Шарфтк мяльце:</strong>',
'previewnote'               => '<strong>Тя аньцек васень няфтемась; полафнематне нинге исть ванфтов!</strong>',
'previewconflict'           => 'Текстсь тя васень няфтемаса няфтеви вярдень петнема паксяса стамкс кодамкс сон няеволь ванфтомада меле.',
'session_fail_preview'      => '<strong>Ужялькс! Аш кода тонь петнемаце сувафтомс мекольце информациень юмафтомать сюнеда.
Тик одукс. Тага лисентьфтяряй листь лопаста ди сувак тага весть.</strong>',
'session_fail_preview_html' => "<strong>Ужялькс! Аш кода тонь петнемацень сувафтомс мекольце информациень юмафтомать сюнеда.</strong>

''{{SITENAME}}-са мярьгови казяма HTML форматсь, васень няфтемась кяшф JavaScript програпть зиянда аралама туфталонкса.''

<strong>Улендяряй тя петнемась мярьговикс, эняльттяма тянь тиемс одукс. Тага лисентьфтяряй листь лопаста ди сувак тага весть.</strong>",
'token_suffix_mismatch'     => '<strong>Тонь петнемацень кардазь сяс мес тонь програмце аф лац няфнесы китькскя тяшксне петнема паксять эса. Петнемаце кардазь текстть араламанкса. Стама колавома лисеви интернет лемфтома йотка якай серверонь эзда конань якамаса ульсть эльбятькст.</strong>',
'editing'                   => 'Петнемс $1',
'editinguser'               => '<b>$1</b> тиинди',
'editingsection'            => 'Петнемс $1 (пялькс)',
'editingcomment'            => 'Петнемс $1 (мяльполадкс)',
'editconflict'              => 'Петнема эльбятькс: $1',
'explainconflict'           => 'Кати-кие тя лопать полафтозе тон петнить. Вярдень паксяса тон няйсак текстть стамкс конакс сон кармай няеви «Ванфтомс лопа» пунять люпштамда меле. Тонь полафнематне няевихть ала, петнема паксять эса. Тонь полафнематнень текстс нолдаманкса тондейть эряви синь йотафтомс алудонь петнема паксяста вярденнес. 
<b>Аньцек</b> вярдень паксястонь текстть ванфтови "Ванфтомс лопа" пунять люпштамда меле".<br />',
'yourtext'                  => 'Тонь текстце',
'storedversion'             => 'Ванфтф верзие',
'nonunicodebrowser'         => '<strong>ИНГОЛЕ КАРДАМА: Тонь интернет поладксце аф кирдьсы Unicode. Лопань петемста сембе аф-ASCII тяштьксне кармайхть арама синь кемготувонькърда лувксокс.</strong>',
'editingold'                => '<strong>ИНГОЛЕ КАРДАМА: Тон петнесак лопать сирелготф верзиенц.
Сембе полафнематне тифт тя верзиеда меле кармайхть юмафтома.</strong>',
'yourdiff'                  => 'Мезьса явовихть',
'copyrightwarning'          => 'Эняльттяма, шарфтк мяльце сянь лангс, мес сембе поладоматне ди полафтоматне {{SITENAME}}-са лувовихть нолдафокс $2 коряс (ванк $1). Улефтяряй мяльце тонь сёрмадоматнень петнелезь седи апак маряк эди срадолезь эрь кодама вастова, тяза синь тят путне.<br />
Тонга стане ина максат вал сянь колга мес сембе тонь сёрмадоматне тон тиеть тонць эли синь сявить марстонь эли иля панжада лисьмаста.
<strong>ТЯТ СУВАФНЕ КОПИЯМА ВИДЕКССА АРАЛАФ МАТЕРИАЛТЬ ЭСЬОТЯМ!</strong>',
'copyrightwarning2'         => 'Эняльттяма, шарфтк мяльце сянь лангс, мес сембе поладоматне {{SITENAME}} лопаса улихть кода петемс эли нардамс иля тиихненди.
Улефтяряй мяльце тонь сёрмадоматнень петнелезь, тяза синь тят путне.<br />
Тонга стане ина максат вал сянь колга мес сембе тонь сёрмадоматне тон тиить тонць эли синь сявить марстонь эли иля панжада лисьмаста. (ванк $1).<br />
<strong>ТЯТ СУВАФНЕ КОПИЯМА ВИДЕКССА АРАЛАФ МАТЕРИАЛТЬ ЭСЬОТЯМ!</strong>',
'longpagewarning'           => '<strong>ИНГОЛЕ КАРДАМА: Тя лопать кувалмоц $1 килобайтт; кодамога интернет поладксонь вальмава стакаста петнемс лопат 32 килобайтти мала эли сяда кувака.
Эняльттяма, арьсек улендяряй кода лопать явфтомс сяда йомла пяльксова.</strong>',
'longpageerror'             => '<strong>ЭЛЬБЯТЬКС: Тонь текстцень кувалмоц $1 килобайтт, тя максимупть $2 килобайтта лама. Сонь аш кода ванфтомс.</strong>',
'readonlywarning'           => '<strong>ИНГОЛЕ КАРДАМА: датабазась пякстаф петема покаматнень сюнеда, тя пингста тондейть аш кода ванфтомс тонь петнематнень. Шятьта тондейть пароль синь ванфтомс текст файлс ди путомс тяза меле.</strong>',
'protectedpagewarning'      => '<strong>ИНГОЛЕ КАРДАМА:  Тя лопать пякстаф петнемада, сонь петнема мярьгови аньцек системонь вийксненди.</strong>',
'semiprotectedpagewarning'  => "'''Шарфтк мяльце:''' Тя лопась пякстаф, сонь петнемац мярьгови аньцек сёрматфтф тиихненди.",
'cascadeprotectedwarning'   => "'''ИНГОЛЕ КАРДАМА:''' Тя лопась пякстаф, сонь петнема мярьгови аньцек системонь вийксненди, сяс мес сонь сувафнезь каскад араламать ала {{PLURAL:$1|лопа|лопас}}:",
'titleprotectedwarning'     => '<strong>ИНГОЛЕ КАРДАМА:  Тя лопась пякстаф, сонь тиемац мярьгови аньцек аф лама тиихненди.</strong>',
'templatesused'             => 'Тя лопаса тевс нолдаф кепотьксне:',
'templatesusedpreview'      => 'Тя васень няфтема вальмаса тевс нолдаф кепотьксне:',
'templatesusedsection'      => 'Тя пяльксса тевс нолдаф кепотьксне:',
'template-protected'        => '(аралаф)',
'template-semiprotected'    => '(пялес-аралаф)',
'nocreatetitle'             => 'Лопань тиемац оторонзаф',
'nocreatetext'              => '{{SITENAME}}-са од лопатнень тиемац оторонзаф.
Тондейть ули кода мърдамс меки ди петнемс тиф ни лопать, эли [[Special:Userlogin|сувамс эли сёрматфтомс одукс]].',
'nocreate-loggedin'         => 'Тондейть аф мярьгови тиемс од лопатне {{SITENAME}}-са.',
'permissionserrors'         => 'Мярьговома Эльбятькст',
'permissionserrorstext'     => 'Тондейть аф мярьгови тянь тиемс {{PLURAL:$1|туфтал|туфталхнень}} коряс:',
'recreate-deleted-warn'     => "'''Инголе кардама: Тон тисак одукс инголе нардаф лопать.'''

Васенда арьсек эряви тя лопать вельмомац эли аф.
Ванк тя лопать нардама лувомац ала:",

# "Undo" feature
'undo-success' => 'Петнемать ули кода валхтомс. Ватт верзиетне ала, мук полафнематне конат тондейть эрявихть, ванфтк лопать ня эряви полафнематнень мархта.',
'undo-failure' => 'Тя петнемать аш кода валхтомс йотконь петнематнень карань-каршек арафтомаснон сюнеда.',
'undo-summary' => 'Валхтт петнемась $1 конань тизе [[Special:Contributions/$2|$2]] ([[User talk:$2|Корхнема]])',

# Account creation failure
'cantcreateaccounttitle' => 'Аш кода сёрматфтомать тиемс',
'cantcreateaccount-text' => "Сёрматфтомась тя IP адреста (<b>$1</b>) пякстазе [[User:$3|$3]].

$3 макссь туфталсь - ''$2''",

# History pages
'viewpagelogs'        => 'Няфтемс тя лопать историянц',
'nohistory'           => 'Тя лопать петнемань историяц аш.',
'revnotfound'         => 'Верзиесь аф муви',
'revnotfoundtext'     => 'Тя лопать сире верзиец аф муви. Ватт URL конань вельде тон сувать тя лопас.',
'loadhist'            => 'Лопать историяц тяни морафневи',
'currentrev'          => 'Тяниень верзие',
'revisionasof'        => '$1-нь верзиесь',
'revision-info'       => '$1-нь верзие конань тизе $2',
'previousrevision'    => 'Сядынгольдень верзие',
'nextrevision'        => 'Сяда од верзие',
'currentrevisionlink' => 'Тяниень верзие',
'cur'                 => 'тян.',
'next'                => 'сай',
'last'                => 'сяд.',
'orig'                => 'ушет.',
'page_first'          => 'васенце',
'page_last'           => 'мекольце',
'histlegend'          => 'Верзиень кочкама: путт тяшкскат верзиетнень конякскяснон эди люпштак алудонь пунять эли Enter пунять.<br />
Шарьхкотьфтема: (тян.) = тяниень верзиеда явовомась,
(сяд.) = сядынгольдень верзияда явовомась, Й = йомла петнема.',
'deletedrev'          => '[нардаф]',
'histfirst'           => 'Кунардонь',
'histlast'            => 'Улхкомбань',
'historysize'         => '({{PLURAL:$1|1 байт|$1 байтт}})',
'historyempty'        => '(шава)',

# Revision feed
'history-feed-title'          => 'Верзиетнень историясна',
'history-feed-description'    => 'Викиса тя лопать верзиетнень историясна',
'history-feed-item-nocomment' => '$1-сь $2-са', # user at time
'history-feed-empty'          => 'Лопась, конань тон вешеть тяса аш.
Улема сонь нардазь Викиста эли сонь лемоц полафтозь. 
Сувак [[Special:Вешеньдемас|Викиса вешеньдемас]] сяда мала лопатнень муманкса.',

# Revision deletion
'rev-deleted-comment'         => '(мяльполаткс нардаф)',
'rev-deleted-user'            => '(тиить лемоц нардаф)',
'rev-deleted-event'           => '(сёрматфсь нардаф)',
'rev-deleted-text-permission' => '<div class="mw-warning plainlinks">
Тя лопать верзиенц нардазь марстонь аркивста.
Шарьхкотьфнемат, шятьта, улихть
[{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} нардамань лувомаса].
</div>',
'rev-deleted-text-view'       => '<div class="mw-warning plainlinks">
Тя лопать верзиенц нардазь марстонь аркивста.
Тондейть, кода {{SITENAME}}-ть оцюнянцти ули кода ваномонза;
ванк [{{fullurl:Special:Log/delete|page={{FULLPAGENAMEE}}}} нардамань лувомаса].
</div>',
'rev-delundel'                => 'няфтемс/кяшемс',
'revisiondelete'              => 'Нардамс/мърдафтомс верзиетнень',
'revdelete-nooldid-title'     => 'Верзиесь апак кочкак',
'revdelete-nooldid-text'      => 'Тон ашеть кочка верзие эли верзиет конатнень мархта эряви тянь тиемс.',
'revdelete-selected'          => "'''$1:'''-нь {{PLURAL:$2|Кочкаф верзиец|Кочкаф верзиенза}}",
'logdelete-selected'          => "{{PLURAL:$2|Кочкаф сёрмафсь|Кочкаф сёрмафтне}} '''$1:''' лопанди",
'revdelete-text'              => 'Нардаф верзиетне илядыхть няевикс лопать историясонза ди нардамань лувомава, интай 
Сонь потмоснон пакшенза кармайхть аф сембонди сатовихть.

Иля {{SITENAME}}-нь оцюнятненди кяшф потмоснон ули кода ваномс эди мърдафтомс тяка програмонь ванфть вельде мъзярс иля кардафксне исть путов.',
'revdelete-legend'            => 'Арафтомс оторхнень:',
'revdelete-hide-text'         => 'Кяшемс тя лопать верзиенц',
'revdelete-hide-name'         => 'Кяшемс тиемать эди туфталонц',
'revdelete-hide-comment'      => 'Кяшемс мяльполатксонь петнемать',
'revdelete-hide-user'         => 'Кяшемс петнить лемонц/IP адресонц',
'revdelete-hide-restricted'   => 'Нолдак эряфс кардафкснень вийксненди ди иля тиихненди.',
'revdelete-suppress'          => 'Кяшемс информациень системонь вятикснень эзда',
'revdelete-hide-image'        => 'Кяшемс файлхнень потмосна',
'revdelete-unsuppress'        => 'Валхтомс мърдаф верзиятнень кардамаснон',
'revdelete-log'               => 'Мяльполаткс:',
'revdelete-submit'            => 'Нолдамс тевс кочкаф верзиенди',
'revdelete-logentry'          => '[[$1]]-нь верзиенц няевомац полафтсь',
'logdelete-logentry'          => '[[$1]]-с сёрматфть няевомац полафтсь',
'revdelete-logaction'         => '$1-нь {{PLURAL:$1|верзиец йотафтовсь|верзиенза йотафтовсть}} $2-с',
'logdelete-logaction'         => '$1-нь [[$3]]-с {{PLURAL:$1|сёрматфсь|сёрматфсь}} арафтозь $2-с',
'revdelete-success'           => 'Верзиеть няевомац арафтовсь лац.',
'logdelete-success'           => 'Сёрматфть няевомац арафтовсь лац.',

# Oversight log
'oversightlog'    => 'Кяшемань лувома',
'overlogpagetext' => 'Ватт ала ащи улхкомбань нардаматнень эди пякстаматнень лувомасна, сембе ся потмосна кяшфоль системонь вийкснень эзда. Ватт тяниень кардафкснень эди пякстаматнень лувкссна [[Special:Ipblocklist|IP пякстамонь лувомаса]].',

# History merging
'mergehistory'        => 'Шоворемс лопатнень историяснон',
'mergehistory-header' => "Тя лопаса мярьгови кафта башка лисьма лопатнень верзиснон фкя фкянь мархта шоворемс.
Арьсек синь шоворемада инголе афи тя лопать историяц юмай.

'''Лисьма лопать тяниень верзиенц эряви кадомс.'''",
'mergehistory-box'    => 'Шоворемс кафта лопатнень верзияснон фкя фкянь мархта:',
'mergehistory-from'   => 'Лисьма лопа:',
'mergehistory-into'   => 'Туфтал лопа:',

);
