<?php
/** Sorani (کوردی)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Aras Noori
 * @author Arastein
 * @author Asoxor
 * @author Cyrus abdi
 * @author Haval
 * @author Marmzok
 * @author رزگار
 */

$linkPrefixExtension = true;
$fallback8bitEncoding = 'windows-1256';

$rtl = true;
$defaultUserOptionOverrides = array(
	# Swap sidebar to right side by default
	'quickbar' => 2,
	# Underlines seriously harm legibility. Force off:
	'underline' => 0,
);

$digitTransformTable = array(
	'0' => '٠', # &#x0660;
	'1' => '١', # &#x0661;
	'2' => '٢', # &#x0662;
	'3' => '٣', # &#x0663;
	'4' => '٤', # &#x0664;
	'5' => '٥', # &#x0665;
	'6' => '٦', # &#x0666;
	'7' => '٧', # &#x0667;
	'8' => '٨', # &#x0668;
	'9' => '٩', # &#x0669;
	'.' => '٫', # &#x066b; wrong table ?
	',' => '٬', # &#x066c;
);

$namespaceNames = array(
	NS_MEDIA            => 'میدیا',
	NS_SPECIAL          => 'تایبەت',
	NS_MAIN             => '',
	NS_TALK             => 'لێدوان',
	NS_USER             => 'بەکارھێنەر',
	NS_USER_TALK        => 'لێدوانی_بەکارھێنەر',
	NS_PROJECT_TALK     => 'لێدوانی_$1',
	NS_FILE             => 'پەڕگە',
	NS_FILE_TALK        => 'وتووێژی_پەڕگە',
	NS_MEDIAWIKI_TALK   => 'وتووێژی_میدیاویکی',
	NS_TEMPLATE         => 'داڕێژە',
	NS_TEMPLATE_TALK    => 'وتووێژی_داڕێژە',
	NS_HELP             => 'یارمەتی',
	NS_HELP_TALK        => 'وتووێژی_یارمەتی',
	NS_CATEGORY         => 'پۆل',
	NS_CATEGORY_TALK    => 'وتووێژی_پۆل',
);

$namespaceAliases = array(
	'قسەی_بەکارھێنەر' => NS_USER_TALK,
	'لێدوانی_پەڕگە' => NS_FILE_TALK,
	'لێدوانی_میدیاویکی' => NS_MEDIAWIKI_TALK,
	'قاڵب' => NS_TEMPLATE,
	'لێدوانی_قاڵب' => NS_TEMPLATE_TALK,
	'لێدوانی_داڕێژە' => NS_TEMPLATE_TALK,
	'لێدوانی_یارمەتی' => NS_HELP_TALK,
	'لێدوانی_پۆل' => NS_CATEGORY_TALK,
);

$specialPageAliases = array(
	'CreateAccount'             => array( 'ھەژماردروستکردن' ),
	'Preferences'               => array( 'ھەڵبژاردەکان' ),
	'Recentchanges'             => array( 'دوایین‌گۆڕانکارییەکان' ),
	'Upload'                    => array( 'بارکردن' ),
	'Listfiles'                 => array( 'لیستی‌پەڕگەکان' ),
	'Newimages'                 => array( 'پەڕگەنوێکان' ),
	'Listusers'                 => array( 'لیستی‌بەکارھێنەران' ),
	'Statistics'                => array( 'ئامارەکان' ),
	'Randompage'                => array( 'بەھەڵکەوت' ),
	'Shortpages'                => array( 'پەڕە‌کورتەکان' ),
	'Newpages'                  => array( 'پەڕەنوێکان' ),
	'Ancientpages'              => array( 'پەڕەکۆنەکان' ),
	'Protectedpages'            => array( 'پەڕەپارێزراوەکان' ),
	'Allpages'                  => array( 'ھەمووپەڕەکان' ),
	'Specialpages'              => array( 'پەڕەتایبەتەکان' ),
	'Contributions'             => array( 'بەشدارییەکان' ),
	'Movepage'                  => array( 'پەڕەگواستنەوە' ),
	'Categories'                => array( 'پۆلەکان' ),
	'Export'                    => array( 'ھەناردن' ),
	'Version'                   => array( 'وەشان' ),
	'Allmessages'               => array( 'ھەمووپەیامەکان' ),
	'Log'                       => array( 'لۆگ' ),
	'Mypage'                    => array( 'پەڕەکەم' ),
	'Mycontributions'           => array( 'بەشدارییەکانم' ),
	'Listadmins'                => array( 'لیستی‌بەڕێوبەران' ),
	'Search'                    => array( 'گەڕان' ),
	'Resetpass'                 => array( 'تێپەڕوشەگۆڕان' ),
	'Activeusers'               => array( 'بەکارھێنەرەچالاکەکان' ),
);

$magicWords = array(
	'img_thumbnail'         => array( '1', 'وێنۆک', 'thumbnail', 'thumb' ),
	'img_right'             => array( '1', 'ڕاست', 'right' ),
	'img_left'              => array( '1', 'چەپ', 'left' ),
	'img_width'             => array( '1', '$1پیکسڵ', '$1px' ),
	'img_center'            => array( '1', 'ناوەڕاست', 'center', 'centre' ),
	'img_framed'            => array( '1', 'چوارچێوە', 'framed', 'enframed', 'frame' ),
	'img_frameless'         => array( '1', 'بێچوارچێوە', 'frameless' ),
	'img_border'            => array( '1', 'سنوور', 'border' ),
);

$messages = array(
# User preference toggles
'tog-underline'               => 'ھێڵ ھێنان بەژێر بەستەرەکان:',
'tog-highlightbroken'         => 'بەستەرە شکاوەکان <a href="" class="new">بەم جۆرە</a> بڕازێنەوە (یان: بەەم جۆرە<a href="" class="internal">؟</a>)',
'tog-justify'                 => 'پەرەگرافەکان پڕاوپر نیشان بدە',
'tog-hideminor'               => 'دەستکارییە بچوکەکان بشارەوە لە دوا گۆڕانکارییەکاندا',
'tog-hidepatrolled'           => 'لە دوایین گۆڕانکاریەکان، دەستکاریە پارێزراوەکان داشارە',
'tog-newpageshidepatrolled'   => 'لە لیستی لاپەڕە نوێکان، لاپەڕە پارێزراوەکان داشارە',
'tog-extendwatchlist'         => 'لیستی چاودێری درێژبکەرەوە بۆ نیشان دانی ھەموو گۆڕانکارییەکان، نەک تەنھا دوایینەکان.',
'tog-usenewrc'                => 'دوا گۆڕانکارییە پەرە پێدراوەکان بەکار ببە (پێویستی بە جاڤاسکریپتە)',
'tog-numberheadings'          => 'ژمارەکردنی خۆکاری سەردێڕەکان',
'tog-showtoolbar'             => 'شریتی ئامرازەکانی دەستکاری نیشان بدە (JavaScript پێویستە)',
'tog-editondblclick'          => 'دەستکاریی پەڕە بە دووکلیک لەسەر دەق (JavaScript پێویستە)',
'tog-editsection'             => 'ڕێگە بدە بۆ دەستکاری کردنی بەشەکان لە ڕێگه‌ی به‌سته‌رەکانی [دەستکاری]',
'tog-editsectiononrightclick' => 'ڕێگە بدە بۆ دەستکاری کردنی بەشەکان لە ڕێگەی کلیکی ڕاست کردن لەسەر سەردێڕی بەشەکان (JavaScript پێویستە)',
'tog-showtoc'                 => 'پێرستی ناوەڕۆک نیشان بدە (بۆ ئەو پەڕانە کە زیاتر لە ٣ سەردێڕیان تێدایە)',
'tog-rememberpassword'        => 'چوونە ژوورەوەم لەسەر ئەم کۆمپیوتەرە پاشەکەوت بکە (ئەو پەڕی $1 {{PLURAL:$1|ڕۆژ|ڕۆژ}}ە)',
'tog-watchcreations'          => 'ئەو پەڕانە کە من دروستم کردوون زیاد بکە بە لیستی چاودێڕییەکەم',
'tog-watchdefault'            => 'ئەو پەڕانە کە من دەستکاریم کردوون زیاد بکە بە لیستی چاودێڕییەکەم',
'tog-watchmoves'              => 'ئەو پەڕانە کە من گواستومنەتەوە زیاد بکە بە لیستی چاودێڕییەکەم',
'tog-watchdeletion'           => 'ئەو پەڕانە کە‌ من سڕیومنەتەوە زیاد بکە‌ بە لیستی چاودێڕییەکەم',
'tog-minordefault'            => 'ھەموو دەستکارییەکان بە ورد نیشان بکە لە حاڵەتی دیفاڵت',
'tog-previewontop'            => 'پێشبینین بەرلە چوارچێوەی دەستکاری نیشان بدە‌',
'tog-previewonfirst'          => 'لە یەکەم دەستکاری دا پێشبینین نیشان بدە',
'tog-nocache'                 => 'کاشکردنی پەڕەکانی وێبگەڕەکە لەکاربخە',
'tog-enotifwatchlistpages'    => 'ئەگەر پەڕەیەکی لە لیستی چاودێڕییەکانم گۆڕدرا ئیمەیلم بۆ بنێرە',
'tog-enotifusertalkpages'     => 'ئەگەر پەڕەی وتووێژەکەم گۆڕدرا ئیمەیلم بۆ بنێرە',
'tog-enotifminoredits'        => 'بۆ گۆڕانکارییە بچووکەکانی پەڕەکانیش ئیمەیلم بۆ بنێرە',
'tog-enotifrevealaddr'        => 'ئەدرەسی ئیمەیلەکەم لە ئیمەیلە ئاگاداریدەرەکان دا نیشان بدە',
'tog-shownumberswatching'     => 'ژمارەی بەکارھێنەرە چاودێڕەکان نیشان بدە',
'tog-oldsig'                  => 'پێش‌بینینی ئەو واژۆی وا هەیە:',
'tog-fancysig'                => 'وەک دەقی ویکی ئیمزا بەرچاو خە (بێ بەستەری خۆکار بۆ پەڕەی بەکارھێنەر)',
'tog-externaleditor'          => 'دەستکاریکەری دەرەکی بە کار بێنە لە حاڵەتی دیفاڵتدا (تەنھا بۆ شارەزایان، تەنزیماتی تایبەتی پێویستە لە سەر کۆمپیوتەرەکەت)',
'tog-externaldiff'            => 'کەڵک وەرگرتن لە پرۆگرامێکی دەرەکی بۆ دیتنی جیاوازیەکان لە بنەڕەتەوە (تەنها بۆ بەکارهێنانی پێشکەوتوو، پێویستی بە ئامرازی تایبەت لە سەر کۆمپیوتەرت هەیە)',
'tog-showjumplinks'           => 'ڕێگە بدە بۆ بەستەرەکانی «{{int:jumpto}}»',
'tog-uselivepreview'          => 'لە پێشبینینی زیندوو کەڵک وەرگرە (جاڤاسکریپت پێویستە) (تاقیکاری‌)',
'tog-forceeditsummary'        => 'ئەگەر پوختەی دەستکاریم نەنووسی پێم بڵێ',
'tog-watchlisthideown'        => 'دەستکارییەکانم بشارەوە لە لیستی چاودێری',
'tog-watchlisthidebots'       => 'دەستکارییەکانی بات بشارەوە لە لیستی چاودێری',
'tog-watchlisthideminor'      => 'دەستکارییە بچووکەکان لە لیستی چاودێریدا بشارەوە',
'tog-watchlisthideliu'        => 'دەستکارییەکانی ئەو بەکارهێنەرانەی لە ژوورەوەن بشارەوە لە لیستی چاودێری',
'tog-watchlisthideanons'      => 'دەستکارییەکانی بەکارهێنەرانی نەناسراو بشارەوە لە لیستی چاودێری',
'tog-watchlisthidepatrolled'  => 'لە لیستی چاودێریەکان، دەستکاریە پارێزراوەکان داشارە',
'tog-nolangconversion'        => 'لەکارخستنی ئاڵوگۆڕەکانی شێوەزار',
'tog-ccmeonemails'            => 'کۆپییەکانی ئەو ئیمەیلانە کە بۆ بەکارھێنەرانی ترم ناردووە بۆ خۆشم بنێرە',
'tog-diffonly'                => 'ناوەڕۆکی پەڕە لەژێر جیاوازییەکان نیشان مەدە',
'tog-showhiddencats'          => 'ھاوپۆلە شاراوەکان نیشان بدە',
'tog-noconvertlink'           => 'لەکارخستنی ئاڵوگۆڕی سەرناوی بەستەر',
'tog-norollbackdiff'          => 'لە دوای گەڕاندنەوە جیاوازی نیشان مەدە',

'underline-always'  => 'ھەمیشە',
'underline-never'   => 'ھەرگیز',
'underline-default' => 'دیفاڵتی وێبگەڕەکە',

# Font style option in Special:Preferences
'editfont-style'     => 'شێوازی جۆرەپیتی بەشی دەستکاری:',
'editfont-default'   => 'بنچینەی وێبگەڕ',
'editfont-monospace' => 'جۆرەپیتی تاکەبۆشایی (Monospaced)',
'editfont-sansserif' => 'جۆرەپیتی Sans-serif',
'editfont-serif'     => 'جۆرەپیتی Serif',

# Dates
'sunday'        => 'یەکشەممە',
'monday'        => 'دووشەممە',
'tuesday'       => 'سێشەممە',
'wednesday'     => 'چوارشه‌ممه‌',
'thursday'      => 'پێنجشه‌ممه‌',
'friday'        => 'هه‌ینی',
'saturday'      => 'شه‌ممه‌',
'sun'           => 'یەکشەممە',
'mon'           => 'دووشەممە',
'tue'           => 'سێشەممە',
'wed'           => 'چوارشەممە',
'thu'           => 'پێنجشەممە',
'fri'           => 'ھەینی',
'sat'           => 'شه‌ممه‌',
'january'       => 'کانوونی دووەم',
'february'      => 'شوبات',
'march'         => 'ئازار',
'april'         => 'نیسان',
'may_long'      => 'ئایار',
'june'          => 'حوزەیران',
'july'          => 'تەمموز',
'august'        => 'ئاب',
'september'     => 'ئەیلوول',
'october'       => 'تشرینی یەکەم',
'november'      => 'تشرینی دووەم',
'december'      => 'کانونی یەکەم',
'january-gen'   => 'کانونی دووەمی',
'february-gen'  => 'شوباتی',
'march-gen'     => 'مارتی',
'april-gen'     => 'نیسانی',
'may-gen'       => 'مایسی',
'june-gen'      => 'حوزەیرانی',
'july-gen'      => 'تەمموزی',
'august-gen'    => 'ئابی',
'september-gen' => 'ئەیلولی',
'october-gen'   => 'تشرینی یەکەمی',
'november-gen'  => 'تشرینی دووەمی',
'december-gen'  => 'كانونی یەکەمی',
'jan'           => 'كا١',
'feb'           => 'شوب',
'mar'           => 'مارت',
'apr'           => 'ئب',
'may'           => 'مای',
'jun'           => 'حزن',
'jul'           => 'ته‌م',
'aug'           => 'ئاب',
'sep'           => 'ئه‌ی',
'oct'           => 'ت١',
'nov'           => 'ت٢',
'dec'           => 'كا١',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|ھاوپۆل|ھاوپۆلەکان}}',
'category_header'                => 'پەڕە ھاوپۆلەکانی "$1"',
'subcategories'                  => 'ژێرھاوپۆلەکان',
'category-media-header'          => 'میدیا له‌ هاوپۆلی "$1" دا',
'category-empty'                 => "''ئەم ھاوپۆلە ھەنووکە ھیچ پەڕە یان پەڕگەیەک لە خۆ ناگرێت.‌''",
'hidden-categories'              => '{{PLURAL:$1|ھاوپۆلی شاراوە|ھاوپۆلی شاراوە}}',
'hidden-category-category'       => 'هاوپۆلە شاردراوەکان',
'category-subcat-count'          => '{{PLURAL:$2|ئەم پۆلە تەنھا ژێرپۆلی خوارەوەی تێدایە.| ئەم پۆلە ئەم {{PLURAL:$1|ژێرپۆلەی|$1 ژێرپۆلانەی}} خوارەوەی تێدایە، لە کۆی سەرجەم $2 دانە.}}',
'category-subcat-count-limited'  => 'ئەم هاوپۆلە {{PLURAL:$1|ژێرهاوپۆلی}} لەخۆ گرتووە.',
'category-article-count'         => '{{PLURAL:$2|ئەم پۆلە تەنھا ئەم پەڕەی لەخۆگرتووە.|{{PLURAL:$1|پەڕە|$1 پەڕە}} لەم پۆلەدا، لە سەرجەم $2 پەڕە.}}',
'category-article-count-limited' => 'ئەم {{PLURAL:$1|لاپەڕە|$1 لاپەڕانە}}، لەم هاوپۆلەدان.',
'category-file-count'            => '{{PLURAL:$2|ئەم هاوپۆلە تەنها ئەم پەڕگەی لەخۆ گرتووە.|ئەم‌ {{PLURAL:$1|پەڕگەیە}} کە بەشێکە لە هەموو $2پەڕگەی ئەم هاوپۆلە‌ دەیبینی.}}',
'category-file-count-limited'    => 'ئەم {{PLURAL:$1|پەڕگە|پەڕگانە}} لەم هاوپۆلەدایە.',
'listingcontinuesabbrev'         => '(درێژە)',

'mainpagetext'      => "'''ویكیمیدیا به‌سه‌ركه‌وتووی دامه‌زرا.'''",
'mainpagedocfooter' => 'بكه‌ [http://meta.wikimedia.org/wiki/Help:ناوه‌ڕۆكی چۆنێتی به‌كارهێنان] بۆ وه‌ده‌ست هێنانی زانیاریی له‌سه‌ر چۆنێتی كارگێڕی نه‌رمه‌كاڵای ویكی، سه‌ردانی.

== ده‌ست به‌ كاركردن ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings لیسته‌ی هه‌ڵبژاردنه‌كان و ڕێكخستنه‌كان]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki FAQ]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce لیستی وه‌شانه‌كانی ویكیمیدیا]',

'about'         => 'سه‌باره‌ت',
'article'       => 'بابەت',
'newwindow'     => '(لە پەڕەیەکی نوێ دەکرێتەوە)',
'cancel'        => 'ھەڵوەشاندنەوە',
'moredotdotdot' => 'زیاتر',
'mypage'        => 'په‌ڕه‌ی من',
'mytalk'        => 'لێدوانەکەم',
'anontalk'      => 'وتووێژ بۆ ئەم ئای‌پی یە',
'navigation'    => 'ڕێدۆزی',
'and'           => '&#32;و',

# Cologne Blue skin
'qbfind'         => 'بدۆزەرەوە',
'qbbrowse'       => 'بگه‌ڕێ',
'qbedit'         => 'دەستکاری',
'qbpageoptions'  => 'ئەم پەڕەیە',
'qbpageinfo'     => 'زانیاریی په‌ڕه‌',
'qbmyoptions'    => 'پەڕەکانم',
'qbspecialpages' => 'پەڕە تایبەتەکان',
'faq'            => 'پرسیار و وەڵام (FAQ)',
'faqpage'        => 'Project:پرسیار و وەڵام',

# Vector skin
'vector-action-addsection'       => 'زیادکردنی بابەت',
'vector-action-delete'           => 'سڕینەوە',
'vector-action-move'             => 'گواستنەوە',
'vector-action-protect'          => 'پاراستن',
'vector-action-undelete'         => 'گەڕاندنەوەی سڕین',
'vector-action-unprotect'        => 'نەپاراستن',
'vector-simplesearch-preference' => 'ڕێگە بدە بە پێشنیارەکانی گەڕانی پێشکەوتوو (تەنیا بۆ پێستەی ڤێکتۆر)',
'vector-view-create'             => 'درووستکردن',
'vector-view-edit'               => 'دەستکاری',
'vector-view-history'            => 'بینینی مێژوو',
'vector-view-view'               => 'خوێندنەوە',
'vector-view-viewsource'         => 'بینینی سەرچاوە',
'actions'                        => 'کردارەکان',
'namespaces'                     => 'شوێنناوەکان',
'variants'                       => 'شێوەزارەکان',

'errorpagetitle'    => 'ھەڵە',
'returnto'          => 'بگەڕێوە بۆ $1.',
'tagline'           => 'لە {{SITENAME}}',
'help'              => 'یارمەتی',
'search'            => 'گەڕان',
'searchbutton'      => 'بگەڕێ',
'go'                => 'بڕۆ',
'searcharticle'     => 'بڕۆ',
'history'           => 'مێژووی پەڕە',
'history_short'     => 'مێژووی پەڕە',
'updatedmarker'     => 'لە دوای دواسەردانم نوێکراوەتەوە',
'info_short'        => 'زانیاری',
'printableversion'  => 'وەشانی ئامادەی چاپ',
'permalink'         => 'بەستەری ھەمیشەیی',
'print'             => 'چاپ',
'edit'              => 'دەستکاری',
'create'            => 'دروستکردن',
'editthispage'      => 'دەستکاری ئەم پەڕەیە بکە‌',
'create-this-page'  => 'ئەم پەڕە دروست بکە',
'delete'            => 'سڕینەوە',
'deletethispage'    => 'سڕینه‌وه‌ی ئه‌م په‌ڕه‌یه‌',
'undelete_short'    => '{{PLURAL:$1|یەک گۆڕانکاریی|$1 گۆڕانکاریی}} سڕاوە بەجێبھێنەرەوە',
'protect'           => 'پاراستن',
'protect_change'    => 'گۆڕین',
'protectthispage'   => 'ئه‌م په‌ڕه‌یه‌ بپارێزه‌',
'unprotect'         => 'مه‌پارێزه‌',
'unprotectthispage' => 'ئه‌م په‌ڕه‌یه‌ مه‌پارێزه‌',
'newpage'           => 'پەڕەی نوێ',
'talkpage'          => 'باس لەسەر ئەم پەڕە بکە‌',
'talkpagelinktext'  => 'لێدوان',
'specialpage'       => 'په‌ڕه‌ی تایبه‌ت',
'personaltools'     => 'ئامڕازە تاکەکەسییەکان',
'postcomment'       => 'بەشی نوێ',
'articlepage'       => 'ناوه‌ڕۆكی بابه‌ت ببینه‌',
'talk'              => 'وتووێژ',
'views'             => 'بینینەکان',
'toolbox'           => 'ئامرازدان',
'userpage'          => 'دیتنی په‌ڕه‌ی به‌كارهێنه‌ری',
'projectpage'       => 'په‌ڕه‌ی پرۆژه‌ نیشانبده‌',
'imagepage'         => 'پەڕەی پەڕگە نیشان بدە',
'mediawikipage'     => 'په‌ڕه‌ی په‌یام نیشانبده‌',
'templatepage'      => 'په‌ڕه‌ی قاڵب نیشانبده‌',
'viewhelppage'      => 'په‌ڕه‌ی یارمه‌تی نیشانبده‌',
'categorypage'      => 'په‌ڕه‌ی هاوپۆل نیشانبده‌',
'viewtalkpage'      => 'بینینی لێدوان',
'otherlanguages'    => 'بە زمانەکانی تر',
'redirectedfrom'    => '(ڕەوانەکراوە لە $1 ەوە)',
'redirectpagesub'   => 'پەڕەی ڕەوانەکردن',
'lastmodifiedat'    => 'ئەم پەڕەیە دواجار لە $2ی $1 نوێکراوەتەوە.',
'viewcount'         => 'ئەم پەڕەیە {{PLURAL:$1|یەکجار|$1 جار}} بینراوە.',
'protectedpage'     => 'پەڕەی پارێزراو',
'jumpto'            => 'باز بدە بۆ:',
'jumptonavigation'  => 'ڕێدۆزی',
'jumptosearch'      => 'گەڕان',
'view-pool-error'   => 'ببورە، لەم کاتەدا ڕاژەکارەکان زیاباریان لە سەرە.<br />
ژمارەیەکی زۆر لە بەکارهێنەران هاوکات هەوڵی دیتنی ئەم لاپەرەیان داوە.<br />
تکایە پێش هەوڵی دووبارە بۆ دیتنی ئەم لاپەڕە، نەختێک بوەستە.<br /><br />

$1',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => 'دەربارەی {{SITENAME}}',
'aboutpage'            => 'Project:دەربارە',
'copyright'            => 'ناوەڕۆک ئامادەیە لە ژێر $1.',
'copyrightpage'        => '{{ns:project}}:مافەکانی لەبەرگرتنەوە',
'currentevents'        => 'ڕووداوە ھەنووکەییەکان',
'currentevents-url'    => 'Project:ڕووداوە بەردەوامەکان',
'disclaimers'          => 'نابەرپرسییەکان',
'disclaimerpage'       => 'Project:بەرپرس‌نەبوون',
'edithelp'             => 'ڕێنمایی بۆ دەستکاریکردن',
'edithelppage'         => 'Help:دەستکاریکردن',
'helppage'             => 'Help:ناوەڕۆک',
'mainpage'             => 'دەستپێک',
'mainpage-description' => 'دەستپێک',
'policy-url'           => 'Project: سیاسەت',
'portal'               => 'دەروازەی بەکارھێنەران',
'portal-url'           => 'Project: دەروازەی بەکارھێنەران',
'privacy'              => 'ڕێبازی تایبەتێتی',
'privacypage'          => 'Project:پاراستنی زانیارییەکان',

'badaccess'        => 'ھەڵە لە بە دەست ھێنان',
'badaccess-group0' => 'ڕێگەت پێ نەدراوە بۆ بەجێهێنای ئەو ئەنجامە وا داخوازیت کردووه.',
'badaccess-groups' => 'ئەو ئەنجامەی وا داخوازیت کردووه مەحدود کراوە بۆ بەکارهێنەرانی {{PLURAL:$2|دەستەی|یەکێک لە دەستەکانی}}: $1',

'versionrequired'     => 'وەشانی $1ی‌ میدیاویکی پێویستە',
'versionrequiredtext' => 'پێویستیت بە وەشانی $1ی ویکیمیدیا ھەیە بۆ بەکاربردنی ئەم پەڕەیە.
تەماشای [[Special:Version|پەڕەی وەشان]] بکە.',

'ok'                      => 'باشه‌',
'retrievedfrom'           => 'وەرگیراو لە «$1»',
'youhavenewmessages'      => '$1ت ھەیە ($2).',
'newmessageslink'         => 'پەیامی نوێ',
'newmessagesdifflink'     => 'دوا گۆڕانکارییەکان',
'youhavenewmessagesmulti' => 'لە $1 دا پەیامی نوێت ھەیە',
'editsection'             => 'دەستکاری',
'editold'                 => 'دەستکاری',
'viewsourceold'           => 'بینینی سەرچاوە',
'editlink'                => 'دەستکاری',
'viewsourcelink'          => 'بینینی سەرچاوە',
'editsectionhint'         => 'دەستکاری کردنی بەشی: $1',
'toc'                     => 'ناوەڕۆک',
'showtoc'                 => 'نیشاندان',
'hidetoc'                 => 'شاردنەوە',
'thisisdeleted'           => 'نیشاندان یا گەڕاندنەوەی $1؟',
'viewdeleted'             => '$1 نیشان بده‌؟',
'restorelink'             => '{{PLURAL:$1|گۆڕانکاریی سڕاو|$1 یەک گۆڕانکاریی سڕاو}}',
'feedlinks'               => 'خۆراک:',
'feed-invalid'            => 'ئەندام بوونی ئەو جۆرە خۆراکە نەناسراوە.',
'feed-unavailable'        => 'پەیوەندی فییدەکان ئامادەی کەڵک وەرگرتن نیە',
'site-rss-feed'           => 'فیدی RSS بۆ $1',
'site-atom-feed'          => 'فیدی Atom بۆ $1',
'page-rss-feed'           => 'فیدی RSS بۆ «$1»',
'page-atom-feed'          => 'Atom Feed ـی "$1"',
'red-link-title'          => '$1 (پەڕە بوونی نییە)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'پەڕە',
'nstab-user'      => 'پەڕەی بەکارھێنەر',
'nstab-media'     => 'میدیا',
'nstab-special'   => 'پەڕەی تایبەت',
'nstab-project'   => 'پەڕەی پرۆژە',
'nstab-image'     => 'پەڕگە',
'nstab-mediawiki' => 'پەیام',
'nstab-template'  => 'داڕێژە',
'nstab-help'      => 'پەڕەی یارمەتی',
'nstab-category'  => 'ھاوپۆل',

# Main script and global functions
'nosuchaction'      => 'كرداری به‌م شێوه‌یه‌ نییه‌',
'nosuchactiontext'  => 'ئەو چالاکییەی لە لایەن بەستەرەوە دیاریکراوە ناتەواوە.
لەوانەیە بە هەڵە بەستەرەکەت نووسیبێت، یان بەستەرێکی هەڵەی بە دواوە بێت.
لەوانەیە ئەمە نیشانەی هەڵەیەک بێت لەو نەرمەکاڵایەی کە بەکاردێت لە لایەن {{SITENAME}}.',
'nosuchspecialpage' => 'په‌ڕه‌ی تایبه‌تی له‌و شێوه‌یه‌ نییه‌',
'nospecialpagetext' => '<strong>پەڕەیەکی تایبەت دەخوازیت کە بوونی نیە.</strong>

لیستێکی پەڕە تایبەتە دروستەکان لە [[Special:SpecialPages|{{int:specialpages}}]] لە بەردەست‌دایە.',

# General errors
'error'                => 'هه‌ڵه‌',
'databaseerror'        => 'هه‌ڵه‌ له‌ بنكه‌دراوه‌دا هه‌یه‌',
'dberrortext'          => 'ھەڵەیەکی ڕستەنووسی لە داواکاریی بنکەیدراو ڕووی داوە.
لەوانەیە ئەوە نیشاندەری کەلێنێک لە نەرمامێرەکەدا بێت.
دوایین تێکۆشان بۆ داواکاری بنکەیدراو:
<blockquote><tt>$1</tt></blockquote>.
لە نێو کرداری "<tt>$2</tt>".
بنکەیدراو ھەڵەی"<tt>$3: $4</tt>" گەڕاندووتەوە.',
'dberrortextcl'        => 'هەڵەیەکی ڕستەنووسی لە داواکاریی بنکە‌یدراو ڕوویداوە.
دوایین تێکۆشان بۆ داواکاری بنکەیدراو ئەمە بووە:
"$1"
لە نێو کرداری "$2".
بنکەیدراو ھەڵەی "$3: $4" گەڕاندووەتەوە',
'laggedslavemode'      => 'ئاگاداری: لەوانەیە لاپەڕەکە نوێکردنەکان لە بەر نەگرێت.',
'readonly'             => 'بنکەدراوە داخراوە',
'enterlockreason'      => 'هۆیەک بۆ قوفڵ‌کردنەکە بنووسە کە  تێیدا کاتی کردنەوەی قۆفڵەکە باس کرابێت',
'readonlytext'         => 'بنکەدراوەکە لەم کاتەدا  لەبەر چاکسازی ئاسایی بۆ نوسینی نوێ و دەستکاری قوفڵ کراوه. دوای ئەوە ئەگرێتەوە بۆ ئاستی خۆی.

ئەو بەڕێوبەرەی کە قوفڵی کردووه ئەم ڕوون‌کردنەوەی نووسیوە : $1',
'missing-article'      => 'دانەگە (دەیتابەیس) نەیتوانی دەقی پەڕەیەک بدۆزێتەوە کە دەبوا بیدۆزایەتوە، بەناوی "$1" $2 .

ئەمە کاتێ ڕوو ئەدات کە بەدواچوونی بەستەری پەڕەیکی سڕاوە یان جیاوازیەکانی مێژوو تێپەڕبووی دەکەی.

ئەگەر وا نەبێت، ئەوا ڕەنگە گرفتێکت لەم نەرمامێرە دا ھەبێت، کە تۆ پێت زانیوە..
تکایە ئەمە بە یەکێک لە ئەندامانی [[Special:ListUsers/sysop|بەڕێوبەر]] ڕاپۆرت بدە، و ناونیشانی URLـەکەی پێ بدە.',
'missingarticle-rev'   => '(پیاچوونەوە#: $1)',
'missingarticle-diff'  => '(جیاوازی: $1، $2)',
'readonly_lag'         => 'بنكه‌دراوه‌كه‌ به‌شێوه‌ی خۆكار به‌ندكراوه‌، له‌كاتێكدا بنكه‌دراوه‌ی ڕاژه‌كاره‌كه‌ ڕۆڵی له‌خۆگرتن ده‌گێڕێت',
'internalerror'        => 'هه‌ڵه‌یه‌كی ناوخۆیی ڕویدا',
'internalerror_info'   => 'هه‌ڵه‌ی ناوخۆیی: $1',
'fileappenderror'      => 'نه‌تواندرا "$1" بخرێته‌سه‌ر "$2".',
'filecopyerror'        => 'په‌ڕگه‌ی „$1“ ڕوونوس نابێت بۆ „$2“ .',
'filerenameerror'      => 'ناوی په‌ڕگه‌ی "$1" نه‌گۆڕدرا بۆ "$2".',
'filedeleteerror'      => 'بسڕدرێته‌وه‌"$1" نه‌توانرا په‌ڕگه‌ی',
'directorycreateerror' => 'نەتوانرا بوخچەی "$1"دروست بکرێت.',
'filenotfound'         => 'په‌ڕگه‌ی "$1" نه‌دۆزرایه‌وه‌',
'fileexistserror'      => 'ناتوانی لەسەر پەڕگەی "$1" بنووسیت: ئەو پەڕگەیە هەیە.',
'unexpected'           => 'نرخی چاوەڕوان نەکراو: "$1"="$2" .',
'formerror'            => 'هەڵە: فورمەکە نانێردرێت.',
'badarticleerror'      => 'ئەو ئاماژە لەم لاپەڕەدا پێک‌نایە.',
'cannotdelete'         => 'نەتوانرا پەڕە یان پەڕگەی «$1» بسڕدرێتەوە.
لەوانەیە پێشتر لە لایەن کەسێکی ترەوە سڕابێتەوە.',
'badtitle'             => 'ناونیشانی خراپ',
'badtitletext'         => 'سەرناوی ئەو لاپەڕەی کە دەتەوێت پووچە، بەتاڵە، یان سەرناوێکی نێوان-زمانی یان نێوانی-ویکییە کە بە شێوەیەکی ھەڵە لکێندراوە.
ڕەنگە یەک یان چەند کاراکتێری تێدا بێت کە ناشێت لە نێو سەرناوەکان دا بەکار بھێنرێت.',
'perfcached'           => 'ئەم داتای خوارەوە پاشەکەوتی کەشە وە ناکرێ تازەی بکەیەوە.',
'perfcachedts'         => 'ئەم داتای خوارەوە کەش کراوە، و دوایین جار لە $1 تازە کراوەتەوە',
'querypage-no-updates' => 'تازەکردنەوەی ئەم لاپەڕە لە حاڵی ئێستا دا ناچالاک کراو.
داتای ئەم شوێنە بەم زووانە تازە ناکرێتەوە.',
'wrong_wfQuery_params' => 'پارامێتری ھەڵە بۆ wfQuery()<br />
کردار: $1<br />
داواکاری: $2',
'viewsource'           => 'بینینی سەرچاوە',
'viewsourcefor'        => 'بۆ $1',
'actionthrottled'      => 'چالاکی پێشی پێ گیرا',
'actionthrottledtext'  => 'بە مەبەستی پێشگریی لە سپەم، ڕێگە نادرێت تۆ لە ماوەیەکی کورت دا لە سەر یەک ئەمە زۆر جار ئەنجام بدەی، وە ئیستا تۆ لە ڕادە بەدەرت کردووە.
تکایە پاش چەند خولەک دووبارە تاقی بکەوە.',
'protectedpagetext'    => 'بە مەبەستی پێشگریی لە دەستکاریی، ئەم لاپەڕە قوفڵ کراوە.',
'viewsourcetext'       => 'تۆ دەتوانی سەرچاوەی ئەم لاپەڕە ببینی و کۆپی بکەی:',
'protectedinterface'   => 'ئەم لاپەڕە دەقی ڕوواڵەتی نەرم‌ئامێرەکە نیشان ئەدات، وە بۆ پێشگریی لە خراپکاریی قوفڵ کراوە.',
'editinginterface'     => "'''ئاگاداریی:''' تۆ خەریکی دەستکاریی لاپەڕەیەکی کە بۆ دابینکردنی دەقی ڕوواڵەتی نەرم‌ئامێر بە کار دەھێنرێت.
گۆڕانکاریی لە ئەم لاپەڕە کاریگەر دەبێت لە سەر ڕواڵەتی لاپەڕەکانی بەکارھێنەرانی دیکە.
بۆ وەرگێڕان تکایە [http://translatewiki.net/wiki/Main_Page?setlang=en translatewiki.net] بەکار بھێنە، واتە پرۆژەی خۆجێیی‌کردنی مێدیاویکی.",
'sqlhidden'            => '(داواکاریی SQL شاراوەیە)',
'cascadeprotected'     => 'ئەم لاپەڕە پارێزراوە لە دەستکاریی، چونکا خراوەتە سەر ڕیزی ئەم {{PLURAL:$1|لاپەڕانه‌، کە}} که‌ به‌ هه‌ڵکردنی بژارده‌ی داڕژان هه‌ڵکراوه‌:
$2',
'namespaceprotected'   => "تۆ ناتوانی لاپەڕەکانی ناو نەیمسپەیسی '''$1''' بگۆڕی.",
'customcssjsprotected' => 'تۆ ناتوانی ئەم لاپەڕە دەستکاریی بکەی، چونکا ڕێکراوە تاکەکەسییەکانی بەکارھێنەرێکی دیکەی تێدایە.',
'ns-specialprotected'  => 'تۆ ناتوانی لاپەڕە تایبەتەکان دەستکاریی بکەی.',
'titleprotected'       => 'ئەم سەرناوە پارێزراوە لە دروستکران لە لایەن [[User:$1|$1]].
ھۆکاری ئەمە بریتیە لە "\'\'$2\'\'".',

# Virus scanner
'virus-badscanner'     => "پێکەربەندیی نابەجێ: ڤایرس سکەنێری نەناسراو: ''$1''",
'virus-scanfailed'     => 'سکەن ئەنجام نەدرا(کۆد $1)',
'virus-unknownscanner' => 'دژەڤایرس نەناسراوە:',

# Login and logout pages
'logouttext'                 => "'''ئێستا تۆ لە ھەژمارەکەت ھاتوویتە دەرەوە.'''

تۆ دەتوانی درێژە بدەی بە بەرکارھێنانی {{SITENAME}} بە شێوەی بێناو، یان دەتوانی [[Special:UserLogin|دیسانەوە بچیتەوە ژوورەوە]] بە ھەمان ناو یان بە ناوی بەکارھێنەرێکی جیاوازەوە.
ئاگادار بە کە سەرەڕای چوونەدەرەوەی تۆ لە ھەژمارەکەت ھەندێک لە پەڕەکان ھەر بە شێوەیەک نیشان ئەدرێن کە گوایە تۆ ھێشتا لە ژوورەوەیت. ئەمە بەردەوام دەبێت ھەتا کاتێک کە تۆ کەشی وێبگەڕەکەت دەسڕیتەوە.",
'welcomecreation'            => '== بەخێربێی، $1! ==
ھەژمارەکەت دروست کرا.
لە بیرت نەچێت کە گۆڕانکاری لە [[Special:Preferences|ھەڵبژاردەکانی {{SITENAME}}]]ی تایبەتی خۆت بدەی.',
'yourname'                   => 'ناوی بەکارھێنەر:',
'yourpassword'               => 'تێپەڕوشە:',
'yourpasswordagain'          => 'تێپه‌ڕه‌وشه‌ دووباره:‌',
'remembermypassword'         => 'چوونە ژوورەوەم لەسەر ئەم کۆمپیوتەرە پاشەکەوت بکە (ئەو پەڕی $1 {{PLURAL:$1|ڕۆژ|ڕۆژ}}ە)',
'yourdomainname'             => 'ناوی دۆمه‌ینی خۆت',
'externaldberror'            => 'یان هەڵەی ڕێگەپێدانی بنکەدراو هەیە یان ڕێگات پێ نادرێت بۆ نوێ کردنی هەژماری دەرەکیت.',
'login'                      => 'چوونەژوورەوە',
'nav-login-createaccount'    => 'چوونەژوورەوە / دروستکردنی هەژمار',
'loginprompt'                => 'بۆ چونەژوورەوه لە {{SITENAME}}، ئەشێ ڕێگە بدەی بە کووکی‌یەکان.',
'userlogin'                  => 'دروست کردنی ھەژمار \\ چوونە ژورەوە',
'userloginnocreate'          => 'چوونەژوورەوە',
'logout'                     => 'دەرچوون',
'userlogout'                 => 'دەرچوون',
'notloggedin'                => 'له‌ ژووره‌وه‌ نیت',
'nologin'                    => "ھەژمارت نییە؟  '''$1'''.",
'nologinlink'                => 'ھەژمارێک دروست بکە',
'createaccount'              => 'ھەژمار دروست بکە',
'gotaccount'                 => "خاوه‌نی هه‌ژماری خۆتی؟ '''$1'''.",
'gotaccountlink'             => 'چوونه‌ ژووره‌وه‌',
'createaccountmail'          => 'بە ئیمەیل',
'createaccountreason'        => 'هۆکار:',
'badretype'                  => 'تێپەڕوشەکان لەیەک ناچن.',
'userexists'                 => 'ئەو ناوەی تۆ داوتە پێشتر کەسێکی دیکە بەکاری بردووە.
ناوێکی دیکە ھەڵبژێرە.',
'loginerror'                 => 'ھەڵە لە چوونە ژوورەوەدا',
'nocookiesnew'               => 'هەژماری بەکارهێنەر درووست‌کرا، بەڵام بە سەرکەوتوویی نەچوویتەوە ژوورەوە.
{{SITENAME}} بۆ چوونەوە ژووری بەکارهێنەر لە شەکرۆکە کەڵک وەر دەگرێت.
تۆ بەکار‌هێنانی شەکرۆکەت لەکارخستە.
تکایە شەکرۆکە کارا بکە و بە ناو و وشەی تێپەڕبوونی بەکارهێنەر بچۆ ژوورەوە.',
'nocookieslogin'             => '{{SITENAME}} بۆ چوونەژوورەوە لە کووکی‌یەکان کەڵک وەرئەگرێت.
ڕێگەت نەداوە بە کووکی‌یەکان.
ڕێگەیان پێ بدەو و دیسان تێبکۆشە.',
'noname'                     => 'ناوی بەکارهێنەری گۆنجاوت دابین‌ نەکردووه.',
'loginsuccesstitle'          => 'سەرکەوتی بۆ چوونە ژوورەوە',
'loginsuccess'               => "'''ئێستا لە {{SITENAME}} چوویتەوە ژوورەوە  وەک \"\$1\".'''",
'nosuchuser'                 => 'بەکارھێنەرێک بە ناوی «$1» نیە.
ناوی بەکارھێنەر بە گەورە و بچووک بوونی پیتەکان ھەستیارە.
ڕێنووسەکەت چاولێکەرەوە، یان [[Special:UserLogin/signup|ھەژمارێکی نوێ دروست بکە]].',
'nosuchusershort'            => 'بەکارهێنەر بە ناوی "<nowiki>$1</nowiki>" نیە.
چاو لە ڕێنووسەکە بکە.',
'nouserspecified'            => 'دەبێ ناوی بەکارهێنەر دابین‌ بکەی.',
'wrongpassword'              => 'تێپەڕوشەی ھەڵە.
تکایە دووبارە تێبکۆشە.',
'wrongpasswordempty'         => 'تێپەڕەوشەی لێدراو بەتاڵبوو.
تکایە هەوڵ بدەوە.',
'passwordtooshort'           => 'تێپەڕوشەکەت لانی کەم دەبێ {{PLURAL:$1|١ پیت|$1 پیت}} بێت.',
'password-name-match'        => 'تێپەڕوشەکەت ئەبێ جیاواز بێت لە ناوی بەکارهێنەریت.',
'mailmypassword'             => 'تێپەڕوشەیەکی نوێ بنێرە بۆ ئیمەیلەکەم',
'passwordremindertitle'      => 'تێپەڕوشەیەکی نوێی کاتی بۆ  {{SITENAME}}',
'passwordremindertext'       => 'کەسێک (لەوانەیە خۆت، لە ناونیشانی ئای‌پی $1) داخوازی تێپەڕوشەیەکی نوێی کردووە بۆ {{SITENAME}} ($4) .تێپەڕوشەیەکی کاتی بۆ بەکارهێنەر «$2» درووست‌کراوە و  وەک «$3» دانراوه. ئەگەر داواکاری تۆ بووە، دەبێ هەر ئێستا بڕۆیتە ژوورەوە و تێپەڕوشەیەکی نوێ هەڵبژێریت. تێپەڕوشەی کاتی لە {{PLURAL:$5|ڕۆژدا|$5 ڕۆژدا}} ماوەی‌ بەسەر دەچێت.

ئەگەر کەسێکی دی ئەو داخوازیەی کردە یان وشە نهێنیەکەت بیر هاتەوە و چی‌تر پێویستت بە گۆڕانی نەبوو، ئەم پەیامە بەتاڵ‌کەوە و لە وشە نهێنیە کۆنەکەت کەڵک وەربگرە.',
'noemail'                    => 'ھیچ ئەدرەسێکی ئیمەیل تۆمار نەکراوە بۆ بەکارھێنەر « $1 ».',
'passwordsent'               => 'وشەی نهێنی نوێ بۆ ئەدرەسی ئی‌مێڵغ تۆمار کراو بۆ "$1"، ناردرا.
تکایە دوای وەرگرتنی دووبارە بچۆ ژوورەوە.',
'blocked-mailpassword'       => 'ئادرەسی ئای‌پی تۆ بۆ دەستکاری کردن بەستراوه بۆیە بۆ بەرگری لە بەکارهێنانی نابەجێ ئەنجامی گەڕانەوەی تێپەڕوشە ڕیگە نەدراوە.',
'eauthentsent'               => 'ئی‌مەیلێکی بڕواپێکردن ناردرا بۆ ئەدرەسی ئی‌مەیلی پاڵێوراو. <br />
پێش ئەوەی ئی‌مەیلی‌تر بنێردرێ بۆ ئەم هەژمارە، بۆ ئەوەی بڕوات پێ‌بکرێ کە ئەو هەژمارە بەڕاستی هین تۆیە، دەبێ ڕێنوماییەکانی ناو ئەو ئی‌مەیلە هەنگاو بە هەنگاو ئەنجام بدەیت.',
'throttled-mailpassword'     => 'بیرهێنەرەوەیەکی وشەی نهێنی پێش ئەمە لە {{PLURAL:$1|کاتژمێر}}ی ڕابردوودا ناردراوە.
بۆ بەرگری لە بەکارهێنانی خراپ، تاکە یەک بیرهێنەرەوەی وشەی نهێنی هەر {{PLURAL:$1|کاتژمێر}} دەنێردرێت.',
'mailerror'                  => 'هەڵە ڕوویدا لە ناردنی ئیمەیل: $1',
'acct_creation_throttle_hit' => 'بینەرانی ویکی بەکەڵک وەرگرتن لەم ئای‌پی ئەدرەسەی تۆ لە ڕۆژانی ڕابردوودا، دەستیان کردە بە درووست‌کردنی {{PLURAL:$1|هەژمارە}}، کە زۆرینە ڕیگەپێدان لە یەک ماوە‌دایە.
وەک ئەنجامی ئەو ڕووداوە، ئەو بینەرانی لەم ئای‌پی ئەدرەسە کەڵک وەر دەگرن لەم کاتەدا ناتوانن هەژماری دیکە درووست‌بکەن.',
'emailauthenticated'         => 'ئیمەیلەکەت بە ڕاست ناسرا لە $3ی $2 دا',
'emailnotauthenticated'      => 'ئیمەیلەکەت ھێشتا نەناسراوە.
ھیچ ئیمەیلێک بۆ ئەم بابەتانەی خوارەوە نانێردرێت.',
'noemailprefs'               => 'بۆ کەوتنە کاری ئەو تایبەتمەندیانە، لە هەڵبژاردەکانت ئەدرەسەکی ئی‌مێڵ دابین بکە.',
'emailconfirmlink'           => 'ئیمەیلەکەت پشت‌ڕاست بکەرەوە',
'invalidemailaddress'        => 'ئەو ئەدرەسی ئی‌مێڵە لەبەر ئەوەی بە شێوازێکی نەناسراوە، پەسند نەکرا.
تکایە ئەدرەسێک بە شێوازی ناسراو بنووسە یان ئەو خانەیە بەتاڵ بهێڵەوە.',
'accountcreated'             => 'ھەژمار دروست کرا',
'accountcreatedtext'         => 'هەژماری بەکارهێنەر بۆ $1 درووست‌کرا.',
'createaccount-title'        => 'درووست‌کردنی هەژمارە بۆ {{SITENAME}}',
'createaccount-text'         => 'کەسێک هەژمارەیەکی بۆ ئی‌مێڵ ئەدرەسەکی تۆ لەسەر {{SITENAME}} ($4) بەناوی "$2"، بە وشەی نهێنی "$3".
ئێستا دەبێ بڕۆیتە ژوورەوە و وشەی نهێنی بگۆڕیت.

ئەگەر ئەو هەژمارە بە هەڵە درووست‌کراوە، ئەم برووسکە لە بەرچاو مەگرە.',
'login-throttled'            => 'ژمارەیەکی زۆر هەوڵت داوە بۆ چوونە ژوورەوە.
تکایە پێش هەوڵی دووبارە، نەختێک بوەستە.',
'loginlanguagelabel'         => 'زمان: $1',

# Password reset dialog
'resetpass'                 => 'گۆڕینی تێپەڕوشە',
'resetpass_announce'        => 'بە کۆدی کاتیی ئیمەیل‌کراو ھاتوویتە ژوورەوە.
بۆ دوایی ھاتنی چوونە ژوورەوە، ئەشێ تێپەڕوشەیەکی نوێ ھەڵبژێری لێرە:',
'resetpass_text'            => '<!-- تێپه‌ڕه‌وشه‌ی هه‌ژماره‌كه‌ سفر بكه‌ره‌وه‌ -->',
'resetpass_header'          => 'گۆڕینی تێپەڕوشەی ھەژمار',
'oldpassword'               => 'تێپەڕوشەی پێشو:',
'newpassword'               => 'تێپەڕوشەی نوێ:',
'retypenew'                 => 'تێپەڕوشەی نوێ دوبارە بنووسەوە:',
'resetpass_submit'          => 'تێپەڕوشە رێکخە و بچۆ ژوورەوە',
'resetpass_success'         => 'تێپەروشەکەت بە سەرکەوتوویی گۆڕدرا. ئێستا چوونە ژوورەوەت...',
'resetpass_forbidden'       => 'تێپەڕوشەکە ناگۆڕدرێت',
'resetpass-no-info'         => 'بۆ گەیشتنی راستەوخۆ بەم پەڕە ئەشێ بچیتە ژوورەوە.',
'resetpass-submit-loggedin' => 'گۆڕینی تێپەڕوشە',
'resetpass-submit-cancel'   => 'ھەڵوەشاندنەوە',
'resetpass-wrong-oldpass'   => 'تێپەڕوشەی ھەنووکەیی یان تێپەڕوشەی کاتی ھەڵەیە.
وا دیارە تێپەڕوشەکەت بە سەرکەوتوویی گۆڕدراوە یان داوای تێپەڕوشەیەکی نوێت کردووە.',
'resetpass-temp-password'   => 'تێپەڕوشەی کاتی:',

# Edit page toolbar
'bold_sample'     => 'دەقی ئەستوور',
'bold_tip'        => 'دەقی ئەستوور',
'italic_sample'   => 'دەقی لار',
'italic_tip'      => 'دەقی لار',
'link_sample'     => 'نێوی بەستەر',
'link_tip'        => 'بەستەری ناوخۆ',
'extlink_sample'  => 'http://www.example.com سەردێڕی بەستەر',
'extlink_tip'     => 'بەستەری دەرەکی (لەبیرت بێ نووسینی پێشگری http:// )',
'headline_sample' => 'دەقی سەردێڕ',
'headline_tip'    => 'سەردێڕی ئاست ۲',
'math_sample'     => 'فۆرموول لێرە بنووسە',
'math_tip'        => 'فۆرموولی بیرکاری (LaTeX)',
'nowiki_sample'   => 'لەگەرە دەقی نەڕازراو تێ‌بخە',
'nowiki_tip'      => 'لەبەرچاو نەگرتنی دارشتنەکانی ویکی',
'image_sample'    => 'نموونە.jpg',
'image_tip'       => 'وێنەی نێو دەق',
'media_sample'    => 'نموونە.ogg',
'media_tip'       => 'لینکی پەڕگە',
'sig_tip'         => 'ئیمزاکەت بە مۆری ڕێکەوتەوە',
'hr_tip'          => 'هێڵی ئاسۆیی (دەگمەن بەکاری بێنە)',

# Edit pages
'summary'                          => 'پوختە:',
'subject'                          => 'بابەت/سەردێڕ:',
'minoredit'                        => 'ئەم گۆڕانکارییە بچووکە',
'watchthis'                        => 'چاودێری ئەم پەڕەیە بکە',
'savearticle'                      => 'پاشەکەوتکردنی پەرە',
'preview'                          => 'پێشبینین',
'showpreview'                      => 'پێشبینینی پەڕە',
'showlivepreview'                  => 'پێشبینینی ڕاسته‌وخۆ',
'showdiff'                         => 'گۆڕانکارییەکان نیشان بدە',
'anoneditwarning'                  => "'''ئاگاداربە:''' نەچوویتەتە ژوورەوە.
ئەدرەسی ئای-پی تۆ لە مێژووی دەستکارییەکانی ئەم پەڕەدا دەمێنێتەوە.",
'anonpreviewwarning'               => '«نەڕۆشتوویتە ژوورەوە. پاشەکەوتکردن، ئەدرەسی IPەکەت لە مێژووی دەستکاریی ئەم پەڕە تۆمار دەکات.»',
'missingsummary'                   => "'''وە بیر خستنەوە:''' پوختەیەکت نەنووسیوە بۆ چۆنیەتی گۆڕانکارییەکەت.
ئەگەر جارێکی تر پاشکەوت کردن لێبدەی، بێ پوختە تۆمار دەکرێ.",
'missingcommenttext'               => 'تکایە لە خوارەوە شرۆڤەیەک بنووسە.',
'missingcommentheader'             => "'''بیرهێنانەوە:''' بۆ ئەم بۆچوونەت سەردێڕ\\بابەت ڕاچاو نەکردووە.
ئەگەر دیسان «{{int:savearticle}}» لێبدەی، دەستکاریەکەت بێ سەردێڕ یان بابەت پاشەکەوت دەبێ.",
'summary-preview'                  => 'پێشبینینی کورتە:',
'subject-preview'                  => 'پێشبینینی بابەت\\سەردێڕ :',
'blockedtitle'                     => 'به‌کار هینه‌ر له‌کار خراوه',
'blockedtext'                      => '\'\'\'ناوی بەکارهێنەری یان ئای‌پی ئەدرەسی تۆ بەربەست‌ کراوە.\'\'\'<br /><br />
بەربەست لە لایەن $1 کراوە.<br />
هۆکاری بەربەست کردن \'\'$2\'\'.<br /><br />
* دەستپێکی بەربەست‌کران: $8<br />
* کۆتایی هاتنی بەربەست‌کران: $6<br />
* بابەتی بەربەست: $7<br /><br />
دەبێ پەیوەندی بکەی بە $1 یان یەکێ دی لە [[{{MediaWiki:Grouppage-sysop}}|بەڕێوبەران]] بۆ وتووێژ سەبارەت بە بەربەست‌کرانەکە.<br /><br />
لە بیرت بێ تاکوو ئەمەیل ئەدرەسێکی بڕوا پێ‌کراو لە [[Special:Preferences|ھەڵبژاردەکانی بەکارھێنەر]] ڕاچاو نەکەی، نابێت لە هەلی "ئی‌مەیل ناردن بۆ ئەم بەکارهێنەرە" کەڵک وەر بگری؛ کەڵک وەرگرتن لەوە بەربەست نەکراوە بۆت.<br /><br />
ئای‌پی ئەدرەسی ئێستای تۆ $3 و پەێناسەی بەربەست‌کراو #$5.<br />
تکایە لە هەر پرس و داواکاریەکت‌دا هەموو وردەکاریەکانی سەرەوە بگونجێنە.',
'autoblockedtext'                  => 'ئای‌پی ئەدرەسی تۆ بە شێوەی خۆکار بەربەست کراوە چونکە لە لایەن بەکارهێنەرێکی دی کەڵکی لێ وەرگیراوە کە لە لایەن $1 بەربەست کراوە.<br />
ئەمە هۆکارەکەیەتی:<br /><br />
:\'\'$2\'\'<br /><br />
* دەستپێکی بەربەست‌کران: $8<br />
* کۆتایی هاتنی بەربەست‌کران: $6<br />
* بابەتی بەربەست: $7<br /><br />

دەبێ پەیوەندی بکەی بە $1 یان یەکێ دی لە [[{{MediaWiki:Grouppage-sysop}}|بەڕێوبەران]] بۆ وتووێژ سەبارەت بە بەربەست‌کرانەکە.<br /><br />

لە بیرت بێ تاکوو ئەمەیل ئەدرەسێکی بڕوا پێ‌کراو لە [[Special:Preferences|ھەڵبژاردەکانی بەکارھێنەر]] ڕاچاو نەکەی، نابێت لە هەلی "ئی‌مەیل ناردن بۆ ئەم بەکارهێنەرە" کەڵک وەر بگری؛ کەڵک وەرگرتن لەوە بەربەست نەکراوە بۆت.<br /><br />

ئای‌پی ئەدرەسی ئێستای تۆ $3 و پەێناسەی بەربەست‌کراو #$5.<br />
تکایە لە هەر پرس و داواکاریەکت‌دا هەموو وردەکاریەکانی سەرەوە بگونجێنە.',
'blockednoreason'                  => 'هیچ هۆکارێک نەدراوە',
'blockedoriginalsource'            => "سەرچاوەی '''$1''' لەخوارەوە پیشاندراوە:",
'blockededitsource'                => "دەقی '''دەستکاریەکانی تۆ''' بۆ '''$1''' لە خوارەوە نیشان‌دراوە:",
'whitelistedittitle'               => 'بۆ دەستکاریکردن پێویستە لەژوورەوە بیت',
'whitelistedittext'                => 'بۆ دەستکاری کردنی لاپەڕەکان دەبێ $1.',
'confirmedittext'                  => 'پێویستە پێش هەرجۆرە دەستکاریەکی لاپەڕەکان ئەدرەسی ئیمەیلت ڕاچاو کردبێت .<br />
تکایە لە [[Special:Preferences|ھەڵبژاردەکانی بەکارھێنەر]] ئی‌مەیلەکەت دانێ و بڕواپێکراوی بکە.',
'nosuchsectiontitle'               => 'بەش نەدۆزرایەوە',
'nosuchsectiontext'                => 'هەوڵی دەستکاریکردنی بەشێکت داوە کە بوونی نیە.
لەوانەیە لەو کاتە خەریکی بینینی پەڕە بوویت گۆزرابێتەوە یان سڕابێتەوە.',
'loginreqtitle'                    => 'پێویستە بچیه ژور',
'loginreqlink'                     => 'چونە‌ژوور',
'loginreqpagetext'                 => 'بۆ دیتنی لاپەڕەکانی دیکە دەبێ $1 .',
'accmailtitle'                     => 'وشه‌ی نهێنی ناردرا.',
'accmailtext'                      => "تێپەڕوشەیەکی هەرەمەکی درووست‌کراو بۆ [[User talk:$1|$1]] ناردرا بۆ $2 .

کاتێ چوویتە ‌ژوورەوە، لە ''[[Special:ChangePassword|گۆڕینی تێپەڕوشە]]'' دەتوانی وشەی تێپەڕبوون بۆ ئەم هەژمارە نوێیە بگۆڕی.",
'newarticle'                       => '(نوێ)',
'newarticletext'                   => "بە دوای بەستەری پەڕەیەک کەوتووی کە ھێشتا دروست نەکراوە.
بۆ دروست کردنی پەڕەکە، لە چوارچێوەکەی خوارەوە دەست بکە بە تایپ کردن. (بۆ زانیاری زورتر
[[{{MediaWiki:Helppage}}|یارمەتی]] ببینە).
ئەگەر بە ھەڵەوە ھاتویتە ئێرە، لە سەر دوگمەی '''back'''ی وێبگەڕەکەت کلیک بکە.",
'anontalkpagetext'                 => "----''ئەمە لاپەڕەی وتووێژە بۆ بەکارهێنەرێکی نەناسراوە کە هێشتا هەژمارەی درووست‌نەکردووه یان کەڵکی‌ لێ وەرناگرێ .
لەبەر ئەوە مەجبوورین ئای‌پی ئەدرەسەکی ژمارەیی بۆ ناساندنی بەکار بێنین.
ئای‌پی ئەدرەسی وا لەوانەیه لە لایەن چەندین بەکارهێنەروە بەکاربێت.
ئەگەر تۆ بەکارهێنەرێکی نەناسراوی و هەست ئەکەی ئەم لێدوانە پەیوەندی بە تۆوە نیە تکایە [[Special:UserLogin/signup|ھەژمارێکی نوێ دروست بکە]] یان [[Special:UserLogin|بچۆ ژوورەوە]] لەبەر ئەوەی لەداهاتوودا دەگەڵ بەکارهێنەرانی‌ نەناسراوی دی تێکەڵ نەکرێیت. ''",
'noarticletext'                    => 'ھەنووکە لەم پەڕەدا ھیچ دەقێک نیە.
دەتوانی بۆ ئەم ناوە لە [[Special:Search/{{PAGENAME}}|پەڕەکانی تر دا بگەڕێی]] ،<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} لە لۆگەکاندا بگەڕی ],
یان [{{fullurl:{{FULLPAGENAME}}|action=edit}}  ئەم پەڕە دەستکاری بکەیت. ]</span>.',
'userpage-userdoesnotexist'        => 'هەژماری بەکارهێنەری "$1" تۆمار نەکراوە.<br />
گەر دەتەوێ ئەم لاپەڕە درووست‌کەی یان دەستکاری بکەی تکایە تاقی‌بکەوە .',
'clearyourcache'                   => "'''ئاگاداری - دوای پەشەکەوت‌کردن، بۆ بینینی گۆڕانکارییەکان دەبێ کاشی وێبگەڕەکەت دەور لێ‌دەیتەوە.'''<br />
'''Mozilla / Firefox / Safari:'''کاتێ لەسەر ''Reload'' کرتە دەکەی، دەست لەسەر''Shift'' ڕاگرە، یان ''Ctrl-F5'' لێدە یا ''Ctrl-R''. (لە ماکینتاش ''Command-R'' ئەبێ لێدەی)<br />
'''Konqueror: ''' لەسەر ''Reload'' کرتە بکە یا ''F5'' لێدە ؛<br />
'''Opera:''' کاشەکەت لە ''Tools → Preferences'' بسڕەوە ؛<br />
'''Internet Explorer:''' کاتێ ''Refresh'' لێ‌ئەدەی ''Ctrl'' ڕاگرە، یان ''Ctrl-F5'' لێدە .",
'usercssyoucanpreview'             => "'''سەرچەشن:''' «{{int:showpreview}}» بەکاربێنە بۆ تاقی‌کردنەوەی CSS نوێ‌کەت، پێش پاشەکەوت‌کردن.",
'userjsyoucanpreview'              => "'''سەرچەشن:''' «{{int:showpreview}}» بەکاربێنە بۆ تاقی‌کردنەوەی جاڤاسکریپتە نوێ‌کەت، پێش پاشەکەوت‌کردن.",
'usercsspreview'                   => "'''له‌یادت بێ که‌ ئێسته‌ ته‌نها پێشبینینی CSS به‌کارهێنه‌ریه‌که‌ت ده‌که‌ی.'''
'''هێشتا پاشه‌که‌وت نه‌بووه !'''",
'userjspreview'                    => "'''لەیادت بێ کە ئێستە تەنها پێشبینین\\تاقی‌کردنەوەی جاڤاسکریپتی بەکارهێنەریەکەت دەکەی.'''
'''هێشتا پاشەکەوت نەبووه !'''",
'userinvalidcssjstitle'            => "'''ئاگادارکردنەوە:''' پێست نیە بۆ \"\$1\".
لەیادت بێ کە لاپەڕەکانی‌ .css و .js لە بابەت بە پیتی بچووک کەڵک وەر ئەگرن. وەک {{ns:user}}:Foo/monobook.css نە وەک {{ns:user}}:Foo/Monobook.css .",
'updated'                          => '(نوێ‌کراوە)',
'note'                             => "'''تێبینی:'''",
'previewnote'                      => "'''لە بیرت بێت کە ئەمە تەنھا پێشبینینە.'''
گۆڕانکارییەکانت ھێشتا پاشەکەوت نەکراون!",
'previewconflict'                  => 'ئەم پێشبینینە بە تۆ نیشان ئەدات ئەو دەقەی لە شوێنی دەستکاری سەرەوە داتناوە چۆن بەرچاو ئەکەوێت ئەگەر پاشەکەوتی بکەیت.',
'session_fail_preview'             => "'''ببوورە! لەبەر ون‌بوونی هێندێ دراوە ناتوانین دەستکاریەکەت چارەسەر کەین.'''<br />
تکایە دیسان تاقی‌ بکەوە.<br />
ئەگەر هێشتا کار ناکات بکۆشە [[Special:UserLogout|بچیتە دەرەوە]] و بگەڕێیتەوە ژوورەوە.",
'session_fail_preview_html'        => "'''ببوورە! لەبەر ون‌بوونی هێندێ دراوە ناتوانین دەستکاریەکەت چارەسەر کەین.'''<br /><br />
''لەبەر ئەوەی {{SITENAME}} HTMLـی چاک توانا نەدراوە، پێشبینین بۆ بەرگری لە هێرشەکانی جاڤاسکریپتی داشاردراوە.''<br /><br />
'''ئەگەر ئەمە هەوڵێکی ڕەوا بۆ دەستکاری‌کردنە، تکایە دیسان تاقی‌ بکەوە.'''<br />
ئەگەر هێشتا کار ناکات بکۆشە [[Special:UserLogout|بچیتە دەرەوە]] و بگەڕێیتەوە ژوورەوە.",
'token_suffix_mismatch'            => "'''دەستکاریەکەت پەسەند نەکرا لەبەر ئەوەی ڕاژەخواز یان وێبگەڕەکەت نووسەکانی خاڵبەندی لەیەک پچڕاندوە.'''<br />
دەستکاریەکەت بۆ بەرگری لە تێکەڵ‌بوونی دەقی لاپەڕەکە وەر نەگیرا.<br />
ئەمە بڕێ‌جار کاتێ ڕوو ئەدات کە لە خزمەتی پرۆکسی سەر وێب کەڵک وەر بگریت.",
'editing'                          => 'دەستکاریکردنی $1',
'editingsection'                   => 'گۆڕاندنی: $1 (بەش)',
'editingcomment'                   => 'گۆڕاندنی $1 (بەشی  نوێ)',
'editconflict'                     => 'دەستکاری کێشە : $1',
'explainconflict'                  => "لەو ماوەی تۆ خەریک دەستکاری‌کردنی ئەم لاپەڕە بووی‌، کەسێکی‌تر گۆڕانکاری‌ تێدا کردووە.
بەشی سەرەوەی دەق، شێوازی ئێستای لاپەڕەکە لە خۆ ئەگرێت.
گۆڕانکاریەکانی تۆش لە بەشی خوارەوەی دەق نیشان‌دراوە.
دەبێ گۆڕانکاریەکانی خۆت لەگەڵ ئێستەی لاپەڕەکەدا یەک‌بخەی.
کاتێ \"پاشەکەوتی لاپەڕە\" لێدەی، '''تەنها''' ئەو دەقەی بەشی سەرەوە پاشەکەوت دەبێت.",
'yourtext'                         => 'نوسراوی تۆ',
'storedversion'                    => 'پێداچوونەوەی پاشەکەوت‌کراو',
'nonunicodebrowser'                => "'''ئاگاداری:  وێبگەڕەکەت لە یوونی‌کۆد پاڵپشتی ناکات .'''<br />
پرۆسەی چارەسەرکردن لە کاردایە بۆ ئەوەی ڕیگەت پێ بدا بە پاراوی دەستکاری لاپەڕەکان بکەیت: ئەو پیتانەی وا ASCII نین لە چوارچێوەی دەستکاری‌کردن‌دا وەک کۆدی ژمارە‌شازدەیی(hexadecimal) نیشان ئەدرێن.",
'editingold'                       => "'''ئاگاداری:  تۆ خەریکی دەستکاری‌ پێداچوونەوەیەکی کات‌بەسەرچووی ئەم لاپەڕەی.'''<br />
ئەگەر پاشەکەوتی بکەیت، هەموو گۆڕانکاریەکانی پێش ئەم پێداچوونەوە لەدەست ئەڕوا.",
'yourdiff'                         => 'جیاوازیەکان',
'copyrightwarning'                 => "تکایە ئاگادار بن کە ھەموو بەشدارییەک بۆ  {{SITENAME}} وا فەرز ئەکرێت کە لە ژێر «$2» بڵاو دەبێتەوە (بۆ ئاگاداری زۆرتر $1 سەیر کە). ئەگەر ناتەوێ نوسراوەکەت بێ‌ڕەحمانە دەستکاری بکرێت و  بە دڵخواز دیسان بڵاو ببێتەوە، لێرە پێشکەشی مەکە. ھەروەھا بەڵین ئەدەی کە خۆت ئەمەت نووسیوە، یان لە سەرچاوەیەکی بە دەسەڵاتی گشتی ''(public domain)'' یان سەرچاوەیەکی ھاوتا لەبەرت‌گرتوەتەو.
'''«بەرھەمێک کە مافی لەبەرگرتنەوەی پارێزراوە، بێ ئیجازە  بڵاو مەکەرەوە.»'''",
'copyrightwarning2'                => "لە یادتان بێت کە هەموو بەشداریەکان لە {{SITENAME}} لەوانەیە لەلایەن بەشداربووەکانی‌تر دەستکاری بکرێن، بگۆڕدرێن یا بسڕێنەوە.<br />
ئەگەر ناتەوێ نووسراوەکانت بێ‌بەزەیی دەستکاری بکرێن، هەر مەینێرە بۆ ئێرە.<br />
هەروا تۆ بڕیارمان پێ‌ئەدوی کە ئەمە خۆت نووسیوتە یان لە شوێنێکی گشتی یا سەرچاوەیەکی ئازاد وەک ئەو کۆپی‌ هەڵت‌ گرتووە (بۆ وردەکاریەکان ئەمە ببینە $1) .<br />
'''بێ وەرگرتنی یارمەتی‌، کارە ماف‌پارێزراوەکان مەنێرە !'''",
'longpagewarning'                  => "'''ئاگاداری:''' درێژاییی ئەم پەڕە $1 کیلوبایتە؛
بڕێ لە وێبگەڕەکان لەگەڵ دەستکاری کردنی ئەو پەڕانە کە نزیک یان درێژتر لە ٣٢ کیلوبایتن کێشەیان ھەیە.
تکایە لەت کردنی ئەم پەڕە بۆ چەند بەشی چکۆلەترتان لەبەرچاو بێت.",
'longpageerror'                    => "'''هەڵە:  ئەو دەقی ناردووتە $1 کیلوبایت درێژەی هەیە، کە لە زۆرینەی $2 کیلۆبایت درێژترە.'''<br />
پاشەکەوت ناکرێت.",
'readonlywarning'                  => "'''ئاگاداری: بنکەدراوە بۆ چاکردنەوە داخراوە، بۆیە ئێستا ناتوانی دەستکاریەکانت پاشەکەوت بکەیت.'''<br />
باشتر وایە دەقەکە cut و paste بکەیتە ناو پەڕگەیەکی دەق و پاشەکەوتی بکەی بۆ دوایی.<br /><br />
ئەو بەڕێوبەرەی کە دایخستوە، ئەم هۆکارەی بەردەست خستووە: $1",
'protectedpagewarning'             => "'''ئاگاداری: ئەم پەڕە داخراوە بۆ ئەوی تەنیا ئەو بەکارھێنەرانە کە مافی بەڕێوەبەرایەتییان ھەیە بتوانن دەستکاریی بکەن.'''
بۆ چاوانە دوایین لۆگ لە خوارەوەدا ھاتووە:",
'semiprotectedpagewarning'         => "'''ئاگاداری: ئەم پەڕە داخراوە بۆ ئەوی تەنھا بەکارھێنەرە تۆمارکراوەکان بتوانن دەستکاریی بکەن.'''
بۆ چاوانە دوایین لۆگ لە خوارەوەدا ھاتووە:",
'cascadeprotectedwarning'          => "'''ئاگاداری:''' ئەم لاپەڕە داخراوە بۆیە تەنها ئەو کەسانەی مافی بەڕێوبەرایەتی‌یان هەیە ئەتوانن دەستکاری بکەن، چۆنکا ئەمە {{PLURAL:$1|لاپه‌ڕه‌|لاپه‌ڕانه‌}} لە زنجیرەی پارێزراوەکانی لە خۆ گرتووە‌:",
'titleprotectedwarning'            => "'''ئاگاداری: ئەم پەڕە داخراوە، بۆئەوەی بۆ درووست‌کردنی [[Special:ListGroupRights|مافە تایبەتەکانت]] پێویستن.'''
بۆ چاوانە دوایین لۆگ لە خوارەوەدا ھاتووە:",
'templatesused'                    => 'ئەو {{PLURAL:$1|قاڵبە کە لەم پەڕەیەدا بە کارھێنراوە|قاڵبانە کە لەم پەڕەیەدا بە کارھێنراون}}:',
'templatesusedpreview'             => 'ئەو {{PLURAL:$1|قاڵبە کە لەم پێشبینینەدا بە کارھێنراوە|قاڵبانە کە لەم پێشبینینەدا بە کارھێنراون}}:',
'templatesusedsection'             => 'ئەو {{PLURAL:$1|داڕێژە|داڕێژانە}} کە لەم بەشەدا بە کارھێنراون:',
'template-protected'               => '(پارێزراو)',
'template-semiprotected'           => '(نیوەپارێزراو)',
'hiddencategories'                 => 'ئەم پەڕە ئەندامێکی {{PLURAL:$1|١ ھاوپۆلی شاراوەیە|$1 ھاوپۆلی شاراوەیە}}:',
'nocreatetitle'                    => 'درووست‌کردنی لاپەڕە سنووردار کراوە',
'nocreatetext'                     => '{{SITENAME}} توانای درووست‌کردنی لاپەڕە نوێکانی داخستووە.<br />
ئەتوانی بگەڕێتەوە دواوە و یەکێک لەو لاپەڕانەی وا هەن دەستکاری بکەیت ، یان [[Special:UserLogin|بچۆ ژوورەوە یان هەژمارێک درووست‌بکە]]',
'nocreate-loggedin'                => 'ئیجازەی دروست کردنی پەڕەی نوێت نیە.',
'sectioneditnotsupported-title'    => 'بەش دەستکاریکردنی پشتیوانی ناکرێ',
'permissionserrors'                => 'ھەڵەی ئیجازەکان',
'permissionserrorstext'            => 'مافی ئەنجامی ئەوەت نیە لەبەر ئەم {{PLURAL:$1|هۆکار|هۆکارانە}} :',
'permissionserrorstext-withaction' => 'دەسەڵاتت نییە بۆ $2 لەبەر ئەم {{PLURAL:$1|هۆکارە|هۆکارانە}}ی خوارەوە:',
'recreate-moveddeleted-warn'       => "'''ئاگاداری: خەریکی دووبارە لاپەڕەیەک درووست‌ ئەکەیته‌وه کە لە پێشدا سڕدراوەتەوە. '''<br /><br />
دەبێ ئاگات لەوە بێت کە دەستکاری‌کردنی ئەم لاپەڕە قازانجی هەیە یا نا.<br />
لۆگی سڕینەوە و جێبەجێ کردنی ئەم لاپەڕە بۆ ئاسان‌کاری لێرەدا هاتووە:",
'moveddeleted-notice'              => 'ئەم پەڕەیە سڕاوەتەوە.
لۆگی سڕینەوە و گواستنەوە بۆ پەڕەکە لە خوارەوە دابینکراوە.',
'log-fulllog'                      => 'دیتنی لۆگی تەواو',
'edit-hook-aborted'                => 'دەستکاری لە لایەن قولاپەوە هەڵوەشێندرایەوە.<br />
هۆکاری ئەوەی بەردەست نەخستووە.',
'edit-gone-missing'                => 'توانای نوێ‌کردنەوەی لاپەڕەکە نیە.<br />
لەوە دەچی سڕدرابێتەوه.‌',
'edit-conflict'                    => 'کێشەی دەستکاری.',
'edit-no-change'                   => 'دەستکاریەکەت بەرچاو نەخرا، لەبەر ئەوەی هیچ گۆڕانکارییەکت لەسەر دەقەکە نەکردووە.',
'edit-already-exists'              => 'توانای درووست‌کردنی لاپەڕەی نوێ نیە.<br />
ئەوە لەپێش‌دا هەبوو.',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''ئاگاداری:''' ئەم لاپەڕە ژمارەیەکی زۆر بانگ‌کەری فەنکشێنی لێک‌کەرەوەی لەخۆ گرتوو.<br /><br />
ئەوە دەبێ کەمتر بێت لە $2 {{PLURAL:$2|بانگ‌کەردن|بانگ‌کەردن}} کە ئێستا {{PLURAL:$1|بانگ‌کردنی|بانگ‌کردنی}} تێدایە.",
'expensive-parserfunction-category'       => 'ئەو لاپەڕانەی  ژمارەیەکی زۆر بانگ‌کەری فەنکشێنی لێک‌کەرەوەیان لەخۆ گرتووە.',
'post-expand-template-inclusion-warning'  => "'''ئاگاداری:''' قەبارەی داڕێژەکە زۆر گەورەیە.<br />
لەوانەیە هێندێ لە داڕێژەکان لەخۆ نەگرێت.",
'post-expand-template-inclusion-category' => 'ئەو لاپەڕانەی وا داڕێژە تیێدا قەبارەی تێپەڕیوە',
'post-expand-template-argument-warning'   => "'''ئاگاداری:''' ئەم لاپەڕە لانیکەم یەک بەڵگەی داڕێژە لە خۆ گرتوو کە قەبارەی کردنەوەی زۆر گەورەیە.<br />
ئەم بەڵگە بەکار نەخراوە.",
'post-expand-template-argument-category'  => 'ئەو لاپەڕانەی بەڵگەی داڕێژەی بەکار نەخراوی لەخۆ گرتووە',
'parser-template-loop-warning'            => 'ئەڵقەی داڕێژە دۆزرایەوە: [[$1]]',
'parser-template-recursion-depth-warning' => 'سنووری قووڵی گەڕانەوەی داڕێژە تێپەڕیوە ($1)',

# "Undo" feature
'undo-success' => 'دەستکاریەکە ئەتوانێ ئەنجام‌نەدراو بێت.<br />
تکایە بۆ ئەوەی ئەرخەیان بیت ئەمەیە ئەوەی‌ دەتویست بیکەی چاو لەو هەڵسەنگاندنەی خوارەوە بکە و دواتر بۆ تەواوکردنی ئەنجام‌نەدراو، گۆڕانکارییەکان پاشەکەوت بکە.',
'undo-failure' => 'لەبەر کێشەی دەست‌تێ‌وەردان، ناتوانی دەستکاریەکە ئەنجام‌نەدراو بکەیت.',
'undo-norev'   => 'ناتوانی دەستکاریەکە ئەنجام‌نەدراو بکەی لەبەر ئەوەی بوونی نیە یا سڕدراوەتەوە.',
'undo-summary' => 'پووچەڵ‌کرنەوەی پێداچوونەوەی $1 لەلایەن [[Special:Contributions/$2|$2]] ([[User talk:$2|وتووێژ]])',

# Account creation failure
'cantcreateaccounttitle' => 'ناتوانرێت هەژمار دروست بکرێت',
'cantcreateaccount-text' => 'درووست‌کردنی هەژمارە بۆ ناونیشانی ئای‌پی (\'\'\'$1\'\'\') لە لایەن [[User:$3|$3]] داخراوە.<br /><br />
$3 هۆکاری "$2" خستوەتەڕوو',

# History pages
'viewpagelogs'           => 'لۆگەکانی ئەم پەڕەیە ببینە',
'nohistory'              => 'هیچ مێژوویەکی دەستکاری نییە بۆ ئەم پەڕەیە.',
'currentrev'             => 'پێداچوونەوی ئێستا',
'currentrev-asof'        => 'بینینەوی ھەنووکە تا $1',
'revisionasof'           => 'وەک بینینەوەی $1',
'revision-info'          => 'پێداچوونەوی $1 لە لایەن $2',
'previousrevision'       => '→پیاچوونەوەی کۆنتر',
'nextrevision'           => 'پیاچوونەوەی نوێتر←',
'currentrevisionlink'    => 'پیاچوونەوەی ئێستا',
'cur'                    => 'ئێستا',
'next'                   => 'پاش',
'last'                   => 'پێشوو',
'page_first'             => 'یەکەمین',
'page_last'              => 'دوایین',
'histlegend'             => "وەشانەکان بۆ ھەڵسەنگاندن دیاری بکە و ئەم دوگمەی خوارەوە لێبدە. <br />
ڕێنمایی: ('''ئێستا''') = جیاوازی لەگەڵ وەشانی ئێستا، ('''پێشوو''') =جیاوازی لەگەڵ وەشانی پێشوو، '''ب''' = گۆڕانکاریی بچووک.",
'history-fieldset-title' => 'گەشتی مێژوو',
'histfirst'              => 'کۆنترین',
'histlast'               => 'نوێترین',
'historysize'            => '({{PLURAL:$1|1 بایت|$1 بایت}})',
'historyempty'           => '(پووچ)',

# Revision feed
'history-feed-title'          => 'مێژووی پیاچوونەوە',
'history-feed-description'    => 'مێژووی پیاچوونەوە بۆ ئەم پەڕە لە ویکییەکە',
'history-feed-item-nocomment' => '$1 لە $2',
'history-feed-empty'          => 'لاپەڕەی داخوازی‌کراو بوونی نیە.<br />
لەوانەیە لەسەر ویکی سڕدرابێتەوە یان ناوی گۆڕدرابێت.<br />
بۆ لاپەڕەی وەک ئەوە هەوڵی [[Special:Search|گەڕان لەسەر ویکی]] بدە.',

# Revision deletion
'rev-deleted-comment'         => '(بۆچوون سڕایەوە)',
'rev-deleted-user'            => '(ناوی بەکارهێنەر سڕایەوە)',
'rev-deleted-event'           => '(لۆگی کردەوە سڕایەوە)',
'rev-deleted-text-permission' => "پێداچوونەوەی ئەم لاپەڕە '''سڕدراوەتەوە'''.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری]",
'rev-deleted-text-unhide'     => "پێداچوونەوەی ئەم لاپەڕە '''سڕدراوەتەوە'''.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری]<br />
وەک بەڕێوبەر هێشتا دەتوانی [$1 ئەم پێداچوونەوە] ببینی، گەر دەتەوێ پێشتر بڕۆی.",
'rev-suppressed-text-unhide'  => "پێداچوونەوی ئەم لاپەڕە '''بەرگری''' لێ‌کراوە.
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].
وەک بەڕێوبەر هێشتا دەتوانی [$1 ئەم پێداچوونەوە] ببینی، گەر دەتەوێ پێشتر بڕۆی.",
'rev-deleted-text-view'       => "پێداچوونەوەی ئەم لاپەڕە '''سڕدراوەتەوە'''.<br />
وەک بەڕێوبەر هێشتا دەتوانی چاوی لێ‌بکەی؛ لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].",
'rev-suppressed-text-view'    => "پێداچوونەوی ئەم لاپەڕە '''بەرگری''' لێ‌کراوە.
وەک بەڕێوبەر دەتوانی بیبینی؛ لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].",
'rev-deleted-no-diff'         => "ناتوانی ئەم جیاوازیە ببینی لەبەر ئەوەی یەکێک لە پێداچوونەوەکان '''سڕدراوەتەوه'''‌.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].",
'rev-deleted-unhide-diff'     => "یەکێک لە پێداچوونەوەکانی ئەم جیاوازیە '''سڕدراوەتەوه'''.<br />
لەوانەیە وردەکاری سەبارەت بەوە لێرەدا دەست کەوێ : [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} لۆگی بەرگری].<br />
وەک بەڕێوبەر هێشتا دەتوانی [$1 ئەم جیاوزیە‌] ببینی، گەر دەتەوێ پێشتر بڕۆی.",
'rev-delundel'                => 'پیشاندان/شاردنەوە',
'rev-showdeleted'             => 'نیشان بدە',
'revisiondelete'              => 'سڕینەوە\\هاوردنەوەی پێداچوونەوەکان',
'revdelete-nooldid-title'     => 'مەبەستی پێداچوونەوەی نادیار',
'revdelete-nooldid-text'      => 'پێداچوەنەوەی مەبەستت ڕاچاو نەکردە بۆ ئەنجامی ئەم فەنکشێنە یان ئەو پێداچوونەوەی ڕاچاوت کردە بوونی نیە، یا خەریکی هەوڵی داشاردنی پێداچوونەوهی ئێستا‌ ئەدەی.',
'revdelete-nologtype-title'   => 'جۆری لۆگ ڕاچاو نەکراوە',
'revdelete-nologtype-text'    => 'جۆری لۆگت ڕاچاو نەکردە بۆ خستنە‌کاری ئەم کردەوە.',
'revdelete-nologid-title'     => 'پێ‌دراوەی لۆگی نەناسراو',
'revdelete-nologid-text'      => 'بۆ ئەنجامی ئەم فەنکشێنە یا لۆگی ڕووداوی مەبەستت ڕاچاو نەکردووە یان ئەو پێ‌دراوەی ڕاچاوت کردە بوونی نیە.',
'revdelete-no-file'           => 'ئەو پەڕگەی ڕاچاوت کردووە بوونی نیە.',
'revdelete-show-file-confirm' => 'ئایا دڵنیایت دەتەوێ پێداچوونەوەی سڕاوەی پەڕگەی "<nowiki>$1</nowiki>" لە $2، لە $3دا ببیینی؟',
'revdelete-show-file-submit'  => 'بەڵێ',
'revdelete-selected'          => "'''{{PLURAL:$2|پێداچوونەوەی هەڵبژێراوی|پێداچوونەوەکانی هەڵبژێراوی}} [[:$1]]:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|لۆگی ڕووداوەی هەڵبژێراو|لۆگی ڕووداوە هەڵبژێراوەکان}}:'''",
'revdelete-text'              => "'''پێداچوون و ڕووداوە سڕاوەکان هێشتا لە لاپەڕەی مێژوو و لۆگەکان دەست دەکەون، بەڵام ناوەڕۆکی ھێندێکیان بەرچاوی گشتیی ناکەون.'''<br />
بەڕێوبەرانی دیکە لە {{SITENAME}}دا، هێشتا دەتوانن دەستکارییە شاراوەکان ببینن و لە ڕێگەی ھەر ئەم فۆڕمەوە بیانگەڕێننەوە، مەگەر ئەوەی بەربەستی دیکە داندرابێت.",
'revdelete-confirm'           => 'تکایە بەڵێن بدە کە دەتەوێ ئەوە بکەی و لە ئەنجامەکانی ئەوە ئاگاداریت و بە پێی [[{{MediaWiki:Policy-url}}|سیاسەتنامە]] ئەنجامی ئەدەی.',
'revdelete-suppress-text'     => "بەرگری دەبێ '''تەنها''' بۆ ئەم بابەتانە بەکاربهێندرێت:<br />
* سووکایەتیکردن بە کەسایەتییەک<br />
* بڵاوکردنەوەی زانیاریی تاکەکەسی نەگونجاو<br />
*: '' ناونیشانی ماڵ یا ژمارە تەلەفۆن و وەک ئەمانە.''<br />",
'revdelete-legend'            => 'دانانی بەربەستەکانی بەرچاوکەوتن',
'revdelete-hide-text'         => 'داشاردنی دەقی پێداچوونەوە',
'revdelete-hide-image'        => 'ناوەڕۆکی پەڕگە بشارەوە',
'revdelete-hide-name'         => 'داشاردنی مەبەست و کردەوە',
'revdelete-hide-comment'      => 'داشاردنی پوختەی دەستکاری',
'revdelete-hide-user'         => 'شاردنەوەی ناوی بەکارهێنەری\\ئای-‌پی دەستکاریکەر',
'revdelete-hide-restricted'   => 'بەرگری دراوە لە بەڕێوبەران هەر وەک ئەوانی دیکە',
'revdelete-radio-same'        => '(مەیگۆڕە)',
'revdelete-radio-set'         => 'بەڵێ',
'revdelete-radio-unset'       => 'نا',
'revdelete-suppress'          => 'بەرگری دراوە لە بەڕێوبەران هەر وەک ئەوانی دیکە',
'revdelete-unsuppress'        => 'لابردنی بەربەستەکان لە سەر پێداچوونەوە گەڕێندراوەکان',
'revdelete-log'               => 'هۆکار:',
'revdelete-submit'            => 'خستنەکار بۆ سەر پێداچوونەوە {{PLURAL:$1|ھەڵبژێردراوەکە|ھەڵبژێردراوەکان}}',
'revdelete-logentry'          => 'گۆڕانی بەرچاوکەوتنی دەستکارییەکی [[$1]]',
'logdelete-logentry'          => 'بیندرانی ڕووداوە‌ گۆڕاوەکەی [[$1]]',
'revdelete-success'           => "'''چۆنیەتی بیندرانی پێداچوونەوە بە سەرکەوتوویی نوێکراوە.'''",
'revdelete-failure'           => "'''ناکرێ دەرکەوتنی پێداچوونەوە نوێبکرێتەوە:'''
$1",
'logdelete-success'           => "'''بیندرانی لۆگ‌ بە سەرکەوتوویی داندرا.'''",
'logdelete-failure'           => "'''بیندرانی لۆگ داناندرێت:'''
$1",
'revdel-restore'              => 'چۆنیەتی دەرکەوتن بگۆڕە',
'revdel-restore-deleted'      => 'پێداچوونەوە سڕاوەکان',
'revdel-restore-visible'      => 'پێداچوونەوە دەرکەوتووەکان',
'pagehist'                    => 'مێژووی پەڕە',
'deletedhist'                 => 'مێژوو بسڕەوە',
'revdelete-content'           => 'ناوەڕۆک',
'revdelete-summary'           => 'پوختەی دەستکاری',
'revdelete-uname'             => 'ناوی بەکارهێنەر',
'revdelete-restricted'        => 'ئەو سنووری بەرگریانەی خستراوەتە سەر بەڕێوبەران',
'revdelete-unrestricted'      => 'ئەو سنووری بەرگریانەی لابردراوە لە سەر بەڕێوبەران',
'revdelete-hid'               => '$1ـی داشارد',
'revdelete-unhid'             => '$1ـی ئاشکرا کرد',
'revdelete-log-message'       => '$1 بۆ {{PLURAL:$2|پێداچوونەوەی|پێداچوونەوەکانی}} $2',
'logdelete-log-message'       => '$1 بۆ {{PLURAL:$2|ڕووداوی|ڕووداوەکانی}} $2',
'revdelete-hide-current'      => 'هەڵە لە شاردنەوەی بابەتی ڕیکەوتی $1، کات $2: ئەم پێداچوونەوە ئێستا لەکاردایە.
ناکرێ داشاردرێت.',
'revdelete-show-no-access'    => 'هەڵە لە نیشان‌دانی بابەتی ڕیکەوتی $1، کات $2: ئەم بابەتە وەک "بەرگیراو"‌ نیشانکراوە.
دەسەڵاتی دەستپێگەیشتنی ئەوەت نیە.',
'revdelete-modify-no-access'  => 'هەڵە لە چاکسازی بابەتی ڕیکەوتی $1، کات $2: ئەم بابەتە وەک "بەرگیراو"‌ نیشان‌ کراوە.
دەسەڵاتی دەستپێگەیشتنی ئەوەت نیە.',
'revdelete-modify-missing'    => 'هەڵە لە چاکسازی بابەت خاوەن پێناسەی $1: لە بنکەدراو ون بووە !',
'revdelete-no-change'         => "'''ئاگاداری:''' بابەتی ڕێکەوتی $2، کات $1، لە پێش‌دا خاوەن داخوازی هەلبژاردەکانی بیندرانە.",
'revdelete-concurrent-change' => 'هەڵە لە چاکسازی بابەتی ڕێکەوتی $2 کات $1: لەوانەیە کاتێ تۆ هەوڵی چاکسازیت ئەدا، کەسێکی‌تر دۆخەکەی گۆڕابێت.
تکایە چاو لە لۆگەکەی بکە.',
'revdelete-only-restricted'   => 'ناتوانی لە دیتنی بابەتەکان لە لایەن بەڕێوبەرانەوە بەرگری بکەیت، مەگەر یەکێک‌تر لە هەڵبژاردەکانی بەرگری هەڵبژێریت.',
'revdelete-reasonotherlist'   => 'هۆکاری دیکە',
'revdelete-edit-reasonlist'   => 'دەستکاری هۆکارەکانی سڕینەوە',

# Suppression log
'suppressionlog'     => 'لۆگی بەرگری‌کردن',
'suppressionlogtext' => 'لە خوارەوە لیستێک لە سڕاوە و بەرگری‌کراوانەی وا ناوەڕۆکیان لە چاو بەڕێوبەران داشاردراوە دەبینیت.
بۆ دیتنی ئەو بەرگریانەی ئێستا لە کاردایە چاو لە [[Special:IPBlockList|لیستی بەرگری ئای‌پی]] بکە.',

# Revision move
'revmove-reasonfield' => 'هۆکار:',

# History merging
'mergehistory'                     => 'یەک‌خستنی مێژووەکانی لاپەڕە',
'mergehistory-header'              => 'ئەم لاپەڕە دەسەڵاتی ئەوەت پێ‌دەدا پێداچوونەوەکانی مێژووی لاپەڕەیەکی مەبەستت بخەیتە سەر لاپەڕەیەکی نوێ.
ئەرخەیان ببە ئەم گۆڕان‌کاریە لاپەڕە مێژوویەکە بەردەوام دەهێڵێتەوە.',
'mergehistory-box'                 => 'سەر یەک‌خستنی پێداچوونەوەکانی دوو لاپەڕە:',
'mergehistory-from'                => 'سەرچاوەی پەڕە',
'mergehistory-into'                => 'پەڕەی مەبەست:',
'mergehistory-list'                => 'ئەو مێژووی لاپەڕانە وا توانای سەر یەک‌خستنیان هەیە',
'mergehistory-merge'               => 'ئەم پێداچوونەوانەی [[:$1]] دەتواندرێ بخرێتە سەر [[:$2]].
دەتوانی لە ستوونی دوکمە ڕادیۆیەکە بۆ تەنها خستنە‌سەر پێداچوونەوەکانی ڕێکەوتێکی تایبەت یا پێش ئەوە کەڵک وەر بگریت.
لەیادت بێت کە بەکارهێنانی بەستەرەکانی ڕێن‌نیشاندەر، ستوونەکە وەک ئەوەڵ لێ‌دەکاتەوە.',
'mergehistory-go'                  => 'نیشان‌دانی ئەو دەستکاریانە وا توانای خستنەسەر یەکیان هەیە',
'mergehistory-submit'              => 'خستنەسەریەکی پێداچوونەوەکان',
'mergehistory-empty'               => 'ناتواندرێت هیچ یەک لە پێداچوونەوەکان بخرێتە ‌سەریەک.',
'mergehistory-success'             => '$3 {{PLURAL:$3|پێداچوونەوەی|پێداچوونەوەی}} [[:$1]] بە سەرکەوتوویەوە خرایە سەر [[:$2]].',
'mergehistory-fail'                => 'سەریەک خستنی مێژوو پێک‌نایەت، تکایە دیسان دیاریکەرەکانی لاپەڕە و کات چاو لێ بکەوە.',
'mergehistory-no-source'           => 'لاپەڕەی سەرچاوەی $1 بوونی نیە.',
'mergehistory-no-destination'      => 'لاپەڕەی مەبەستی $1 بوونی نیە.',
'mergehistory-invalid-source'      => 'لاپەڕەی سەرچاوە دەبێ سەردێڕێکی گونجاو بێت.',
'mergehistory-invalid-destination' => 'لاپەڕەی مەبەست دەبێ سەردێڕێکی گونجاو بێت.',
'mergehistory-autocomment'         => '[[:$1]] خرایە سەر [[:$2]]',
'mergehistory-comment'             => '[[:$1]] خرایە سەر [[:$2]]: $3',
'mergehistory-same-destination'    => 'لاپەڕەی سەرچاوە و مەبەست نابێ یەکێک بن.',
'mergehistory-reason'              => 'هۆکار:',

# Merge log
'mergelog'           => 'لۆگی یەککردن',
'pagemerge-logentry' => '[[$1]] خرایە سەر [[$2]] (پێداچوونەوەکان تا $3)',
'revertmerge'        => 'لەیەک جیاکردنەوە',
'mergelogpagetext'   => 'لە خوارەوە دوایین مێژووی‌لاپەڕە خستنە سەر لاپەڕەیەکی‌تر، دەبینی.',

# Diffs
'history-title'            => 'مێژووی پیاچوونەوەکانی "$1"',
'difference'               => '(جیاوازی نێوان پێداچوونەوەکان)',
'lineno'                   => 'ھێڵی  $1:',
'compareselectedversions'  => 'ھەڵسەنگاندنی وەشانە ھەڵبژێردراوەکان',
'showhideselectedversions' => 'نیشان‌دان\\داشاردنی پێداچوونەوەکانی هەڵبژێردراو',
'editundo'                 => 'پووچەڵ‌کردنەوە',
'diff-multi'               => '({{PLURAL:$1|پێداچوونەوەیەکی نێوانیی|$1 پێداچوونەوەی نێوانیی}} نیشان نەدراوە)',

# Search results
'searchresults'                    => 'ئەنجامەکانی گەڕان',
'searchresults-title'              => 'ئەنجامەکانی گەڕان بۆ "$1"',
'searchresulttext'                 => 'بۆ زانیاری زیاتر دەربارەی گەڕان {{SITENAME}} ، بڕوانە لە  [[{{MediaWiki:Helppage}}|{{int:help}}]].',
'searchsubtitle'                   => 'گەڕایت بۆ \'\'\'[[:$1]]\'\'\' ([[Special:Prefixindex/$1|هەموو ئەو پەڕانەی دەستپێدەکەن بە "$1"]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|هەموو ئەو پەڕانەی بەستەرکراون بۆ "$1"]])',
'searchsubtitleinvalid'            => "گەڕایت بۆ '''$1'''",
'toomanymatches'                   => 'هاوتای ئەوەی داوات کرد، زۆر هەیە. تکایە داوای‌تر تاقی بکەوە.',
'titlematches'                     => 'سەردێڕی پەڕە پێی ئەخوا',
'notitlematches'                   => 'لە نێو سەردێڕەکان نەبینرا',
'textmatches'                      => 'هاوتاکانی دەقی لاپەڕە',
'notextmatches'                    => 'لە دەقی نووسراوەکان دا نەبینرا',
'prevn'                            => '{{PLURAL:$1|$1}}ی پێشوو',
'nextn'                            => '{{PLURAL:$1|$1}}ی دواتر',
'prevn-title'                      => '$1 {{PLURAL:$1|ئەنجامی|ئەنجامی}} پێشو',
'nextn-title'                      => '$1 {{PLURAL:$1|ئەنجامی|ئەنجامی}} دواتر',
'shown-title'                      => 'لە هەر لاپەڕە $1 {{PLURAL:$1|ئەنجام|ئەنجام}} نیشان‌ بدە',
'viewprevnext'                     => '($1 {{int:pipe-separator}} $2) ($3) ببینە',
'searchmenu-legend'                => 'ھەڵبژاردەکانی گەڕان',
'searchmenu-exists'                => "'''لەم ویکیە‌دا لاپەڕەیەک هەیە کە بە \"[[:\$1]]\" ناونراوە.'''",
'searchmenu-new'                   => "'''لەم ویکییەدا پەڕەی « [[:$1]] » دروست بکە!'''",
'searchhelp-url'                   => 'Help:پێرست',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|گەڕیان لە پەڕەکانی بەم پێشگرەوە]]',
'searchprofile-articles'           => 'پەڕە بە ناوەڕۆکەکان',
'searchprofile-project'            => 'پەڕەکانی یارمەتی و پڕۆژە',
'searchprofile-images'             => 'ڕەنگاڵە',
'searchprofile-everything'         => 'ھەموو شتێک',
'searchprofile-advanced'           => 'پێشکەوتوو',
'searchprofile-articles-tooltip'   => 'بگەڕێ لە $1',
'searchprofile-project-tooltip'    => 'بگەڕێ لە $1',
'searchprofile-images-tooltip'     => 'بگەڕێ بۆ پەڕگەکان',
'searchprofile-everything-tooltip' => 'لە هەموو ناوەڕۆک بگەڕێ (تەنانەت پەڕەی وتەکانیش)',
'searchprofile-advanced-tooltip'   => 'گەڕان لەناو بۆشایی‌ناوە دڵخوازەکان',
'search-result-size'               => '$1 ({{PLURAL:$2|یەک وشە|$2 وشە}})',
'search-result-score'              => 'پەیوەندی: $1%',
'search-redirect'                  => '(ئاڵوگۆڕ $1)',
'search-section'                   => '(بەشی $1)',
'search-suggest'                   => 'ئایا مەبەستت ئەمە بوو: $1',
'search-interwiki-caption'         => 'پرۆژە خوشکەکان',
'search-interwiki-default'         => '$1 ئەنجام:',
'search-interwiki-more'            => '(زیاتر)',
'search-mwsuggest-enabled'         => 'بە پێشنیارەکانەوە',
'search-mwsuggest-disabled'        => 'بێ پێشنیار',
'search-relatedarticle'            => 'پەیوەست',
'mwsuggest-disable'                => 'پێشنیارەکانی AJAX نیشان مەدە',
'searcheverything-enable'          => 'لە ھەموو بۆشایی‌‌ناوەکان دا بگەڕە',
'searchrelated'                    => 'پەیوەست',
'searchall'                        => 'هەموو',
'showingresults'                   => "لە خوارەوە {{PLURAL:$1|'''یەک''' ئەنجام|'''$1''' ئەنجام}} نیشان دراوە، بە دەست پێ کردن لە ژمارەی '''$2'''ەوە.",
'showingresultsnum'                => "لە خوارەوە {{PLURAL:$3|'''١''' ئەنجام|'''$3''' ئەنجام}} دەبینن کە لە ئەنجامی ژمارە '''$2'''ەوە دەست{{PLURAL:$3|پێدەکات|پێدەکەن}}",
'showingresultsheader'             => "{{PLURAL:$5|ئەنجامی '''$1''' لە '''$3'''|ئەنجامەکانی '''$1 - $2''' لە '''$3'''}} بۆ '''$4'''",
'nonefound'                        => "'''تێبینی''': لە حاڵەتی بنچینەیی تەنھا لە ھەندێک لە شوێن-‌ناوەکان گەڕان دەکرێت.<br />
پێشگری ''all:'' بەکاربێنە بۆ گەڕان لە نێو ھەموو کەرستەکان (وەک پەڕەکانی وتووێژ، داڕێژەکان و هتد)، یان شوێن-‌ناوێکی دڵخواز وەک پێشگر بەکار بێنە.",
'search-nonefound'                 => 'ھیچ ئەنجامێک کە بە داواکارییەکەت بخوا نەدۆزرایەوە.',
'powersearch'                      => 'بە ھێز بگەڕە',
'powersearch-legend'               => 'گەڕانی پێشکەوتوو',
'powersearch-ns'                   => 'گەڕان لە بۆشایی‌ناوەکانی:',
'powersearch-redir'                => 'ڕەوانەکراوەکان لیست بکرێن',
'powersearch-field'                => 'گەڕان بۆ',
'powersearch-togglelabel'          => 'پشکنینی:',
'powersearch-toggleall'            => 'ھەموو',
'powersearch-togglenone'           => 'ھیچیان',
'search-external'                  => 'گەڕانی دەرەکی',
'searchdisabled'                   => 'گەڕانی {{SITENAME}} ئێستە کار ناکات.
دەتوانی بۆ ئێستا لە گەڕانی گووگڵ کەڵک وەرگری.
لەیادت بێت لەوانەیە پێرستەکانیان بۆ گەڕانی ناو {{SITENAME}}، کات‌بەسەرچوو بێت.',

# Quickbar
'qbsettings'               => 'خێرا-تووڵ',
'qbsettings-none'          => 'هیچ',
'qbsettings-fixedleft'     => 'چەپ‌ سەپێندراو',
'qbsettings-fixedright'    => 'ڕاست سەپێندراو',
'qbsettings-floatingleft'  => 'سەراوی چەپ',
'qbsettings-floatingright' => 'سەراوی ڕاست',

# Preferences page
'preferences'                   => 'ھەڵبژاردەکان',
'mypreferences'                 => 'ھەڵبژاردەکانم',
'prefs-edits'                   => 'ژمارەی گۆڕانکارییەکان:',
'prefsnologin'                  => 'لەژوورەوە نیت',
'prefsnologintext'              => 'بۆ دانانی هەڵبژاردەکانی بەکارهێنەر دەبێ <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} بچیتە ژوورەوە]</span>.',
'changepassword'                => 'تێپەڕوشە بگۆڕە',
'prefs-skin'                    => 'پێستە',
'skin-preview'                  => 'پێش بینین',
'prefs-math'                    => 'بیرکاری',
'datedefault'                   => 'ھەڵنەبژێردراو',
'prefs-datetime'                => 'کات و ڕێکەوت',
'prefs-personal'                => 'پرۆفایلی بەکارھێنەر',
'prefs-rc'                      => 'دوایین گۆڕانکارییەکان',
'prefs-watchlist'               => 'لیستی چاودێڕییەکان',
'prefs-watchlist-days'          => 'ژمارەی ڕۆژە نیشاندراوەکان لە لیستی چاودێڕییەکان:',
'prefs-watchlist-days-max'      => '(ئه‌وپه‌ڕی ٧ ڕۆژە)',
'prefs-watchlist-edits'         => 'ئەوپەڕی ژمارەی گۆڕانکارییەکان بۆ نیشان دان لە لیستی پەرە پێدراوی چاودێڕی:',
'prefs-watchlist-edits-max'     => '(ئەوپەڕی ژمارە: ١٠٠٠)',
'prefs-watchlist-token'         => 'ڕەمزی لیستی چاودێری:',
'prefs-misc'                    => 'جۆراوجۆر',
'prefs-resetpass'               => 'تێپەڕوشە بگۆڕە',
'prefs-email'                   => 'ھەڵبژاردەکانی ئیمەیل',
'prefs-rendering'               => 'ڕواڵەت',
'saveprefs'                     => 'پاشەکەوت',
'resetprefs'                    => 'گۆڕانکارییە پاشەکەوت نەکراوەکان پاک بکەرەوە',
'restoreprefs'                  => 'ھەموو تەنزیمەکان ببەرەوە بۆ حاڵەتی بنچینەیی',
'prefs-editing'                 => 'دەستکاریکردن',
'prefs-edit-boxsize'            => 'قەبارەی پەنجەرەی گۆڕانکاری.',
'rows'                          => 'ڕیزەکان:',
'columns'                       => 'ستوونەکان:',
'searchresultshead'             => 'گەڕان',
'resultsperpage'                => 'ژمارەی ئەنجامەکان لە ھەر پەڕەیەک:',
'contextlines'                  => 'ژمارەی دێڕەکانی ھەر ئەنجام:',
'contextchars'                  => 'ژمارەی پیتەکانی ھەر دێڕ:',
'stub-threshold'                => 'بەربەرە بۆ داڕێژانی(بایت) <a href="#" class="stub">بەستەری ناتەواو</a>:',
'recentchangesdays'             => 'ژمارە ڕۆژە نیشاندراوەکان لە دوایین گۆڕانکارییەکان:',
'recentchangesdays-max'         => '(ئەوپەڕی $1 {{PLURAL:$1|ڕۆژە|ڕۆژە}})',
'recentchangescount'            => 'ژمارەی گۆڕانکارییەکان کە نیشان ئەدرێن لە حاڵەتی دیفاڵت:',
'prefs-help-recentchangescount' => 'ئەمە دوایین گۆڕانکارییەکان، مێژووی پەڕەکان و لۆگەکانیش لەبەردەگرێت.',
'prefs-help-watchlist-token'    => 'بە پڕ کردنەوەی ئەم شوێنە بۆشاییە بە وشەیەکی نهێنی، فیدی RSS بۆ لیستی چاودێریەکەت درووست دەکرێت.
 هەر کەس ئەو وشە نهێنیەی هەبێ دەتوانێ چاو لە لیستی چاودێریەکەت بکات، بۆیە دراوەیەکی پارێزراو هەڵیبژێرە.
فەرموو ئەمە دراوەیەکی بە هەڵکەوت درووست‌کراو کە دەتوانی کەڵکی لێ‌وەرگری: $1',
'savedprefs'                    => 'ھەڵبژاردەکانت پاشەکەوت کران',
'timezonelegend'                => 'ناوچەکات:',
'localtime'                     => 'کاتی ناوچەیی:',
'timezoneuseserverdefault'      => 'کەڵک وەرگرتن لە بنچینەی ڕاژەکار',
'timezoneuseoffset'             => 'دیکە (ناتەواویەکان دیاری بکە)',
'timezoneoffset'                => 'جیاوازی¹:',
'servertime'                    => 'کاتی server:',
'guesstimezone'                 => 'لە وێبگەڕەکە بیگرە',
'timezoneregion-africa'         => 'ئەفریقا',
'timezoneregion-america'        => 'ئەمریکا',
'timezoneregion-antarctica'     => 'پۆڵی باشوور',
'timezoneregion-arctic'         => 'پۆڵی باکوور',
'timezoneregion-asia'           => 'ئاسیا',
'timezoneregion-atlantic'       => 'زەریای ئەتڵەسی',
'timezoneregion-australia'      => 'ئوستڕاڵیا',
'timezoneregion-europe'         => 'ئەورووپا',
'timezoneregion-indian'         => 'زەریای هندی',
'timezoneregion-pacific'        => 'زەریای هێمن',
'allowemail'                    => 'ڕێگە بدە بە بەکارھێنەرانی تر کە ئیمەیلم بۆ بنێرن',
'prefs-searchoptions'           => 'ھەڵبژاردەکانی گەڕان',
'prefs-namespaces'              => 'بۆشایی‌ناوەکان',
'defaultns'                     => 'ئەگەرنا لەم بۆشایی ناوانەدا بگەڕە:',
'default'                       => 'بنچینەیی',
'prefs-files'                   => 'پەڕگەکان',
'prefs-custom-css'              => 'CSSی دڵخواز',
'prefs-custom-js'               => 'JSی دڵخواز',
'prefs-reset-intro'             => 'دەتوانی لەم لاپەڕە بۆ گەڕانەوەی هەڵبژاردەکانت بۆ بنچینەیی ماڵپەر کەڵک وەرگریت.
گەر ئەوە بکەی ئیتر گۆڕانەکەت ناگەڕێتەوە.',
'prefs-emailconfirm-label'      => 'پشتڕاست کردنەوەی ئیمەیل:',
'prefs-textboxsize'             => 'قەبارەی پەنجەرەی گۆڕانکاری',
'youremail'                     => 'ئی‌مەیل:',
'username'                      => 'ناوی به‌كارهێنه‌ر:',
'uid'                           => 'ژمارەی بەکارھێنەر:',
'prefs-memberingroups'          => 'ئەندامی {{PLURAL:$1|گرووپی|گرووپەکانی}}:',
'prefs-registration'            => 'کاتی خۆتۆمارکردن:',
'yourrealname'                  => 'ناوی ڕاستی:',
'yourlanguage'                  => 'زمان',
'yourvariant'                   => 'زاراوە:',
'yournick'                      => 'نازناو',
'prefs-help-signature'          => 'بۆچوونەکان لە لاپەڕەکانی وتووێژدا دەبێ بە "<nowiki>~~~~</nowiki>" دیاری بکرێن، کە دواتر خۆکار دەگۆڕێ بە واژۆکەت و مۆری کاتی.',
'badsig'                        => 'ئیمزاكه‌ هه‌ڵه‌یه‌، ته‌ماشای كۆدی HTML بكه‌‌',
'badsiglength'                  => 'واژۆکەت زۆر درێژە.
واژۆ نابێ لە $1 {{PLURAL:$1|نووسە|نووسە}} درێژتر بێت.',
'yourgender'                    => 'جنس:',
'gender-unknown'                => 'ئاشکرا نەکراو',
'gender-male'                   => 'پیاو',
'gender-female'                 => 'ژن',
'prefs-help-gender'             => 'دڵخواز: بۆ بانگ کردنی دروست بە دەستی نەرمامێر.
ئەم زانیارییە گشتی ئەبێ.',
'email'                         => 'ئی‌مەیل',
'prefs-help-realname'           => 'ناوی ڕاستی دڵخوازە.
ئەگەر پێت خۆش بێت بیدەی، زۆرتر ڕاتدەکێشێت بۆ کارەکانت.',
'prefs-help-email'              => 'دانانی ناونیشانی ئیمەیل دڵخوازانەیە، بەڵام ئەگەر تێپەڕوشەکەت لەیادکرد، بۆ نوێ کردنەوەی ئیمەیل پێویست دەبێت.<br />
ھەروا دەتوانی ھەڵبژێری کە بەکارھێنەرانی دیکە بێ تێگەیشتن لە کەسایەتیت، لە پەڕەی لێدوان پێوەندیت لەگەڵ بگرن.',
'prefs-help-email-required'     => 'ناونیشانی ئیمەیل پێویستە.',
'prefs-info'                    => 'زانیاریی سەرەتایی',
'prefs-i18n'                    => 'نێونەتەویی کردن',
'prefs-signature'               => 'واژۆ',
'prefs-dateformat'              => 'ڕازاندنەوەی ڕێکەوت',
'prefs-timeoffset'              => 'قەرەبووکەری کات',
'prefs-advancedediting'         => 'ھەڵبژاردەکانی پێشکەوتوو',
'prefs-advancedrc'              => 'ھەڵبژاردەکانی پێشکەوتوو',
'prefs-advancedrendering'       => 'هەڵبژاردە پێشکەوتووەکان',
'prefs-advancedsearchoptions'   => 'هەڵبژاردە پێشکەوتووەکان',
'prefs-advancedwatchlist'       => 'هەڵبژاردە پێشکەوتووەکان',
'prefs-displayrc'               => 'هەڵبژاردەکانی نیشان‌دان',
'prefs-diffs'                   => 'جیاوازییەکان',

# User rights
'userrights'                  => 'بەڕێوەبردنی مافەکانی بەکارهێنەران',
'userrights-lookup-user'      => 'بەڕێوەبردنی گرووپەکانی بەکارهێنەران',
'userrights-user-editname'    => 'ناوی بەکارهێنەرێک بنووسە:',
'editusergroup'               => 'گرووپەکانی بەکارهێنەر بگۆڕە',
'editinguser'                 => "گۆڕینی مافەکانی بەکارهێنەر بۆ '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'    => 'دەستکاری کردنی گرووپەکانی بەکارهێنەران',
'saveusergroups'              => 'گرووپی بەکارهێنەران پاشەکەوت بکە',
'userrights-groupsmember'     => 'ئەندامە لە:',
'userrights-groups-help'      => 'دەتوانی ئەو گرووپانەی ئەم بەکار‌هێنەرە تێیدایە بگۆڕیت:
* چوارچێوەی نیشان‌کراو مانای ئەوەیە لەو گرووپەدا هەیە.
* چوارچێوەی نیشان‌نەکراو مانای ئەوەیە لەو گرووپەدا نیە.
* A * پێت‌دەڵێ ناتوانی ئەو گرووپی جارێکی دی زیادت کردووە لای‌بەری.',
'userrights-reason'           => 'هۆکار:',
'userrights-no-interwiki'     => 'دەسەڵاتی گۆڕینی مافەکانی بەکارهێنەر لە ویکی‌یەکانی دیکەت نیە.',
'userrights-nodatabase'       => 'بنکەدراوی $1 بوونی نیە یا لەم شوێنە نیە.',
'userrights-nologin'          => 'بۆ دانانی مافەکانی بەکارهێنەر دەبێ بە هەژماری بەڕێوبەری [[Special:UserLogin|بچیتە ژووروە]].',
'userrights-notallowed'       => 'هەژمارەکەی تۆ دەسەڵاتی دانانی مافەکانی بەکارهێنەری نیە.',
'userrights-changeable-col'   => 'ئەو گرووپانە بۆت ئەگۆڕدرێن',
'userrights-unchangeable-col' => 'ئەو گرووپانە بۆت ناگۆڕدرێن',

# Groups
'group'               => 'گرووپ:',
'group-user'          => 'بەکارهێنەران',
'group-autoconfirmed' => 'بەکارھێنەرە خۆکار پەسندکراوەکان',
'group-bot'           => 'بۆتەکان',
'group-sysop'         => 'بەڕێوبەران',
'group-bureaucrat'    => 'بورووکراتەکان',
'group-suppress'      => 'چاودێرەکان',
'group-all'           => '(هەموو)',

'group-user-member'          => 'بەکارھێنەر',
'group-autoconfirmed-member' => 'بەکارھێنەری خۆکار پەسەندکراو',
'group-bot-member'           => 'بۆت',
'group-sysop-member'         => 'بەڕێوەبەر',
'group-bureaucrat-member'    => 'بورووکرات',
'group-suppress-member'      => 'چاودێر',

'grouppage-user'          => '{{ns:project}}:بەکارھێنەران',
'grouppage-autoconfirmed' => '{{ns:project}}:بەکارهێنەرانی خۆکار-بڕواکراو',
'grouppage-bot'           => '{{ns:project}}:بۆتەکان',
'grouppage-sysop'         => '{{ns:project}}:بەڕێوبەران',
'grouppage-bureaucrat'    => '{{ns:project}}:بورووکراتەکان',
'grouppage-suppress'      => '{{ns:project}}:چاودێر',

# Rights
'right-read'                  => 'خوێندنەوەی پەڕەکان',
'right-edit'                  => 'دەستکاری کردنی پەڕەکان',
'right-createpage'            => 'دروست کردنی پەڕەکان (کە پەڕەی لێدوان نین)',
'right-createtalk'            => 'دروست کردنی پەڕەکانی لێدوان',
'right-createaccount'         => 'دروست کردنی ھەژماری بەکارھێنەریی نوێ',
'right-minoredit'             => 'بچووک دیاری کردنی گۆڕانکارییەکان',
'right-move'                  => 'گواستنەوەی پەڕەکان',
'right-move-subpages'         => 'گواستنەوەی لاپەڕەکان دەگەڵ ژێرلاپەڕەکانی',
'right-move-rootuserpages'    => 'گواستنەوەی بنەرەتی لاپەڕەکانی بەکارهێنەر',
'right-movefile'              => 'گواستنەوەی پەڕگەکان',
'right-suppressredirect'      => 'درووست‌ نەکردنی رەوانەکەر لە لاپەڕەی سەرچاوە کاتی گواستنەوەی لاپەڕەکان',
'right-upload'                => 'بارکردنی پەڕگەکان',
'right-reupload'              => 'سەرنووسینی ئەو پەڕگانەی وا هەن',
'right-reupload-own'          => 'سەرنووسینی ئەو پەڕگانەی وا هەن کاتێ کەسێ خۆی باریان دەکات',
'right-reupload-shared'       => 'بەتاڵ‌کردنەوەی پەڕگە لە سەر میدیا هاوبەشە ناوخۆکان',
'right-upload_by_url'         => 'بارکردنی پەرگە لە ئەدرەسێکی سەر تۆڕەوە',
'right-purge'                 => 'خاڵی‌کردنی کاشی وێبگە بۆ لاپەڕەیەک بێ بڕواپێ‌کران',
'right-autoconfirmed'         => 'دەستکاری لاپەڕەکانی‌ نیوەپارێزراو',
'right-bot'                   => 'هەڵسوکەوت لەگەڵ‌کران وەک پرۆسەیەکی خۆکار',
'right-nominornewtalk'        => 'دەستکاری بچووکی لاپەڕەی وتووێژ بەو شێوەی نەبێتە هۆی درووست‌بوونی پەیامی نوێ',
'right-apihighlimits'         => 'خستنە‌کاری سنووری زیاتر بۆ داخوازیەکانی API',
'right-writeapi'              => 'کەڵک وەر گرتن لە نووسینی API',
'right-delete'                => 'سڕینەوەی پەڕەکان',
'right-bigdelete'             => 'سڕینەوە و هاوردنەوەی پێداچوونەوەیکی تایبەتی لاپەڕەکان',
'right-deleterevision'        => 'سڕینەوە و هاوردنەوەی پێداچوونەوەیکی تایبەتی لاپەڕەکان',
'right-deletedhistory'        => 'دیتنی دراوە سڕاوەکانی مێژوو بێ دەقە هەڵواسراوەکانی',
'right-browsearchive'         => 'گەڕانی ناو لاپەڕە سڕاوەکان',
'right-undelete'              => 'هاوەردنەوەی لاپەڕەیەک',
'right-suppressrevision'      => 'چاوپێداخشان و هاردنوەی ئەو لاپەڕانەی لە بەڕێوبەران داشاردرابوو.',
'right-suppressionlog'        => 'دیتنی لۆگە ئەهلیەکان',
'right-block'                 => 'بەربەستنی بەکارھێنەرانی تر لە دەستکاری کردن',
'right-blockemail'            => 'بەرگری‌کردنی بەکارهێنەرێک لە ناردنی ئی‌مەیل',
'right-hideuser'              => 'بەربەست‌کردنی ناوێکی بەکارهێنەری، داشاردنی لە بەرچاوی هەموان',
'right-ipblock-exempt'        => 'لادان لە بەرگریەکانی ئای‌پی، بەرگریە خۆکارەکان و بەرگریە ڕیزەکان',
'right-proxyunbannable'       => 'لادان لە بەرگری خۆکاری پرۆکسیەکان',
'right-protect'               => 'گۆڕانی ئاستی پارێزراوی و دەستکاری لاپەڕە پارێزراوەکان',
'right-editprotected'         => 'دەستکاری لاپەڕە پارێزراوەکان (بێ پاراستنی زنجیری)',
'right-editinterface'         => 'گۆڕانی ڕووکاری بەکارهێنەر',
'right-editusercssjs'         => 'دەستکاری پەڕگەکانی CSS و JSـی بەکارهێنەرانی دیکە',
'right-editusercss'           => 'گۆڕانی پەڕگەکانی CSSـی دیکەی بەکارهێنەر',
'right-edituserjs'            => 'گۆڕانی پەڕگەکانی JSـی دیکەی بەکارهێنەر',
'right-rollback'              => 'بەخێرایی گەڕانەوەی دەستکاریەکانی دوایین بەکارهێنەر کە لاپەڕەیەکی تایبەتی دەستکاری کردە',
'right-markbotedits'          => 'نیشان‌کردنی دەستکاریە گەڕێنراوەکان وەک دەستکاریەکانی بۆت (bot)',
'right-noratelimit'           => 'کاریگەری وەرنەگرتن لە سنوورەکانی ئاست',
'right-import'                => 'هێنانەناوەی لاپەڕە لە ویکی‌یەکانی دیکە',
'right-importupload'          => 'هێنانەناوەی لاپەڕە لە پەڕگەیەکی بارکراو',
'right-patrol'                => 'لەژێرچاودێری نیشان‌کردنی دەستکاریەکانی کەسانی‌تر',
'right-autopatrol'            => 'خۆکار لەژێرچاودێری نیشان‌کردنی دەستکاریەکانی کەسێک بۆخۆی',
'right-patrolmarks'           => 'دیتنی دوایین دەستکاریەکان وا لەژێرچاودێری نیشان‌کراون',
'right-unwatchedpages'        => 'دیتنی لیستێک لەو لاپەڕانەی چاودێری ناکرێن',
'right-trackback'             => 'ناردنی ڕێچکەیەک',
'right-mergehistory'          => 'سەریەک‌خستنی میژووی لاپەڕەکان',
'right-userrights'            => 'دەستکاری مافەکانی هەموو بەکارهێنەران',
'right-userrights-interwiki'  => 'دەستکاری مافەکانی بەکارهێنەریی بەکارهێنەران لە ویکی‌یەکانی دیکە‌دا',
'right-siteadmin'             => 'داخستن و کردنەوەی بنکەدراو',
'right-reset-passwords'       => 'ڕیکخستنەوەی تێپەڕوشەی بەکارهێنەرانی دیکە',
'right-override-export-depth' => 'هەناردنی لاپەڕەکان کە لاپەڕەکانی بەستەر پێ‌دراو تا قووڵایی 5 لەخۆ بگرێت',

# User rights log
'rightslog'      => 'لۆگی مافەکانی بەکارهێنەر',
'rightslogtext'  => 'ئەمە لۆگی دەستکاری مافەکانی بەکار‌هێنەرە.',
'rightslogentry' => 'بۆ $1 ئەندامەتی گرووپی $2 گۆڕدرا بۆ $3',
'rightsnone'     => '(ھیچ)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'خوێندنەوەی ئەم پەڕە',
'action-edit'                 => 'دەستکاری ئەم پەڕە',
'action-createpage'           => 'درووست‌کردنی لاپەڕە',
'action-createtalk'           => 'درووست‌کردنی لەپەڕەکانی وتووێژ',
'action-createaccount'        => 'درووست‌کردنی هەژمارەی ئەم بەکارهێنەرە',
'action-minoredit'            => 'نیشان‌کردنی ئەم دەستکاریە وەک بچووک',
'action-move'                 => 'گواستنەوەی ئەم پەڕە',
'action-move-subpages'        => 'گواستنەوەی ئەم لاپەڕە و ژێرلاپەڕەکانی',
'action-move-rootuserpages'   => 'گواستنەوەی بنەرەتی لاپەڕەکانی بەکارهێنەر',
'action-movefile'             => 'ئەم پەڕگەیە بگوازەوە',
'action-upload'               => 'ئەم پەڕەیە بار بکە',
'action-reupload'             => 'سەرنووسینی ئەم پەڕگە وا هەیە',
'action-reupload-shared'      => 'بەتاڵ‌کردنی ئەم پەڕگە لە‌سەر شوێنێکی هاوبەش',
'action-upload_by_url'        => 'بارکردنی ئەم پەرگە لە ئەدرەسێکی سەر تۆڕەوە',
'action-writeapi'             => 'کەڵک وەر گرتن لە نووسینی API',
'action-delete'               => 'ئەم پەڕەیە بسڕەوە',
'action-deleterevision'       => 'سڕینی ئەم پێداچوونەوە',
'action-deletedhistory'       => 'دیتنی مێژووی سڕاوەی ئەم لاپەڕە',
'action-browsearchive'        => 'گەران لە نێو لاپەڕە سڕاوەکان',
'action-undelete'             => 'گەڕانەوەی ئەم لاپەڕە',
'action-suppressrevision'     => 'چاوپێداخشان و هاردنوەی ئەم لاپەڕە شاراوە',
'action-suppressionlog'       => 'دیتنی ئەم لۆگە ئەهلیە',
'action-block'                => 'بەربەست کردنی ئەم بەکارهێنەرە بۆ دەستکاری‌کردن',
'action-protect'              => 'گۆڕانی ئاستی پارێزراوی بۆ ئەم لاپەڕە',
'action-import'               => 'هێنانەناوەی ئەم لاپەڕە لە ویکی‌یەکی دیکە',
'action-importupload'         => 'هێنانەناوەی ئەم لاپەڕە لە پەڕگەیەکی بارکراو',
'action-patrol'               => 'لەژێرچاودێری نیشان‌کردنی دەستکاریەکانی کەسانی‌تر',
'action-autopatrol'           => 'دەستکاریەکانت وەک لەژێرچاودێری نیشان کراون',
'action-unwatchedpages'       => 'دیتنی لیستێک لەو لاپەڕانەی چاودێری ناکرێن',
'action-trackback'            => 'ناردنی ڕێچکەیەک',
'action-mergehistory'         => 'سەریەک‌خستنی میژووی ئەم لاپەڕە',
'action-userrights'           => 'دەستکاری مافەکانی هەموو بەکارهێنەران',
'action-userrights-interwiki' => 'دەستکاری مافەکانی بەکارهێنەریی بەکارهێنەران لە ویکی‌یەکانی دیکە‌دا',
'action-siteadmin'            => 'داخستن یا کردنەوەی بنکەدراو',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|گۆڕانکاری|گۆڕانکاری}}',
'recentchanges'                     => 'دوایین گۆڕانکارییەکان',
'recentchanges-legend'              => 'هەڵبژاردنەکانی دوا گۆڕانکارییەکان',
'recentchangestext'                 => 'دواکەوتنی دوایین گۆڕانکارییەکان لەسەر ویکی لەم لاپەڕەدا.',
'recentchanges-feed-description'    => 'دوای دوایین گۆڕانکارییەکانی ئەم ویکیە بکەوە لەم «فید»ەوە.',
'recentchanges-label-newpage'       => 'ئەم دەستکاریە لاپەڕەیەکی نوێی درووست‌کرد',
'recentchanges-label-minor'         => 'ئەمە دەستکاریەکی بچووکە',
'recentchanges-label-bot'           => 'ئەم دەستکاریە لە لایەن بۆتەوە پێک هاتووە',
'recentchanges-label-unpatrolled'   => 'ئەم دەستکاریە هێشتا نەڕۆشتەتە ژێر چاودێری',
'rcnote'                            => "لە خوارەوەدا {{PLURAL:$1|'''۱''' گۆڕانکاری |دوایین '''$1''' گۆڕانکارییەکان}} لە دوایین {{PLURAL:$2|ڕۆژ|'''$2''' ڕۆژەوە}} ، تا $5، $4 دەبینن.",
'rcnotefrom'                        => "ئەوی‌ خوارەوە گۆڕانکارییەکانە لە '''$2''' بۆ ئێستا (هەتا '''$1''' نمایشت).",
'rclistfrom'                        => 'گۆڕانکارییە نوێکان کە لە $1ەوە دەست پێدەکەن نیشان بدە.',
'rcshowhideminor'                   => 'دەستکارییە بچووکەکان $1',
'rcshowhidebots'                    => 'بۆتەکان $1',
'rcshowhideliu'                     => 'بەکارھێنەرە لە ژوورەکان $1',
'rcshowhideanons'                   => 'بەکارھێنەرە نەناسراوەکان $1',
'rcshowhidepatr'                    => 'گۆرانکارییە کۆنترۆڵکراوەکان $1',
'rcshowhidemine'                    => 'دەستکارییەکانی من $1',
'rclinks'                           => 'دوایین $1 گۆڕانکارییەکانی دوایین $2 ڕۆژی <br />$3',
'diff'                              => 'جیاوازی',
'hist'                              => 'مێژوو',
'hide'                              => 'بشارەوە',
'show'                              => 'نیشان بدە',
'minoreditletter'                   => 'ب',
'newpageletter'                     => 'ن',
'boteditletter'                     => '.بۆت',
'number_of_watching_users_pageview' => '[$1 چاودێر لەسەر {{PLURAL:$1|بەکارهێنەر|بەکارهێنەر}}]',
'rc_categories'                     => 'بەرتەسک‌کردنەوە بە هاوپۆلەکان (به "|" جودای بکەوە‌)',
'rc_categories_any'                 => 'هەرکام',
'newsectionsummary'                 => '/* $1 */ بەشی نوێ',
'rc-enhanced-expand'                => 'وردەکارییەکان پیشان بدە (پێویستی بە جاڤاسکریپتە)',
'rc-enhanced-hide'                  => 'وردەکارییەکان بشارەوە',

# Recent changes linked
'recentchangeslinked'          => 'گۆڕانکارییە پەیوەندیدارەکان',
'recentchangeslinked-feed'     => 'گۆڕانکارییە پەیوەندیدارەکان',
'recentchangeslinked-toolbox'  => 'گۆڕانکارییە پەیوەندیدارەکان',
'recentchangeslinked-title'    => 'گۆڕانکارییە پەیوەندیدارەکان بە "$1" ـەوە',
'recentchangeslinked-noresult' => 'هیچ گۆڕانکارییەک لە لاپەڕەکانی بەستەر پێ‌دراو، لە درێژەی ماوەی دراوە.',
'recentchangeslinked-summary'  => "ئەم لاپەڕە تایبەتە، دوایین گۆڕانکارییەکان لەو لاپەڕانە نیشان ئەدا کە بەستەریان داوە بەم لاپەڕە.
لاپەڕەکانی ناو [[Special:Watchlist|لیستی چاودێڕییەکانت]] '''ئەستوورن'''.",
'recentchangeslinked-page'     => 'ناوی پەڕە:',
'recentchangeslinked-to'       => 'نیشاندانی گۆڕانکارییەکانی ئەو پەڕگانە کە لینک دراون بەم پەڕگەوە',

# Upload
'upload'                      => 'پەڕگەیەک بار بکە',
'uploadbtn'                   => 'پەڕگە بار بکە',
'reuploaddesc'                => 'هەڵوەشانەوەی بارکردن و گەڕانەوە بۆ فۆرمی بارکردن',
'upload-tryagain'             => 'پێناسەی گۆڕدراوی پەڕگە بنێرە',
'uploadnologin'               => 'لەژوورەوە نیت',
'uploadnologintext'           => 'بۆ بارکردنی پەڕگەکان ئەشێ [[Special:UserLogin|لە ژوورەوە بیت]].',
'upload_directory_missing'    => 'لقی بارکردن ($1) ون بووە و ڕاژەکاری‌وێب بۆی درووست ناکرێت.',
'upload_directory_read_only'  => 'ڕاژەکاری‌وێب دەسەڵاتی نووسینی سەر لقی بارکردنی ($1) نیە.',
'uploaderror'                 => 'ھەڵە لە بارکردن دا',
'upload-recreate-warning'     => "'''ھۆشیار بە: پەرگەیەک بەو ناوەوە سڕاوەتەوە یان گوێزاوەتەوە.'''

لۆگی سڕینەوە یان گواستنەوەی ئەم پەڕە لێرە لەبەردەستدایە:",
'uploadtext'                  => "فۆرمی خوارەوە بەکاربێنە بۆ بارکردنی پەڕگەکان.<br />
بۆ بینینی و گەڕان لەو پەڕگانەی پێشتر بار کراون، بڕۆ بۆ [[Special:FileList|لیستی پەڕگە بارکراوەکان]]، ھەروەھا [[Special:Log/upload|ڕەشنووسی بارکردنەکان]] و [[Special:Log/delete|ڕەشنووسی سڕینەوەکان]].<br /><br />

بۆ بەکارھێنانی پەڕگەیەک لە پەڕەیەکدا، بەستەرێک بە یەکێک لەم شێوازانەی خوارەوە بە کار بێنە:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' بۆ بەکارهێنانی وەشانی تەواوی پەڕگە
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></tt>''' بۆ بەکارهێنانی بە پانتایی ٢٠٠ پیکسەل لە چوارچێوەیەک لە لێواری چەپ بە 'alt text' وەک شرۆڤە
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' بۆ بەستەرپێدان بە پەڕگەیەک بێ نیشاندانی خۆی پەڕگەکە",
'upload-permitted'            => 'جۆرە پەڕگە ڕێگەپێدراوەکان: $1.',
'upload-preferred'            => 'جۆرە پەڕگانەی بە باشتر دەزانرێن: $1.',
'upload-prohibited'           => 'جۆرە پەڕگانەی قەدەغە کراون: $1.',
'uploadlog'                   => 'لۆگی بارکردن',
'uploadlogpage'               => 'لۆگی بارکردن',
'uploadlogpagetext'           => 'لەخوارەوە لیستی دوایین بارکراوەکان دەبینی.
بۆ ئەوەی چاوێکیان لێ بکەی، [[Special:NewFiles|گالەری پەڕگە نوێکان]] ببینە.',
'filename'                    => 'ناوی پەڕگە',
'filedesc'                    => 'پوختە',
'fileuploadsummary'           => 'پوختە:',
'filereuploadsummary'         => 'گۆرانکارییەکانی پەڕگە:',
'filestatus'                  => 'بارودۆخی مافی لەبەرگرتنەوە:',
'filesource'                  => 'سەرچاوە:',
'uploadedfiles'               => 'پەڕگە بارکراوەکان',
'ignorewarning'               => 'چاوپۆشان لە ئاگادارییەکان و پاشەکەوت کردن بە هەر شێوەیەک',
'ignorewarnings'              => 'گوێ مەدە بە ئاگادارییەکان',
'minlength1'                  => 'ناوی پەڕگەکان دەبێ لانیکەم یەک پیت ببێت.',
'illegalfilename'             => 'ناوی‌پەڕگەی "$1" پیتێکی تێدایە کە ڕێگەنەدراوە بۆ سەردێڕی لاپەڕە بەکاربێت.
تکایە ناوی پەڕگەکە بگۆڕە و دیسان باری بکەوە.',
'badfilename'                 => 'ناوی پەڕگە بە "$1" گۆڕا .',
'filetype-badmime'            => 'ڕێگە نەدراوە پەڕگەی "$1" جۆری MIME بار بکرێت.',
'filetype-bad-ie-mime'        => 'ناتوانین ئەم پەڕگە باربکەین لەبەر ئەوەی وێبگەڕی Internet Explore ئەوە وەک "$1" دەناسێت کە ڕێگەنەدراوەیە و جۆرە پەڕگەیەکی مەترسی‌دارە.',
'filetype-unwanted-type'      => "'''\".\$1\"''' جۆرە پەڕگەی نەخوازراوە.
\$2، ئەو جۆرە {{PLURAL:\$3|پەڕگەیە|پەڕگانەیە}} وا بە باش‌ دازاندرێت.",
'filetype-banned-type'        => "'''\".\$1\"''' جۆرە پەڕگەی ڕێگە پێ‌نەدراوە‌.
\$2، ئەو جۆرە {{PLURAL:\$3|پەڕگەیە|پەڕگانەیە}} وا ڕێگە دراوە.",
'filetype-missing'            => 'پەڕگەکە پاشگری نییە (وەک ".jpg").',
'empty-file'                  => 'ئەو پەڕگەیە کە ناردووتە ڤاڵا بوو.',
'file-too-large'              => 'ئەو پەڕگەیە ناردووتە زۆر گەورەیە.',
'filename-tooshort'           => 'ناوی پەڕگە زۆر کورتە.',
'filetype-banned'             => 'ئەم جۆرە پەڕگەیە قەدەغەیە.',
'large-file'                  => 'پێشنیار دەکرێت قەبارەی پەڕگەکان زیاتر لە $1 نەبێت؛
قەبارەی ئەم پەڕگە $2.',
'largefileserver'             => 'ئەم پەڕگە گەورەتر لەوەیە کە ڕاژەکار ڕێگەدەدات.',
'emptyfile'                   => 'ئەو پەڕگەی بارت‌کرد لەوەدەچێ بەتاڵ و خاڵی بێت.
شایەد ئەوە جۆرە هەڵەیەک لە ناوی لاپەڕەکە بێت.
گەر بە ڕاستی دەتەوێ ئەو پەڕگە باربکەی جارێکی‌کە چاوی لێ‌بکەوە.',
'fileexists'                  => "پەڕگەیەک هەر بەو ناوە‌ لە پێش‌دا هەیە، تکایە گەر ئەرخەیان نیت بۆ گۆڕینی، چاوێک لە '''<tt>[[:$1]]</tt>''' بکە.
[[$1|thumb]]",
'filepageexists'              => "پەڕەی ناساندن بۆ ئەم پەڕگە پێشتر لە '''<tt>[[:$1]]</tt>''' درووستکراوە، بەڵام پەڕگەیەک بەو ناوەوە ئێستا نادۆزرێتەوە.
ئەو پوختەی کە نووسیوتە لە پەڕەی ناساندن بەرچاو ناکەوێت.
گەر دەتەوێ پوختەکەت بەرچاو کەوێت دەبێ خۆت دەستی دەستکاری بکەی.
[[$1|thumb]]",
'fileexists-extension'        => "پەڕگەیەک هەر بەو ناوە هەیە: [[$2|thumb]]
* ناوی ئەو پەڕگەی باری ئەکەی:'''<tt>[[:$1]]</tt>'''
* ناوی ئەو پەڕگەی ئێستا هەیە:'''<tt>[[:$2]]</tt>'''
تکایە ناوێکی دیکە هەڵبژێرە.",
'fileexists-thumbnail-yes'    => "لەوە دەچێ ئەم پەڕگە وێنەیەکی بچووک‌کراوە بێت ''(هێما)''. [[$1|thumb]]
تکایە چاو لە پەڕگەی '''<tt>[[:$1]]</tt>''' بکه.‌
گەر ئەوەی چاوت لێ‌کرد قەبارەی ڕەسەنی هەر ئەو وێنەیە، پێویست ناکات دیسان هێماکەی باربکەی.",
'file-thumbnail-no'           => "دەستپێکی ناوی ئەم پەڕگە ئەوەیە: '''<tt>$1</tt>'''
لەوە دەچێ ئەم پەڕگە وێنەیەکی بچووک‌کراوە بێت ''(هێما)''.
گەر ئەو وێنەت لە قەبارەی ڕەسەنی‌ خۆی‌دا هەیه،‌ تکایە ئەوە بار بکه،‌ دەنا ناوی پەڕگەکە بگۆڕە.",
'fileexists-forbidden'        => 'پەڕگەیەک بەو ناوە لە پێش‌دا هەیە و سەرنووسین ناکرێت.
گەر هێشتا دەتەوێ پەڕگەکەت باربکەی، تکایە بگەڕێ دواوە و ناوێکی نوێ بەکاربهێنە.
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'پەڕگەیەک بەو ناوە لە پێش‌دا لە شوێنی پەڕگە هاوبەشەکان هەیه.
گەر هێشتا دەتەوێ پەڕگەکەت باربکەی، تکایە بگەڕێ دواوە و ناوێکی نوێ بەکاربهێنە.
[[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'ئەم پەڕگەیە لێ‌گرتنەوەی ئەم {{PLURAL:$1|پەڕگەیە|پەڕگانەیە}}:',
'file-deleted-duplicate'      => 'ئەم پەڕگەیە ڕێک وەک ئەم پەڕگە ([[$1]]) دەچێت کە لەم دواییانەدا سڕاوەتەوە.
پێش دەست‌پێ‌کردنی دیسان بارکردنەوەی، تکایە چاو لە مێژووی سڕینەوەی ئەو پەڕگە بکە.',
'uploadwarning'               => 'ئاگادارییەکانی بارکردن',
'savefile'                    => 'پەڕگە پاشەکەوت بکە',
'uploadedimage'               => '«[[$1]]» بار کرا',
'overwroteimage'              => 'وەشانێکی نوێی «[[$1]]» بار کرد',
'uploaddisabled'              => 'بارکردن قەدەخە کراوە',
'uploaddisabledtext'          => 'بارکردنی پەڕگەکان لە کار خستراوە.',
'php-uploaddisabledtext'      => 'بارکردنی پەڕگەکان لە PHPدا لە کار خستراوە.
تکایە چاو لە هەڵبژاردەکانی بارکردنی_پەڕگەکان بکە.',
'uploadscripted'              => 'ئەم پەڕگە HTML یان کۆدی سکریپتی لەخۆگرتووە کە لەوانەیە ببێتە هۆی هەڵە تێگەیشتنی هێندێ وێبگەڕەکان.',
'uploadvirus'                 => 'ئەم پەڕگە ڤایرۆسی هەیە! وردەکاری: $1',
'upload-source'               => 'پەڕگەی سەرچاوە',
'sourcefilename'              => 'ناوی پەڕگەی سەرچاوە:',
'destfilename'                => 'ناوی مەبەست:',
'upload-maxfilesize'          => 'ئەو پەری قەبارەی فایل: $1',
'upload-description'          => 'پێناسەی پەڕگە',
'upload-options'              => 'ھەڵبژاردەکانی  بارکردن',
'watchthisupload'             => 'چاودێریی ئەم پەڕگە بکە',
'filewasdeleted'              => 'پەڕگەیەک بەم ناوە لەم دواییانەدا بارکرا و بە خێرایی سڕایەوە.
باشتر وایە پێش هەوڵی دووبارە بۆ بارکردن سەرنجی $1 بدەی.',
'upload-wasdeleted'           => "'''ئاگاداری: خەریکی پەڕگەیەک باردەکەی کە لەم دواییانەدا سڕاوەتەوە.'''

پێش بارکردن ئەرخەیان ببە کە بارکردنی ئەو پەڕگە بەسوودە.
لۆگی سڕینەوەی ئەم پەڕگە بۆ ئاسوودەیی لێرە دانراوە:",
'filename-bad-prefix'         => "دەستپێکی ناوی ئەو پەڕگەی باری دەکەی '''\"\$1\"'''، کە ناوێکی ناسێنەر نیە؛ ئەو جۆرە ناوە زۆربەی کات کامێرا دیجیتاڵەکان خۆکار بەکاری‌دەبەن.
تکایە ناوێک هەڵبژێرە کە زانیاریی زیاتر بدات سەبارەت بە پەڕگەکەت.",
'upload-success-subj'         => 'بارکردنی سەرکەوتوو',
'upload-success-msg'          => 'بارکراوەکەت لێرە لەبەردەستدایە: [[:{{ns:file}}:$1]]',
'upload-failure-subj'         => 'کێشەی بارکردن',
'upload-failure-msg'          => 'کێشەیەک لەگەڵ بارکراوەکەتدا ھەبوو:

$1',

'upload-proto-error'        => 'پرۆتۆکۆڵی هەڵە',
'upload-proto-error-text'   => 'بۆ بارکردن لە تۆڕ، URL دەبێ بە <code>http://</code>  یان <code>ftp://</code> دەست‌پێ‌بکات.',
'upload-file-error'         => 'ھەڵەی ناوخۆیی',
'upload-file-error-text'    => 'کێشەیەکی ناوخۆ ڕووی‌دا وەختێ هەوڵی درووست‌کردنی پەڕگەی کاتی ئەدرا لە سەر ڕاژەکار.
تکایە پەیوەندی بکە بە [[Special:ListUsers/sysop|بەڕێوبەر]].',
'upload-misc-error'         => 'هەڵەیەکی نەناسراوی بارکردن',
'upload-misc-error-text'    => 'هەڵەیەکی نەناسراو لە کاتی بارکردن ڕووی‌دا.
تکایە لە درووست‌بوون و دەست‌پێ گەیشتنی URL ئەرخەیان ببە و دیسان تاقی‌بکەوە.
گەر کێشەکە هەر بەردەوام بوو پەیوەندی بکە بە [[Special:ListUsers/sysop|بەڕێوبەر]].',
'upload-too-many-redirects' => 'URL ڕەوانەکەری زۆری لەخۆ گرتووە',
'upload-unknown-size'       => 'قەبارەی نادیار',
'upload-http-error'         => 'هەڵەیەکی HTTP ڕووئ داوە: $1',

# img_auth script messages
'img-auth-accessdenied' => 'تێپه‌ربوون ره‌تکرایه‌وه‌',
'img-auth-nofile'       => 'فایلی "$1" بوونی نیه‌',
'img-auth-isdir'        => 'هه‌وڵ ده‌ده‌ی بۆ کردنه‌وه‌ی بوخچه‌ی "$1" له‌ کاتێکدا ته‌نیا کردنه‌وه‌ی فایل رێپێدراوه‌',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'توانای دەست‌پێ‌گەیشتنی URL نیە',
'upload-curl-error6-text'  => 'ئەو URL کە ڕاچاوت کردووە توانای دەست‌پێ‌گەیشتنی نییە.
تکایە دیسان سەرنجی بدەوە کە URL درووست‌ نووسراوە و ماڵپەڕەکە بەردەوام کار دەکات.',
'upload-curl-error28'      => 'کات‌بەسەرچوونی بارکردن',
'upload-curl-error28-text' => 'ئەو ماڵپەرە کاتی زۆری خایاند بۆ وەڵام دانەوە.
تکایە ئەرخەیان بە کە ماڵپەڕ بەردەوامە لە کارکردن، نەختێک ڕاوەستە و دیسان تاقی کەوە.
لەوانەیە لە کاتێ کە کەمتر سەرقاڵ بێت تاقی بکەیتەوە باشتر بێت.',

'license'            => 'بەڵگەنامە:',
'license-header'     => 'بەڵگەنامە',
'nolicense'          => 'هیچ‌کام هەڵنەبژاردراوە',
'license-nopreview'  => '(پێشبینین ئامادەی کەڵک وەرگرتن نییە)',
'upload_source_url'  => ' (URLـی بەکار، بۆ دەست‌پێگەیشتنی  گشتی)',
'upload_source_file' => ' (پەڕگەیەک لەسەر کۆمپیوتەرەکەت)',

# Special:ListFiles
'listfiles-summary'     => 'ئەم لاپەڕە تایبەتە هەموو لاپەڕە بارکراوەکانت نیشان ئەدات.
لەسەر نمای بنچینەیی، دوایین بارکراوەکان لە سەرووی لیستەکە دەبیندرێن.
بە کرتە لەسەر سەرپەڕی ستوونەکانی دەتوانی شێوازی چنینەکەیان بگۆڕیت.',
'listfiles_search_for'  => 'گەڕان بۆ ناوی مێدیا:',
'imgfile'               => 'پەڕگە',
'listfiles'             => 'لیستی پەرگەکان',
'listfiles_date'        => 'ڕێکەوت',
'listfiles_name'        => 'ناو',
'listfiles_user'        => 'بەکارھێنەر',
'listfiles_size'        => 'قەبارە',
'listfiles_description' => 'پەسن',
'listfiles_count'       => 'وەشانەکان',

# File description page
'file-anchor-link'          => 'پەڕگە',
'filehist'                  => 'مێژووی پەڕگە',
'filehist-help'             => 'کرتە بکەسەر ڕێکەوت\\کات بۆ بینینی پەڕگەکە بەو شێوەی لەو کاتەدا بووە.',
'filehist-deleteall'        => 'هەمووی بسڕەوە',
'filehist-deleteone'        => 'سڕینەوە',
'filehist-revert'           => 'پێچەوانەکردنەوە',
'filehist-current'          => 'هەنووکە',
'filehist-datetime'         => 'ڕێکەوت/کات',
'filehist-thumb'            => 'ھێما',
'filehist-thumbtext'        => 'ھێما بۆ وەشانی  $1',
'filehist-nothumb'          => 'هێما نییه',
'filehist-user'             => 'بەکارهێنەر',
'filehist-dimensions'       => 'دوورییەکان',
'filehist-filesize'         => 'قەبارەی پەڕگە',
'filehist-comment'          => 'تێبینی',
'filehist-missing'          => 'ون‌بوونی پەڕه',
'imagelinks'                => 'بەستەرەکانی پەڕگە',
'linkstoimage'              => 'لەم {{PLURAL:$1|پەڕەی خوارەوە بەستەر دراوە|$1 پەڕەی خوارەوە بەستەر دراوە}} بۆ ئەم پەڕگە:',
'linkstoimage-more'         => 'زیاتر لە $1 {{PLURAL:$1|بەستەری لاپەڕە|بەستەری لاپەڕە}} بۆ ئەم پەڕگه.
ئەم لیستە {{PLURAL:$1|یەکەم لاپەڕەی بەستەرە|یەکەم لاپەڕە $1 بەستەرە}} بۆ تەنها یەم پەڕگە.
هەروا [[Special:WhatLinksHere/$2|لیستی تەواو]] ئامادەی کەڵک وەرگرتنە.',
'nolinkstoimage'            => '‌لاپەڕەیەک نەدۆزرایەوە کە بەستەری هەبێ بۆ ئەم پەڕگە.',
'morelinkstoimage'          => '[[Special:WhatLinksHere/$1|بەستەری زیاتر]] ببینە بۆ ئەم پەڕگە.',
'redirectstofile'           => 'ئەم {{PLURAL:$1|پەڕگە ڕەوانکەرە|پەڕگانە ڕەوانکەرن}} بۆ ئەم پەڕگە:',
'duplicatesoffile'          => 'ئەم {{PLURAL:$1|پەڕگە دووبارەکرنەوەیەکی|پەڕگانە دووبارەکردنەوەی}} ئەم پەڕگەن ([[Special:FileDuplicateSearch/$2|وردەکاری زیاتر]]):',
'sharedupload'              => 'ئەم پەڕگە لە $1ەوەیە و لەوە دەچێ لە پرۆژەکانی دیکەش بەکار ببرێت.',
'sharedupload-desc-there'   => 'ئەم پەڕگە لە $1ەوەیە و لەوە دەچێ لە پرۆژەکانی دیکەش بەکار ببرێت.
تکایە بۆ زانیاریی زیاتر چاو بکە لە [$2 لاپەڕەی ناساندنی پەڕگە].',
'sharedupload-desc-here'    => 'ئەم پەڕگە لە $1ەوەیە و لەوە دەچێ لە پرۆژەکانی دیکەش بەکار ببرێت.
لە خوارەوە پێناسەکەی کە لە [$2 لاپەڕەی ناساندنی پەڕگە] هەیە، دەبینیت.',
'filepage-nofile'           => 'پەڕگەیەک بەم ناوە نیە.',
'filepage-nofile-link'      => 'پەڕگەیەک بەم ناوە نیە بەڵام دەتوانی [$1 باری بکەی].',
'uploadnewversion-linktext' => 'وەشانێکی نوێی ئەم پەڕەیە بار بکە',
'shared-repo-from'          => 'لە لایەن $1',
'shared-repo'               => 'شوێنێکی هاوبەشی',

# File reversion
'filerevert'                => 'پێچەوانەکردنەوەی $1',
'filerevert-backlink'       => '→ $1',
'filerevert-legend'         => 'پێچەوانەکردنەوەی پەڕگە',
'filerevert-intro'          => "خەریکی پەڕگەی '''[[Media:$1|$1]]''' دەگەڕینیتەوە بۆ [$4 وەشانی $3، $2].",
'filerevert-comment'        => 'هۆکار:',
'filerevert-defaultcomment' => 'گەڕێندراوە بۆ وەشانی $2، $1',
'filerevert-submit'         => 'گەڕاندنەوە',
'filerevert-success'        => "'''[[Media:$1|$1]]''' گەڕێندراوەتەوە بۆ [$4 وەشانی $3، $2].",
'filerevert-badversion'     => 'وەشانێکی پێشووی ئەم  پەڕگە بەو کاتە ڕاچاوکراوه ‌نەدۆزرایەوە.',

# File deletion
'filedelete'                  => 'سڕینەوەی $1',
'filedelete-backlink'         => '→ $1',
'filedelete-legend'           => 'سڕینەوەی پەڕگە',
'filedelete-intro'            => "خەریکی پەڕگەی '''[[Media:$1|$1]]''' دەگەڵ هەموو مێژووی دەسڕیتەوە.",
'filedelete-intro-old'        => "خەریکی وەشانی [$4 $3، $2] لە '''[[Media:$1|$1]]''' دەسڕیتەوە.",
'filedelete-comment'          => 'هۆکار:',
'filedelete-submit'           => 'بسڕەوە',
'filedelete-success'          => "'''$1''' سڕاوەتەوە.",
'filedelete-success-old'      => "وەشانی $3، $2 لە '''[[Media:$1|$1]]''' سڕاوەتەوە.",
'filedelete-nofile'           => "'''$1''' بوونی نییە.",
'filedelete-nofile-old'       => "وەشانێکی ئەرشیڤ‌کراوی '''$1''' بەو تایبەتمەندییە دیاری‌کراوانە نییە.",
'filedelete-otherreason'      => 'هۆکاری دیکە\\زیادی:',
'filedelete-reason-otherlist' => 'هۆکاری دیکە',
'filedelete-reason-dropdown'  => '*هوکارە هاوبەشەکانی سڕینەوە
**لادان لە مافەکانی بڵاوکردنەوە
***پەڕگەی دووبارەکراوە',
'filedelete-edit-reasonlist'  => 'دەستکاری هۆکارەکانی سڕینەوە',

# MIME search
'mimesearch'         => 'گەڕانی MIME',
'mimesearch-summary' => 'ئەم لاپەڕە پاڵێوتنی هەیە بۆ جۆرەکانی MIME.
ناودراو: جۆرەی ناوەڕۆک\\ژێرجۆرە، وەک <tt>image/jpeg</tt>.',
'mimetype'           => 'جۆرەی MIME:',
'download'           => 'داگرتن',

# Unwatched pages
'unwatchedpages' => 'لاپەڕە چاودێری‌نەکراوەکان',

# List redirects
'listredirects' => 'لیستی ئاڕاستەکراوەکان',

# Unused templates
'unusedtemplates'     => 'داڕێژە بەکارنەھێنراوەکان',
'unusedtemplatestext' => 'ئەم لاپەڕە هەموو لاپەڕەکانی ناوبۆشایی {{ns:template}} کە نەکەوتوونەتە لاپەڕەی دیکە.
لە یادت بێ سەرنج بدەی بۆ بەستەری دیکە بۆ داڕێژەکان، پێش سڕینەوەیان.',
'unusedtemplateswlh'  => 'بەستەرەکانی تر',

# Random page
'randompage'         => 'پەڕەیەک بە هەڵکەوت',
'randompage-nopages' => 'هیچ لاپەڕەیەک لەم {{PLURAL:$2|ناوبۆشاییەدا|ناوبۆشاییانەدا}} نیە: $1.',

# Random redirect
'randomredirect'         => 'ڕەوانکەری هەرمەکی',
'randomredirect-nopages' => 'لە ناوبۆشایی "$1" هیچ ڕەوانکەرێک نییە.',

# Statistics
'statistics'                   => 'ئامارەکان',
'statistics-header-pages'      => 'ئامارەکانی پەڕەکان',
'statistics-header-edits'      => 'ئامارەکانی گۆڕانکارییەکان',
'statistics-header-views'      => 'ئامارەکانی سەردانەکان',
'statistics-header-users'      => 'ئامارەکانی بەکارھێنەران',
'statistics-header-hooks'      => 'ئامارەکانی دیکە',
'statistics-articles'          => 'پەڕە بە ناوەڕۆکەکان',
'statistics-pages'             => 'پەڕەکان',
'statistics-pages-desc'        => 'گشت پەڕەکانی ویکی، بە لەخۆگرتنی پەڕەکانی وتووێژ، ڕەوانەکراوەکان و ھتد.',
'statistics-files'             => 'پەڕگە بارکراوەکان',
'statistics-edits'             => 'دەستکارییەکانی لاپەڕە لە کاتی دامەزراندنی {{SITENAME}}',
'statistics-edits-average'     => 'نێونجی ژمارەی دەستکارییەکان لە پەڕەیەک دا',
'statistics-views-total'       => 'دیتنی هەموو',
'statistics-views-peredit'     => 'دیتنی هەر دەستکارییەک',
'statistics-users'             => '[[Special:ListUsers|بەکارھێنەر]]ە تۆمارکراوەکان',
'statistics-users-active'      => 'ئەندامە چالاکەکان',
'statistics-users-active-desc' => 'ئەو بەکارھێنەرانە کە لە دوایین {{PLURAL:$1|ڕۆژ|$1 ڕۆژ}}دا کارێکیان جێبەجێ کربێت.',
'statistics-mostpopular'       => 'زۆرترین لاپەڕە بینراوەکان',

'disambiguations'      => 'پەڕەکانی جوداکردنەوە',
'disambiguationspage'  => 'Template: خاوێن‌کردنەوەی ناوەڕۆک',
'disambiguations-text' => "ئەم لاپەڕانە بەستەرن بۆ '''لاپەڕەی خاوێن‌کردنەوەی ناوەڕۆک'''.
ئەوانە دەبێ لە جیاتی ئەوە بەستەر بن بۆ بابەتی گونجاو.<br />
هەر لاپەڕەیەک کە لە داڕێژی بەستەر پێ‌دراو لە [[MediaWiki:Disambiguationspage]] کەڵک وەرگرێت وەک لاپەڕەی خاوێن‌کردنەوەی نوەڕۆک دەناسرێت.",

'doubleredirects'            => 'دووجار ڕەوانەکراوەکان',
'doubleredirectstext'        => 'ئەم لاپەڕە لیستی ئەو لاپەڕانەن وا ڕەوانکەرن بۆ لاپەڕەی ڕەوانکەر دیکە.
هەر ڕیزێک، بەستەرەکان بۆ یەکەم و دووهەم ڕەوانکەری لەخۆ گرتووە. ئامانجی ڕەوانکەری دووهەم کە زۆربەی کات مەبەستی ڕاستیییە و ڕەوانکەری یەکەمیش هەر دەبێ بۆ ئەوێ ڕەوان بکات.
دراوەکانی <del>هێڵ بەسەردا کێشراو</del> چارەسەر کرا.',
'double-redirect-fixed-move' => '[[$1]] گوێسترایەوە.
ئێستا ڕەوانکەرە بۆ [[$2]].',
'double-redirect-fixer'      => 'چارەسەرکەری ڕەوانکەر',

'brokenredirects'        => 'ڕەوانەکراوە خراپەکان',
'brokenredirectstext'    => 'ئەم ڕەوانکەرانە بەستەرن بۆ لاپەڕەهایەک کە بوونیان نیە:',
'brokenredirects-edit'   => 'دەستکاری',
'brokenredirects-delete' => 'سڕینەوە',

'withoutinterwiki'         => 'پەڕەکانی بێ بەستەرەکانی زمان',
'withoutinterwiki-summary' => 'ئەم پەڕانە بەستەریان بۆ وەشانەکانی زمانەکانی تر نیە.',
'withoutinterwiki-legend'  => 'پێشگر',
'withoutinterwiki-submit'  => 'پیشاندان',

'fewestrevisions' => 'پەڕەکان بە کەمترین پیاچوونەوەوە',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|بایت|بایت}}',
'ncategories'             => '$1 {{PLURAL:$1|ھاوپۆل|ھاوپۆل}}',
'nlinks'                  => '$1 {{PLURAL:$1|بەستەر|بەستەر}}',
'nmembers'                => '$1 {{PLURAL:$1|ئەندام|ئەندام}}',
'nrevisions'              => '$1 {{PLURAL:$1|پیاچوونەوە|پیاچوونەوە}}',
'nviews'                  => '$1 جار {{PLURAL:$1|بینراو|بینراو}}',
'specialpage-empty'       => 'ئەنجامێک بۆ ئەم ڕاپۆرتە نییە.',
'lonelypages'             => 'پەڕە ھەتیوەکان',
'lonelypagestext'         => 'بەم لاپەڕانە لە هیچ لاپەڕەیەک‌دا لە {{SITENAME}} بەستەر نەدراوە یا هیچ لاپەڕەیەک لەخۆیانی نەگرتووە.',
'uncategorizedpages'      => 'پەڕە پۆلێن نەکراوەکان',
'uncategorizedcategories' => 'پۆلە پۆلێن نەکراوەکان',
'uncategorizedimages'     => 'پەڕگە پۆلێن نەکراوەکان',
'uncategorizedtemplates'  => 'داڕێژە پۆلێن نەکراوەکان',
'unusedcategories'        => 'پۆلە بەکارنەھێنراوەکان',
'unusedimages'            => 'پەڕگە بەکارنەھێنراوەکان',
'popularpages'            => 'پەڕە مەحبووبەکان',
'wantedcategories'        => 'پۆلە داواکراوەکان',
'wantedpages'             => 'پەڕە داواکراوەکان',
'wantedpages-badtitle'    => 'سەردێڕی نەگونجاو لە سەرجەمی ئەنجامەکان: $1',
'wantedfiles'             => 'پەڕگە داواکراوەکان',
'wantedtemplates'         => 'قاڵبە داواکراوەکان',
'mostlinked'              => 'زیاترین لاپەڕە بەستەر دراوەکان',
'mostlinkedcategories'    => 'زیاترین هاوپۆلە‌ بەستەر دراوەکان',
'mostlinkedtemplates'     => 'زیاترین داڕێژە‌ بەستەر دراوەکان',
'mostcategories'          => 'پەڕەکان بە زۆرترین ھاوپۆلەوە',
'mostimages'              => 'زیاترین پەڕگە‌ بەستەر دراوەکان',
'mostrevisions'           => 'لاپەڕەکان بە زیاترین پێداچوونەوە',
'prefixindex'             => 'گشت پەڕەکان بە پێشگرەوە',
'shortpages'              => 'پەڕە کورتەکان',
'longpages'               => 'پەڕە دڕێژەکان',
'deadendpages'            => 'لاپەڕەکانی دوایین بەستراو',
'deadendpagestext'        => 'ئەم لاپەرانە بە هیچ لاپەڕەیەکی دیکە لە {{SITENAME}}دا بەستەری نەداوە.',
'protectedpages'          => 'پەڕە پارێزراوەکان',
'protectedpages-indef'    => 'تەنها پاراستنە زۆرەکان',
'protectedpages-cascade'  => 'تەنها پاراستنە زنجیرییەکان',
'protectedpagestext'      => 'ئەم لاپەڕانە لە گواستنەوە و دەستکاری‌کردن پارێزراون',
'protectedpagesempty'     => 'هیچ لاپەڕەیک ئێستا بەم دیاریکراوانە نەپارێزراوە.',
'protectedtitles'         => 'سەرناوە پارێزراوەکان',
'protectedtitlestext'     => 'ئەم سەردێڕانە لە درووست‌کردن پارێزراون',
'protectedtitlesempty'    => 'هیچ سەردێڕیك ئێستا بەم دیاریکراوانە نەپارێزراوە.',
'listusers'               => 'لیستی بەکارھێنەران',
'listusers-editsonly'     => 'تەنھا ئەو بەکارھێنەرانە نیشان بدە کە دەستکارییان کردووە',
'listusers-creationsort'  => 'ڕیز کردن بە پێی ڕێکەوتی دروست کردن',
'usereditcount'           => '$1 {{PLURAL:$1|دەستکاری|دەستکاری}}',
'usercreated'             => 'دروست کراو لە $2ی $1',
'newpages'                => 'پەڕە نوێکان',
'newpages-username'       => 'ناوی بەکارھێنەر:',
'ancientpages'            => 'کۆنترین پەڕەکان',
'move'                    => 'گواستنەوە',
'movethispage'            => 'ئەم پەڕەیە بگوازەوە',
'unusedimagestext'        => 'تکایە ئاگادار بە کە لەوانەیە ماڵپەڕێک بە URLـی ڕاستەوەخۆ بەستەری دابێت بە پەڕگەیەک و هەر بۆیە لەوانەیە ئێستا لە وەک چالاک لێرەدا لیست‌کرابێت.',
'unusedcategoriestext'    => 'ئەم پەڕەی پۆلانە ھەن، ئەگەرچی ھیچ پەڕە یان پۆلێکی تر کەڵکیان لێ وەرناگرێ.',
'notargettitle'           => 'بێ مەبەست',
'notargettext'            => 'لاپەڕە یان بەکارهێنەرێکت دیاری نەکردوو تاکەە ئەو فەنکشێنە لەسەر بهێنیتە کار.',
'nopagetitle'             => 'چاودێری',
'nopagetext'              => 'لاپەڕەی مەبەست وا ڕاچاوت کردووە بوونی نییە.',
'pager-newer-n'           => '{{PLURAL:$1|یەکێکی نوێتر|$1ی نوێتر}}',
'pager-older-n'           => '{{PLURAL:$1|یەکێک کۆنتر|$1ی کۆنتر}}',
'suppress'                => 'چاودێری',

# Book sources
'booksources'               => 'سەرچاوەکانی کتێب',
'booksources-search-legend' => 'بۆ سەرچاوەی کتێب بگەڕێ',
'booksources-go'            => 'بڕۆ',
'booksources-text'          => 'لە خوارەوە لیستێک لە بەستەر بۆ ماڵپەڕهایەک کە کتێبی نوێ و بەکارهێنراو دەفرۆشێت و لەوانەیە لەوێ زانیاریی زیاترت دەست‌کەوێت سەبارەت بەو کتێبانەی لە دووی دەگەڕیت:',
'booksources-invalid-isbn'  => 'ISBN دراو لەوە ناچی بەکار بێت، سەرنج بدە لە کاتی کۆپی کردن لە سەرچاوە تووشی هەڵە نوبوبێت.',

# Special:Log
'specialloguserlabel'  => 'بەکارھێنەر:',
'speciallogtitlelabel' => 'ناونیشان:',
'log'                  => 'لۆگەکان',
'all-logs-page'        => 'ھەموو لۆگە گشتییەکان',
'alllogstext'          => 'پیشاندانی تێکەڵ‌کراوی هەموو لۆگەکانی بەردەستی {{SITENAME}}.
بۆ وردبوونەوەی زیاتر دەتوانی جۆری لۆگ، ناوی بەکارهێنەر یا لاپەڕە گۆراوەکان هەڵبژێریت (هەستیار بە گەورە و بچووکی پیتەکان).',
'logempty'             => 'هیچ بابەتێکی هاوتا لە لۆگەکاندا نەدۆزرایەوە.',
'log-title-wildcard'   => 'گەڕانی ئەو سەرناوانە بەم دەقەوە دەست پێدەکەن',

# Special:AllPages
'allpages'          => 'ھەموو پەڕەکان',
'alphaindexline'    => '$1 تا $2',
'nextpage'          => 'پەڕەی پاشەوە ($1)',
'prevpage'          => 'پەڕەی پێشەوە ($1)',
'allpagesfrom'      => 'بینینی پەڕەکان بە دەست پێ کردن لە:',
'allpagesto'        => 'بینینی پەڕەکان بە دوایی ھاتن بە:',
'allarticles'       => 'ھەمووی وتارەکان',
'allinnamespace'    => 'ھەموو پەڕەکان (بۆشایی-ناوی $1)',
'allnotinnamespace' => 'ھەموو پەڕەکان (ئەوانەی لە بۆشایی-ناوی $1دا نین)',
'allpagesprev'      => 'پێش',
'allpagesnext'      => 'پاش',
'allpagessubmit'    => 'بڕۆ',
'allpagesprefix'    => 'نیشاندانی پەڕەکان بە پێشگری:',
'allpagesbadtitle'  => 'سەردێڕی لاپەڕە گونجاو نەبوو یان پێشگڕێکی بەینی‌زمانی یان بەینی‌ویکی هەبوو.
لەوانەیە یەک یان زیاتر پیتی نەگونجاو بۆ سەردێڕی لەخۆ گرتبێ.',
'allpages-bad-ns'   => '{{SITENAME}} ناوبۆشایی نیە "$1".',

# Special:Categories
'categories'                    => 'پۆلەكان',
'categoriespagetext'            => 'ئەم {{PLURAL:$1|پۆلە پەڕە یان پەڕگەی|پۆلانە پەڕە یان پەڕگەیان}} لەخۆگرتە.<br />
[[Special:UnusedCategories|پۆلە بەکارنەھێنراوەکان]] لێرەدا نیشان نەدراون.<br />
ھەروا دەتوانی [[Special:WantedCategories|پۆلە خوازراوەکان]] ببینی.',
'categoriesfrom'                => 'پیشان‌دانی هاوپۆلەکان بە دەست‌پێ‌کردن لە :',
'special-categories-sort-count' => 'ڕیز کردن بە پێی ژمارە',
'special-categories-sort-abc'   => 'ڕیز کردن بە پێی ئەلفابێت',

# Special:DeletedContributions
'deletedcontributions'             => 'بەشدارییە سڕاوەکان',
'deletedcontributions-title'       => 'هاوبەشییەکانی سڕاوەی بەکارهێنەر',
'sp-deletedcontributions-contribs' => 'بەشدارییەکان',

# Special:LinkSearch
'linksearch'      => 'بەستەرە دەرەکییەکان',
'linksearch-pat'  => 'گەڕان بۆ نواندن:',
'linksearch-ns'   => 'بۆشاییی ناو:',
'linksearch-ok'   => 'گەڕان',
'linksearch-line' => '$1 بەستەرپێ‌دراو لە $2',

# Special:ListUsers
'listusersfrom'      => 'نیشاندانی بەکارھێنەران بە دست پێکردن لە:',
'listusers-submit'   => 'نیشاندان',
'listusers-noresult' => 'ھیچ بەکارھێنەرێک نەدۆزرایەوە.',
'listusers-blocked'  => '(بەربەست‌کراو)',

# Special:ActiveUsers
'activeusers'          => 'لیستی بەکارھێنەرە چالاکەکان',
'activeusers-count'    => '$1 گۆڕانکاری لە دوایین {{PLURAL:$3|ڕۆژدا|$3 ڕۆژدا}}',
'activeusers-from'     => 'نیشاندانی بەکارھێنەران بە دست پێکردن لە:',
'activeusers-hidebots' => 'بۆتەکان بشارەوە',
'activeusers-noresult' => 'هیچ بەکارهێنەرێک نەدۆزرایەوە',

# Special:Log/newusers
'newuserlogpage'              => 'لۆگی دروست کردنی بەکارھێنەر',
'newuserlogpagetext'          => 'ئەمە لۆگێکی درووست‌کردنی بەکارهێنەرە.',
'newuserlog-byemail'          => 'تێپەڕوشە بە ئیمەیل نێردرا.',
'newuserlog-create-entry'     => 'بەکارھێنەری نوێ',
'newuserlog-create2-entry'    => 'ھەژماری $1ی دروست کرد',
'newuserlog-autocreate-entry' => 'هەژمارە بە جۆری خۆکار درووست‌کرا',

# Special:ListGroupRights
'listgrouprights'                      => 'مافەکانی گرووپە بەکارھێنەرییەکان',
'listgrouprights-summary'              => 'ئەمە لیستێکە لە گرووپەکانی بەکارهێنەر لەسەر ئەم ویکی‌یە، دەگەڵ مافەکانی دەست‌پێ‌گەیشتنی هاوپەیوەندیان.
لێرەدا لەوانەیە [[{{MediaWiki:Listgrouprights-helppage}}|زانیاری زیاترت]] دەست‌کەوێت سەبارەت بە مافە تاکەکەسیەکان.',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">مافی دراوە</span>
* <span class="listgrouprights-granted">مافی سەندراوە</span>',
'listgrouprights-group'                => 'گرووپ',
'listgrouprights-rights'               => 'مافەکان',
'listgrouprights-helppage'             => 'Help:مافەکانی گرووپ',
'listgrouprights-members'              => '(لیستی ئەندامەکان)',
'listgrouprights-addgroup'             => 'زیادکردنی {{PLURAL:$2|گرووپ|گرووپ}}: $1',
'listgrouprights-removegroup'          => 'لابردنی {{PLURAL:$2|گرووپ|گرووپ}}: $1',
'listgrouprights-addgroup-all'         => 'زیادکردنی هەموو گرووپەکان',
'listgrouprights-removegroup-all'      => 'لابردنی هەموو گرووپەکان',
'listgrouprights-addgroup-self'        => 'زیادکردنی {{PLURAL:$2|گرووپ|گرووپه‌کان}} بۆ سه‌ر هه‌ژماری خۆ: $1',
'listgrouprights-removegroup-self'     => 'لابردنی {{PLURAL:$2|گرووپ|گرووپه‌کان}} له‌ سه‌ر هه‌ژماری خۆ: $1',
'listgrouprights-addgroup-self-all'    => 'زیادکردنی هەموو گرووپەکان بۆ سه‌ر هه‌ژماری خۆ',
'listgrouprights-removegroup-self-all' => 'لابردنی هەموو گرووپەکان له‌ سه‌ر هه‌ژماری خۆ',

# E-mail user
'mailnologin'      => 'ناونیشان بۆ ناردن نییه‌',
'mailnologintext'  => 'ده‌بێ له‌ [[Special:UserLogin|ژووره‌وه‌]] بیت و ناونیشانێکی بڕواپێ‌کراوی ئی‌مه‌یلت له‌ ناو [[Special:Preferences|هه‌ڵبژارده‌کان]] دیاری کردبێت تا بتوانی ئی‌مه‌یل بنێریت بۆ به‌کارهێنه‌رانی دیکه‌.',
'emailuser'        => 'ئیمەیل بنێرە بۆ ئەم بەکارھێنەرە',
'emailpage'        => 'ئیمەیل بۆ بەکارھێنەر',
'emailpagetext'    => 'ده‌توانی له‌م فۆرمه‌ی خواره‌وه‌ که‌ڵک وه‌رگریت بۆ ناردنی په‌یامێکی ئی‌مه‌یل بنێریت بۆ ئه‌م به‌کارهێنه‌ره‌.
ناونیشانی ئی‌مه‌یلت وا له‌ ناو [[Special:Preferences|هه‌ڵبژارده‌کانی به‌کارهێنه‌ر‌دا]] نووسیوته‌، بۆ ئه‌دره‌سی "له‌لایه‌ن" ئی‌مه‌یل نیشان ئه‌درێت، هه‌ر بۆیه‌ وه‌گر ده‌توانێ ڕاسته‌وخۆ وه‌ڵامت بداته‌وه‌.',
'defemailsubject'  => 'ئیمەیلی {{SITENAME}}',
'noemailtitle'     => 'هیچ ناونیشانێکی ئی‌مەیل نییە',
'noemailtext'      => 'ئەم بەکارهێنەرە ناونێشانێکی بڕوا پێکراوی ئی‌مەیلی دانەناوە.',
'nowikiemailtitle' => 'ڕێگە بۆ ئی‌مەیل نەدراوە',
'nowikiemailtext'  => 'ئەم بەکارهێنەرە تایبەتمەندیی وەرنەگرتنی ئی‌مەیل لە بەکارهێنەرانی دیکەی هەلبژاردووە.',
'email-legend'     => 'ناردنی ئیمەیلێک بۆ بەکارهێنەرێکی دیکەی {{SITENAME}}',
'emailfrom'        => 'لە:',
'emailto'          => 'بۆ:',
'emailsubject'     => 'بابەت:',
'emailmessage'     => 'نامە:',
'emailsend'        => 'بینێرە',
'emailccme'        => 'کۆپییەک لە نامەکە بنێرە بۆ ئیمەیلەکەم.',
'emailccsubject'   => 'کۆپیی نامەکەت بۆ $1: $2',
'emailsent'        => 'نامەکەت ناردرا',
'emailsenttext'    => 'نامەکەت ناردرا',
'emailuserfooter'  => 'ئەم ئیمەیلە لە $1ەوە ناردرا بۆ $2 بە "Email user" لە {{SITENAME}}ەوە.',

# Watchlist
'watchlist'            => 'لیستی چاودێڕییەکانی من',
'mywatchlist'          => 'لیستی چاودێرییەکانم',
'nowatchlist'          => 'لە لیستی چاودێڕییەکانتدا ھیچ نیە.',
'watchlistanontext'    => 'تکایە بۆ دیتن و دەستکاری بابەتەکانی لە ناو لیستی چاودێریەکەت‌دا $1.',
'watchnologin'         => 'لە ژوورەوە نیت.',
'watchnologintext'     => 'دەبی لە [[Special:UserLogin|ژوورەوە]] بیت بۆ ئەوەی بتوانی گۆڕانکاری بکەیت لە لیستی چاودێریەکەت‌دا.',
'addedwatch'           => 'بە لیستی چاودێڕییەکانت زێدە کرا',
'addedwatchtext'       => 'پەڕەی "[[:$1]]" خرایە سەر [[Special:Watchlist|لیستی چاودێرییەکەت]].
گۆڕانکارییەکانی داھاتووی ئەم پەڕە و پەڕەی وتووێژەکەی، لەوێدا ڕیزدەکرێ و پەڕەکە لە [[Special:RecentChanges|لیستی دوایین گۆڕانکارییەکاندا]] ئەستوورکراو دەردەکەوێت بۆ ئەوەی ئاسانتر دەستکەوێت.',
'removedwatch'         => 'لە لیستی چاودێڕییەکانت لابرا',
'removedwatchtext'     => 'پەڕەی "[[:$1]]" لە [[Special:Watchlist|لیستی چاودێڕیەکانت]] لابرا.',
'watch'                => 'چاودێری بکە',
'watchthispage'        => 'چاودێڕیی ئەم پەڕە بکە',
'unwatch'              => 'لابردنی چاودێری',
'unwatchthispage'      => 'ئیتر چاودێری مەکە',
'notanarticle'         => 'پەڕەی بێ ناوەڕۆک',
'notvisiblerev'        => 'پیاچوونەوە سڕاوەتەوە',
'watchnochange'        => 'لە کاتی دیاری کراو دا، بابەتە چاودێڕی کراوەکانت، دەستکاری نەکراون',
'watchlist-details'    => '{{PLURAL:$1|$1 پەڕە|$1 پەڕە}} لە لیستی چاودێڕیەکەت دایە، بێجگە پەڕەکانی لێدوان.',
'wlheader-enotif'      => '* ئەکرێ بە E-mail ئاگاداری بدەی',
'wlheader-showupdated' => "* ‏ئەو پەڕانە کە لە پاش دواین سەردانت دەستکاری کراون بە '''ئەستوور''' نیشان دراون",
'watchmethod-recent'   => 'سەرنج‌دانی دوایین دەستکاریەکان بۆ لاپەڕە چاودێری‌کراوەکان',
'watchmethod-list'     => 'سەرنج‌دانی لاپەڕە چاودێری‌کراوەکان بۆ دوایین دەستکاریەکان',
'watchlistcontains'    => 'لیستی چاودێڕییەکانت $1 {{PLURAL:$1|پەڕە|پەڕە}}ی تێدایە.',
'iteminvalidname'      => "ھەڵە لەگەڵ بابەتی '$1'، ناوی نادروست...",
'wlnote'               => "خوارەوە {{PLURAL:$1|دوایین گۆڕانکاریە|دوایین '''$1''' گۆڕانکارییەکانن}} لە دواین  {{PLURAL:$2|کاتژمێر|'''$2''' کاتژمێر}} دا.",
'wlshowlast'           => 'نیشان دانی دوایین $1 کاتژمێری، $2 ڕۆژ لە $3',
'watchlist-options'    => 'ھەڵبژاردەکانی لیستی چاودێڕییەکان',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'چاودێری...',
'unwatching' => 'لابردنی چاودێری...',

'enotif_mailer'                => 'سیستەمی ئاگاداری بە ئی‌مەیلی {{SITENAME}}',
'enotif_reset'                 => 'ھەمووی پەڕەکان وەک بینراو دیاری بکە',
'enotif_newpagetext'           => 'ئەمە پەڕەیەکی تازەیە.',
'enotif_impersonal_salutation' => 'بەکارهێنەری 	{{SITENAME}}',
'changed'                      => 'گۆڕدراو',
'created'                      => 'دروستکراو',
'enotif_subject'               => '$PAGETITLE ـی لاپەڕەی {{SITENAME}} لە لایەن $PAGEEDITOR $CHANGEDORCREATED',
'enotif_lastvisited'           => 'بۆ دیتنی هەموو گۆرانکارییەکانی پاش دوایین چاوپێکەوتنت $1 ببینە.',
'enotif_lastdiff'              => 'بۆ دیتنی ئەم گۆڕانە $1 ببینە.',
'enotif_anon_editor'           => 'بەکارهێنەری نەناسراو $1',
'enotif_body'                  => '$WATCHINGUSERNAMEی بەڕێز،
پەڕەی $PAGETITLE لە {{SITENAME}} دا لە ڕێکەوتی $PAGEEDITDATE بە دەستی $PAGEEDITOR $CHANGEDORCREATEDە، سەردانی $PAGETITLE_URL بکە بۆ وەشانی ھەنووکەی ئەو پەڕە.

$NEWPAGE

پوختەی دەستکارییەکەی: $PAGESUMMARY $PAGEMINOREDIT

پەیوەندی لەگەڵ دەستکاریکەر:
ئیمەیڵ: $PAGEEDITOR_EMAIL
ویکی: $PAGEEDITOR_WIKI

تا سەردانی ئەو پەڕە نەکەی، ئەگەر گۆڕانکارییەکی تری تێدا ڕووی دا خەبەر پێ نادرێ.
هەروا دەتوانی نیشانەکانی ئاگاداری بۆ هەموو لاپەڕەکانی ناو لیستی چاودێریت ببیتەوەنووک


             بە سوپاسەوە، سیستەمی ڕاگەیاندنی {{SITENAME}}
--
بۆ گۆڕینی تەنزیماتی لیستی چاودێرییەکانت، سەربدە لە
{{fullurl:{{#special:Watchlist}}/edit}}

بۆ لابردنی پەڕەکە لە لیستی چاودێرییەکانت، سەربدە لە
$UNWATCHURL

رێنوێنیی زۆرتر و دەربڕینی بیروڕا:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'پەڕە بسڕەوەو',
'confirm'                => 'پشتدار بکەرەوە',
'excontent'              => "ناوەڕۆک ئەمە بو: '$1'",
'excontentauthor'        => "ناوەڕۆک ئەمە بو: '$1'(و تەنھا بەشداریکەر  '[[Special:Contributions/$2|$2]]' بوو)",
'exbeforeblank'          => "ناوەڕۆک بەر لە بەتاڵ کردنەوە ئەمە بوو: '$1'",
'exblank'                => 'پەڕە خاڵی بوو',
'delete-confirm'         => 'سڕینەوەی "$1"',
'delete-backlink'        => '→ $1',
'delete-legend'          => 'سڕینەوە',
'historywarning'         => "'''ئاگاداری:''' ئەم لاپەڕە کە دەتەوێت بیسڕیتەوە پێشتر  $1 {{PLURAL:$1|revision|پێداچوونەوەی }} لەسەر کراوە.",
'confirmdeletetext'      => 'تۆ خەریکی پەڕەیەک بە هەموو مێژووەکەیەوە دەسڕیتەو.
تکایە دووپاتی بکەوە کە دەتەوێت ئەم کارە بکەی، لە ئاکامەکەی تێدەگەی، و ئەم کارە بە پێی [[{{MediaWiki:Policy-url}}|سیاسەتنامە]] ئەنجام ئەدەی.',
'actioncomplete'         => 'کردەوە بە ئاکام گەیشت',
'actionfailed'           => 'کردارەکە سەرنەکەوت',
'deletedtext'            => '"<nowiki>$1</nowiki>"  سڕایەوە.
سەیری $2 بکە بۆ تۆمارێکی دوایین سڕینەوەکان.',
'deletedarticle'         => '«[[$1]]» سڕایەوە',
'suppressedarticle'      => '"[[$1]]" بەرگری‌کراو',
'dellogpage'             => 'لۆگی سڕینەوە',
'dellogpagetext'         => 'ئەوەی خوارەوە لیستێكە لە دوایین سڕینەوەکان',
'deletionlog'            => 'لۆگی سڕینەوە',
'reverted'               => 'گەڕێندراوە بۆ پێداچوونەوەی پێشووتر',
'deletecomment'          => 'هۆکار:',
'deleteotherreason'      => 'ھۆکاری دیکە:',
'deletereasonotherlist'  => 'ھۆکاری دیکە',
'deletereason-dropdown'  => '* ھۆکاری سڕینەوە
** داواکاریی نووسەر
** تێکدانی مافی لەبەرگرتنەوە
** خراپکاری',
'delete-edit-reasonlist' => 'دەستکاری کردنی ھۆکارەکانی سڕینەوە',
'delete-toobig'          => 'ئەم لاپەڕە مێژوویەکی دەستکاری زۆر گەورەی هەیە، زیاتر لە $1 {{PLURAL:$1|پێداچوونەوە|پێداچوونەوە}}.
بۆ بەرگری لە خراپ‌بوونی چاوەڕوان نەکراوی {{SITENAME}}، سڕینەوەی لاپەڕەی وا بەربەست‌کراوە.',
'delete-warning-toobig'  => 'ئەم لاپەڕە مێژوویەکی دەستکاری زۆر گەورەی هەیە، زیاتر لە $1 {{PLURAL:$1|پێداچوونەوە|پێداچوونەوە}}.
سڕینەوی ئەوە لە وانەیە کارەکانی بنکەدراوی {{SITENAME}} تووشی کێشە بکات؛
دوورنواڕانە جێ‌بەجێی بکە.',

# Rollback
'rollback'         => 'گەڕاندنەوەی دەستکارییەکان',
'rollback_short'   => 'گەڕاندنەوە',
'rollbacklink'     => 'گەڕاندنەوە',
'rollbackfailed'   => 'گەڕاندنەوە سەرکەوتوو نەبوو',
'cantrollback'     => 'دەستکاریەکان ناگەڕێندرێتەوە؛
دوایین هاوبەش تەنها ڕێکخەری ئەم لاپەڕەیە.',
'alreadyrolled'    => 'دوایین گۆڕانکاریەکانی لەسەر [[:$1]] لە لایەن [[User:$2|$2]] ناگەڕێندرێنەوە ([[User talk:$2|وتووێژ]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]])؛ کەسێکی دیکە لە پێش‌دا دەستکاری کردووە یان گەڕاندوویەتەوە.

دوایین دەستکاری ئەم لاپەڕە [[User:$3|$3]] کردوویە ([[User talk:$3|وتووێژ]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]).',
'editcomment'      => "پوختەی دەستکاری \"''\$1''\" بوو.",
'revertpage'       => 'گەڕاندنەوەی دەستکارییەکان لەلایەن [[Special:Contributions/$2|$2]] ([[User talk:$2|لێدوان]]) بۆ دوایین دەستکاریی [[User:$1|$1]]',
'rollback-success' => 'دەستکارییەکانی $1 وەرگێرایەوە؛<br />
گۆڕدرا بۆ دوایین دەستکاریی $2.',

# Edit tokens
'sessionfailure' => 'لەوەدەچی بەشی چوونەژوورەوەت تووشی کێشە بووبێت.
ئەم کردەوە بۆ بەرگری لە ئاڵۆزی و مەترسی دزینی دراوەکان هەڵوەشێندراوە.
تکایە دوکمەی "back" لێدە و ئەو لاپەڕەی لێیەوە هاتوویتە ئێرە، نوێ بکەوە، ئینجا دیسان تاقی‌بکەوە.',

# Protect
'protectlogpage'              => 'لۆگی پاراستن',
'protectlogtext'              => 'لەخوارەوە لیستێک لە لاپەڕە داخراوەکان و کراوەکان دەبینی.
بۆ دیتنی لیستی ئەو لاپەرانەی ئێستە پاراستنیان لە ئارادایە [[Special:ProtectedPages|لیستی لاپەڕە پارێزراوەکان ]] ببینە.',
'protectedarticle'            => 'پارێزراو "[[$1]]"',
'modifiedarticleprotection'   => 'ئاستی پاراستنی "[[$1]]"ی گۆڕا',
'unprotectedarticle'          => '"[[$1]]" لە حاڵی ئێستا دا نەپازراوە',
'movedarticleprotection'      => 'ڕێککارییەکانی پاراستن لە  "[[$2]]" گوازرایەوە بۆ "[[$1]]"',
'protect-title'               => 'گۆڕینی ئاستی پاراستنی "$1"',
'prot_1movedto2'              => '[[$1]] گوازراوەتەوە بۆ [[$2]]',
'protect-backlink'            => '← $1',
'protect-legend'              => 'پاراستن تەیید بکە',
'protectcomment'              => 'هۆکار:',
'protectexpiry'               => 'ھەتا:',
'protect_expiry_invalid'      => 'کاتی بەسەرچوون نادروستە:',
'protect_expiry_old'          => 'کاتی بەسەرچوون ڕابردووە',
'protect-text'                => "تۆ دەتوانی لێرە ئاستی پاراستنی لاپەڕەکە ببینی وە بیگۆڕی '''<nowiki>$1</nowiki>''' .",
'protect-locked-blocked'      => "ناتوانیت ئاستی پاراستن بگۆڕیت کاتێ بەستراوە.
ئەوە هەڵبژاردەکانی ئێستای ڕێکخستنی بۆ لاپەڕە '''$1''':",
'protect-locked-dblock'       => "ئاستەکانی پاراستن ناگۆڕدرێن کاتێ بنکەدراوی چالاک داخرابێت.
ئەوە هەڵبژاردەکانی ئێستای ڕێکخستنی بۆ لاپەڕە '''$1''':",
'protect-locked-access'       => "ھەژمارەکەت ڕێگەی ئەوەی پێ نەدراوە کە بتوانێت ئاستی پاراستنی پەڕە بگۆڕێت.
ڕێککارییەکانی ئێستای پەڕەی '''$1''' ئەمەتە:",
'protect-cascadeon'           => 'ئەم لاپەڕە لە حاڵی ئێستا دا پارێزراوە چونکا لە نێو ئەم {{PLURAL:$1|لاپەڕ(ان)ە دایە کە }} حاڵەتی پاراستنی تاڤگەیی ئەو(ان) ھەڵکراوە

تۆ دەتوانی ئاستی پاراستنی ئەم لاپەڕە بگۆڕی، بەڵام ئەم گۆڕانە ھیچ کاریگەر نابێت لە سەر پاراستنی تاڤگەیی',
'protect-default'             => 'بە ھەموو بەکارھێنەران ڕێگە بدە',
'protect-fallback'            => 'پێویستی بە ئیزنی «$1» ھەیە',
'protect-level-autoconfirmed' => 'بەکارھێنەرانی نوێ و تۆمارنەکراو ئاستەنگ بکە',
'protect-level-sysop'         => 'تەنھا بەڕێوەبەران',
'protect-summary-cascade'     => 'تاڤگەیی',
'protect-expiring'            => 'تا ڕێکەوتی $1 (UTC)',
'protect-expiry-indefinite'   => 'زۆر\\نەناسراو',
'protect-cascade'             => 'لاپەڕەکانی نێو ئەم لاپەتە بپارێزە (پاراستنی تاڤگەیی)',
'protect-cantedit'            => 'ناتوانی ئاستی پاراستنی ئەم پەڕە بگۆڕی، چونکوو تۆ ئیجازەی ئەم کارەت نیە.',
'protect-othertime'           => 'کاتی دیکە:',
'protect-othertime-op'        => 'کاتی دیکە',
'protect-existing-expiry'     => 'ئەم کاتی بەسەرچوونی ماوە کە هەیە: $3، $2',
'protect-otherreason'         => 'هۆکاری زیادکراو\\دیکە:',
'protect-otherreason-op'      => 'ھۆکاری دیکە',
'protect-dropdown'            => '*ھۆکارە باوەکانی پاراستن
** خراپکاریی لەڕادەبەدەر
** سپامی لەڕادەبەدەر
** شەڕە دەستکاریی بێ‌سوود
** پەڕەی زۆربینەردار',
'protect-edit-reasonlist'     => 'دەستکاری کردنی ھۆکارەکانی پاراستن',
'protect-expiry-options'      => '١ کاتژمێر:1 hour,١ ڕۆژ:1 day,١ ھەفتە:1 week,٢ ھەفتە:2 weeks,١ مانگ:1 month,٣ مانگ:3 months,٦ مانگ:6 months,١ ساڵ:1 year,بی‌بڕانەوە:infinite',
'restriction-type'            => 'ئیزن:',
'restriction-level'           => 'ئاستی سنووردارکردن:',
'minimum-size'                => 'کەمترین قەبارە',
'maximum-size'                => 'زۆرترین قەبارە:',
'pagesize'                    => '(بایت)',

# Restrictions (nouns)
'restriction-edit'   => 'دەستکاری',
'restriction-move'   => 'گواستنەوە',
'restriction-create' => 'دروستکردن',
'restriction-upload' => 'بارکردن',

# Restriction levels
'restriction-level-sysop'         => 'تەواو پارێزراو',
'restriction-level-autoconfirmed' => 'نیوە پارێزراو',
'restriction-level-all'           => 'هەر ئاستێک',

# Undelete
'undelete'                     => 'دیتنی لاپەڕە سڕاوەکان',
'undeletepage'                 => 'دیتنی و گەڕاندنەوەی لاپەڕە سڕاوەکان',
'undeletepagetitle'            => "'''ئەمە تێکەڵ‌کراوەی پێداچوونەوە سڕدراوەکانی [[:$1|$1]]'''.",
'viewdeletedpage'              => 'دیتنی لاپەڕە سڕاوەکان',
'undeletepagetext'             => 'ئەم {{PLURAL:$1|سڕاوەتەوە|$1 لاپەڕە سڕاونەتەوە}} بەڵام لەبەر ئەوەی لە ئەرشیڤ‌دا هەن هێشتا دەتوانی بیانهێنیتەوە.
ئەرشیڤ چەن‌وەخت جارێ لە کاتی دیاری‌کراودا خاوێن‌دەکرێتەوە.',
'undelete-fieldset-title'      => 'هێنانەوەی پێداچوونەوەکان',
'undeleteextrahelp'            => "بۆ هێنانەوەی هەموو مێژووی لاپەڕەیەک، تەواوی چوارچێوەکانی نیشان‌کردن بەتاڵ بهێڵەوە و کرتە بکە سەر '''''هێنانەوە'''''.
بۆ ئەنجامی گەڕانەوەیەکی هەڵبژاردوو، چوارچێوەی بەرامبەر ئەو پێداچوونەوی دەتەوێ بیهێنیتەوە، نیشان‌بکە و  کرتە بکە سەر '''''هێنانەوە'''''.
کرتەکردن سەر '''''بردنەوە نووک''''' ئەبێتە هۆی سڕینەوەی شوێنی بۆچوونەکان و بەتاڵ بوونەوەی چوارچێوەکان.",
'undeleterevisions'            => '$1 {{PLURAL:$1|پێداچوونەوە|پێداچوونەوە}} ئەرشیڤ‌کرا',
'undeletehistory'              => 'ئەگەر لاپەڕەیەک بهێنیتەوە، هەموو پێداچوونەوەکانی دەگەڕێنەوە بۆ لاپەڕەی مێژوو.
ئەگەر لە کاتی سڕاوەبوون، لاپەڕەیەک هەر بەو ناوە درووست‌کرابێت، پێداچوونەوە هێنراوەکان لە لاپەڕەی مێژووی کۆن‌دا نیشان ئەدرێت.',
'undeletehistorynoadmin'       => 'ئەم لاپەڕە سڕاوەتەوە.
لەو پۆختەی لە خوارەوە دەیبینی، هۆکاری سڕینەوە و هەروا وردەکاریەکان سەبارە بەو کەسەی پێش سڕینەوە دەستکاری لاپەڕەکەی کردووە، دەست‌دەکەوێ.
دەقی ڕاستی ئەم پێداچوونەوە سڕاوانە تەنها بۆ بەڕێوبەران دەست‌پێ‌گەیشتنی هەیە.',
'undelete-revision'            => 'پێداچوونەوەی سڕاوەی $1 (لە $4،  $5) لەلایەن $3:',
'undeleterevision-missing'     => 'پێداچوونەوەی نادیار یا نەناسراو.
لەوانەیە خەریکی لە بەستەرێکی خراپ کەڵک وەر ئەگری ئا لەوانەیە پێداچوونەوەکە لە ئەرشیڤ لابرابێت.',
'undelete-nodiff'              => 'هیچ پێداچوونەوەیەکی پێشو نەدۆزرایەوە.',
'undeletebtn'                  => 'هێنانەوە',
'undeletelink'                 => 'بینین/گەڕاندنەوە',
'undeleteviewlink'             => 'دیتن',
'undeletereset'                => 'بردنەوە نووک',
'undeleteinvert'               => 'هەڵگێڕانەوەی هەڵبژاردن',
'undeletecomment'              => 'هۆکار:',
'undeletedarticle'             => '«[[$1]]» گێڕایەوە',
'undeletedrevisions'           => '{{PLURAL:$1|1 پێداچوونەوە|$1 پێداچوونەوە}} هێنرایەوە',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 پێداچوونەوە|$1 پێداچوونەوە}} و {{PLURAL:$2|1 پەڕگە|$2 پەڕگە}} هێنرایەوە',
'undeletedfiles'               => '{{PLURAL:$1|1 پەڕگە|$1 پەڕگە}} هێنرایەوه',
'cannotundelete'               => 'لە سڕین گەڕانەوە سەرکەوتوو نەبوو؛
کەسێکی دیکە پێش تۆ گەڕاندوویەتەوە.',
'undeletedpage'                => "'''$1 هێنراوەتەوە'''

بۆ دیتنی پێشینەی دوایین سڕینەوەکان و هێنانەوەکان سەرنجی [[Special:Log/delete|لۆگی سڕینەوە]] بدە.",
'undelete-header'              => 'بۆ دیتنی ئەو لاپەڕانەی لەم داییانەدا سڕاونەتەوە چاو لە [[Special:Log/delete|لۆگی سڕینەوە]] بکە.',
'undelete-search-box'          => 'گەڕان بۆ لاپەڕە سڕاوەکان',
'undelete-search-prefix'       => 'نیشان‌دانی ئەو لاپەڕانەی دەستپێکیان ئەمەیە:',
'undelete-search-submit'       => 'گەڕان',
'undelete-no-results'          => 'لە ئەرشیڤی سڕاوەکانی لاپەڕەیەکی هاوتا نەدۆزرایەوە.',
'undelete-cleanup-error'       => 'هەڵە لە سڕینەوەی ئەرشیڤی بەکەڵک نەهاتووی پەڕگە "$1".',
'undelete-missing-filearchive' => 'ناکرێ ئەرشیڤی پەڕگە بە پێناسەی $1 بهێنیتەوە لەبەر ئەوەی لە ناو بنکەی دراوە‌دا نییە.
لەوانەیە لە‌پێش‌دا هێنرابێتەوە.',
'undelete-error-short'         => 'هەڵە لە گەڕاندنەوەی سڕینەوەی پەڕگە: $1',
'undelete-error-long'          => 'هەڵەیەک لە کاتی گەڕاندنەوەی سڕینەوەی پەڕگە ڕووی‌دا:

$1',
'undelete-show-file-confirm'   => 'ئایا ئەرخەیانی کە دەتەوێ پێداچوونەوە سراوەکەی پەڕگەی "<nowiki>$1</nowiki>" لە $2 لە $3 ببینی؟',
'undelete-show-file-submit'    => 'بەڵێ',

# Namespace form on various pages
'namespace'      => 'بۆشاییی ناو',
'invert'         => 'ھەڵبژاردەکان پێچەوانە بکە',
'blanknamespace' => '(سەرەکی)',

# Contributions
'contributions'       => 'بەشدارییەکانی بەکارھێنەر',
'contributions-title' => 'بەشدارییەکانی بەکارھێنەر $1',
'mycontris'           => 'بەشدارییەکانم',
'contribsub2'         => 'بۆ $1 ($2)',
'nocontribs'          => 'هیچ گۆڕانکاریەکی هاوتای ئەم پێوەرانە نودۆزرایەوە',
'uctop'               => '(سەر)',
'month'               => 'لە مانگی (و پێشترەوە):',
'year'                => 'لە ساڵی (و پێشترەوە):',

'sp-contributions-newbies'       => 'تەنھا بەشدارییەکانی بەکارھێنەرە تازەکان نیشان بدە',
'sp-contributions-newbies-sub'   => 'لە بەکارھێنەرە تازەکانەوە',
'sp-contributions-newbies-title' => 'هاوبەشیەکانی بەکارهێنەر بۆ هەژمارە نوێکان',
'sp-contributions-blocklog'      => 'لۆگی بەربەستن',
'sp-contributions-deleted'       => 'بەشدارییە سڕاوەکان',
'sp-contributions-logs'          => 'تۆمارەکان',
'sp-contributions-talk'          => 'لێدوان',
'sp-contributions-userrights'    => 'بەڕێوبەرایەتی مافەکانی بەکارهێنەر',
'sp-contributions-search'        => 'گەڕین بۆ بەشدارییەکان',
'sp-contributions-username'      => 'ناونیشانی ئای-پی یا ناوی بەکارهێنەری:',
'sp-contributions-submit'        => 'بگەڕە',

# What links here
'whatlinkshere'            => 'بەسراوەکان بە ئێرەوە',
'whatlinkshere-title'      => 'ئەو پەڕانەی بەستەرکراون بۆ "$1"',
'whatlinkshere-page'       => 'پەڕە:',
'linkshere'                => "ئەم پەڕانە بەستەریان ھەیە بۆ '''[[:$1]]''':",
'nolinkshere'              => "هیچ لاپەڕەیەک بەستەری نەداوە بە '''[[:$1]]'''.",
'nolinkshere-ns'           => "هیچ لاپەڕەیەک بەستەری نەداوە بە '''[[:$1]]''' لە بۆشایی‌ناوی هەڵبژێردراو.",
'isredirect'               => 'پەڕە ڕەوان بکە',
'istemplate'               => 'بەکارھێنراو',
'isimage'                  => 'بەستەری وێنە',
'whatlinkshere-prev'       => '{{PLURAL:$1|پێشتر|$1 ی پێشتر}}',
'whatlinkshere-next'       => '{{PLURAL:$1|دیکە|$1 ی دیکە}}',
'whatlinkshere-links'      => '← بەستەرەکان',
'whatlinkshere-hideredirs' => 'ڕەوانەکراوەکان $1',
'whatlinkshere-hidetrans'  => 'ترانسکلوژنه‌کانی $1',
'whatlinkshere-hidelinks'  => '$1 بەستەر',
'whatlinkshere-hideimages' => 'بەستەرەکانی وێنەی $1',
'whatlinkshere-filters'    => 'پاڵێوەرەکان',

# Block/unblock
'blockip'                         => 'بەربەستنی بەکارھێنەر',
'blockip-legend'                  => 'بەربەست‌کردنی بەکارهێنەر',
'blockiptext'                     => 'لەم فۆرمەی خوارەوە دەتوانی بۆ بەربەست‌کردنی دەست‌پێ‌گەیشتنی نووسین لە ناونیشانێکی ئای‌پی تایبەت یا ناوی بەکارهێنەریەک، کەڵک وەرگریت.
ئەمە تەنها دەبێ بۆ بەرگری لە خراپکاری بەکاربێت و ڕێکەوتنی هەبێ دەگەڵ [[{{MediaWiki:Policy-url}}|سیاسەتەکان]].
لە خوارەوە هۆکارێک بە ڕوونی بنووسە (بۆ نموونە بە وردی ئەو لاپەڕانە و خراپکاری تێدا کراوە وەک، وەک بەڵگە، بنووسە).',
'ipaddress'                       => 'ناونیشانی IP:',
'ipadressorusername'              => 'ناونیشانی ئای‌پی یان ناوی‌ بەکارهێنەری:',
'ipbexpiry'                       => 'بەسەرچوون:',
'ipbreason'                       => 'هۆکار:',
'ipbreasonotherlist'              => 'هۆکاری تر',
'ipbreason-dropdown'              => '*هۆکارە هاوبەشەکانی بەربست‌کران
**دانانی زانیاریی هەڵە
**لابردنی ناوەڕۆکی لاپەڕەکان
**بەستەر بۆ لاپەڕەی دەرەکی نەگونجاو
**نووسینی قسەی بێ‌مانا و بێ‌سوود
**هەڵسووکەوت یان وتاری هاندەر بۆ توندوتیژی
**بەکارهێنانی چەن هەژمارە پێکەوە
**ناوی بەکارهێنەریی نەگونجاو',
'ipbanononly'                     => 'تەنها بەربەست‌کردنی بەکارهێنەرانی نەناسراو',
'ipbcreateaccount'                => 'بەرگری لە درووست‌کردنی هەژمارە',
'ipbemailban'                     => 'بەرگری لە ئی‌مەیل ناردنی بەکارهێنەر',
'ipbenableautoblock'              => 'خۆکار بەربەست‌کردنی ئەو ناونیشانی‌ ئای‌پیە وا ئەم بەکار‌هێنەرە کەڵکی لێ‌وەرگرتووە و ئەو ئای‌پی‌یانەی دیکە وا لەوێوە هەوڵی دەستکاری ئەدەن.',
'ipbsubmit'                       => 'بەربەست‌کردنی ئەم بەکارهێنەرە',
'ipbother'                        => 'کاتی‌ دیکە:',
'ipboptions'                      => '2 کاتژمێر:2 hours,1 ڕۆژ:1 day,3 ڕۆژ:3 days,1 ھەفتە:1 week,2 ھەفتە:2 weeks,1 مانگ:1 month,3 مانگ:3 months,6 مانگ:6 months,1 ساڵ:1 year,بێ سنوور:infinite',
'ipbotheroption'                  => 'دیکە',
'ipbotherreason'                  => 'هۆکاری زیادکراو\\دیکە:',
'ipbhidename'                     => 'شاردنەوەی ناوی‌ بەکارهێنەر لە دەستکاری و لیستەکان',
'ipbwatchuser'                    => 'دیتنی لاپەڕەی بەکارهێنەر و وتووێژی ئەم بەکارهێنەرە',
'ipballowusertalk'                => 'ڕێگەدان بە ئەم بەکارهێنەرە کە لاپەڕەی وتووێژی خۆی دەستکاری بکات، کاتێ بەربەست‌کراوە',
'ipb-change-block'                => 'دیسان بەربەست‌کردنەوەی ئەم بەکارهێنەرە بەم هەڵبژاردانە',
'badipaddress'                    => 'ناونیشانی ئای‌پی نەگونجاو',
'blockipsuccesssub'               => 'بەربەست کردن سەرکەوتوو بوو',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] بەربەست‌کراوە.<br />
بۆ دیتنی بەربەست‌کراوەکان، چاو لە [[Special:IPBlockList|لیستی بەربەستی ئای‌پی]] بکە.',
'ipb-edit-dropdown'               => 'دەستکاری هۆکارەکانی بەربەست',
'ipb-unblock-addr'                => 'لە بەربەست‌دەرهێنانی $1',
'ipb-unblock'                     => 'لە بەربەست‌دەرهێنانی ناوی بەکارهێنەریەک یا ناونیشانێکی ئای‌پی',
'ipb-blocklist-addr'              => 'ئەو بەربەستانەی بۆ $1 هەیە',
'ipb-blocklist'                   => 'دیتنی ئەو بەربەستانەی وا هەیە',
'ipb-blocklist-contribs'          => 'هاوبەشیەکان بۆ $1',
'unblockip'                       => 'لە بەربەست‌دەرهێنانی بەکارهێنەر',
'unblockiptext'                   => 'بۆ گەڕاندنەوەی دەست‌پی‌گەیشتنی نووسین بۆ ئەو دوایین ئای‌پی یان بەکارهێنەری بەربەست کراوە، لەو فۆرمەی خوارەوە کەڵک وەرگرە.',
'ipusubmit'                       => 'لابردنی ئەم بەربەستە',
'unblocked'                       => '[[User:$1|$1]] لە بەربەست دەرهێنرا',
'unblocked-id'                    => 'بەربەستی $1 لابرا',
'ipblocklist'                     => 'IP ئەدرەس و بەکارھێنەرە بەربەستراوەکان',
'ipblocklist-legend'              => 'دۆزینەوەی بەکارهێنەرێکی بەربەست‌کراو',
'ipblocklist-username'            => 'ناوی‌ بەکارهێنەری یان ناونیشانی ئای‌پی:',
'ipblocklist-sh-userblocks'       => '$1 بەربەستی هەژمارە',
'ipblocklist-sh-tempblocks'       => '$1 بەربەستی کاتی',
'ipblocklist-sh-addressblocks'    => '$1 بەربەستی تاکە ئای‌پی',
'ipblocklist-submit'              => 'گەڕان',
'blocklistline'                   => '$1، $2 بەربەستی کرد $3 ($4)',
'infiniteblock'                   => 'زۆر\\نەپێوراو',
'expiringblock'                   => 'لە $2، $1 ماوەی بەسەر دەچێ',
'anononlyblock'                   => 'تەنها بۆ چەن سات',
'noautoblockblock'                => 'بەربەستی خۆکار لەکار خسترا',
'createaccountblock'              => 'درووست‌کردنی هەژمارە بەربەست کرا',
'emailblock'                      => 'ئی‌مەیل بەربەست‌کرا',
'blocklist-nousertalk'            => 'دەستکاری لاپەڕەی وتووێژی خۆ ناکرێت',
'ipblocklist-empty'               => 'لیستی بەربەستەکان بەتاڵە',
'ipblocklist-no-results'          => 'ئای‌پی ئەدرەس یان ناوی‌ بەکارهێنەری داواکراو بەربەست نەکراوە.',
'blocklink'                       => 'بەربەستن',
'unblocklink'                     => 'لابردنی بەرگری',
'change-blocklink'                => 'گۆڕینی بەرگری',
'contribslink'                    => 'بەشداری',
'autoblocker'                     => 'خۆکار بەربەست‌کراوە لەبەر ئەوەی ناونیشانی ئای‌پی تۆ لەم دواییانەدا لە لایەن "[[User:$1|$1]]" بەکار هاتووە.
هۆکاری بەربەست‌کرانی $1 ئەمەیە: "$2"',
'blocklogpage'                    => 'لۆگی بەربەستن',
'blocklogentry'                   => '[[$1]] ئاستەنگ کرا بۆ ماوەی $2 $3',
'reblock-logentry'                => 'دۆخی ئاستەنگ کردنی [[$1]]  بۆ گۆڕدرا بۆ ماوەی $2 $3',
'blocklogtext'                    => 'ئەمە لۆگی کردەوەکانی بەربەست‌کران یا لابردنی بەربەستی بەکارهێنەرە.
بەربەست‌کرانی خۆکاری ئای‌پی لەم لیستەدا نەهاتوون.
بۆ دیتنی ئەو بەربەستانە ئێستە لە ئارادان چاو لە [[Special:IPBlockList|لیستی بەربەستی ئای‌پی]] بکە.',
'unblocklogentry'                 => 'بەربەستنی "$1" بەتاڵ کرا',
'block-log-flags-anononly'        => 'تەنها بەکارهێنەرە نەناسراوەکان',
'block-log-flags-nocreate'        => 'دروستکردنی هەژمار ناچالاککراوە',
'block-log-flags-noautoblock'     => 'بەربست‌کردنی خۆکار لە کار خسترا',
'block-log-flags-noemail'         => 'ئی‌مەیل بەربەست‌کراوە',
'block-log-flags-nousertalk'      => 'دەستکاری لاپەڕەی وتووێژی خۆ ناکرێت',
'block-log-flags-angry-autoblock' => 'بەربەستی خۆکاری پێشکەوتوو خستراوەتە کار',
'block-log-flags-hiddenname'      => 'شاردنەوەی ناوی‌بەکارهێنەری',
'range_block_disabled'            => 'تایبەتمەندی بەڕێوەبەر بۆ بەربەست‌کردنی زنجیرە لە کارخستراوە.',
'ipb_expiry_invalid'              => 'کاتی بەسەرچوونی نەگونجاو.',
'ipb_expiry_temp'                 => 'بەربەستی ناوی‌بەکارهێنەرە شاراوەکان دەبێ پایەدار بێت.',
'ipb_hide_invalid'                => 'بەرگری لەم هەژمارە ناکرێت، لەوانەیە دەستکاری زۆری هەبێت.',
'ipb_already_blocked'             => '"$1" لە پێش‌دا بەربەست‌‌کراوە',
'ipb-needreblock'                 => '== لەپێش‌دا بەربەست‌کراو ==
"$1" لە پێش‌دا بەربەست‌‌کراوە.
ئایا دەتەو‌ێ هەڵبژاردەکانی بگۆڕیت؟',
'ipb_cant_unblock'                => 'پێناسەی بەربەست‌کردنی $1 نەدۆزرایەوە.
لەوانەیە لە بەربەستی لابرابێت.',
'ipb_blocked_as_range'            => 'هەڵە: ئای‌پی $1 ڕاستەوخۆ بەربەست نەکراوە بۆیە ناکڕێت لە بەربەست لای‌ بەیت.
ئەوە وەک بەشێک لە زنجیرە ئای‌پیی $2 بەربەست کراوە و هەر بەو شێوە دەکرێ لە بەربەست دەرچێ.',
'ip_range_invalid'                => 'زنجیرە ئای‌پی نەگونجاو.',
'blockme'                         => 'بەربەست‌کردنی من',
'proxyblocker'                    => 'بەربەست‌کەری پرۆکسی',
'proxyblocker-disabled'           => 'ئەم فەنکشێنە لەکار خستراوە.',
'proxyblockreason'                => 'ناونیشانی ئای‌پی تۆ بەربەست‌کراوە لەبەر ئەوەی پرۆکسیەکی کراوەیە.
تکایە پەیوەندی بکە بە دابینکەری خزمەتی ئینتەرنەتی خۆت یان پاڵپشتی تەکنیکی و ئاگادریان کەوە لەو کێشە ئەمنیە گرینگە.',
'proxyblocksuccess'               => 'جێ‌بەجێ‌کرا.',
'sorbsreason'                     => 'ناونیشانی ئای‌پی تۆ لە DNSBLدا کە {{SITENAME}} کەڵکی لێ‌وەر دەگرێ، وەک پرۆکسیەکی کراوە لیست کراوە.',
'sorbs_create_account_reason'     => 'ناونیشانی ئای‌پی تۆ لە DNSBLدا کە {{SITENAME}} کەڵکی لێ‌وەر دەگرێ، وەک پرۆکسیەکی کراوە لیست کراوە.
بۆیە ناتوانی هەژمارە درووست‌بکەی.',
'cant-block-while-blocked'        => 'کاتێ خۆت بەربەست‌کراوی، ناتوانی بەکارهێنەرانی دیکە بەربەست بکەی.',

# Developer tools
'lockdb'              => 'داخستنی بنکەدراوە',
'unlockdb'            => 'کردنەوەی بنکەدراوە',
'lockdbtext'          => 'داخستنی بنکەدراوە ئەبێتە هۆی ڕاگرتنی توانای هەموو بەکارهێنەران بۆ دەستکاری لاپەڕەکان، گۆڕانی هەڵبژاردەکانیان، دەستکاری لیستی چاودێرییەکانیان و هەموو ئەموو ئەو شتانە وا پێویستی بە گۆرانکاری لە بنکەدراوە هەیە.
تکایە ئەرخەیان بە ئەمە هەر ئەوەیە کە دەتەوێ بیکەی و دوای چاکسازیەکەت لەیادت بێ کە بنکەدراوەکە بکەیتەوە.',
'unlockdbtext'        => 'کردنەوەی بنکەدراوە ئەبێتە هۆی گەڕاندنەوەی توانای هەموو بەکارهێنەران بۆ دەستکاری لاپەڕەکان، گۆڕانی هەڵبژاردەکانیان، دەستکاری لیستی چاودێرییەکانیان و هەموو ئەموو ئەو شتانە وا پێویستی بە گۆرانکاری لە بنکەدراوە هەیە.
تکایە ئەرخەیان بە ئەمە هەر ئەوەیە کە دەتەوێ بیکەی.',
'lockconfirm'         => 'بەڵێ، ئەرخەیانم دەمەوێ بنکەدراو داخەم.',
'unlockconfirm'       => 'بەڵێ، ئەرخەیانم دەمەوێ بنکەدراو بکەمەوە.',
'lockbtn'             => 'داخستنی بنکەدراو',
'unlockbtn'           => 'کردنەوەی بنکەدراو',
'locknoconfirm'       => 'چوارچێوەی ئەرخەیانیت نیشان‌ نەکرد.',
'lockdbsuccesssub'    => 'داخستنی بنکەدراو بەسەرکەوتوویی جێبەجێ کرا',
'unlockdbsuccesssub'  => 'بنکەدراو کرایەوە',
'lockdbsuccesstext'   => 'بنکەدراو داخرا.<br />
لەیادت بێ دوای تەواوبوونی چاکسازی [[Special:UnlockDB|بنکەدراو بکەیتەوە]].',
'unlockdbsuccesstext' => 'بنکەدراو کرایەوە.',
'lockfilenotwritable' => 'پەڕگەی داخستنی بنکەدراو سەرنووس ناکرێت.
بۆ کردنەوە یا داخستنی بنکەدراو، پێویستە ڕاژەکار بتوانێ ئەو پەڕگە سەرنووس بکات.',
'databasenotlocked'   => 'بنکەدراو دانەخراوە.',

# Move page
'move-page'                    => '$1 بگوازەوە',
'move-page-legend'             => 'گواستنەوەی پەڕە',
'movepagetext'                 => "بەکارھێنانی ئەم فۆرمەی خوارەوە ناوی پەڕەیەک دەگۆڕێت، بە گواستنەوەی ھەموو مێژووەکەی بۆ ناوی نوێ.<br />
<br />ناوە کۆنەکە دەبێتە پەڕەیەکی ئاڕاستەکردنەوە بۆ ناوە نوێکە.
دەتوانی ئاڕاستەکان بۆ پەڕەی سەرەکی بەشێوەی خۆکار نوێ بکەیتەوە.<br />
ئەگەر ناتەوێت ئەم کارە بکەی، دڵنیا بە کە [[Special:DoubleRedirects|ئاڕاستە دووبارەکراوەکان]] یان [[Special:BrokenRedirects|شکاوەکان]] تاقی بکەیتەوە.<br />
تۆ بەرپرسیاری دڵنیا ببیتەوە لەوەی کە بەستەرەکان دەچنە سەر خاڵێک کە چاوەروان دەکرێت بچنە ئەوێ.<br /><br />
دەبێت بزانی کە پەڕەکە '''ناگوازرێتەوە''' ئەگەر پێشتر پەڕەیەک بە ناوە نوێکەوە ھەبێت، مەگەر ئەوەی کە پەڕەکە واڵا یان ئاڕاستەیەک بێت و ھیچ مێژووی گۆڕاندنی پێشووی نەبێت.<br />
ئەمە بەو واتایە کە ئەگەر ھەڵەیەک بکەی دەتوانی ناوی پەڕەکە دیسانەوە بگۆڕی بۆ ناوی پێشووی، و ناتوانی بیخەیتە جێگەی پەڕەیەک کە ھەنووکە ھەیە.<br /><br />
'''ئاگاداری!'''<br />
ئەمە دەتوانێت گۆڕانێکی زۆر نابەجێ و چاوەڕێنەکراو بێت بۆ پەڕەیەکی بەناوبانگ؛<br />
تکایە پێش گۆڕینی ناو باش بیر لە ئاکامەکەی بکەوە.",
'movepagetalktext'             => "پەڕەی وتووێژی پەیوەندیدار بە شێوەی خۆکار لەگەڵیدا دەگوازرێتەوە، '''مەگەر:'''
*پەڕەیەکی وتووێژی ناواڵا پێشتر ھەبێت لە ژێر ناوە نوێکەدا، یان
*ئەو چوارچێوەی خوارەوە لێنەدراو بکەی.
<br /><br />
لە کاتی وادا، ئەگەر بتەوێت بیگوازیتەوە ناچار دەبیت بە شێوەی دەستی بیگوازیتەوە یان  تێکەڵیان بکەی.",
'movearticle'                  => 'ئەم پەڕە بگوازەوە:',
'movenologin'                  => 'نەچوویتەتە ژوورەوە',
'movenologintext'              => 'بۆ گواستنەوەی پەڕەیەک، ئەشێ ببی بە ئەندام و [[Special:UserLogin|لە ژوورەوە]] بیت.',
'movenotallowed'               => 'ڕێگەت پێ‌نەدراوە بۆ گواستنەوەی لاپەڕەکان.',
'movenotallowedfile'           => 'ڕێگەت پێ‌نەدراوە بۆ گواستنەوەی پەڕگەکان.',
'cant-move-user-page'          => 'ڕێگەت پێ‌نەدراوە بۆ گواستنەوەی لاپەڕەکانی بەکارهێنەر (جیاواز لە ژێرلاپەڕەکان).',
'cant-move-to-user-page'       => 'ڕێگەت پێ‌نەدراوە بۆ گواستنەوەی لاپەڕەیەک بۆ لاپەڕەی بەکارهێنەر (غەیری بۆ ژێرلاپەڕەی بەکارهێنەر).',
'newtitle'                     => 'بۆ ناوی نوێی:',
'move-watch'                   => 'ئەم پەڕە چاودێری بکە',
'movepagebtn'                  => 'ئەم پەڕە بگوازەوە',
'pagemovedsub'                 => 'گواستنەوە بە سەرکەوتوویی جێبەجێ کرا',
'movepage-moved'               => '\'\'\'"$1" گوازراوەتەوە بۆ "$2"\'\'\'',
'movepage-moved-redirect'      => 'ڕەوانکەرێک درووست‌کرا.',
'movepage-moved-noredirect'    => 'لە دانانی ڕەوانەکەر بەرگری کرا.',
'articleexists'                => 'لاپەڕەیەک بەم ناوە ھەیە، یان ئەو ناوەی تۆ ھەڵتبژاردووە بایەخدار نیە.
تکایە ناوێکی دیکە ھەڵبژێرە',
'cantmove-titleprotected'      => 'ناتوانی لاپەڕەیەک بگوێزیتەوە بۆ ئەم شوێنە، لەبەر ئەوەی سەردێڕی نوێ لە درووست‌کردن پارێزراوە.',
'talkexists'                   => "'''خودی پەڕەکە بە سەرکەوتوویی گوازرایەوە، بەڵام پەڕەی وتووێژەکەی ناگوازرێتەوە چونکو پێشتر بە سەردێرە نوێکەوە، یەکێک ھەیە.
تکایە بە دەستی تێکەڵیان بکە.'''",
'movedto'                      => 'بوو بە',
'movetalk'                     => 'پەڕەی وتووێژی پەیوەندیدار بگوازەوە',
'move-subpages'                => 'ژێرپەڕەکانی بگۆزەرەوە (بە ئەندازەی $1)',
'move-talk-subpages'           => 'ژێرپەڕەکانی پەڕەی وتووێژی بگۆزەرەوە (ھەتاکوو $1)',
'movepage-page-exists'         => 'پەڕەی $1 هەیە و ناتوانرێت خۆکار بخرێتە جێی.',
'movepage-page-moved'          => 'پەڕەی $1 گۆزرایەوە بۆ $2.',
'movepage-page-unmoved'        => 'ناکرێ پەڕەی $1 بگوێزرێتەوە بۆ $2.',
'movepage-max-pages'           => 'زۆرینەی ژمارەی $1 {{PLURAL:$1|لاپەڕە|لاپەڕە}} گوێستراوەتەوە و لەوە زیاتر خۆکار ناگوێسترێتەوە.',
'1movedto2'                    => '[[$1]] گۆزرایەوە بۆ [[$2]]',
'1movedto2_redir'              => 'بە ڕەوانکردنەوە، [[$1]] گۆزرایەوە بۆ [[$2]]',
'move-redirect-suppressed'     => 'ڕەوانەکردن بەرگری‌کراوە',
'movelogpage'                  => 'لۆگی گواستنەوە',
'movelogpagetext'              => 'لە خوارەوەدا لیستی ھەموو پەڕە گواستنەوەکان دەبینن.',
'movesubpage'                  => '{{PLURAL:$1|ژێرپەڕە|ژێرپەڕە}}',
'movesubpagetext'              => 'ئەم لاپەڕە $1 {{PLURAL:$1|ژێرلاپەڕەی‌|ژێرلاپەڕەی}} هەیە کە لەخوارە نیشان دراوە.',
'movenosubpage'                => 'ئەم پەڕە ھیچ ژێرپەڕەیەکی نییە.',
'movereason'                   => 'هۆکار:',
'revertmove'                   => 'پێچەوانەکردنەوە',
'delete_and_move'              => 'بیسڕەوە و بیگوازەوە',
'delete_and_move_text'         => '== پێویستییەکانی سڕینەوە ==
لاپەڕەی مەبەست "[[:$1]]" لە پێش‌دا هەیە.
ئایا دەتەوێ ئەوە بسڕیتەوە تا ڕێگە بۆ گواستنەوەی بکەیتەوە؟',
'delete_and_move_confirm'      => 'بەڵێ، لاپەڕەکە بسڕەوه',
'delete_and_move_reason'       => 'بۆ کردنەوەی ڕیگە بۆ گواستنەوەی لاپەڕە، سڕایەوە',
'selfmove'                     => 'سەردێڕەکانی سەرچاوە و مەبەست یەکێکن؛
ناکرێ لاپەڕەیەک بۆ سەر خۆی‌ بگوازرێتەوە.',
'immobile-source-namespace'    => 'گواستنەوەی لاپەڕە لە بۆشایی‌ناو "$1" ناکرێت.',
'immobile-target-namespace'    => 'گواستنەوەی لاپەڕە بۆناو بۆشایی‌ناو "$1" ناکرێت.',
'immobile-target-namespace-iw' => 'بەستەرێکی نێوان‌ویکی ئامانجێکی گونجاو نیە بۆ گواستنەوەی لاپەڕە.',
'immobile-source-page'         => 'ئەمە لاپەڕە بۆ گواستنەوە نابێت.',
'immobile-target-page'         => 'بۆ ئەم سەردێڕی ئامانجە جێگۆڕ ناکرێ.',
'imagenocrossnamespace'        => 'گواستنەوەی پەڕگە بۆ بۆشایی‌نوێکی غەیری پەڕگە گونجاو نیە.',
'imagetypemismatch'            => 'پاشگری ئەو پەڕگە نوێیە هاوتای جۆری پەڕگەکە نیە.',
'imageinvalidfilename'         => 'ناوی پەڕگەی ئامانج گونجاو نیە',
'fix-double-redirects'         => 'نوێ‌کەردنەوەی هەموو ڕەوانکەرەکان وا ئاماژە بە سەردێڕە سەرەکیەکە دەکەن',
'move-leave-redirect'          => 'لە پاشەوە ڕەوانکەرێک دابنە',
'protectedpagemovewarning'     => "'''ئاگاداری: '''ئەم لاپەڕە داخراوە بۆیە تەنها ئەو بەکارهێنەرانەی مافی بەڕێوبەرایەتیان هەیە دەتوانن جێگۆڕی بکەن.",
'semiprotectedpagemovewarning' => "'''ئاگاداری: '''ئەم لاپەڕە داخراوە بۆیە تەنها ئەو بەکارهێنەرانەی هەژمارەکەیان تۆمار کراوە دەتوانن جێگۆڕی بکەن.",

# Export
'export'            => 'ھەناردنی پەڕەکان',
'exporttext'        => 'دەتوانی دەق و مێژووی دەستکاری لاپەڕەیەکی تایبەت یان دەستە لاپەڕەیەک بۆ ناو پەڕگەیەکی XML هەناردن بکەیت.
دواتر بە کەڵک‌وەرگرتن لە [[Special:Import|لاپەڕەی هێنانەناوە]] لە مێدیاویکی‌دا، دەتوانی بیهێنیتە ناو ویکی‌یەکانی دیکە.

بۆ هەناردنی لاپەڕەکان، سەردێڕەکان لە چوارچێوەی دەقی خوارەوە بنووسە، هەر هێڵێک یەک سەردێڕ. هەروا هەڵبژێرە ئایا پێداچوونەوەی ئێستا و هەموو پێداچوونەوە کۆنەکانت دەوێ یان هەر پێداچوونەوەی ئێستا و زانیاریی سەبارەت بە دوایین دەستکاری.

لە بابەتی دواتر هەروەها دەتوانی لە بەستەرێک کەڵک وەرگریت، بۆ نموونە [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] بۆ لەپەڕەی "[[{{MediaWiki:Mainpage}}]]".',
'exportcuronly'     => 'تەنها پێداچوونەوەی ئێستا لەخۆ بگرێت نەک هەموو مێژوو',
'exportnohistory'   => "----
'''ئاگاداربە: '''ھەناردنی ھەموو مێژووی پەڕەکان لەم فۆرمەوە لەبەر ھۆکاری ڕێخستن، داخراوە.",
'export-submit'     => 'هەناردن',
'export-addcattext' => 'زیادکردنی لاپەڕەکان لە هاوپۆل:',
'export-addcat'     => 'زیادکردن',
'export-addnstext'  => 'زیادکردنی لاپەڕەکان لە بۆشایی‌ناو:',
'export-addns'      => 'زیادکردن',
'export-download'   => 'پاشەکەوت‌کردن وە پەڕگە',
'export-templates'  => 'داڕێژەکانیش لە خۆگرێت',
'export-pagelinks'  => 'لەخۆگرتنی لاپەڕەکانی بەستەر پێ‌دراو هەتا قووڵایی:',

# Namespace 8 related
'allmessages'                   => 'پەیامەکانی سیستەم',
'allmessagesname'               => 'ناو',
'allmessagesdefault'            => 'دەقی بنەڕەتی',
'allmessagescurrent'            => 'دەقی ھەنووکە',
'allmessagestext'               => 'ئەمە لیستێکە لە پەیامەکانی بەردەست لە بۆشایی‌ناوی مێدیاویکی.
بۆ هاوبەشی لە ناوچەیی‌کردنی مێدیاویکی، تکایە سەرنجی [http://www.mediawiki.org/wiki/Localisation ناوچەیی‌کردن] و [http://translatewiki.net translatewiki.net] بدە.',
'allmessagesnotsupportedDB'     => "ئەم لاپەڕە ناتوانی بەکاربێت لەبەر ئەوەی '''\$wgUseDatabaseMessages''' لەکار خستراوە.",
'allmessages-filter-legend'     => 'پاڵێو',
'allmessages-filter-unmodified' => 'چاکسازی نەکراو',
'allmessages-filter-all'        => 'هەموو',
'allmessages-filter-modified'   => 'چاکسازی‌کراو',
'allmessages-prefix'            => 'پاڵێو بە پێشگر:',
'allmessages-language'          => 'زمان:',
'allmessages-filter-submit'     => 'ڕۆشتن',

# Thumbnails
'thumbnail-more'           => 'گەورە کردنەوە',
'filemissing'              => 'ون‌بوونی پەڕگە',
'thumbnail_error'          => 'هەڵە کاتی درووست‌کردنی هێما: $1',
'djvu_page_error'          => 'لاپەڕەی DjVu لەدەرۆی ڕیز',
'djvu_no_xml'              => 'XML بۆ پەڕگەی DjVu ناکێشرێتەوە',
'thumbnail_invalid_params' => 'دیاریکەری نەگونجاوی هێما',
'thumbnail_dest_directory' => 'پێرستی مەبەست درووست‌ناکرێت',
'thumbnail_image-type'     => 'جۆرەی وێنە پاڵپشت نەکراوە',
'thumbnail_gd-library'     => 'شێوەپێدانی‌ ناتەواوی ژێدەرگەی GD: ون‌بوونی فەنکشێن $1',
'thumbnail_image-missing'  => 'لەوە دەچێ پەڕگە ون بوبێت: $1',

# Special:Import
'import'                     => 'هێنانەناوەی لاپەڕەکان',
'importinterwiki'            => 'هێنانەناوەی ترانس‌ویکی',
'import-interwiki-text'      => 'بۆ هێنانە‌ناوە ویکی‌یەک و سەردێڕێکی لاپەڕە هەڵبژێرە.
ڕێکەوتەکانی پێداچوونەوە و ناوی دەستکاری‌کەرەکان دەپارێزدرێت.
هەموو کردوەکانی هێنانەناوەی ترانس‌ویکی لە [[Special:Log/import|لۆگی هێنانەناوە]] لۆگ دەکرێت.',
'import-interwiki-source'    => 'سەرچاوەی ویکی\\لاپەڕە :',
'import-interwiki-history'   => 'ڕوونووس‌کردنی هەموو مێژووی پێداچوونەوەکانی ئەم لاپەڕە',
'import-interwiki-templates' => 'لەخۆگرتنی هەموو داڕێژەکان',
'import-interwiki-submit'    => 'هاوردن',
'import-interwiki-namespace' => 'بۆشایی‌ناوی مەبەست:',
'import-upload-filename'     => 'پەڕگە‌ناو:',
'import-comment'             => 'بۆچوون:',
'importtext'                 => 'تکایە هەناردنی پەڕگە لە سەرچاوەی ویکی‌یەوە بە کەڵک وەرگرتن لە [[Special:Export|ئامێری هەناردن]] بکە.
لەسەر کۆمپیۆتەرەکەت پاشەکەوتی بکە و باری‌بكە ئێرە.',
'importstart'                => 'هێنانەناوەی لاپەڕەکان',
'import-revision-count'      => '$1 {{PLURAL:$1|پێداچوونەوە|پێداچوونەوە}}',
'importnopages'              => 'هیچ لاپەڕەیەک نیە بۆ هێنانەناوە.',
'importfailed'               => 'هێنانەناوە سەرکەوتوو نەبوو: <nowiki>$1</nowiki>',
'importunknownsource'        => 'جۆرەی سەرچاوەی هێنانەناوەی نەناسراو',
'importcantopen'             => 'پەڕگەی هێنانەناوە ناکرێتەوە',
'importbadinterwiki'         => 'بەستەری خراپی نێوان‌ویکی',
'importnotext'               => 'بەتاڵ لە دەق',
'importsuccess'              => 'هێنانەناوە تەواو بوو!',
'importhistoryconflict'      => 'کێشە لەو مێژووی پێداچوونەوانە وا هەیە (لەوانەیە ئەم لاپەڕە لەپێش‌دا هێنرابێتەناوە)',
'importnosources'            => 'هیچ سەرچاوەیەکی هێنانەناوەی نێوان‌ویکی دیاری‌نەکراوە و بارکردنی ڕاستەوخۆی مێژوو لەکارخستراوە.',
'importnofile'               => 'هیچ پەڕگەیەکی هێنانەناوە بارنەکرا.',
'importuploaderrorsize'      => 'بارکردنی پەڕگەی هێنانەناوە سەرکەوتوو نەبوو.
پەڕگەکە لەو قەبارەی بۆ بارکردن ڕێگەدراوە گەورەترە.',
'importuploaderrorpartial'   => 'بارکردنی پەڕگەی هێنانەناوە سەرکەوتوو نەبوو.
تەنها بەشێک لە پەڕگەکە بارکرا.',
'importuploaderrortemp'      => 'بارکردنی پەڕگەی هێنانەناوە سەرکەوتوو نەبوو.
بوخچەیەکی کاتی ون‌بووە.',
'import-parse-failure'       => 'سەرنەکەوتن لە هێنانەناوەی XML',
'import-noarticle'           => 'هیچ لاپەڕەیەک نیە بۆ هێنانەناوە',
'import-nonewrevisions'      => 'هەموو پێداچوونەوەکان لە پێش‌دا هێنراونەتەناوە.',
'import-upload'              => 'بارکردنی دراوەی XML',
'import-token-mismatch'      => 'لەدەست‌ڕۆشتنی دراوەکانی ئەو بەشە.
تکایە دیسان تاقی‌بکەوە.',
'import-invalid-interwiki'   => 'لە ویکی‌ دیاری‌کراوە ناهێنڕێتەوە ناوە.',

# Import log
'importlogpage'                    => 'هێنانەناوەی لۆگ',
'importlogpagetext'                => 'هێنانەناوەی لاپەڕەکان دەگەل مێژووی دەستکاری لە ویکی‌یەکانی دیکەی لە لایەن بەرێوبەرایەتی.',
'import-logentry-upload'           => 'هێنراوەناوەی [[$1]] بە بارکردنی پەڕگە',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|پێداچوونەوە|پێداچوونەوە}}',
'import-logentry-interwiki'        => 'ترانس‌ویکی‌کراو $1',
'import-logentry-interwiki-detail' => '$1 {{PLURAL:$1|پێداچوونەوە|پێداچوونەوە}} لە $2',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'پەڕە بەکارھێنەریی تۆ',
'tooltip-pt-anonuserpage'         => 'پەڕەی بەکارھێنەری بۆ ئای‌پی یەکە کە بەناویەوە خەریکی دەستکاری کردنی',
'tooltip-pt-mytalk'               => 'پەڕەی وتوبێژی تۆ',
'tooltip-pt-anontalk'             => 'لێدوان لەسەر دەستکارییەکان لەم ئایپی ئەدرەسەوە',
'tooltip-pt-preferences'          => 'بژاردەکانت',
'tooltip-pt-watchlist'            => 'لیستی ئەو پەڕانە کە چاودێری گۆڕانکارییەکانیانی دەکەی',
'tooltip-pt-mycontris'            => 'لیستی بەشدارییەکانت',
'tooltip-pt-login'                => 'هاندەدرێیت کە بچیتە ژوورەوە؛ هەرچەندە، پێویست نییە',
'tooltip-pt-anonlogin'            => 'پێشنیار دەکەین بڕۆیتەژوورەوە، ئەگەرچی ئەوە زۆرەملیی نیە',
'tooltip-pt-logout'               => 'دەرچوون',
'tooltip-ca-talk'                 => 'لێدوان دەربارەی ناوەڕۆکی پەرە',
'tooltip-ca-edit'                 => 'ئەتوانی دەستکاری ئەم پەڕەیە بکەیت.
تکایە دوگمەی پێشبینین بەکارببە پێش پاشەکەوتکردن.',
'tooltip-ca-addsection'           => 'بەشێکی نوێ دەست پێ بکە',
'tooltip-ca-viewsource'           => 'ئەم پەڕەیە پارێزراوە.
ئەتوانی سەرچاوەکەی ببینیت',
'tooltip-ca-history'              => 'وەشانەکانی پێشووی ئەم پەڕەیە',
'tooltip-ca-protect'              => 'ئەم پەڕەیە بپارێزە',
'tooltip-ca-delete'               => 'ئەم پەڕەیە بسڕەوە',
'tooltip-ca-undelete'             => 'هێنانەوەی دەستکاریەکانی پیش سڕینەوە وا لەسەر ئەم لاپەڕە ڕووی‌داوە',
'tooltip-ca-move'                 => 'ئەم پەڕەیە بگوازەوە',
'tooltip-ca-watch'                => 'ئەم پەڕە بخە سەر لیستی چاودێریت',
'tooltip-ca-unwatch'              => 'ئەم پەڕە لە لیستی چاودێڕییەکەت لابە',
'tooltip-search'                  => 'لە {{SITENAME}} بگەڕێ',
'tooltip-search-go'               => 'بڕۆ بۆ پەڕەیەک کە بە تەواوەتی ئەم ناوەی تیادایە ئەگەر هەبێت',
'tooltip-search-fulltext'         => 'لە پەڕەکاندا بگەڕێ بۆ ئەم دەقە',
'tooltip-p-logo'                  => 'بینینی پەڕەی دەستپێک',
'tooltip-n-mainpage'              => 'بینینی پەڕەی دەستپێک',
'tooltip-n-mainpage-description'  => 'سەردانی پەڕەی سەرەکی بکە',
'tooltip-n-portal'                => 'دەربارەی پڕۆژەکە، چی ئەتوانی بکەیت، لە کوێ شتەکان بدۆزیتەوە',
'tooltip-n-currentevents'         => 'زانیاری پێشینە بەدەست بھێنە دەربارەی بۆنە ھەنووکەییەکان',
'tooltip-n-recentchanges'         => 'لیستی دوایین گۆڕانکارییەکان لەم ویکییەدا',
'tooltip-n-randompage'            => 'پەڕەیەک بە هەڵکەوت نیشان بدە',
'tooltip-n-help'                  => 'شوێنێک بۆ دۆزینەوەی',
'tooltip-t-whatlinkshere'         => 'لیستی هەموو ئەو پەڕانەی ویکی کە بەستەرکراون بۆ ئێرە',
'tooltip-t-recentchangeslinked'   => 'دوایین گۆڕانکارییەکان لەو پەڕانە کە بەگرەوە گرێ دراون',
'tooltip-feed-rss'                => 'RSS بۆ ئەم گۆڕانکارییەکانی ئەم پەڕە',
'tooltip-feed-atom'               => 'Atom feed بۆ ئەم گۆڕانکارییەکانی ئەم پەڕە',
'tooltip-t-contributions'         => 'بینینی بەشدارییەکانی ئەم بەکارھێنەرە',
'tooltip-t-emailuser'             => 'ئیمەیلێک بنێرە بۆ ئەم بەکارھێنەرە',
'tooltip-t-upload'                => 'پەڕگەیەک (فایل) بار بکە',
'tooltip-t-specialpages'          => 'لیستی ھەموو پەڕە تایبەتەکان',
'tooltip-t-print'                 => 'وەشانی چاپی ئەم پەڕەیە',
'tooltip-t-permalink'             => 'گرێدەری ھەمیشەیی بۆ ئەم وەشانەی ئەم پەڕەیە',
'tooltip-ca-nstab-main'           => 'بینینی پەڕەی ناوەڕۆک',
'tooltip-ca-nstab-user'           => 'پەڕەی بەکارھێنەر تەماشا بکە',
'tooltip-ca-nstab-media'          => 'پەڕەی میدیا چاو لێ بکە',
'tooltip-ca-nstab-special'        => 'ئەمە پەڕەیەکی تایبەتە، ناتوانی خودی ئەم پەڕە دەستکاری بکەیت',
'tooltip-ca-nstab-project'        => 'بینینی پەڕەی پرۆژە',
'tooltip-ca-nstab-image'          => 'بینینی پەڕەی پەڕگە',
'tooltip-ca-nstab-mediawiki'      => 'بینینی پەیامی سیستەم',
'tooltip-ca-nstab-template'       => 'بینینی قاڵبەکە',
'tooltip-ca-nstab-help'           => 'بینینی پەڕەی رێنمایی',
'tooltip-ca-nstab-category'       => 'بینینی پەڕەی ھاوپۆلەکان',
'tooltip-minoredit'               => 'ئەمە وەک گۆڕانکارییەکی بچووک دیاری بکە',
'tooltip-save'                    => 'گۆڕانکارییەکانی خۆت پاشکەوت بکە',
'tooltip-preview'                 => 'پێش بینینی گۆڕانکارییەکان، تکایە پێش پاشکەوت کردن ئەمە بەکار بھێنە',
'tooltip-diff'                    => 'نیشان دانی گۆڕانکارییەکانت لە دەقەکەدا',
'tooltip-compareselectedversions' => 'جیاوازییەکانی دوو وەشانە دیاریکراوەی ئەم پەڕە ببینە.',
'tooltip-watch'                   => 'ئەم پەڕە بخەرە سەر لیستی چاودێڕیەکەت',
'tooltip-recreate'                => 'درووست‌کردنەوەی لاپەڕە ئەگەرچی سڕاوەتەوە',
'tooltip-upload'                  => 'دەستپێکردنی بارکردن',
'tooltip-rollback'                => "''گەڕاندنەوە'' بە یەک کلیک گۆڕانکاری (گۆڕانکارییەکانی) ئەم پەڕە ئەباتەوە بۆ ھی دواین بەشدار",
'tooltip-undo'                    => '"پاشگەزبوونەوە"  گۆڕانکارییەکان دەگەڕەنێتەوە و فۆرمی دەستکاری کردن لە حاڵەتی پێشبینین دەکاتەوە. بەم شێوە دەکرێ ھۆکارێک لە بەشی پوختە دا بنووسرێت.',

# Metadata
'notacceptable' => 'ڕاژەکاری ویکی ناتوانێت داتا بەوشێوەی بۆ ڕاژەخوازی تۆ بخوێندرێتەوە، ئامادە بکات.',

# Attribution
'anonymous'        => '{{PLURAL:$1|بەکارهێنەری|بەکارهێنەرانی}} نەناسراوی {{SITENAME}}',
'siteuser'         => 'بەکارھێنەری {{SITENAME}}، $1',
'lastmodifiedatby' => 'ئەم پەڕە دواجار لە $2ی $1 بە دەستی $3 گۆڕدراوە.',
'othercontribs'    => 'لەسەر بنەمای کاری $1.',
'others'           => 'ئەوانی دیکە',
'siteusers'        => '{{PLURAL:$2|بەکارهێنەری|بەکارهێنەرانی}} {{SITENAME}} $1',
'creditspage'      => 'بایەخەکانی لاپەڕە',
'nocredits'        => 'هیچ زانیارییەکی بایەخ لەبەردەست‌دا نیە بۆ ئەم لاپەڕە.',

# Spam protection
'spamprotectiontitle' => 'پاڵێوی پاراستن لە سپام',
'spamprotectiontext'  => 'ئەو لاپەڕەی دەتویست پاشەکەوتی بکەی، بە پاڵێوی سپام بەربەست‌کرا
لەوانەیە هۆکاری ئەوە بەستەرەک بووە بۆ ماڵپەڕەکی دەرەکی کە لەناو ڕەش‌لیست‌دایە.',
'spamprotectionmatch' => 'ئەم دەقە ئەوەیە کە پاڵێوی سپامەکە دەبزوێنێ: $1',
'spambot_username'    => 'خاوێن‌کردنەوەی سپامی مێدیاویکی',
'spam_reverting'      => 'گەڕانەوە بۆ دوایین پێداچوونەوە کە بەستەری لەخۆگرتووە بۆ $1',

# Info page
'infosubtitle' => 'زانیاریی لاپەڕە',
'numedits'     => 'ژمارەی دەستکارییەکان (پەڕە): $1',
'numtalkedits' => 'ژمارە گۆڕانکارییەکان (پەڕەی لێدوان): $1',
'numwatchers'  => 'ژمارەی چاودێران: $1',
'numauthors'   => 'ژمارەی نووسەری جودا (لاپەڕە): $1',

# Skin names
'skinname-standard'    => 'کلاسیک',
'skinname-nostalgia'   => 'غەریبی',
'skinname-cologneblue' => 'شینی کۆلۆن',
'skinname-monobook'    => 'مۆنۆ',
'skinname-myskin'      => 'پێستی خۆم',
'skinname-chick'       => 'جوجه‌',
'skinname-simple'      => 'ساده‌',
'skinname-modern'      => 'مۆدێڕن',
'skinname-vector'      => 'ڤێکتۆر',

# Math options
'mw_math_png'    => 'ھەموو جارێک وەک PNG نیشان بدە',
'mw_math_simple' => 'HTML ئەگەر ساکار بێت, ئەگەرنا PNG',
'mw_math_html'   => 'ئەگەر بکرێ بە HTML ، ئەگەرنا بە PNG',
'mw_math_source' => 'وەک TeX بمێنێتەوە (بۆ وێبگەڕە دەقی‌یەکان)',
'mw_math_modern' => 'بۆ وێبگەڕە مۆدێڕنەکان باشترە',

# Math errors
'math_unknown_error'    => 'هەڵەیەکی نەزانراو',
'math_unknown_function' => 'فەرمانێکی نەناسراو',
'math_syntax_error'     => 'ڕستەکار هەڵەیە',

# Patrolling
'markaspatrolleddiff'                 => 'وەک چاودێری‌کراو نیشان‌کردن',
'markaspatrolledtext'                 => 'ئەم لاپەڕە وەک چاودێری‌کراو نیشان بکە',
'markedaspatrolled'                   => 'وەک چاودێری‌کراو نیشان‌کرا',
'markedaspatrolledtext'               => 'پێداچوونەوەی هەڵبژێراو وەک چاودێری‌کراو نیشان‌کرا.',
'rcpatroldisabled'                    => 'چاودێری دوایین گۆڕانکاریەکان لەکار خسترا',
'rcpatroldisabledtext'                => 'تایبەتمەندی چاودێری دوایین گۆڕانکاریەکان ئێستا لەکار خستراوە.',
'markedaspatrollederror'              => 'ناکرێ وه‌ک چاودێری‌کراو نیشان بکرێت',
'markedaspatrollederror-noautopatrol' => 'ڕێگەت پێ‌نەدراوە گۆڕانکاریەکانی خۆت وەک چاودێری‌کراو نیشان بکەیت.',

# Patrol log
'patrol-log-page'      => 'لۆگی چاودێری',
'patrol-log-header'    => 'ئەمە لۆگێکی چاودێری پێداچوونەوەکانە.',
'patrol-log-auto'      => '(خۆکار)',
'patrol-log-diff'      => 'پێداچوونەوە $1',
'log-show-hide-patrol' => 'لۆگی چاودێری $1',

# Image deletion
'deletedrevision'       => 'پێداچوونەوەی کۆنی سڕاوە $1',
'filedeleteerror-short' => 'هەڵە لە سڕینەوەی پەڕگە: $1',
'filedeleteerror-long'  => 'کاتی سڕینەوەی ئەم پەڕگەی ڕووبەڕووی کێشە بووینەوە:

$1',
'filedelete-missing'    => 'فایلی "$1"  ناتوانرێت بسردرێته‌وه‌ ،له‌به‌ر ئه‌وه‌ی بونی نیه‌',

# Browsing diffs
'previousdiff' => '→ گۆڕانکاریی کۆنتر',
'nextdiff'     => 'گۆڕانکاریی نوێتر ←',

# Media information
'thumbsize'            => 'قەبارەی وێنۆک:',
'file-info'            => '(قه‌باره‌: $1, جۆر: $2)',
'file-info-size'       => '($1 × $2 پیکسێل، قەبارەی پەڕگە: $3، جۆری MIME: $4)',
'file-nohires'         => '<small>رەزۆلوشنی سەرتر لەمە لە بەردەست دا نیە.</small>',
'svg-long-desc'        => '(پەڕگەی SVG، بە ناو $1 × $2 خاڵ، قەبارەی پەڕگە: $3)',
'show-big-image'       => 'گەورە کردنەوە',
'show-big-image-thumb' => '<small>قەبارەی ئەم پێشبینینە: $1 × $2 خاڵە</small>',

# Special:NewFiles
'newimages'        => 'پێشانگای پەڕگە نوێکان',
'newimages-legend' => 'پاڵاوتن',
'noimages'         => 'هیچ بۆ دیتن نیە.',
'ilsubmit'         => 'گەڕان',
'bydate'           => 'بەپێی ڕێکەوت',

# Bad image list
'bad_image_list' => 'فۆرمات بەم شێوەی خوارەوەیە:

تەنھا ئەو بابەتانەی کە کە لیست کراون (واتە ئەو دێڕانەی بە * دەست پێ دەکەن) لێک ئەدرێتەوە.
یەکەم بەستەر لە سەر دێڕێک دەبێت بەستەری فایلێکی خراپ بێت.
ھەموو بەستەرەکانی دوای ئەو کە لەسەر ھەمان دێڕن وەکوو نائاسایی دێتە ھەژمار، واتە ئەو لاپەڕانەی کە ڕەنگە تێدا فایل بە شێوەی ئینلاین بێت',

# Variants for Kurdish language
'variantname-ku-arab' => 'ئەلفوبێی عەرەبی',
'variantname-ku-latn' => 'ئەلفوبێی لاتینی',

# Metadata
'metadata'          => 'دراوی مێتا',
'metadata-help'     => 'ئەم پەڕگە زانیاری زێدەی ھەیە، کە لەوە دەچێت کامێرا یان ھێماگر (scanner) خستبێتیە سەری. ئەگەر پەڕگەکە لە حاڵەتی سەرەتاییەکەیەوە دەستکاری کرابێ، شایەد بڕێ لە بڕگەکان بە تەواوی زانیارەکانی وێنە گۆڕدراوەکە نیشان نەدەن.',
'metadata-expand'   => 'وردەکارییە درێژکراوەکان پیشان بدە',
'metadata-collapse' => 'وردەکارییە درێژکراوەکان بشارەوە',
'metadata-fields'   => 'ئەو کێڵگە EXIFانە لەم پەیامە بە ڕیز کراون، کاتێک خشتەی metadata کۆ کراوەش بێ ھەر نیشان ئەدرێت. کێڵگەکانی تر تا خشتەکە باز نەکرێ، شاراوەن.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'       => 'پانی',
'exif-imagelength'      => 'بەرزی',
'exif-imagedescription' => 'ناونیشانی وێنە',
'exif-model'            => 'جۆری کامێرا',
'exif-artist'           => 'نووسەر',
'exif-colorspace'       => 'بۆشایی ره‌نگ',
'exif-usercomment'      => 'بۆچوونەکانی بەکارهێنەر',
'exif-relatedsoundfile' => 'فایلی ده‌نگی لێکچوو',
'exif-lightsource'      => 'سەرچاوەی ڕووناکی',
'exif-flash'            => 'فلاش',
'exif-filesource'       => 'سەرچاوەی پەڕگە',
'exif-saturation'       => 'تێربوون',
'exif-gpslatitude'      => 'پانی',
'exif-gpslongitude'     => 'درێژی',
'exif-gpsmeasuremode'   => 'جۆری پێوان',
'exif-gpsdop'           => 'وردی پێوان',
'exif-gpsspeedref'      => 'یەکەی خێرایی',
'exif-gpsspeed'         => 'خێرایی وەرگری GPS',
'exif-gpstrack'         => 'ئاڕاستەی جوڵان',
'exif-gpsimgdirection'  => 'ئاڕاستەی وێنە',
'exif-gpsdatestamp'     => 'ڕێکەوتی GPS',

# EXIF attributes
'exif-compression-1' => 'نەپەستێنراو',

'exif-unknowndate' => 'ڕێکەوتی نەزانراو',

'exif-orientation-1' => 'ئاسایی',
'exif-orientation-2' => 'ئاسۆیی هەڵگێڕدراوەتەوە',
'exif-orientation-3' => '١٨٠° سوڕاوەتەوە',
'exif-orientation-4' => 'ستوونی هەڵگێڕدراوەتەوە',

'exif-componentsconfiguration-0' => 'بوونی نییە',

'exif-exposureprogram-1' => 'دەستکار',

'exif-meteringmode-0'   => 'نەزانراو',
'exif-meteringmode-1'   => 'تێکڕا',
'exif-meteringmode-5'   => 'شێوە',
'exif-meteringmode-6'   => 'بەش بەش',
'exif-meteringmode-255' => 'هیتر',

'exif-lightsource-0'   => 'نەزانراو',
'exif-lightsource-1'   => 'ڕووناکی ڕۆژ',
'exif-lightsource-2'   => 'فلۆرسەنت',
'exif-lightsource-3'   => 'تانگەستەن',
'exif-lightsource-4'   => 'فلاش',
'exif-lightsource-9'   => 'ئاسمانی ڕوون',
'exif-lightsource-10'  => 'ئاسمانی هەوری',
'exif-lightsource-11'  => 'سێبەر',
'exif-lightsource-12'  => 'فلۆرسەنتی ڕووناکیی‌ڕۆژ (D 5700 – 7100K)',
'exif-lightsource-13'  => 'فلۆرسەنتی سپیی ڕۆژ (N 4600 – 5400K)',
'exif-lightsource-14'  => 'فلۆرسەنتی سپیی فێنک (W 3900 – 4500K)',
'exif-lightsource-15'  => 'فلۆرسەنتی سپی (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'ڕووناکی ستانداردی A',
'exif-lightsource-18'  => 'ڕووناکی ستانداردی B',
'exif-lightsource-19'  => 'ڕووناکی ستانداردی C',
'exif-lightsource-24'  => 'ISOـی تانگەستەنی ستۆدیۆ',
'exif-lightsource-255' => 'سەرچاوەی دیکە ڕووناکی',

# Flash modes
'exif-flash-fired-0'    => 'فلاش کاری نەکرد',
'exif-flash-fired-1'    => 'فلاش کاری کرد',
'exif-flash-return-0'   => 'فەنکشێنی بینینەوەی گەڕانەوەی ڕووناکی فلاش نیە',
'exif-flash-return-2'   => 'گەڕانەوەی ڕووناکی فلاش نەبینرایەوە',
'exif-flash-return-3'   => 'گەڕانەوەی ڕووناکی فلاش بینرایەوە',
'exif-flash-mode-1'     => 'کارکردنی ناچاریی فلاش',
'exif-flash-mode-2'     => 'بەرگری ناچاری لە کارکردنی فلاش',
'exif-flash-mode-3'     => 'شێوازی خۆکار',
'exif-flash-function-1' => 'فەنکشێنی فلاش نیە',
'exif-flash-redeye-1'   => 'شێوازی کەم‌کردنەوەی سوور-چاو',

'exif-focalplaneresolutionunit-2' => 'ئینج',

'exif-sensingmethod-1' => 'دیاری نەکراو',
'exif-sensingmethod-2' => 'یەک چیپی هەستەوەری بەشی ڕەنگ',
'exif-sensingmethod-3' => 'دوو چیپی هەستەوەری بەشی ڕەنگ',
'exif-sensingmethod-4' => 'سێ چیپی هەستەوەری بەشی ڕەنگ',
'exif-sensingmethod-5' => 'هەستەوەری بەشی ڕەنگی زنجیری',
'exif-sensingmethod-7' => 'هەستەوەری سێ‌هێڵی',
'exif-sensingmethod-8' => 'هەستەوەری هێڵی ڕەنگی زنجیری',

'exif-scenetype-1' => 'وێنەیەکی ڕاستەوخۆ وێنەگیراو',

'exif-customrendered-0' => 'پرۆسەی ئاسایی',
'exif-customrendered-1' => 'پرۆسەی دڵخواز',

'exif-exposuremode-0' => 'بەرچاو خستنی خۆکار',
'exif-exposuremode-1' => 'بەرچاو خستنی دەستی',
'exif-exposuremode-2' => 'زنجیرە گرتنی خۆکار',

'exif-whitebalance-0' => 'خۆکار یەکسان‌کردنی سپیایی',
'exif-whitebalance-1' => 'دەستی یەکسان‌کردنی سپیایی',

'exif-scenecapturetype-0' => 'ستاندارد',
'exif-scenecapturetype-1' => 'دیمەن',
'exif-scenecapturetype-2' => 'پۆرترە',
'exif-scenecapturetype-3' => 'وێنەی شەو',

'exif-gaincontrol-0' => 'هیچ',

'exif-contrast-0' => 'ئاسایی',
'exif-contrast-1' => 'نەرم',
'exif-contrast-2' => 'ڕەق',

'exif-saturation-0' => 'ئاسایی',
'exif-saturation-1' => 'تێرکردنی کەم',
'exif-saturation-2' => 'تێرکردنی زۆر',

'exif-sharpness-0' => 'ئاسایی',
'exif-sharpness-1' => 'نەرم',
'exif-sharpness-2' => 'ڕەق',

'exif-subjectdistancerange-0' => 'نەزانراو',
'exif-subjectdistancerange-1' => 'گەورە',
'exif-subjectdistancerange-2' => 'دیمەنی نزیک',
'exif-subjectdistancerange-3' => 'دیمەنی دوور',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'پانیی جوگرافیایی باکوور',
'exif-gpslatitude-s' => 'پانیی جوگرافیایی باشوور',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'پانیی جوگرافیایی ڕۆژهەڵات',
'exif-gpslongitude-w' => 'پانیی جوگرافیایی ڕۆژئاوا',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'کیلۆمەتر هەر کاتژمێر',
'exif-gpsspeed-m' => 'مایل هەر کاتژمێر',

# External editor support
'edit-externally'      => 'دەستکاری ئەم پەڕەیە بکە بە بەکارهێنانی پڕۆگرامێکی دەرەکی',
'edit-externally-help' => '(بۆ زانیاریی زیاتر سەیری [http://www.mediawiki.org/wiki/Manual:External_editors  ڕێنماییەکانی دامەزراندن] بکە)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'ھەموو',
'imagelistall'     => 'ھەموو',
'watchlistall2'    => 'ھەموو',
'namespacesall'    => 'ھەموو',
'monthsall'        => 'ھەموو',

# E-mail address confirmation
'confirmemail'             => 'بڕواپێکردنی ناونیشانی ئیمەیل',
'confirmemail_noemail'     => 'لە [[Special:Preferences|هەڵبژاردەکانی بەکارهێنەر]] ناونیشانی ئی‌مەیلی گونجاوت دیاری نەکردووە.',
'confirmemail_text'        => '{{SITENAME}} بە پێویستی دەزانێ پێش کەڵک وەرگرتن لە تایبەتمەندیەکانی ئی‌مەیل، ناونیشانی ئی‌مەیلی خۆت ڕاچاو بکەیت.
ئەو دوکمەی خوارەوە چالاک بکە تاکوو ئی‌مەیلێکی بڕوا پێ‌کردن بنێردرێت بۆ ناونیشانی ئی‌مەیلەکەت.
ئەو ئی‌مەیلە بەستەرەکی تێدایە؛ لە وێبگەڕەکەت ئەو بەستەرە ببینە تاکوو ناونیشانی ئی‌مەیلەکەت بڕوادار بێت.',
'confirmemail_pending'     => 'کۆدی بڕواپێ‌کردن لە پێش‌دا ئی‌مەیل کراوە بۆت.
ئەگەر بە تازەیی هەژمارەت درووست‌کردووە، لەوانەیە باشتربێت چەن خۆلکێک بوەستی بۆ گەیشتنی ئەو ئەمەیلی، پێش دیسان داواکردنەوەی کۆدی نوێ.',
'confirmemail_send'        => 'ئی‌مەیل‌کردنی کۆدی بڕواپێ‌کردن',
'confirmemail_sent'        => 'ئی‌مەیلی بڕواپێ‌کردن ناردرا.',
'confirmemail_oncreate'    => 'کۆدی بڕواپێ‌کردنی ناردرا بۆ ناونیشانی ئی‌مەیلت.
پێویست نیە بڕۆیتە ژوورەوە، تەنها پێویستە پێش کەڵک وەرگرتن لە تایبەتمەندیەکان ئی‌مەیلیی ویکی ئەوە جێبەجێ بکەیت.',
'confirmemail_sendfailed'  => '{{SITENAME}} ناتوانێ ئی‌مەیلی برواکردن بنێرێت بۆ تۆ.
تکایە ئەرخەیان بە هەموو پیتەکانی ناونیشانەکەت گونجاوە.

مەیلکەر ئەوەی گەڕاندەوە: $1',
'confirmemail_invalid'     => 'کۆدی بڕواپێ‌کردنی نەگونجاو.
لەوانەیە ئەو کۆدە ماوەی بەسەر چووبێت.',
'confirmemail_needlogin'   => 'بۆ بڕواپێ‌کردنی ناونیشانی ئی‌مەیلەکەت، دەبێ $1.',
'confirmemail_success'     => 'ناونیشانی ئی‌میلەکەت بڕوای‌پێ‌کرا.
ئێستە دەتوانی [[Special:UserLogin|بڕۆیتە ژوورەوە]] و لە ویکی کەڵک بگری.',
'confirmemail_loggedin'    => 'ئێستا بڕواکراوە بە ئیمەیلەکەت.',
'confirmemail_error'       => 'کێشەیەک هەیە لە پاشەکەوت‌کردنی بڕواپێ‌کردنی تۆدا.',
'confirmemail_subject'     => 'بڕوا پێ‌کردنی ناونیشانی ئی‌مەیلی {{SITENAME}}',
'confirmemail_body'        => 'کەسێک، لەوانەیە خۆت، لە ناونیشانی ئای‌پی $1،
لە {{SITENAME}} بەم ناونیشانی ئی‌مەیلە، هەژمارەیەکی تۆمارکردووە "$2" .

بۆ ئەوەی بڕا بکرێت کە ئەم هەژمارە لە ڕاستیدا بۆتۆیە و بۆ چالاک‌کردنی تایبەتمەندیەکانی ئی‌مەیل لە {{SITENAME}}دا، ئەو بەستەرەی خوارەوە لە وێبگەڕەکەت‌دا بکەوە:

$3

ئەگەر تۆ ئەو هەژمارەت تۆمار *نەکردووە*، بۆ هەڵوەشاندنەوەی بڕوا‌پێ‌کردنی ناونیشانی ئی‌مەیل بڕۆ بۆ ئەم بەستەرە:

$5

ئەم کۆدی بڕواپێ‌کردنە لە $4 ماوەی بەسەردێت.',
'confirmemail_invalidated' => 'بڕواپی‌کردنی ناونیشانی ئی‌مەیل هەڵوەشێندراوە',
'invalidateemail'          => 'هەڵوەشاندنەوەی بڕواپێ‌کردنی ئی‌مەیل',

# Scary transclusion
'scarytranscludetoolong' => '[URL زۆر درێژە]',

# Trackbacks
'trackbackremove' => '([سڕینەوە $1])',

# Delete conflict
'recreate' => 'درووست‌کردنەوە',

# action=purge
'confirm_purge_button' => 'باشە',

# Separators for various lists, etc.
'semicolon-separator' => '؛&#32;',
'comma-separator'     => '،&#32;',

# Multipage image navigation
'imgmultipageprev' => '← پەڕەی پێشوو',
'imgmultipagenext' => 'پەڕەی داهاتوو →',
'imgmultigo'       => 'بڕۆ!',
'imgmultigoto'     => 'بڕۆ بۆ پەڕەی $1',

# Table pager
'table_pager_next'         => 'پەڕەی داهاتوو',
'table_pager_prev'         => 'پەڕەی پێشوو',
'table_pager_first'        => 'پەرەی یەکەم',
'table_pager_last'         => 'دوا پەڕە',
'table_pager_limit'        => '$1 دانە پیشان بدە بۆ هەر پەڕەیەک',
'table_pager_limit_submit' => 'بڕۆ',
'table_pager_empty'        => 'هیچ ئەنجامێک نییە',

# Auto-summaries
'autosumm-blank'   => 'پەڕەکەی واڵا کردەوە',
'autoredircomment' => 'ڕەوانە کرا بۆ [[$1]]',
'autosumm-new'     => "پەڕەیەک دروست کرا بە '$1'",

# Size units
'size-bytes'     => '$1 بایت',
'size-kilobytes' => '$1 کیلۆبایت',
'size-megabytes' => '$1 مێگابایت',

# Live preview
'livepreview-loading' => 'له‌باركردنایه‌ ...',
'livepreview-ready'   => 'ئاماده‌یه‌',

# Friendlier slave lag warnings
'lag-warn-normal' => 'گۆڕانکاریەکانی نوێ‌تر لە $1 {{PLURAL:$1|چرکە|چرکە}} لەوانەیە لەم لیستەدا نیشان نەدرێن.',
'lag-warn-high'   => 'لەبەر زۆر دواکەوتنی ڕاژەکاری بنکەدراو، گۆڕانکاریەکانی نوێ‌تر لە $1 {{PLURAL:$1|چرکە|چرکە}} لەوانەیە لەم لیستەدا نیشان نەدرێن.',

# Watchlist editor
'watchlistedit-numitems'       => 'بێجگە لە پەڕەی وتووێژەکان، لیستی چاودێڕییەکانت {{PLURAL:$1|1 بابەت|$1 بابەت}}ی تێدایە،',
'watchlistedit-noitems'        => 'لیستی چاودێڕییەکانت ھیچ بابەتێکی تێدا نییە.',
'watchlistedit-normal-title'   => 'دە‌ستکاری لیستی چاودێری',
'watchlistedit-normal-legend'  => 'لابردنی سەردێڕەکان لە لیستی چاودێری',
'watchlistedit-normal-explain' => 'سەردێڕی بڕگەکانی لیستی چاودێریەکەت لە خوارەوە نیشان‌دراون.<br />
بۆ لابردنی هەرکام، چوارچێوەی بەرامبەری نیشان بکە و کرتە بکە سەر لابردنی سەردێڕەکان.<br />
هەروا دەتوانی [[Special:Watchlist/raw|دەستکاری لیستی خاو]]بکەیت.',
'watchlistedit-normal-submit'  => 'ناونیشانەکان لاببە',
'watchlistedit-normal-done'    => '{{PLURAL:$1|1 سەردێڕ |$1 سەردێڕ}} لە لیستی چاودێریت سڕایەوە:',
'watchlistedit-raw-title'      => 'دەستکاری لیستی خاوی چاودێری',
'watchlistedit-raw-legend'     => 'دەستکاری لیستی خاوی چاودێری',
'watchlistedit-raw-explain'    => 'سەردێڕی بەڕگەکانی لیستی چاودێریەکەت لە خوارەوە نیشان‌دراون و دەتوانی بە زیادکردن و لابردن دەستکاری بکەیت؛<br />
هەر هێڵێک، سەردێڕێک.<br />
کاتێ تەواوت‌کرد، کرتە بکە سەر نوێ‌کردنەوەی لیستی چاودێری.<br />
هەروا دەتوانی لە [[Special:Watchlist/edit|دەستکاریکەری ستاندارد]] کەڵک‌وەرگریت.',
'watchlistedit-raw-titles'     => 'ناونیشانەکان:',
'watchlistedit-raw-submit'     => 'نوێکردنەوەی لیستی چاودێری',
'watchlistedit-raw-done'       => 'لیستی چاودێریەکەت نوێ‌کرایەوە',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1 سەردێڕ|$1 سەردێڕ}} زیادکرا:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1 سەردێڕ|$1 سەردێڕ}} لابرا:',

# Watchlist editing tools
'watchlisttools-view' => 'دیتنی گۆڕانکارییە پەیوەندیدارەکان',
'watchlisttools-edit' => 'بینین و دەستکاری کردنی لیستی چاودێڕییەکان',
'watchlisttools-raw'  => 'دەستکاری کردنی لیستی خامی چاودێڕییەکان',

# Iranian month names
'iranian-calendar-m1' => 'خاکەلێوە',
'iranian-calendar-m2' => 'گوڵان',
'iranian-calendar-m3' => 'جۆزەردان',
'iranian-calendar-m4' => 'پووشپەڕ',
'iranian-calendar-m5' => 'گەلاوێژ',
'iranian-calendar-m6' => 'خەرمانان',

# Core parser functions
'unknown_extension_tag' => 'تاگی درێژکراوەی نەناسراو "$1"',

# Special:Version
'version'                          => 'وەشان',
'version-extensions'               => 'پێوەکراوە دامەزراوەکان',
'version-specialpages'             => 'پەڕە تایبەتەکان',
'version-parserhooks'              => 'قولاپە لێککەرەکان',
'version-variables'                => 'گۆڕاوەکان',
'version-other'                    => 'ھی دیکە',
'version-mediahandlers'            => 'بایەخ‌دەرانی مێدیا',
'version-hooks'                    => 'قولاپەکان',
'version-extension-functions'      => 'فەنکشێنەکانی درێژەکراو',
'version-parser-extensiontags'     => 'تاگەکانی درێژکراوی لێککەرەوە',
'version-parser-function-hooks'    => 'قولاپەکانی فەنکشێنی لێککەرەوە',
'version-skin-extension-functions' => 'فەنکشێنەکانی درێژکراوی ڕووبەرگ',
'version-hook-name'                => 'ناوی قولاپ',
'version-hook-subscribedby'        => 'بەشداربوو لە لایەن',
'version-version'                  => '(وەشانی $1)',
'version-license'                  => 'مۆڵەت',
'version-software'                 => 'نەرمەکاڵای دامەزراو',
'version-software-product'         => 'بەرهەم',
'version-software-version'         => 'وەشان',

# Special:FilePath
'filepath'         => 'ڕێڕەوی پەڕگە',
'filepath-page'    => 'پەڕگە:',
'filepath-submit'  => 'بڕۆ',
'filepath-summary' => 'ئەم لاپەڕە تایبەتە ڕێڕەوی تەواو بۆ پەڕگەیەک دەگەڕێنێتەوە.
وێنەکان لە قەبارەی تەواو‌دا نیشان‌ دەدرێن و جۆرە پەڕگەکانی دیکە بە پڕۆگرامی هاوپەیوەندی خۆی ڕاستەوخۆ دەست‌پێ‌دەکات.

ناوی پەڕگەکە بێ پێشگری "{{ns:file}}" بنووسە.',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'گەڕان بۆ پەڕگە دووپات کراوەکان',
'fileduplicatesearch-summary'  => 'گەڕان بۆ پەڕگە دووبارەکراوەکان لەسەر بنەمای نرخی hash.

ناوی پەڕگەکە بێ پێشگری "{{ns:file}}" بنووسە.',
'fileduplicatesearch-legend'   => 'گەڕان بۆ دووبارەکردنێک',
'fileduplicatesearch-filename' => 'ناوی پەرگە:',
'fileduplicatesearch-submit'   => 'گەڕان',
'fileduplicatesearch-info'     => '$1 × $2 پیکسەل<br />قەبارەی پەڕگە: $3<br />MIME جۆری: $4',
'fileduplicatesearch-result-1' => 'پەڕگەی "$1" دووپاتکراوەیەکی کوتوموتی نییە.',
'fileduplicatesearch-result-n' => 'پەڕگەی «$1» {{PLURAL:$2|١ دووپاتکراوەی کوتوموتی|$2 دووپاتکراوەی کوتوموتی}} ھەیە.',

# Special:SpecialPages
'specialpages'                   => 'پەڕە تایبەتەکان',
'specialpages-note'              => '----
* لاپەڕە تایبەتە ئاساییەکان
* <strong class="mw-specialpagerestricted">لاپەڕە تایبەتە بەربەست‌کراوەکان.</strong>',
'specialpages-group-maintenance' => 'ڕاپۆرتەکانی چاکسازی',
'specialpages-group-other'       => 'پەڕە تایبەتەکانی دیکە',
'specialpages-group-login'       => 'چوونە ژوورەوە/ناونووسین',
'specialpages-group-changes'     => 'دوایین گۆڕانکارییەکان و ڕەشنووسەکان',
'specialpages-group-media'       => 'گوزارشتەکان و بارکردنەکانی مێدیا',
'specialpages-group-users'       => 'بەکارھێنەران و مافەکان',
'specialpages-group-highuse'     => 'پەڕە زۆر بەکار ھێنراوەکان',
'specialpages-group-pages'       => 'لیستەکانی پەڕەکان',
'specialpages-group-pagetools'   => 'ئامرازەکانی پەڕە',
'specialpages-group-wiki'        => 'داتا و ئامرازەکانی ویکی',
'specialpages-group-redirects'   => 'پەڕە تایبەتەکانی رەوانکردنەوە',
'specialpages-group-spam'        => 'ئامرازەکانی سپەم',

# Special:BlankPage
'blankpage'              => 'پەڕەی واڵا',
'intentionallyblankpage' => 'ئەم لاپەڕە بەقەستی بەتاڵ هێڵراوەتەوە',

# Special:Tags
'tags'                    => 'گۆڕانکاری گونجاوی تاگەکان',
'tag-filter'              => 'پاڵێوی [[Special:Tags|تاگ]]:',
'tag-filter-submit'       => 'پاڵاوتن',
'tags-title'              => 'تاگەکان',
'tags-intro'              => 'ئەم لاپەڕە ئەو تاگانەی لیست دەکات کە لەوانەیە نەرمامێر دەستکاریەکی بۆ نیشان بکات و مەبەستی نیشان بدات.',
'tags-tag'                => 'ناوی تاگ',
'tags-display-header'     => 'دیمەن لەسەر لیستەکانی گۆڕان',
'tags-description-header' => 'پێناسەی تەواوی مەبەست',
'tags-hitcount-header'    => 'گۆڕانکاریە تاگ‌کراوەکان',
'tags-edit'               => 'دەستکاری',
'tags-hitcount'           => '$1 {{PLURAL:$1|گۆڕان|گۆڕانکاری}}',

# Special:ComparePages
'comparepages'     => 'ھەڵسەنگاندنی پەڕەکان',
'compare-selector' => 'ھەڵسەنگاندنی پێداچوونەوەکانی پەڕە',
'compare-page1'    => 'پەڕەی ١',
'compare-page2'    => 'پەڕەی ٢',
'compare-rev1'     => 'پێداچوونەوەی ١',
'compare-rev2'     => 'پێداچوونەوەی ٢',
'compare-submit'   => 'ھەڵسەنگاندن',

# Database error messages
'dberr-header'      => 'ئەم ویکی‌یە کێشەی هەیە',
'dberr-problems'    => 'ببورە! ئەم ماڵپەڕە ئێستا خەریک ئەزموونێکی کێشەی تەکنیکیە.',
'dberr-again'       => 'چەن خولک ڕاوەستە و نوێی بکەوە.',
'dberr-info'        => '(پەیوەندی دەگەڵ ڕاژەکاری بنکەدراو پێک‌نایەت: $1)',
'dberr-usegoogle'   => 'دەتوانی هاوکات هەوڵی گەڕان بە گووگڵ بدەیت.',
'dberr-outofdate'   => 'لەیادت بێ لەوانەیە پێرستەکەیان سەبارەت نە ناوەڕۆک ئەم ماڵپەڕە ماوە بەسەرچوو بێت.',
'dberr-cachederror' => 'ئەمە ڕوونووسێکی کاش‌کراوی لاپەڕەی داواکراوە و لەوانەیە بەڕۆژ نەبێت.',

# HTML forms
'htmlform-invalid-input'       => 'هێندێ کێشە هەیە لە بڕێک لە ناودراوەکانت',
'htmlform-select-badoption'    => 'ئەو نرخەی دیاریت‌کردووە هەڵبژاردەیەکی گونجاو نیە.',
'htmlform-int-invalid'         => 'ئەو نرخەی دیاریت‌کردووه ژمارەیەکی تەواو نیە.',
'htmlform-float-invalid'       => 'ئەو نرخەی دیاریت‌کردووه ژمارە نیە.',
'htmlform-int-toolow'          => 'ئەو نرخەی دیاریت‌کردووه کەمترە لە ئەمپەڕی $1.',
'htmlform-int-toohigh'         => 'ئەو نرخەی دیاریت‌کردووه زیاترە لە ئەوپەڕی $1.',
'htmlform-submit'              => 'ناردن',
'htmlform-reset'               => 'پووچەڵکردنەوەی دەستکارییەکان',
'htmlform-selectorother-other' => 'دیکە',

);
