<?php
/** Hindi (हिन्दी)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Akansha
 * @author Aksi great
 * @author Bhawani Gautam Rhk
 * @author Charu
 * @author Dineshjk
 * @author Hemant wikikosh1
 * @author Kaustubh
 * @author Kiranmayee
 * @author Kumar
 * @author Purodha
 * @author Shrish
 * @author Shyam
 * @author Shyam123.ckp
 * @author Sunil Mohan
 * @author Taxman
 * @author לערי ריינהארט
 * @author आलोक
 */

$namespaceNames = array(
	NS_MEDIA            => 'मीडिया',
	NS_SPECIAL          => 'विशेष',
	NS_TALK             => 'वार्ता',
	NS_USER             => 'सदस्य',
	NS_USER_TALK        => 'सदस्य_वार्ता',
	NS_PROJECT_TALK     => '$1_वार्ता',
	NS_FILE             => 'चित्र',
	NS_FILE_TALK        => 'चित्र_वार्ता',
	NS_MEDIAWIKI        => 'मीडियाविकि',
	NS_MEDIAWIKI_TALK   => 'मीडियाविकि_वार्ता',
	NS_TEMPLATE         => 'साँचा',
	NS_TEMPLATE_TALK    => 'साँचा_वार्ता',
	NS_HELP             => 'सहायता',
	NS_HELP_TALK        => 'सहायता_वार्ता',
	NS_CATEGORY         => 'श्रेणी',
	NS_CATEGORY_TALK    => 'श्रेणी_वार्ता',
);

$digitTransformTable = array(
	'0' => '०', # &#x0966;
	'1' => '१', # &#x0967;
	'2' => '२', # &#x0968;
	'3' => '३', # &#x0969;
	'4' => '४', # &#x096a;
	'5' => '५', # &#x096b;
	'6' => '६', # &#x096c;
	'7' => '७', # &#x096d;
	'8' => '८', # &#x096e;
	'9' => '९', # &#x096f;
);
$linkTrail = "/^([a-z]+)(.*)\$/sD";

$messages = array(
# User preference toggles
'tog-underline'               => 'कड़ियाँ अधोरेखित किजीयें:',
'tog-highlightbroken'         => 'टूटी हुई कड़ियाँ <a href="" class="new">इस प्रकार दर्शायें</a> (या फिर: इस प्रकार दर्शायें<a href="" class="internal">?</a>).',
'tog-justify'                 => 'परिच्छेद समान करें',
'tog-hideminor'               => 'हाल में हुएं बदलावोंसे छोटे बदलाव छुपायें',
'tog-hidepatrolled'           => 'निगरानी में किए गए संपादनों को हाल के बदलावों में न दिखाएँ',
'tog-newpageshidepatrolled'   => 'जिन पन्नों की निगरानी हो रही हो उन्हें नए पन्ने वाली सूची में न दिखाएँ',
'tog-extendwatchlist'         => 'ध्यान सूची में सभी बदलाव दर्शायें, सिर्फ नज़दीक की अनुवाद नहीं',
'tog-usenewrc'                => 'एनहान्सड हाल में हुए बदलाव (जावास्क्रीप्ट की जरूरत हैं)',
'tog-numberheadings'          => 'शीर्षक स्वयं-क्रमांकित करें',
'tog-showtoolbar'             => 'एडिट टूलबार दर्शायें (जावास्क्रीप्ट)',
'tog-editondblclick'          => 'दुगुनी क्लीक करके पन्ना संपादित करें (जावास्क्रीप्ट)',
'tog-editsection'             => '[संपादित करें] कड़ियों द्वारा विभाग संपादन करने की अनुमती दें',
'tog-editsectiononrightclick' => 'विभाग शीर्षकपर दायाँ क्लीक करके संपादन करने की अनुमती दें (जावास्क्रीप्ट)',
'tog-showtoc'                 => 'अनुक्रम दर्शायें (जिन पन्नोंपर तीन से ज्यादा विभाग हो)',
'tog-rememberpassword'        => 'इस ब्राउज़र पर मेरा कूटशब्द  (अधिकतम $1 {{PLURAL:$1|दिन तक|दिनों तक}}) याद रखें',
'tog-watchcreations'          => 'मैंने तैयार किये हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-watchdefault'            => 'मैंने संपादित किये हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-watchmoves'              => 'मैंने नाम बदलें हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-watchdeletion'           => 'मैंने हटायें हुए पन्नें मेरी ध्यानसूचीमें रखियें',
'tog-minordefault'            => 'मेरे सभी संपादन छोटे बदलाव हैं',
'tog-previewontop'            => 'एडिट बॉक्स के उपर झलक दिखायें',
'tog-previewonfirst'          => 'पहिले एडिट के बाद झलक दिखायें',
'tog-nocache'                 => 'पन्ने कैश में ना रखें',
'tog-enotifwatchlistpages'    => 'मेरी ध्यानसूची में दर्ज़ पन्ने बदलने के बाद मुझे इ-मेल करें',
'tog-enotifusertalkpages'     => 'मेरे सदस्य वार्ता पृष्ठ पर बदलाव होने से मुझे इ-मेल करें',
'tog-enotifminoredits'        => 'छोटे बदलावों के लिये भी मुझे इ-मेल भेजें',
'tog-enotifrevealaddr'        => 'सूचना इ-मेल में मेरा इ-मेल पता दर्शायें',
'tog-shownumberswatching'     => 'ध्यान रखें सदस्योंकी संख्या दर्शायें',
'tog-oldsig'                  => 'मौजूदा दस्तखत की झलक:',
'tog-fancysig'                => 'दस्तखत का विकिपाठ की तरह इस्तेमाल करें (बिना स्वचालित कड़ी के)',
'tog-externaleditor'          => 'मूल रूप से बाह्य संपादन तंत्र का इस्तेमाल करें (केवल विशेषज्ञों के लिए, इसके लिए संगणक पर खास जमाव चाहिए होंगे)',
'tog-externaldiff'            => 'मूल रूप से अंतर देखने के लिए बाहरी तंत्र का इस्तेमाल करें (केवल विशेषज्ञों के लिए, इसके लिए संगणक पर खास जमाव करने होंगे)',
'tog-showjumplinks'           => '"की तरफ़ जाईयें" कड़ियाँ उपलब्ध करायें',
'tog-uselivepreview'          => 'संपादन करने के साथ साथ ही झलक दर्शायें (जावास्क्रीप्ट) (प्रयोगक्षम)',
'tog-forceeditsummary'        => 'अगर बदलाव का सारांश ना दिया हो तो मुझे सूचित करें',
'tog-watchlisthideown'        => 'मेरी ध्यानसूचीसे मेरे बदलाव छुपायें',
'tog-watchlisthidebots'       => 'मेरी ध्यानसूचीसे बोटोंद्वारा किये हुए बदलाव छुपायें',
'tog-watchlisthideminor'      => 'मेरी ध्यानसूचीसे छोटे बदलाव छुपायें',
'tog-watchlisthideliu'        => 'ध्यानसूची में सत्रारंभ किए हुए सदस्यों के संपादन न दिखाएँ',
'tog-watchlisthideanons'      => 'बेनामी सदस्यों द्वारा किए संपादनों को ध्यानसूची में न दिखाएँ',
'tog-watchlisthidepatrolled'  => 'निगरानी में किए गए बदलावों को ध्यानसूची में न दिखाएँ',
'tog-nolangconversion'        => 'वेरियंट्स के बदलाव बंद करें',
'tog-ccmeonemails'            => 'मैने अन्य सदस्योंको भेजे इ-मेल की कापी मुझे भी भेजें',
'tog-diffonly'                => 'अवतरणोंमें फर्क दर्शाते समय पुराने अवतरण न दिखायें',
'tog-showhiddencats'          => 'छुपाई हुई श्रेणियाँ दर्शायें',
'tog-norollbackdiff'          => 'वापस ले जाने के बाद अंतर देखने की सुविधा भी हटा दें',

'underline-always'  => 'हमेशा',
'underline-never'   => 'कभीभी नहीं',
'underline-default' => 'ब्राउज़र डिफ़ॉल्ट',

# Font style option in Special:Preferences
'editfont-style'     => 'संपादन क्षेत्र की मुद्रलिपि की शैली:',
'editfont-default'   => 'विचरक के आधार पर',
'editfont-monospace' => 'एकल स्थल मुद्रलिपि',
'editfont-sansserif' => 'बिना नोकों वाली मुद्रलिपि',
'editfont-serif'     => 'नोकों वाली मुद्रलिपि',

# Dates
'sunday'        => 'रविवार',
'monday'        => 'सोमवार',
'tuesday'       => 'मंगलवार',
'wednesday'     => 'बुधवार',
'thursday'      => 'गुरुवार',
'friday'        => 'शुक्रवार',
'saturday'      => 'शनिवार',
'sun'           => 'रवि',
'mon'           => 'सोम',
'tue'           => 'मंगल',
'wed'           => 'बुध',
'thu'           => 'गुरू',
'fri'           => 'शुक्र',
'sat'           => 'शनि',
'january'       => 'जनवरी',
'february'      => 'फ़रवरी',
'march'         => 'मार्च',
'april'         => 'अप्रैल',
'may_long'      => 'मई',
'june'          => 'जून',
'july'          => 'जुलाई',
'august'        => 'अगस्त',
'september'     => 'सितंबर',
'october'       => 'अक्तूबर',
'november'      => 'नवंबर',
'december'      => 'दिसंबर',
'january-gen'   => 'जनवरी',
'february-gen'  => 'फरवरी',
'march-gen'     => 'मार्च',
'april-gen'     => 'अप्रैल',
'may-gen'       => 'मई',
'june-gen'      => 'जून',
'july-gen'      => 'जुलाई',
'august-gen'    => 'अगस्त',
'september-gen' => 'सितंबर',
'october-gen'   => 'अक्टूबर',
'november-gen'  => 'नव्हंबर',
'december-gen'  => 'दिसंबर',
'jan'           => 'जन॰',
'feb'           => 'फ़र॰',
'mar'           => 'मार्च',
'apr'           => 'अप्रै॰',
'may'           => 'मई',
'jun'           => 'जून',
'jul'           => 'जुला॰',
'aug'           => 'अग॰',
'sep'           => 'सितं॰',
'oct'           => 'अक्तू॰',
'nov'           => 'नवं॰',
'dec'           => 'दिसं॰',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|श्रेणी|श्रेणियाँ}}',
'category_header'                => '"$1" श्रेणी में लेख',
'subcategories'                  => 'उपविभाग',
'category-media-header'          => '"$1" श्रेणी में होनेवाली मीडिया',
'category-empty'                 => "''यह श्रेणी वर्तमान में कोई लेख या मीडिया(संचार-माध्यम) नही रखती''",
'hidden-categories'              => '{{PLURAL:$1|छुपाई हुई श्रेणी|छुपाई हुई श्रेणियाँ}}',
'hidden-category-category'       => 'छुपाई हुई श्रेणियाँ',
'category-subcat-count'          => '{{PLURAL:$2|इस श्रेणी में सिर्फ निम्नलिखित उपश्रेणी हैं|इस श्रेणी में निम्नलिखित {{PLURAL:$1|उपश्रेणी|$1 उपश्रेणियाँ}} हैं, कुल उपश्रेणियाँ $2 ।}}',
'category-subcat-count-limited'  => 'इस श्रेणीमें निम्नलिखित {{PLURAL:$1|उपश्रेणी हैं|$1 उपश्रेणियाँ हैं}}.',
'category-article-count'         => '{{PLURAL:$2|इस श्रेणी में सिर्फ निम्नलिखित लेख हैं ।|इस श्रेणीमें निम्नलिखित {{PLURAL:$1|लेख है|$1 लेख हैं}}, कुल लेख $2 ।}}',
'category-article-count-limited' => 'निम्नलिखित {{PLURAL:$1|लेख|$1 लेख}} इस श्रेणी में हैं ।',
'category-file-count'            => '{{PLURAL:$2|इस श्रेणी में सिर्फ निम्नलिखित फ़ाईल हैं ।|इस श्रेणीमें निम्नलिखित {{PLURAL:$1|फ़ाईल|$1 फ़ाईलें}} हैं, कुल फ़ाईलें $2 ।}}',
'category-file-count-limited'    => 'इस श्रेणीमें निम्नलिखित {{PLURAL:$1|फ़ाईल है ।|फ़ाईलें हैं ।}}',
'listingcontinuesabbrev'         => 'आगे.',
'index-category'                 => 'सूचीबद्ध पन्ने',
'noindex-category'               => 'असूचीबद्ध पन्ने',

'mainpagetext'      => "'''मीडियाविकिका इन्स्टॉलेशन पूरा हो गया हैं ।'''",
'mainpagedocfooter' => 'विकि सॉफ्टवेयरके इस्तेमाल के लिये [http://meta.wikimedia.org/wiki/Help:Contents उपयोगकर्ता गाईड] देखें ।

== शुरुवात करें ==
* [http://www.mediawiki.org/wiki/Manual:Configuration_settings कॉन्फिगरेशन सेटींगकी सूची]
* [http://www.mediawiki.org/wiki/Manual:FAQ मीडियाविकिके बारे में प्राय: पूछे जाने वाले सवाल]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce मीडियाविकि मेलिंग लिस्ट]',

'about'         => 'अबाउट',
'article'       => 'लेख',
'newwindow'     => '(नया विंडो में खुलता है)',
'cancel'        => 'रद्द करें',
'moredotdotdot' => 'और...',
'mypage'        => 'मेरा पृष्ठ',
'mytalk'        => 'मेरी सदस्य वार्ता',
'anontalk'      => 'इस आई पी के लिये वार्ता',
'navigation'    => 'भ्रमण',
'and'           => '&#32;और',

# Cologne Blue skin
'qbfind'         => 'खोज',
'qbbrowse'       => 'ब्राउज़',
'qbedit'         => 'बदलें',
'qbpageoptions'  => 'यह पन्ना',
'qbpageinfo'     => 'पृष्ठ जानकारी',
'qbmyoptions'    => 'मेरे पन्नें',
'qbspecialpages' => 'विशेष पन्नें',
'faq'            => 'अक्सर पूछे जाने वाले सवाल',
'faqpage'        => 'Project:अक्सर पूछे जाने वाले सवाल',

# Vector skin
'vector-action-addsection'       => 'विषय जोड़ें',
'vector-action-delete'           => 'मिटाएँ',
'vector-action-move'             => 'स्थानांतरण करें',
'vector-action-protect'          => 'सुरक्षित करें',
'vector-action-undelete'         => 'मिटाना वापस लें',
'vector-action-unprotect'        => 'सुरक्षा हटाएँ',
'vector-simplesearch-preference' => 'संवर्धित खोज सुझाव सक्षम करें। (केवल वॅक्टर स्किन हेतु)',
'vector-view-create'             => 'बनाएँ',
'vector-view-edit'               => 'संपादन',
'vector-view-history'            => 'इतिहास देखें',
'vector-view-view'               => 'पढ़ें',
'vector-view-viewsource'         => 'स्रोत देखें',
'actions'                        => 'क्रियाएँ',
'namespaces'                     => 'नामस्थान',
'variants'                       => 'संस्करण',

'errorpagetitle'    => 'त्रुटि',
'returnto'          => 'लौटें $1.',
'tagline'           => 'विकिपीडिया, एक मुक्त ज्ञानकोष से',
'help'              => 'सहायता',
'search'            => 'खोजें',
'searchbutton'      => 'खोज',
'go'                => 'जा',
'searcharticle'     => 'जायें',
'history'           => 'पन्ने का इतिहास',
'history_short'     => 'इतिहास',
'updatedmarker'     => 'आखिरी मुआइने के बाद बदलाव हुए',
'info_short'        => 'जानकारी',
'printableversion'  => 'छापने योग्य उद्धरण',
'permalink'         => 'स्थायी कड़ी',
'print'             => 'प्रिंट करें',
'edit'              => 'संपादन',
'create'            => 'बनाएँ',
'editthispage'      => 'इस पृष्ठ को बदलें',
'create-this-page'  => 'इस लेख को लिखें',
'delete'            => 'हटायें',
'deletethispage'    => 'इस पृष्ठ को हटायें',
'undelete_short'    => '{{PLURAL:$1|एक हटायागया|$1 हटायागये}} बदलाव वापस लायें',
'protect'           => 'सुरक्षित करें',
'protect_change'    => 'बदलें',
'protectthispage'   => 'इस पृष्ठ को सुरक्षित करें',
'unprotect'         => 'असुरक्षित करें',
'unprotectthispage' => 'इस पृष्ठ को असुरक्षित करें',
'newpage'           => 'नया पृष्ठ',
'talkpage'          => 'इस पृष्ठ के बारे में बात करें',
'talkpagelinktext'  => 'वार्ता',
'specialpage'       => 'विशेष पन्ना',
'personaltools'     => 'वैयक्तिक औज़ार',
'postcomment'       => 'नया विभाग',
'articlepage'       => 'लेख देखें',
'talk'              => 'चर्चा',
'views'             => 'दर्शाव',
'toolbox'           => 'साधन पेटी',
'userpage'          => 'सदस्य पृष्ठ देखें',
'projectpage'       => 'मेटा पृष्ठ देखें',
'imagepage'         => 'संचिका पन्ना देखें',
'mediawikipage'     => 'संदेश पन्ना देखें',
'templatepage'      => 'टेम्प्लेट पृष्ठ देखें',
'viewhelppage'      => 'सहायता पृष्ठ देखें',
'categorypage'      => 'श्रेणी पृष्ठ देखें',
'viewtalkpage'      => 'चर्चा देखें',
'otherlanguages'    => 'अन्य भाषाएँ',
'redirectedfrom'    => '($1 से भेजा गया)',
'redirectpagesub'   => 'पुनर्निर्देश पृष्ठ',
'lastmodifiedat'    => 'इस पन्ने का पिछला बदलाव $1 को $2 बजे हुआ था।',
'viewcount'         => 'यह पृष्ठ {{PLURAL:$1|एक|$1}} बार देखा गया है',
'protectedpage'     => 'सुरक्षित पृष्ठ',
'jumpto'            => 'यहाँ जाएँ:',
'jumptonavigation'  => 'भ्रमण',
'jumptosearch'      => 'खोज',
'view-pool-error'   => 'मुआफ़ करें, इस समय सेवकों पर बहुत भार चढ़ा हुआ है।
बहुत सारे लोग इस पन्ने को देखने की कोशिश कर रहे हैं।
कुछ समय इंतज़ार कर के फिर से इस पन्ने तक जाने की कोशिश करें।

$1',
'pool-errorunknown' => 'अज्ञात त्रुटि',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} के बारे में',
'aboutpage'            => 'Project:परिचय',
'copyright'            => 'उपलब्ध सामग्री $1 के अधीन है।',
'copyrightpage'        => '{{ns:project}}:सर्वाधिकार',
'currentevents'        => 'हाल की घटनाएँ',
'currentevents-url'    => 'Project:हाल की घटनाएँ',
'disclaimers'          => 'अस्वीकरण',
'disclaimerpage'       => 'Project:साधारण अस्वीकरण',
'edithelp'             => 'संपादन में सहायता',
'edithelppage'         => 'Help:संपादन',
'helppage'             => 'Help:सहायता',
'mainpage'             => 'मुख्य पृष्ठ',
'mainpage-description' => 'मुख्य पृष्ठ',
'policy-url'           => 'Project:नीति',
'portal'               => 'समाज मुखपृष्ठ',
'portal-url'           => 'Project:समाज मुखपृष्ठ',
'privacy'              => 'गोपनीयता नीति',
'privacypage'          => 'Project:गोपनीयता नीति',

'badaccess'        => 'अनुमति त्रुटि',
'badaccess-group0' => 'जिस क्रिया का अनुरोध आपने किया है उसे संचालित करने की अनुमति आपको नही है।',
'badaccess-groups' => 'आपने जो क्रिया आजमाई है वह केवल {{PLURAL:$2|$1 समह|$1 समूहों}} के सदस्य ही कर सकते हैं।',

'versionrequired'     => 'मीडीयाविकिका $1 अवतरण ज़रूरी हैं ।',
'versionrequiredtext' => 'यह पन्ना इस्तेमाल करने के लिये मीडियाविकीका $1 अवतरण ज़रूरी हैं । देखें [[Special:Version|अवतरण सूची]] ।',

'ok'                      => 'ओके',
'retrievedfrom'           => '"$1" से लिया गया',
'youhavenewmessages'      => 'आपके लिए $1 है। ($2)',
'newmessageslink'         => 'नया संदेश',
'newmessagesdifflink'     => 'पिछला बदलाव',
'youhavenewmessagesmulti' => '$1 पर आपके लिए नया संदेश है',
'editsection'             => 'संपादन',
'editold'                 => 'संपादन',
'viewsourceold'           => 'स्रोत देखें',
'editlink'                => 'संपादन',
'viewsourcelink'          => 'स्रोत देखें',
'editsectionhint'         => 'विभाग संपादन: $1',
'toc'                     => 'विषय सूची',
'showtoc'                 => 'दिखाएँ',
'hidetoc'                 => 'छिपाएँ',
'thisisdeleted'           => '$1 देखें या बदलें?',
'viewdeleted'             => '$1 दिखायें?',
'restorelink'             => '{{PLURAL:$1|एक हटाया हुआ|$1 हटाये हुए}} बदलाव',
'feedlinks'               => 'फ़ीड :',
'feed-invalid'            => 'गलत सब्स्क्रीप्शन फ़ीड प्रकार',
'feed-unavailable'        => 'संघ फ़ीड उपलब्ध नहीं हैं',
'site-rss-feed'           => '$1 की आरएसएस फ़ीड',
'site-atom-feed'          => '$1 की अणु फ़ीड',
'page-rss-feed'           => '"$1" आरएसएस फ़ीड',
'page-atom-feed'          => '"$1" अणु फ़ीड',
'feed-atom'               => 'ऐटम',
'feed-rss'                => 'आरएसएस',
'red-link-title'          => '$1 (पृष्ठ मौजूद नहीं है)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'पन्ना',
'nstab-user'      => 'सदस्य',
'nstab-media'     => 'मीडिया',
'nstab-special'   => 'खास पन्ने',
'nstab-project'   => 'परियोजना पृष्ठ',
'nstab-image'     => 'संचिका',
'nstab-mediawiki' => 'संदेश',
'nstab-template'  => 'टेम्प्लेट',
'nstab-help'      => 'सहायता पृष्ठ',
'nstab-category'  => 'श्रेणी',

# Main script and global functions
'nosuchaction'      => 'ऐसा कोई कार्य नहीं है',
'nosuchactiontext'  => 'इस यूआरएल द्वारा निर्दिष्ट क्रिया अवैध है।
आपने यूआरएल गलत लिखी होगी, या किसी गलत कड़ी का इस्तेमाल किया होगा।
यह {{SITENAME}} के तंत्रांश में त्रुटि भी हो सकती है।',
'nosuchspecialpage' => 'ऐसा कोई विशेष पृष्ठ नहीं है',
'nospecialpagetext' => '<strong>आपने अवैध विशेष पन्ना मांगा है.</strong>
वैध विशेष पन्नों की सूची [[Special:SpecialPages|{{int:specialpages}}]] पर मिल सकती है.',

# General errors
'error'                => 'गलती',
'databaseerror'        => 'डाटाबेस गलती',
'dberrortext'          => 'आँकड़ाकोष प्रश्न वाक्यरचना में त्रुटि मिली है।
संभव है कि यह हमारे तंत्रांश में त्रुटि की वजह से हो।
पिछला आँकड़ाकोष प्रश्न था:
<blockquote><tt>$1</tt></blockquote>
 "<tt>$2</tt>" कार्य समूह से।
आँकड़ाकोष की त्रुटि थी "<tt>$3: $4</tt>"।',
'dberrortextcl'        => 'आँकड़ाकोष प्रश्न की वाक्यरचना में त्रुटि मिली।
आँकड़ाकोष में पिछला प्रश्न था:
"$1"
कार्यसमूह "$2" से।
आँकड़ाकोष से त्रुटि आई "$3: $4"',
'laggedslavemode'      => 'सूचना: यह लेख अद्यतन जानकारीयुक्त ना होने की आशंका हैं ।',
'readonly'             => 'डाटाबेस लॉक किया हुवा हैं',
'enterlockreason'      => 'लॉक करने कारण दिजीये, साथ ही लॉक खुलने का लगभग आकलन दिजीयें ।',
'readonlytext'         => 'शायद मेंटेनन्सके चलते डाटाबेस नये संपादन और अन्य बदलोंसे लॉक किया गया है, जिसके बाद यह सामान्य स्थितीमें आ जाना चाहियें ।

जिस प्रबंधक ने यह लॉक किया था उसने यह कारण दिया है: $1',
'missing-article'      => 'आँकड़ाकोष में $2 के अंदर कहीं भी "$1" नहीं मिला।

आमतौर पर मिटाए जा चुके पन्ने की इतिहास कड़ी का इस्तेमाल करने पर ऐसा होता है।

अंगर ऐसा नहीं है, तो शायद आपने तंत्रांश की त्रुटि खोज ली है।
कृपया पते समेत [[Special:ListUsers/sysop|administrator]] को इसका ब्यौरा दें।',
'missingarticle-rev'   => '(अवतरण#: $1)',
'missingarticle-diff'  => '(फर्क: $1, $2)',
'readonly_lag'         => 'उपमुख्य डाटाबेस सर्व्हर्‌स मुख्य डाटाबेस सर्व्हर तक पहूंचने से पहले ही मुख्य डाटाबेस सर्व्हर लॉक हो गया है ।',
'internalerror'        => 'आन्तरिक गलती',
'internalerror_info'   => 'आन्तरिक गलती: $1',
'fileappenderrorread'  => 'संलग्न करने के दौरान "$1" पढ़ा नहीं जा सका।',
'fileappenderror'      => '"$1" के आगे "$2" नहीं जुड़ पाया',
'filecopyerror'        => '"$1" फ़ाईलकी "$2" यह कापी नहीं बना पायें ।',
'filerenameerror'      => '"$1" फ़ाईल का नाम बदलकर "$2" नहीं कर पायें ।',
'filedeleteerror'      => '"$1" फ़ाईलको हटा नहीं सकें ।',
'directorycreateerror' => '"$1" डाइरेक्टरी नहीं बना पायें ।',
'filenotfound'         => '"$1" यह फ़ाईल मिली नहीं ।',
'fileexistserror'      => 'फ़ाईल "$1" पर लिख नहीं सकतें: फ़ाईल अस्तित्वमें है',
'unexpected'           => 'अनपेक्षित मूल्य: "$1"="$2".',
'formerror'            => 'गलती: फॉर्म सबमीट नहीं कर पायें',
'badarticleerror'      => 'इस पन्ने पर यह क्रिया नहीं कर सकतें ।',
'cannotdelete'         => '"$1" पन्ने या फाइल को हटाया नहीं जा सकता.
शायद किसी और ने इसे पहले ही हटा दिया हो.',
'badtitle'             => 'खराब शीर्षक',
'badtitletext'         => 'आपके द्वारा पूछा गया लेख का शीर्षक अयोग्य, ख़ाली या गलतीसे जुडा हुवा आंतर-भाषिय या आंतर-विकि शीर्षक हैं । इसमें एक या एकसे ज्यादा ऐसे कॅरेक्टर है जो शीर्षकमें इस्तेमाल नहीं किये जा सकते है ।',
'perfcached'           => 'नीचे दिया हुवा पाठ्य कैश मेमरीसे लिया हुवा होने के कारण अद्यतन जानकारीयुक्त ना होने की संभावना है ।',
'perfcachedts'         => 'नीचे दी गई ज़ानकारी कैश मेमरीमें रखी हुई है, और आखिरी बार $1 को बदली गई हैं ।',
'querypage-no-updates' => 'इस पन्ने का नवीनीकरण करना मना है । अभी यहां के डाटा को ताज़ा नहीं कर सकतें ।',
'wrong_wfQuery_params' => 'wfQuery() के लिये गलत मापदण्ड दियें हैं<br />
कार्य: $1<br />
पृच्छा: $2',
'viewsource'           => 'स्रोत देखें',
'viewsourcefor'        => '$1 के लिये',
'actionthrottled'      => 'कार्य समाप्त कर दिया गया हैं',
'actionthrottledtext'  => 'स्पैम की रोकथाम के लिये, यह क्रिया इतने कम समय में एकसे ज्यादा बार करनेसे मनाई है, और आप इस मर्यादाको पार कर चुके हैं ।
कृपया कुछ समय बाद पुन: यत्न किजीयें ।',
'protectedpagetext'    => 'यह पान संपादनोंसे सुरक्षित किया हुवा है ।',
'viewsourcetext'       => 'आप इस पन्ने का स्रोत देख सकते हैं और उसकी नकल उतार सकतें हैं:',
'protectedinterface'   => 'यह पन्ना सॉफ्टवेयरको इंटरफ़ेस देता हैं, और इसके गलत इस्तेमालसे बचने के लिये इसे सुरक्षित कर दिया गया हैं ।',
'editinginterface'     => "'''चेतावनी:''' आप एक ऐसे पन्ने को बदल रहे हैं जो तंत्रांश के अंतरापृष्ठ की सामग्री प्रदान करता है। इस पन्ने को बदलने से अन्य प्रयोक्ताओं को प्रदर्शित प्रयोक्ता अंतरापृष्ठ की शक्लोसूरत में बदलाव आएगा। अनुवादों के लिए कृपया [http://translatewiki.net/wiki/Main_Page?setlang=hi ट्रांसलेटविकि.नेट] का प्रयोग करें, यह मीडियाविकि की क्षेत्रीयकरण परियोजना है।",
'sqlhidden'            => '(छुपाई हुई SQL पृच्छा)',
'cascadeprotected'     => 'यह पन्ना सुरक्षित हैं, क्योंकी यह निम्नलिखित {{PLURAL:$1|पन्ने की|पन्नों की}} सुरक्षा-सीढीमें समाविष्ट हैं:
$2',
'namespaceprotected'   => "आपको '''$1''' नामस्थानमें समाविष्ट पन्नोंको बदलने की अनुमति नहीं हैं ।",
'customcssjsprotected' => 'इस पन्नेपर दुसरे सदस्यकी व्यक्तिगत वरीयताएं होने के कारण, आपको यह पन्ना बदलने की अनुमति नहीं हैं ।',
'ns-specialprotected'  => 'विशेष पन्ने बदलें नहीं जा सकतें ।',
'titleprotected'       => "सदस्य [[User:$1|$1]] ने इस शीर्षक का पन्ना बनानेसे मना किया हुआ हैं ।
इसके लिये दिया हुआ कारण ''$2'' ।",

# Virus scanner
'virus-badscanner'     => "गलत जमाव: अज्ञात विषाणु जाँचक: ''$1''",
'virus-scanfailed'     => 'जाँच विफल (कूट $1)',
'virus-unknownscanner' => 'अज्ञात विषाणुनाशक:',

# Login and logout pages
'logouttext'                 => "'''अब आपका सत्रांत हो चुका है।'''

आप बेनामी हो के {{SITENAME}} का इस्तेमाल जारी ऱक सकते हैं, या उसी यी किसी और सदस्य के तौर पर [[Special:UserLogin|फिर से सत्रारंभ]] कर सकते हैं।
ध्यान दें कि जब तक आप अपने विचरक का संचय मिटाते नहीं हैं, कुछ पन्ने अब भी ऐसे दिख सकते हैं जैसे कि आपका सत्र अभी भी चालू हो।",
'welcomecreation'            => 'स्वागत सृजन',
'yourname'                   => 'सदस्यनाम:',
'yourpassword'               => 'कूटशब्द :',
'yourpasswordagain'          => 'पासवर्ड दुबारा लिखें',
'remembermypassword'         => 'यह ब्राउज़र पर मेरी लॉग इन याद रखें',
'securelogin-stick-https'    => ' प्रवेश के बाद HTTPS से जुड़े रह',
'yourdomainname'             => 'आपका डोमेन:',
'externaldberror'            => 'बाह्य प्रमाणिकरण डाटाबेसमें समस्या हुई हैं या फिर आपको अपना बाह्य खाता अपडेट करने की अनुमति नहीं हैं ।',
'login'                      => 'लॉग इन',
'nav-login-createaccount'    => 'सत्रारंभ / खाता खोलें',
'loginprompt'                => 'विकिपीडिया पर लॉग इन करने लिए आपने ब्राउज़र पर कुकी (cookies) को समर्थ करें।',
'userlogin'                  => 'लॉग इन / खाता बनाइए',
'userloginnocreate'          => 'लॉग इन',
'logout'                     => 'सत्रांत',
'userlogout'                 => 'सत्रांत',
'notloggedin'                => 'लॉग इन नहीं किया हैं',
'nologin'                    => "क्या आपने सदस्यता नहीं ली है? '''$1'''।",
'nologinlink'                => 'नया खाता बनाएँ',
'createaccount'              => 'खाता बनाएँ',
'gotaccount'                 => "पहलेसे आपका खाता हैं? '''$1'''.",
'gotaccountlink'             => 'लॉग इन',
'createaccountmail'          => 'ई-मेल द्वारा',
'createaccountreason'        => 'कारण:',
'badretype'                  => 'आपने जो पासवर्ड दिये हैं वे एक दूसरे से नहीं मिलते। फिर से लिखें।',
'userexists'                 => 'आपने दिया हुआ सदस्यनाम पहले से इस्तेमालमें हैं ।
कृपया अन्य सदस्यनाम चुनियें ।',
'loginerror'                 => 'लॉग इन ग़लती',
'createaccounterror'         => 'नहीं बना पाए $1 खाता',
'nocookiesnew'               => 'आपका खाता खोल दिया हैं, पर आप लॉग इन नहीं हुए हैं ।
{{SITENAME}} पर लॉग इन करने के लिये कूकीस का प्रयोग होता हैं ।
आपने कूकीस इस्तेमाल करने की अनुमति नहीं दी हैं ।
कृपया कूकीस का इस्तेमाल करने की अनुमति दें, तथा अपने सदस्यनाम एवम्‌ कूटशब्दसे लॉग इन करें ।',
'nocookieslogin'             => '{{SITENAME}} पर लॉग इन करने के लिये कूकीस का प्रयोग होता हैं ।
आपने कूकीस इस्तेमाल करने की अनुमति नहीं दी हैं ।
कृपया कूकीस का इस्तेमाल करने की अनुमति दें, तथा फिरसे कोशीश करें ।',
'noname'                     => 'आपने वैध सदस्यनाम नहीं दिया हैं ।',
'loginsuccesstitle'          => 'लॉग इन हो गया है',
'loginsuccess'               => 'आप विकिपीडिया में "$1" सदस्य नाम  से लॉग इन हो चुके हैं ।',
'nosuchuser'                 => '"$1" नाम को कोई सदस्य नहीं है।
सदस्यनाम में लघु और दीर्घ अक्षरों से फ़र्क पड़ता है।
अपनी वर्तनी जाँचें, या [[Special:UserLogin/signup|नई सदस्यता लें]]।',
'nosuchusershort'            => '"<nowiki>$1</nowiki>" इस नाम का कोई सदस्य नहीं है ।
कृपया आपने दिया हुवा नाम जाँचियें ।',
'nouserspecified'            => 'आपको सदस्यनाम देना जरूरी है ।',
'login-userblocked'          => 'यह सदस्य प्रतिबन्धित है। सत्रारम्भ की अनुमति नहीं है।',
'wrongpassword'              => 'आपने जो कूटशब्द लिखा है वह गलत है। कृपया पुनः प्रयास करें।',
'wrongpasswordempty'         => 'कूटशब्द खाली है; फिरसे यत्न किजीये ।',
'passwordtooshort'           => 'आपका कूटशब्द कम से कम {{PLURAL:$1|1 अक्षर|$1 अक्षरे}} होने चाहिये।',
'password-name-match'        => 'आपका कूटशब्द, आपके सदस्यनाम से भिन्न होना चाहिए।',
'mailmypassword'             => 'डाक द्वारा नया कूटशब्द भेजें',
'passwordremindertitle'      => '{{SITENAME}} के लिया नया अस्थायी कूटशब्द',
'passwordremindertext'       => 'किसी ने (शायद आपने ही, $1 आईपी पते से) {{SITENAME}} ($4) पर इस्तेमाल के लिये नया कूटशब्द मंगाया है। प्रयोक्ता "$2" के लिए एक अस्थायी कूटशब्द बना दिया गया है, और यह अभी "$3" है। यदि आपकी यही मंशा थी, तो अब आपको सत्रारंभ करके एक नया कूटशब्द चुनना होगा।
आपके अस्थायी कूटशब्द की अवधि {{PLURAL:$5|एक दिन|$5 दिन}} में समाप्त हो जाएगी।

यदि यह अनुरोध किसी और ने किया था, या आप अपना पुराना कूटशब्द अब नहीं बदलना चाहते क्योंकि आपको अपना पुराना कूटशब्द याद आ गया है, तो आप इस संदेश को नज़रंदाज़ कर सकते हैं, और अपने पुराने कूटशब्द का पहले की तरह इस्तेमाल करते रह सकते हैं।',
'noemail'                    => '"$1" सदस्य के लिये कोई भी इ-मेल पता दर्ज नहीं किया गया हैं ।',
'noemailcreate'              => 'आपको वैध ई-मेल खाता देने की जरूरत है.',
'passwordsent'               => '"$1" का ई-मेल पता पर एक ई-मेल भेजा गया। ई-मेल पाने बाद में कृपया दुबारा लॉग इन करें।',
'blocked-mailpassword'       => 'आपके IP एड्रेस को संपादन करने से प्रतिबंधित कर दिया गया हैं, ऐसे मौके पे गलत इस्तेमाल को रोकने के लिये कूटशब्द पुनः प्राप्ति की सुविधा बंद कर दी गईं हैं ।',
'eauthentsent'               => 'दर्ज किये हुए इ-मेल पते पर एक सत्यापन इ-मेल भेजा गया है ।
कोई भी दूसरा इ-मेल भेजने से पहले, आपके सदस्यत्व का सत्यापन करने के लिये, आपको उस इ-मेल में दिये हुए सूचनाओंके अनुसार क्रियाएं करना आवश्यक है ।',
'throttled-mailpassword'     => 'पिछले {{PLURAL:$1|घंटे|$1 घंटों}} के दरमियान एक कूटशब्द स्मरण-पत्र भेजा जा चुका है।
दुरुपयोग से बचाव के लिए हर {{PLURAL:$1|घंटे|$1 घंटों}} में एक कूटशब्द स्मरण-पत्र ही भेजा जाता है।',
'mailerror'                  => 'इ-मेल भेजनेमें समस्या: $1',
'acct_creation_throttle_hit' => 'आपके आईपी पते से आए आगंतुक पिछले चौबीस घंटों में इस विकि पर {{PLURAL:$1|एक खाता|$1 खाते}} बना चुके हैं, इस समयावधि में यही अधिकतम सीमा है।
अतः इस समय इस आईपी पते का इस्तेमाल करने वाले आगंतुक और खाते नहीं खोल सकेंगे।',
'emailauthenticated'         => 'आपका डाक पते की दिनांक $2 को $3 बजे पुष्टि कर दी गई थी।',
'emailnotauthenticated'      => 'आपका इ-मेल पता अभी तक प्रमाणित नहीं किया हुआ हैं ।
आप निम्नलिखित विषयों हेतु इ-मेल नहीं भेज सकतें ।',
'noemailprefs'               => 'इन सुविधाओंका इस्तेमाल करने के लिये एक इ-मेल पता दें ।',
'emailconfirmlink'           => 'आपका इ-मेल पता प्रमाणित करें',
'invalidemailaddress'        => 'प्रतीत होता है कि इस डाक पते का प्रारूप सही नहीं है।
कृपया सही प्रारूप वाला पता प्रविष्ट करें, या उस कोष्ठक को रिक्त ही रहने दें।',
'accountcreated'             => 'खाता निर्मित',
'accountcreatedtext'         => '$1 के किये खाता निर्मित कर दिया गया है।',
'createaccount-title'        => '{{SITENAME}} के लिये खाता बनाईयें',
'createaccount-text'         => 'आपके इ-मेल एड्रेस के लिये {{SITENAME}} ($4) पर "$2" नामके किसीने, "$3" यह कूटशब्द देकर खाता खोला हैं । कृपया आप लॉग इन करके अपना कूटशब्द बदलें ।

अगर यह खाता गलती से खोला गया हैं, तो आप इस मेसेज को दुर्लक्षित कर सकतें हैं ।',
'usernamehasherror'          => 'उपयोगकर्ता के नाम में हेस वर्ण शामिल नहीं.',
'login-throttled'            => 'आपने हाल ही में काफ़ी बार सत्रारंभ के प्रयास किए हैं।
पुनः प्रयास करने के पहले थोड़ी प्रतीक्षा करें।',
'loginlanguagelabel'         => 'भाषा: $1',
'suspicious-userlogout'      => 'अपको लॉग आउट अनुरोध है क्योंकि यह एक टूटी हुई ब्राउज़र या प्रॉक्सी कैशिंग द्वारा भेजा गया था',

# JavaScript password checks
'password-strength'            => 'अनुमानित पासवर्ड सामर्थ्य: $1',
'password-strength-bad'        => 'कमजोर',
'password-strength-mediocre'   => 'मध्यम',
'password-strength-acceptable' => 'इस्तेमाल करने लायक',
'password-strength-good'       => 'अच्छा',
'password-retype'              => 'पासवर्ड दुबारा लिखें',
'password-retype-mismatch'     => 'कूटशब्द मिलते नहीं',

# Password reset dialog
'resetpass'                 => 'कूटशब्द बदलें',
'resetpass_announce'        => 'आप इ-मेल से प्राप्त अस्थायी कोडसे लॉग इन हैं ।
लॉग इन को पूरा करने के लिये, आप एक नया कूटशब्द दें:',
'resetpass_text'            => '<!-- पाठ यहां लिखें -->',
'resetpass_header'          => 'खाते का कूटशब्द बदलें',
'oldpassword'               => 'पुराना पासवर्ड',
'newpassword'               => 'नया कूटशब्द',
'retypenew'                 => 'नया कूटशब्द पुन: लिखें',
'resetpass_submit'          => 'कूटशब्द बनाईयें और लॉग इन करें',
'resetpass_success'         => 'आपका कूटशब्द बदल दिया गया हैं! अभी आपको लॉग इन करवा रहें हैं...',
'resetpass_forbidden'       => 'कूटशब्द बदले नहीं जा सकते।',
'resetpass-no-info'         => 'इस पन्ने तक सीधे पहुँचने के लिए आपको सत्रारंभ करना होगा।',
'resetpass-submit-loggedin' => 'कूटशब्द बदलें',
'resetpass-submit-cancel'   => 'रद्द करें',
'resetpass-wrong-oldpass'   => 'अवैध अस्थायी कूटशब्द, या अवैध कूटशब्द।
संभव है कि या तो आपने पहले ही सफलतापूर्वक अपना कूटशब्द बदल लिया हो, या आपने एक नए अस्थायी कूटशब्द का अनुरोध किया हो।',
'resetpass-temp-password'   => 'अस्थायी कूटशब्द:',

# Edit page toolbar
'bold_sample'     => 'मोटा पाठ',
'bold_tip'        => 'मोटे अक्षर',
'italic_sample'   => 'तिरछे अक्षर',
'italic_tip'      => 'तिरछे अक्षर',
'link_sample'     => 'कड़ी शीर्षक',
'link_tip'        => 'आंतरिक कड़ी',
'extlink_sample'  => 'http://www.example.com कड़ी शीर्षक',
'extlink_tip'     => 'बाहरी कड़ी (उपसर्ग http:// अवश्य लगाएँ)',
'headline_sample' => 'शीर्षक',
'headline_tip'    => 'द्वितीय-स्तर शीर्षक',
'math_sample'     => 'गणितीय सूत्र यहाँ डालें',
'math_tip'        => 'गणितीय सूत्र (लेटेक्स)',
'nowiki_sample'   => 'अप्रारूपित सामग्री यहाँ डालें',
'nowiki_tip'      => 'विकि प्रारूपण नज़रंदाज़ करें',
'image_sample'    => 'उदाहरण.jpg',
'image_tip'       => 'जड़ी हुई संचिका',
'media_sample'    => 'उदाहरण.ogg',
'media_tip'       => 'संचिका की कड़ी',
'sig_tip'         => 'आपका हस्ताक्षर व समय',
'hr_tip'          => 'हॉरिझॉंटल लाईन (कम इस्तेमाल करें)',

# Edit pages
'summary'                          => 'सारांश:',
'subject'                          => 'विषय/शीर्षक:',
'minoredit'                        => 'यह एक छोटा बदलाव है',
'watchthis'                        => 'इस पृष्ठ को ध्यानसूची में डालें',
'savearticle'                      => 'पन्ना सँजोएँ',
'preview'                          => 'झलक',
'showpreview'                      => 'झलक दिखाएँ',
'showlivepreview'                  => 'सीधी झलक',
'showdiff'                         => 'बदलाव दिखाएं',
'anoneditwarning'                  => "'''सावधान:''' आपने सत्रारंभ नहीं किया है। इस पृष्ठ के संपादन इतिहास में आपका आइपी पता अंकित किया जाएगा।",
'anonpreviewwarning'               => '"आप लॉग्ड इन नहीं हैं। पन्ना सुरक्षित करने पर आपका आइपी पता इस पन्ने के इतिहास में रिकॉर्ड किया जायेगा।"',
'missingsummary'                   => "'''तकाज़ा (स्मरण-पत्र):''' आपने संपादन सारांश नहीं दिया हुआ हैं ।
अगर आप दुबारा संजोयेंपर क्लीक करते हैं तो आपका संपादन बिना सारांश दिये संजोया जायेगा ।",
'missingcommenttext'               => 'कृपया नीचे टिप्पणी दें ।',
'missingcommentheader'             => "'''स्मरण-पत्र:''' आपने इस टिप्पणी को शीर्षक नहीं दिया है।
अगर आप दोबारा \"{{int:savearticle}}\" पर क्लिक करें तो आपके बदलाव संजोयें जायेंगे।",
'summary-preview'                  => 'सारांशकी झलक:',
'subject-preview'                  => 'विषय/शीर्षक की झलक:',
'blockedtitle'                     => 'सदस्य अवरुद्ध है',
'blockedtext'                      => "'''आपका सदस्यनाम अथवा आईपी पता अवरोधित कर दिया गया हैं ।'''

अवरोध $1 द्वारा किया गया था।
अवरोध का कारण है ''$2''.

* अवरोध का आरंभ: $8
* अवरोध की समाप्ति: $6
* अवरोधित इकाई: $7

इस अवरोध के बारे में चर्चा करने के लिए आप $1 या किसी अन्य [[{{MediaWiki:Grouppage-sysop}}|प्रबन्धक]] से संपर्क कर सकते हैं।
अगर आपने [[Special:Preferences|सदस्य वरीयताएँ]] में वैध डाक पता प्रविष्ट किया है तो ही आप 'इस प्रयोक्ता को डाक भेजें' वाली सुविधा का इस्तेमाल कर सकते हैं और आपको इसका इस्तेमाल करने से नहीं रोका गया है।
आपका मौजूदा आईपी पता $3 है और अवरोध क्रमांक #$5 है।
आप जो भी तफ़्तीश करें उसमें उपरोक्त सभी जानकारी भी शामिल करें।",
'autoblockedtext'                  => 'एक और सदस्य आपके ही आईपी का इस्तेमाल कर रहे थे और उन्हें $1 द्वारा अवरोधित कर दिया गया था। फलस्वरूप आपका आईपी पता भी स्वचालित रूप से अवरोधित हो गया है।
अवरोध करने का कारण है:

:\'\'$2\'\'

* अवरोध प्रारंभ: $8
* अवरोध समाप्ति: $6
* अवरोधित सदस्य: $7

अवरोध की चर्चा करने के लिए आप $1 या किसी अन्य [[{{MediaWiki:Grouppage-sysop}}|प्रशासक]] से संपर्क कर सकते हैं।

कृपया ध्यान दें कि यदि आपक "इस सदस्य को डाक भेजें" वाली सुविधा का प्रयोग करना चाहते हैं तो आपकी [[Special:Preferences|वरीयताओं]] में वैध डाक पता होना चाहिए और इसका प्रयोग आपके लिए अवरोधित नहीं होना चाहिए।

आपका मौजूदा आईपी पता $3 है और अवरोध क्रमांक #$5 है।
अपने किसी भी प्रश्न में कृपया यह सभी जानकारी भी शामिल करें।',
'blockednoreason'                  => 'कारण दिया नहीं हैं',
'blockedoriginalsource'            => "'''$1''' का स्रोत इसके नीचे दिया गया है:",
'blockededitsource'                => "'''$1''' को '''आपके बदलाव''' का पाठ्य नीचे दर्शाया गया हैं:",
'whitelistedittitle'               => 'संपादन के लिए सत्रारंभ करना होगा',
'whitelistedittext'                => 'लेख संपादित करने के लियें $1 करें ।',
'confirmedittext'                  => 'संपादन करने से पहले आपने अपना इ-मेल पता प्रमाणित कराना आवश्यक हैं ।
कृपया अपनी [[Special:Preferences|सदस्य वरीयताएं]] में जाकर अपना इ-मेल पता दें और उसे प्रमाणित करें ।',
'nosuchsectiontitle'               => 'ऐसी कोई अनुभाग शीर्षक उपलब्ध नहीं',
'nosuchsectiontext'                => 'ऐसी कोई अनुभाग पाठ',
'loginreqtitle'                    => 'लॉग इन आवश्यक हैं',
'loginreqlink'                     => 'लॉग इन',
'loginreqpagetext'                 => 'अन्य पन्ने देखने के लिये आपको $1 करना आवश्यक हैं ।',
'accmailtitle'                     => 'पासवर्ड भेज दिया गया है।',
'accmailtext'                      => "[[User talk:$1|$1]] के लिए एक यंत्र जनित कूटशब्द $2 को भेज दिया गया है।

सत्रारंभ करने के बाद नए खाते का कूटशब्द '''[[Special:ChangePassword|कूटशब्द बदलें]]'' वाले पन्ने पर बदला जा सकता है।",
'newarticle'                       => '(नया)',
'newarticletext'                   => 'आप जो लेख चाहते हैं वह अभीतक लिखा नहीं गया हैं । यह लेख लिखनेके लिये नीचे पाठ्य लिखियें । सहाय्यताके लिये [[{{MediaWiki:Helppage}}|यहां]] क्लीक किजीयें ।

अगर आप यहांपर गलतीसे आये हैं तो अपने ब्राउज़रके बॅक (back) पर क्लीक किजीयें ।',
'anontalkpagetext'                 => "----''यह वार्ता पन्ना उन बेनामी प्रयोक्ताओं के लिये है जिन्होंने या तो खाता नहीं खोला है या खाते का प्रयोग नहीं कर रहे हैं।
इसलिये उनकी पहचान के लिये हम उनका आईपी पते का प्रयोग करना पड़ता है।
आईपी पता कई प्रयोक्ताओं के लिए एक सा हो सकता है।
यदि आप एक बेनामी प्रयोक्ता हैं और आपको लगता है कि आपके बारे में अप्रासंगिक टीका टिप्पणी की गई है तो कृपया [[Special:UserLogin/signup|सदस्यता लें]] या [[Special:UserLogin|सत्रारंभ करें]] ताकि अन्य बेनामी प्रयोक्ताओं में से आपको अलग से पहचाना जा सके।''",
'noarticletext'                    => 'फ़िलहाल इस पन्ने पर कोई सामग्री नहीं है।
आप अन्यों पन्नों में [[Special:Search/{{PAGENAME}}|इस सामग्री की खोज]] कर सकते हैं,
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} संबंधित चिट्ठों में खोज कर सकते हैं],
या [{{fullurl:{{FULLPAGENAME}}|action=edit}} इस पन्ने को संपादित कर सकते हैं]</span>।',
'noarticletext-nopermission'       => 'फ़िलहाल इस पन्ने पर कोई सामग्री नहीं है।
आप अन्य पन्नों में [[Special:Search/{{PAGENAME}}|इस पन्ना शीर्षक की खोज]] कर सकते हैं,
या <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} संबंधित चिट्ठों में खोज कर सकते हैं] </span>।',
'userpage-userdoesnotexist'        => 'सदस्य खाता "$1" पंजिकृत नहीं हैं । कृपया यह लेख आप संपादित अथवा निर्मित करना चाहते हैं इसकी जाँच करें ।',
'userpage-userdoesnotexist-view'   => 'सदस्य "$1" पंजीकृत नहीं है',
'blocked-notice-logextract'        => 'यह सदस्य फ़िलहाल अवरोधित हैं। सदंर्भ के लिए ताज़ातरीन अवरोध चिट्ठा प्रविष्टि नीचे है:',
'clearyourcache'                   => "'''ध्यान दें - सँजोने के बाद बदलाव देखने के लिए आपको अपने विचरक की संचिका खाली करने पड़ सकती है।'''
'''मोज़िला / फ़ायरफ़ॉक्स / सफ़ारी:''' \"वर्तमान पृष्ठ फिर लोड करें\" पर चटका लगाते समय \"शिफ़्ट\" कुंजी दबा के रखें या \"कंट्रोल-एफ़५\" या \"कंट्रोल-शिफ़्ट-R\" (मैकिंटॉश में \"कमांड-शिफ़्ट-R\") दबाएँ;
'''कांक्वरर:''' \"रिलोड\" पर चटका लगाएँ या \"एफ़५\" दबाएँ;
'''ऑपेरा:''' \"टूल्स →

 सदस्य को ''Tools→Preferences'' में सम्पूर्ण कैश खा़ली करने की ज़रूरत हो सकती है।

''Ctrl hold'' करें जब आप ''refresh'' क्लिक करते है, या ''Ctrl-F5'' क्लिक करते है;
'''कॉङ्करर:''' सिर्फ़ ''Reload'' बटन पर क्लिक करें, या ''F5'' दबाएँ;",
'usercssyoucanpreview'             => 'उपयोगकर्ता सीएसएस आप पूर्वावलोकन कर सकते हैं',
'userjsyoucanpreview'              => 'उपयोगकर्ता जेएस आप पूर्वावलोकन कर सकते हैं',
'usercsspreview'                   => "'''ध्यान दें कि आप अपनी सीएसएस की झलक देख रहे हैं।'''
'''यह अभी तक संजोई नहीं गई है!'''",
'userjspreview'                    => "'''आप अपने जावास्क्रीप्टकी सिर्फ झलक देख रहें हैं, वह अभीतक संजोई नहीं हैं इसका खयाल रखें ।'''",
'userinvalidcssjstitle'            => "'''ताक़ीद:''' \"\$1\" नामसे कोई त्वचा नहीं हैं ।
कृपया ध्यान में रहें की बदली हुई .css और .js फ़ाईलें नीचे स्तरकी लिपी का इस्तेमाल करती हैं, उदा.  {{ns:user}}:Foo/vector.css के विरुध {{ns:user}}:Foo/Vector.css ।",
'updated'                          => '(अद्यतनीत)',
'note'                             => "'''सूचना:'''",
'previewnote'                      => "'''याद रखें, यह केवल एक झलक है और अभी तक सुरक्षित  नहीं किया गया है!'''",
'previewconflict'                  => 'उपरी बदलाव संजोये जाने के बाद उपरी पाठ इस झलकके अनुसार दिखाया जायेगा।',
'session_fail_preview'             => "'''माफ किजीयें! आपके बदलाव सेशन डाटा के नष्ट होने के कारण संजोयें नहीं गयें हैं।
कृपया पुन: यत्न करें। अगर इसके बाद भी ऐसा ही होता हैं तो कॄपया लॉग आउट करके फिरसे लॉग इन करें।'''",
'session_fail_preview_html'        => "'''माफ किजीयें! आपके बदलाव सत्र डाटा नष्ट होने के कारण संजोयें नहीं जा सकें।'''

''चूंकी {{SITENAME}} HTML पर निर्भर हैं, जावास्क्रीप्ट पर होने वाले संभाव्य हमलोंसे बचाव के लिये झलक नहीं दिखाईं गईं हैं।''

'''अगर यह आपका वैध संपादन यत्न था, तो कृपया पुन: यत्न करें। अगर इसके बाद भी ऐसा ही हुआ तो कृपया लॉग आउट करके फिरसे लॉग इन करें।'''",
'token_suffix_mismatch'            => "'''आपके द्वारा किये गये बदलाव रद्द कर दियें गयें हैं क्योंकी आपके क्लायंटने आपके संपादनमें दियें हुए विरामचिन्होंमें बदलाव कियें हैं।
लेख के पाठमें खराबी ना आयें इसलियें यह बदलाव रद्द कर दियें गयें हैं।
ऐसा शायद आप अनामक प्रोक्सी इस्तेमाल करने से हो सकता हैं।'''",
'editing'                          => '$1 सम्पादन',
'editingsection'                   => '$1 सम्पादन (अनुभाग)',
'editingcomment'                   => '$1 (नया विभाग) का संपादन',
'editconflict'                     => 'संपादन अंतर्विरोध: $1',
'explainconflict'                  => "आपने बदलाव शुरु करने बाद और किसीने बदलाव किये हैं।
उपरी हिस्से में अभीका पाठ दर्शाया गया हैं, तो नीचले हिस्से में आपके बदलाव दर्शायें गयें हैं।
आपको यह बदलाव अभी खुद एकत्रित करने पडेंगे।
अगर आपने \"बदलाव संजोयें\" पर क्लिक किया तो '''सिर्फ''' उपरी हिस्से में दिखने वाला पाठ संजोया जायेगा।",
'yourtext'                         => 'आपका पाठ',
'storedversion'                    => 'संजोया हुआ अवतरण',
'nonunicodebrowser'                => "'''सावधान: आपका ब्राउज़र यूनिकोड आधारित नहीं हैं।
आपके द्वारा सुयोग्य संपादन होने के लिये: ASCII न होने वाले चिन्ह षट्‍पदी कोड (hexadecimal) में दर्शायें जायेंगे।'''",
'editingold'                       => "'''सूचना: आप इस पृष्ठ का कालातीत अवतरण संपादित कर रहें हैं।
अगर आप इसे संजोतें हैं, तो इस अवतरण के बाद हुए सभी बदलाव नष्ट हो जायेंगे।'''",
'yourdiff'                         => 'अंतर',
'copyrightwarning'                 => "कृपया ध्यान दें कि {{SITENAME}} को किये गये सभी योगदान $2 की शर्तों के तहत होंगे (अधिक जानकारी के लिये $1 देखें)।
अगर आप योगदान को लगातार बदलते और पुनः वितरित होते नहीं देख सकते हैं तो यहाँ योगदान न करें। <br />
आप यह भी प्रमाणित कर रहे हैं कि यह आपने स्वयं लिखा है अथवा जनार्पीत या किसी अन्य मुक्त स्रोत से प्रतिलिपित किया है । '''सर्वाधिकारयुक्त लेखों को, बिना अनुमति के, यहाँ नहीं डालिये!'''",
'copyrightwarning2'                => "{{SITENAME}} पर लिखा हुआ कोईभी पाठ अन्य सदस्योंद्वारा बदला जा सकता है या फिर निकाला भी जा सकता हैं।
अगर आपको अपने लिखे हुए पाठ में संपादन होना नामंजूर हैं तो कृपया यहां पर मत लिखें।<br />
आप हमें यह भी वचन देतें हैं कि यह आपने खुद लिखा हैं या फिर कोई पब्लिक डोमेन या ऐसे ही किसी मुक्त स्रोतसे कापी किया हैं। (अधिक जानकारी के लिये $1 देखें)।
'''कॉपीराइट वाले लेखों को, बिना अनुमति के, यहाँ न डाले।'''",
'longpageerror'                    => "'''गलती: आपने दिया हुआ पाठ $1 कीलोबाईट लंबा हैं, जो $2 केबी के मर्यादा से बाहर हैं।
इसे संजोया नहीं जा सकता।'''",
'readonlywarning'                  => "'''सावधान: आँकड़कोष को रख रखाव के लियें बंद कर दिया गया हैं, इसलिये अभी आपके बदलाव संजोए नहीं जा सकते।
अगर आप चाहतें हैं तो इस सामग्री की नकलचिप्पी कर के किसी संचिका में बाद के लिए डाल के रख सकते हैं।'''

बंद करने वाले प्रबंधक ने यह खुलासा किया है: $1",
'protectedpagewarning'             => 'पेज चेतावनी सुरक्षित',
'semiprotectedpagewarning'         => 'अर्ध संरक्षित पृष्ठ चेतावनी',
'cascadeprotectedwarning'          => "'''सावधान:''' यह लेख निम्नलिखीत सुरक्षा-सीढी {{PLURAL:$1|पन्ने से|पन्नों से}} जुडा हुआ होने के कारण सुरक्षित हुआ हैं, और सिर्फ प्रबंधक ही इसमें बदलाव कर सकतें हैं:",
'titleprotectedwarning'            => 'शीर्षक चेतावनी सुरक्षित',
'templatesused'                    => 'पूर्वावलोकन प्रयोग टेम्पलेट्स',
'templatesusedpreview'             => 'प्रयुक्त अनुभाग टेम्पलेट्स',
'templatesusedsection'             => 'प्रयुक्त अनुभाग टेम्पलेट्स',
'template-protected'               => '(सुरक्षित)',
'template-semiprotected'           => '(अर्ध-सुरक्षीत)',
'hiddencategories'                 => 'यह लेख निम्नलिखित {{PLURAL:$1|1 छुपाई हुई श्रेणीमें|$1 छुपाईं हुईं श्रेणियोंमें}} हैं:',
'edittools'                        => '<!-- यहां दिया हुआ पाठ संपादन और अपलोड फ़ार्म के नीचे दर्शाया जायेगा। -->',
'nocreatetitle'                    => 'लेख निर्माणमें प्रतिबंध',
'nocreatetext'                     => '{{SITENAME}} पर नये लेख लिखनेके लिये मनाई की गई हैं ।
आप पीछे जाकर अस्तित्वमें होनेवाले लेखोंको संपादित कर सकते हैं, अथवा [[Special:UserLogin|नया ख़ाता खोलें / प्रवेश करें]] ।',
'nocreate-loggedin'                => 'नये पन्ने बनाने का आपको अधिकार नहीं हैं।',
'sectioneditnotsupported-title'    => 'खंड समर्थित नहीं संपादित करें',
'sectioneditnotsupported-text'     => 'धारा का समर्थन नहीं पाठ संपादित करें',
'permissionserrors'                => 'अधिकारोंमें गलती',
'permissionserrorstext'            => 'निम्नलिखित {{PLURAL:$1|कारण|कारणोंसे}} आपको ऐसा करने की अनुमति नहीं हैं:',
'permissionserrorstext-withaction' => 'आपको $2 की अनुमति नहीं हैं, निम्नलिखित {{PLURAL:$1|कारण के लिये|कारणोंके लिये}}:',
'recreate-moveddeleted-warn'       => "'''चेतावनी: आप एक पहले से मिटाए गए पृष्ठ को पुनर्निर्मित कर रहे हैं।'''

आप को विचार करना चाहिये क्या इस पृष्ठ का संपादन चालू रखना उचित होगा।
इस पृष्ट के मिटाने व स्थानांतरण का चिट्ठा सदस्यों की सुविधा के लिये उपलब्ध कराया गया है:",
'moveddeleted-notice'              => 'यह पन्ना मिटाया जा चुका है।
पन्ने के मिटाने और स्थानांतरण का चिट्ठा, संदर्भ के लिए नीचे दिया गया है।',
'log-fulllog'                      => 'पूरा चिट्ठा देखें',
'edit-hook-aborted'                => 'फंदे द्वारा संपादन बीच में ही छोड़ा गया।
उसने कोई कारण नहीं बताया।',
'edit-gone-missing'                => 'पन्ना बदला न जा सका।
लगता है यह मिटा दिया गया है।',
'edit-conflict'                    => 'संपादन अंतर्विरोध',
'edit-no-change'                   => 'आपने कुछ बदलाव ही नहीं किए अतः आपके इस संपादन को नज़रंदाज़ कर दिया गया है।',
'edit-already-exists'              => 'नया पन्ना न बन सका।
यह तो पहले ही मौजूद है।',

# Parser/template warnings
'expensive-parserfunction-warning'        => "'''सूचना''': इस पन्ने पर बहुत अधिक संख्या में जटिल-कार्यकसमूह का इस्तेमाल किया गया है।

इसमें $2 से कम {{PLURAL:$2|कार्यसमूह का प्रयोग|कार्यसमूहों का प्रयोग}} होना चाहिए, इस समय $1 {{PLURAL:$1|कार्यसमूह का प्रयोग|कार्यसमूहों का प्रयोग}} है।",
'expensive-parserfunction-category'       => 'बहुत सारे किमती पार्सर क्रिया कॉल होने वाले पन्ने',
'post-expand-template-inclusion-warning'  => 'सूचना: साँचा डालनेकी सीमा खतम हो चुकी हैं।
कुछ साँचे हटाये जायेंगे।',
'post-expand-template-inclusion-category' => 'ऐसे पन्ने जिनपर और साँचे नहीं डाले जा सकते',
'post-expand-template-argument-warning'   => 'सूचना: इस पन्नेपर ऐसा कमसे कम एक साँचा है जिसे बढाने पर बहुत बडा हो जायेगा।
ऐसा साँचा हटा दिया गया है।',
'post-expand-template-argument-category'  => 'ऐसे पन्ने जिनमें साँचे हटाये गये हैं',
'parser-template-loop-warning'            => 'साँचा चक्र मिला: [[$1]]',
'parser-template-recursion-depth-warning' => 'साँचा पुनरावर्ती गहराई सीमा पार ($1)',
'language-converter-depth-warning'        => 'भाषा गहराई चेतावनी परिवर्तित',

# "Undo" feature
'undo-success' => 'यह संपादन पूर्ववत किया जा सकता हैं। ऐसा करने के लिये कृपया निम्नलिखित पाठ को ध्यान से देखकर बदलाव संजोयें।',
'undo-failure' => 'इस बीच अन्य बदलाव होने के कारण यह संपादन पूर्ववत करना संभव नहीं हैं।',
'undo-norev'   => 'यह बदलाव वापिस नहीं कर पायें हैं क्योंकि या तो इसे पहलेसे पलटा दिया गया हैं या फिर हटा दिया गया हैं।',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|वार्ता]]) द्वारा किए बदलाव $1 को पूर्ववत करें',

# Account creation failure
'cantcreateaccounttitle' => 'खाता खोल नहीं सकतें',
'cantcreateaccount-text' => "इस आईपी एड्रेस ('''$1''') को खाता निर्मित करने से [[User:$3|$3]] ने प्रतिबंधित किया हैं।

इसके लिये $3 ने ''$2'' यह कारण दिया हैं।",

# History pages
'viewpagelogs'           => 'इस पन्नेका लॉग देखियें',
'nohistory'              => 'इस पन्ने का कोई इतिहास नहीं',
'currentrev'             => 'सद्य अवतरण',
'currentrev-asof'        => '$1 के समय का संस्करण',
'revisionasof'           => '$1 का संस्करण',
'revision-info'          => '$2ने किया हुवा $1का अवतरण',
'previousrevision'       => '← पुराना संस्करण',
'nextrevision'           => 'नया संशोधन →',
'currentrevisionlink'    => 'वर्तमान संशोधन',
'cur'                    => 'चालू',
'next'                   => 'अगले',
'last'                   => 'पिछला',
'page_first'             => 'पहला',
'page_last'              => 'आखिरी',
'histlegend'             => 'फर्क चयन: फर्क देखनेके लिये पुराने अवतरणोंके आगे दिये गये रेडियो बॉक्सपर क्लीक करें तथा एन्टर करें अथवा नीचे दिये हुए बटनपर क्लीक करें<br />
लिजेंड: (चालू) = सद्य अवतरणके बीचमें फर्क,
(आखिरी) = पिछले अवतरणके बीचमें फर्क, छो = छोटा बदलाव ।',
'history-fieldset-title' => 'इतिहास का विचरण करें',
'history-show-deleted'   => 'इतिहास शो नष्ट',
'histfirst'              => 'सबसे पुराना',
'histlast'               => 'सबसे नया',
'historysize'            => '({{PLURAL:$1|1 बाईट|$1 बाईट}})',
'historyempty'           => '(खाली)',

# Revision feed
'history-feed-title'          => 'अवतरण इतिहास',
'history-feed-description'    => 'विकिपर उपलब्ध इस पन्ने का अवतरण इतिहास',
'history-feed-item-nocomment' => '$1 यहांके $2',
'history-feed-empty'          => 'पूछा गया लेख अस्तित्व में नहीं हैं।
यह लेख या तो हटाया गया हैं या फिर इसका नाम बदल दिया गया हैं।
[[Special:Search|विकिपर खोज]] का इस्तेमाल करें।',

# Revision deletion
'rev-deleted-comment'         => '(टिप्पणी हटाई)',
'rev-deleted-user'            => '(सदस्यनाम हटाया)',
'rev-deleted-event'           => '(कार्यकी नोंद हटाई)',
'rev-deleted-user-contribs'   => 'संशोधन उपयोगकर्ता योगदान नष्ट',
'rev-deleted-text-permission' => 'इस लेख का अवतरण सामान्य डाटाबेससे हटाया गया हैं।
इसकी अधिक जानकारी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} हटाने की सूची] में पाईं जा सकती हैं।',
'rev-deleted-text-unhide'     => "पन्ने के इस संस्करण को '''मिटा दिया गया है'''।
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} मिटाने के चिट्ठे] में कुछ अतिरिक्त जानकारी हो सकती है।
प्रबंधक के तौर पर यदि आप चाहें तो फिर भी [$1 यह संस्करण देख सकते हैं]।",
'rev-suppressed-text-unhide'  => "पन्ने के इस संस्करण को '''छिपा दिया गया है'''।
[{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} छिपाने के चिट्ठे] में अतिरिक्त जानकारी मिल सकती है।
बतौर प्रबंधक आप चाहें तो फिर भी [$1 इस संस्करण को देख सकते हैं]।",
'rev-deleted-text-view'       => 'इस लेख का अवतरण सामान्य डाटाबेससे हटाया गया हैं।
प्रबंधक होनेके नाते आप इसे देख सकतें हैं।
इसकी अधिक जानकारी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} हटाने की सूची] में पाईं जा सकती हैं।',
'rev-suppressed-text-view'    => "पन्ने के इस संस्करण को '''छिपा दिया गया है'''।
बतौर प्रबंधक आप इसे देख सकते हैं; [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} छिपाने के चिट्ठे] में और जानकारी हो सकती है।",
'rev-deleted-no-diff'         => "आप इस अंतर को नहीं देख सकते क्योंकि इनमें से एक संस्करण को '''मिटा दिया गया है'''।
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} मिटाने के चिट्ठे] में और जानकारी हो सकती है।",
'rev-suppressed-no-diff'      => 'संशोधन नहीं दबा अन्तर',
'rev-deleted-unhide-diff'     => "आप इस अंतर को नहीं देख सकते क्योंकि इनमें से एक संस्करण को '''मिटा दिया गया है'''।
[{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} मिटाने के चिट्ठे] में और जानकारी हो सकती है।
बतौर प्रबंधक यदि आप चाहें तो फिर भी [$1 इस अंतर को देख सकते हैं]।",
'rev-suppressed-unhide-diff'  => 'संशोधन सामने लाएँ रचनाकार दबा',
'rev-deleted-diff-view'       => 'संशोधन अन्तर देखने हटाया',
'rev-delundel'                => 'दिखायें/छुपायें',
'rev-showdeleted'             => 'दिखाएँ',
'revisiondelete'              => 'अवतरण हटायें/पुनर्स्थापित करें',
'revdelete-nooldid-title'     => 'लक्ष्य अवतरण गलत',
'revdelete-nooldid-text'      => 'इस क्रिया को करने के लिये आपने लक्ष्य अवतरण नहीं दियें हैं, या फिर आपने दिया हुआ अवतरण अस्तित्वमें नहीं हैं या फिर आप सद्य अवतरणको छुपा रहें हैं।',
'revdelete-nologtype-title'   => 'चिट्ठे की किस्म नहीं दी गई',
'revdelete-nologtype-text'    => 'इस क्रिया के लिए चिट्ठे की किस्म आपने निर्दिष्ट नहीं की है।',
'revdelete-nologid-title'     => 'अवैध चिट्ठा प्रविष्टि',
'revdelete-nologid-text'      => 'आपने या तो इस कार्यकलाप को करने के लिए लक्ष्यित चिट्ठा प्रसंग नहीं दिया है या यह प्रविष्टि मौजूद नहीं है।',
'revdelete-no-file'           => 'निर्दिष्ट संचिका मौजूद नहीं है।',
'revdelete-show-file-confirm' => 'क्या आप वाकई "<nowiki>$1</nowiki>" नामक संचिका का $2 के $3 बजे वाले मिटे हुए संस्करण को देखना चाहते हैं?',
'revdelete-show-file-submit'  => 'हाँ',
'revdelete-selected'          => "'''[[:$1]] {{PLURAL:$2|का चुना हुआ अवतरण|के चुने हुए अवतरण}}:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|चुना हुआ लॉग इवेंट|चुने हुए लॉग इवेंट्स}}:'''",
'revdelete-text'              => "'''मिटे हुए संस्करण और प्रसंग, पन्ने के इतिहास और चिट्ठों में दिखेंगे, लेकिन उनकी कुछ सामग्री सार्वजनिक नहीं होगी।'''
{{SITENAME}} के अन्य प्रबंधक छिपी हुई सामग्री को देख पाएँगे, और इसी अंतरापृष्ठ के जरिए वे इसकी पुनर्स्थापना भी कर सकते हैं, बशर्ते कि अतिरिक्त प्रतिबंध न लगाए गए हों।",
'revdelete-confirm'           => 'संशोधन-हटाने की पुष्टि',
'revdelete-suppress-text'     => "छिपाने का इस्तेमाल '''केवल''' इन परिस्थितियों में होना चाहिए:
* अनुपयुक्त निजी जानकारी
*: ''घर के पते व दूरभाष, सामाजिक सुरक्षा क्रमांक आदि''",
'revdelete-legend'            => 'दृश्य प्रतिबंध निश्चित करें',
'revdelete-hide-text'         => 'अवरतणका पाठ छुपायें',
'revdelete-hide-image'        => 'फ़ाईल का पाठ छुपायें',
'revdelete-hide-name'         => 'क्रिया और लक्ष्य को छुपायें',
'revdelete-hide-comment'      => 'संपादन टिप्पणी छुपायें',
'revdelete-hide-user'         => 'संपादक का सदस्यनाम/आईपी छुपायें',
'revdelete-hide-restricted'   => 'प्रबंधक सहित सभी सदस्योंसे डाटा छुपायें',
'revdelete-radio-same'        => 'revisions delete radio same',
'revdelete-radio-set'         => 'हाँ',
'revdelete-radio-unset'       => 'नहीं',
'revdelete-suppress'          => 'प्रबंधक सहित सभी सदस्योंसे डाटा छुपायें',
'revdelete-unsuppress'        => 'पुनर्स्थापित अवतरणोंपरसे प्रबंधन हटायें',
'revdelete-log'               => 'कारण:',
'revdelete-submit'            => 'संशोधन-हटाना प्रस्तुत',
'revdelete-logentry'          => '[[$1]] की अवतरण दृष्यता बदली गईं',
'logdelete-logentry'          => '[[$1]] की घटना दृष्यता बदली गईं',
'revdelete-success'           => 'फिरना-हटाना-सफलता',
'revdelete-failure'           => 'संशोधन विफलता हटाना',
'logdelete-success'           => "'''सूची दृष्यता बदली गईं।'''",
'logdelete-failure'           => "'''चिट्ठे की दर्शनीयता का जमाव नहीं किया जा सका:'''
$1",
'revdel-restore'              => 'दृश्यता बदलें',
'revdel-restore-deleted'      => 'हटाए गए संशोधन',
'revdel-restore-visible'      => 'दृश्य संशोधन',
'pagehist'                    => 'पन्ने का इतिहास',
'deletedhist'                 => 'हटाया हुआ इतिहास',
'revdelete-content'           => 'कंटेंट',
'revdelete-summary'           => 'बदलाव ज़ानकारी',
'revdelete-uname'             => 'सदस्यनाम',
'revdelete-restricted'        => 'प्रबंधकोंको प्रतिबंधित किया',
'revdelete-unrestricted'      => 'प्रबंधकोंके प्रबंधन हटायें',
'revdelete-hid'               => 'छुपायें $1',
'revdelete-unhid'             => 'दर्शायें $1',
'revdelete-log-message'       => '$2 {{PLURAL:$2|अवतरण|अवतरणों}}के लिये $1',
'logdelete-log-message'       => '$2 {{PLURAL:$2|घटना|घटनाओं}}के लिये $1',
'revdelete-hide-current'      => '$2 को, $1 बजे वाला मद छिपाया नहीं जा सका: यह सबसे ताज़ा संस्करण है।
यह छिपाया नहीं जा सकता है।',
'revdelete-show-no-access'    => '$1, $2 वाला मद दिखाते समय त्रुटि आई: इस मद को "प्रतिबंधित" चिह्नित किया गया है।
आप इस तक नहीं पहुँच सकते हैं।',
'revdelete-modify-no-access'  => '$2, $1 वाले मद को बदलते समय त्रुटि आई: इस मद को "प्रतिबंधित" अंकित किया गया है।
आप इस तक नहीं पहुँच सकते हैं।',
'revdelete-modify-missing'    => 'मद क्रमांक $1 को बदलते समय त्रुटि आई: यह आँकड़ाकोष में नहीं है!',
'revdelete-no-change'         => "'''चेतावनी:''' $2, $1 वाले मद में पहले से ही यही वांछित दर्शनीयता जमाव था।",
'revdelete-concurrent-change' => '$2, $1 वाले मद को बदलते समय त्रुटि आई: प्रतीत होता है कि आपके द्वारा बदलने के दौरान किसी और ने इसमें बदलाव कर दिए हैं।
कृपया चिट्ठे देख लें।',
'revdelete-only-restricted'   => 'संशोधन केवल प्रतिबंधित हटाना',
'revdelete-reason-dropdown'   => '*मिटाने के आम कारण
** सर्वाधिकार उल्लंघन
** अनुपयुक्त निजी जानकारी',
'revdelete-otherreason'       => 'अन्य/अतिरिक्त कारण:',
'revdelete-reasonotherlist'   => 'अन्य कारण',
'revdelete-edit-reasonlist'   => 'हटाने के कारण बदलें',
'revdelete-offender'          => 'संस्करण संपादक:',

# Suppression log
'suppressionlog'     => 'सप्रेशन सूची',
'suppressionlogtext' => 'नीचे प्रबंधकोंसे छुपायें गयें ब्लॉक और हटाये गये पन्नों की सूची हैं। अभी अस्तित्वमें होने वाले ब्लॉक देखने के लिये [[Special:IPBlockList|आइपी ब्लॉक सूची]] देखें।',

# Revision move
'revmove-legend'               => 'लक्ष्य पृष्ठ और सारांश सेट करें',
'revisionmoveselectedversions' => 'चयनित संशोधन ले जाएँ',
'revmove-reasonfield'          => 'कारण:',
'revmove-titlefield'           => 'लक्ष्य पृष्ठ',
'revmove-badparam-title'       => 'बुरा पैरामीटर',
'revmove-norevisions-title'    => 'लक्ष्य अवतरण गलत',
'revmove-nullmove-title'       => 'खराब शीर्षक',

# History merging
'mergehistory'                     => 'पन्ने के इतिहास एकत्रित करें',
'mergehistory-header'              => 'यह पन्ना एक स्रोत पन्ने का इतिहास किसी अन्य पन्ने में मिलाने के लिये सहायक हैं।
यह बदलाव पन्ने के इतिहास में कन्टिन्य़ुईटी रखें इस बात का गौर करें।',
'mergehistory-box'                 => 'दो पन्नोंका इतिहास एकत्रित करें:',
'mergehistory-from'                => 'स्रोत पन्ना:',
'mergehistory-into'                => 'लक्ष्य पन्ना:',
'mergehistory-list'                => 'एकत्रित करने लायक संपादन इतिहास',
'mergehistory-merge'               => '[[:$1]]के अगले अवतरण [[:$2]] में समाविष्ट कर सकतें हैं। किसी दिये हुए समय या उससे पहले हुए अवतरणोंको एकत्रित करने के लिये रेड़ियो बटन का इस्तेमाल करें।
नैविगेशन कड़ियोंके इस्तेमाल के बाद यह कालम अपने पुराने स्थिती पर आ जायेगा।',
'mergehistory-go'                  => 'एकत्रित करने लायक संपादन दिखायें',
'mergehistory-submit'              => 'अवतरण एकत्रित करें',
'mergehistory-empty'               => 'कोईभी अवतरण एकत्रित नहीं कर सकतें।',
'mergehistory-success'             => '[[:$1]] {{PLURAL:$3|का|के}} $3 अवतरण [[:$2]] में एकत्रित कर दिये गयें हैं।',
'mergehistory-fail'                => 'इतिहास एकत्रित नहीं कर सकतें, कृपया पन्ना और समय की पुन: जाँच करें।',
'mergehistory-no-source'           => 'स्रोत पन्ना $1 अस्तित्वमें नहीं हैं।',
'mergehistory-no-destination'      => 'लक्ष्य पन्ना $1 अस्तित्वमें नहीं हैं।',
'mergehistory-invalid-source'      => 'स्रोत पन्नेका शीर्षक वैध होना आवश्यक हैं।',
'mergehistory-invalid-destination' => 'लक्ष्य पन्नेका शीर्षक वैध होना आवश्यक हैं।',
'mergehistory-autocomment'         => '[[:$2]] में [[:$1]] एकत्रित कर दिया',
'mergehistory-comment'             => '[[:$2]] में [[:$1]] एकत्रित कर दिया: $3',
'mergehistory-same-destination'    => 'स्रोत और गंतव्य पन्ने एक ही नहीं हो सकते हैं',
'mergehistory-reason'              => 'कारण:',

# Merge log
'mergelog'           => 'लॉग एकत्रित करें',
'pagemerge-logentry' => '[[$2]] में [[$1]] एकत्रित कर दियें ($3 तकके अवतरण)',
'revertmerge'        => 'अलग करें',
'mergelogpagetext'   => 'नीचे उन पन्नोंकी सूची हैं जिनका इतिहास हाल में ही दुसरे पन्ने में मिलाया गया था।',

# Diffs
'history-title'            => '"$1" का अवतरण इतिहास',
'difference'               => '(संस्करणों में अंतर)',
'lineno'                   => 'पंक्ति $1:',
'compareselectedversions'  => 'च़यन किये हुए अवतरणोंमें फर्क देखियें',
'showhideselectedversions' => 'चयनित संस्करण दिखाएँ/छिपाएँ',
'editundo'                 => 'पूर्ववत करें',
'diff-multi'               => '({{PLURAL:$1|बीच वाला एक अवतरण|बीचवाले $1 अवतरण}} दर्शाये नहीं हैं ।)',

# Search results
'searchresults'                    => 'खोज परिणाम',
'searchresults-title'              => '"$1" के लिए खोज परिणाम',
'searchresulttext'                 => '{{SITENAME}} में खोज में सहायता के लिए [[{{MediaWiki:Helppage}}|{{int:help}}]] देखें।',
'searchsubtitle'                   => 'आपने \'\'\'[[:$1]]\'\'\' की खोज की है ([[Special:Prefixindex/$1|"$1" से शुरू हेने वाले सभी पन्ने]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1| "$1" का हवाला देने वाले सभी पन्ने]])',
'searchsubtitleinvalid'            => "आपकी खोज '''$1''' के परिणाम",
'toomanymatches'                   => 'बहुत ज्यादा जवाब मिलें हैं, कॄपया खोजशब्द बदलें',
'titlematches'                     => 'लेख का शीर्षक मिलता हैं',
'notitlematches'                   => 'किसी भी लेख का शीर्षक मेल नहीं खाता',
'textmatches'                      => 'लेख का पाठ मिलता हैं',
'notextmatches'                    => 'किसी भी पन्ने में यह सामग्री नहीं मिली',
'prevn'                            => 'पिछले {{PLURAL:$1|$1}}',
'nextn'                            => 'अगले {{PLURAL:$1|$1}}',
'prevn-title'                      => '{{PLURAL:$1|पिछला १ परिणाम| पिछले $1 परिणाम}}',
'nextn-title'                      => '{{PLURAL:$1|अगला १ परिणाम| अगले $1 परिणाम}}',
'shown-title'                      => 'हर पन्ने पर {{PLURAL:$1|परिणाम|परिणाम}} दिखाएँ',
'viewprevnext'                     => 'देख़ें ($1 {{int:pipe-separator}} $2) ($3)',
'searchmenu-legend'                => 'खोज विकल्प',
'searchmenu-exists'                => "'''इस विकि पर \"[[:\$1]]\" नाम से एक पन्ना है'''",
'searchmenu-new'                   => "'''इस विकि पर \"[[:\$1]]\" नाम से पन्ना बनाएँ!'''",
'searchhelp-url'                   => 'Help:सहायता',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|इस उपसर्ग वाले पन्ने देखें]]',
'searchprofile-articles'           => 'सामग्री वाले पन्ने',
'searchprofile-project'            => 'मदद व परियोजना वाले पन्ने',
'searchprofile-images'             => 'बहुमाध्यम',
'searchprofile-everything'         => 'सब कुछ',
'searchprofile-advanced'           => 'उन्नत',
'searchprofile-articles-tooltip'   => '$1 में खोजें',
'searchprofile-project-tooltip'    => '$1 में खोजें',
'searchprofile-images-tooltip'     => 'संचिकाएँ खोजें',
'searchprofile-everything-tooltip' => '(वार्ता पन्नों सहित) सारी सामग्री में खोजें',
'searchprofile-advanced-tooltip'   => 'विशेष नामस्थानों में खोजें',
'search-result-size'               => '$1 ({{PLURAL:$2|1 शब्द|$2 शब्द}})',
'search-result-score'              => 'संबद्ध: $1%',
'search-redirect'                  => '($1 को अनुप्रेषित)',
'search-section'                   => '(विभाग $1)',
'search-suggest'                   => 'कहीं आपका मतलब $1 तो नहीं था?',
'search-interwiki-caption'         => 'अन्य प्रकल्प',
'search-interwiki-default'         => '$1 के रिज़ल्ट:',
'search-interwiki-more'            => '(और)',
'search-mwsuggest-enabled'         => 'सुझाव सहित',
'search-mwsuggest-disabled'        => 'सुझाव नहीं',
'search-relatedarticle'            => 'रिलेटेड',
'mwsuggest-disable'                => 'AJAX सजेशन्स बंद करें',
'searcheverything-enable'          => 'सभी नामस्थानों में खोजें',
'searchrelated'                    => 'रिलेटेड',
'searchall'                        => 'सभी',
'showingresults'                   => "नीचे क्रमांक '''$2''' से प्रारंभ कर के अधिकतम {{PLURAL:$1|$1 परिणाम दिखाया गया है|$1 परिणाम दिखाए गए हैं}}।",
'showingresultsnum'                => "नीचे क्रमांक '''$2''' से प्रारंभ कर के अधिकतम {{PLURAL:$3|'''१''' परिणाम दिखाया गया है|'''$3''' परिणाम दिखाए गए हैं}}।",
'showingresultsheader'             => "'''$4''' की खोज {{PLURAL:$5|कुल '''$3''' के क्रं. '''$1'''|कुल '''$3''' के क्रं. '''$1 - $2'''}} for",
'nonefound'                        => "'''सूचना''': मूलतः कुछ ही नामस्थानों में खोजा जाता हैं। अगर आपको सभी नामस्थानों में खोजना हैं तो खोजशब्दोंके पहले ''all:'' लगाकर खोजने की कोशिश करें या फिर किसी नामस्थान का नाम लिखें।",
'search-nonefound'                 => 'आपकी खोज से मेल खाते कोई परिणाम नहीं मिले।',
'powersearch'                      => 'उन्नत खोज',
'powersearch-legend'               => 'उन्नत खोज',
'powersearch-ns'                   => 'नामस्थानोंमें खोजें:',
'powersearch-redir'                => 'अनुप्रेषितोंकी सूची दर्शायें',
'powersearch-field'                => 'के लिये खोजें',
'powersearch-togglelabel'          => 'चुनें:',
'powersearch-toggleall'            => 'सभी',
'powersearch-togglenone'           => 'कोई भी नहीं',
'search-external'                  => 'बाहरी खोज',
'searchdisabled'                   => '{{SITENAME}} पर खोज के लिये मनाई कर दी गईं हैं।
तब तक गूगलसे खोज करें।
{{SITENAME}} के उनके इंडेक्स पुराने हो सकतें हैं, इसका ध्यान रखें।',

# Quickbar
'qbsettings'               => 'शीघ्रपट',
'qbsettings-none'          => 'बिल्कुल नहीं',
'qbsettings-fixedleft'     => 'स्थिर बाई तरफ़',
'qbsettings-fixedright'    => 'स्थिर दाहिनी तरफ़',
'qbsettings-floatingleft'  => 'अस्थिर बाईं तरफ़',
'qbsettings-floatingright' => 'अस्थिर दाहिनी तरफ़',

# Preferences page
'preferences'                   => 'मेरी पसंद',
'mypreferences'                 => 'मेरी वरीयताएँ',
'prefs-edits'                   => 'संपादनोंकी संख्या:',
'prefsnologin'                  => 'लॉग इन नहीं किया हैं',
'prefsnologintext'              => 'वरीयताएँ बदलने के लिए आपको <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} सत्रारंभ] करना होगा।',
'changepassword'                => 'कूटशब्द बदलें',
'prefs-skin'                    => 'त्वचा',
'skin-preview'                  => 'झलक',
'prefs-math'                    => 'गणित',
'datedefault'                   => 'खा़स पसंद नहीं',
'prefs-datetime'                => 'दिनांक तथा समय',
'prefs-personal'                => 'सदस्य व्यक्तिरेखा',
'prefs-rc'                      => 'हाल में हुए बदलाव',
'prefs-watchlist'               => 'ध्यानसूची',
'prefs-watchlist-days'          => 'ध्यानसूचीमें दिखाने के दिन:',
'prefs-watchlist-days-max'      => 'अधिकतम ७ दिन',
'prefs-watchlist-edits'         => 'बढ़ाई हुई ध्यानसूची में दिखाने के ज्यादा से ज्यादा बदलाव:',
'prefs-watchlist-edits-max'     => 'अधिकतम संख्या: १०००',
'prefs-watchlist-token'         => 'पसंद-ध्यानसूची-टोकन',
'prefs-misc'                    => 'अन्य',
'prefs-resetpass'               => 'कूटशब्द बदलें',
'prefs-email'                   => 'डाक वरीयताएँ',
'prefs-rendering'               => 'शक्लोसूरत',
'saveprefs'                     => 'संजोयें',
'resetprefs'                    => 'ना संजोये गये बदलाव रद्द करें',
'restoreprefs'                  => 'वापस मूल जमावों पर आ जाएँ',
'prefs-editing'                 => 'संपादन',
'prefs-edit-boxsize'            => 'संपादन झरोखे का आकार।',
'rows'                          => 'कतारें:',
'columns'                       => 'कॉलम:',
'searchresultshead'             => 'खोज',
'resultsperpage'                => 'प्रति पन्ना हिट्स:',
'contextlines'                  => 'प्रति हिट कतारें:',
'contextchars'                  => 'प्रति कतार संदर्भ:',
'stub-threshold'                => '<a href="#" class="stub">आधार कड़ियों</a> का ज्यादासे ज्यादा आकार (बाईट्स):',
'recentchangesdays'             => 'हाल में हुए बदलावोंमें दर्शाने के दिन:',
'recentchangesdays-max'         => 'अधिकतम $1 {{PLURAL:$1|दिन|दिन}}',
'recentchangescount'            => 'मूल रूप से कितने संपादन दिखाएँ:',
'prefs-help-recentchangescount' => 'इसमें हाल के बदलाव, पन्नों के इतिहास व चिट्ठे शामिल हैं।',
'prefs-help-watchlist-token'    => 'इस कोष्ठक में गुप्त कुंजी प्रदान करने से आपकी ध्यानसूची के लिए एक आरएसएस फ़ीड बन जाएगी।
जो भी इस कोष्टक में मौजूद कुंजी को जानता है वह आपकी ध्यानसूची को पढ़ सकेगा अतः कोई सुरक्षित कुंजी चुनें।
यह है आपके लिए एक यंत्रजनित कुंजी जिसका आप चाहें तो इस्तेमाल कर सकते हैं: $1',
'savedprefs'                    => 'आपकी वरीयतायें संजोईं गईं हैं।',
'timezonelegend'                => 'समयमंडल:',
'localtime'                     => 'स्थानीय समय:',
'timezoneuseserverdefault'      => 'सेवक से ही लें',
'timezoneuseoffset'             => 'अन्य (समयांतर निर्दिष्ट करें)',
'timezoneoffset'                => 'समयांतर¹:',
'servertime'                    => 'सेवक का समय:',
'guesstimezone'                 => 'ब्राउज़रसे भरें',
'timezoneregion-africa'         => 'अफ़्रीका',
'timezoneregion-america'        => 'अमेरिका',
'timezoneregion-antarctica'     => 'अंटार्कटिका',
'timezoneregion-arctic'         => 'आर्कटिक',
'timezoneregion-asia'           => 'एशिया',
'timezoneregion-atlantic'       => 'एटलांटिक महासागर',
'timezoneregion-australia'      => 'ऑस्ट्रेलिया',
'timezoneregion-europe'         => 'यूरोप',
'timezoneregion-indian'         => 'हिंद महासागर',
'timezoneregion-pacific'        => 'प्रशांत महासागर',
'allowemail'                    => 'अन्य उपयोगकर्ताओं से ई-मेल समर्थ करें',
'prefs-searchoptions'           => 'खोज ऑप्शन्स',
'prefs-namespaces'              => 'नामस्थान',
'defaultns'                     => 'अन्यथा इन नामस्थानों में खोजें:',
'default'                       => 'अविचल',
'prefs-files'                   => 'फ़ाईलें',
'prefs-custom-css'              => 'खासमखास सीएसएस',
'prefs-custom-js'               => 'खासमखास जेएस',
'prefs-reset-intro'             => 'आप इस पन्ने के जरिए अपनी वरीयताओं को स्थल की मूल वरीयताओं के समान बना सकते हैं।
इसके बाद आप वापस पुरानी स्थिति पर नहीं आ सकेंगे।',
'prefs-emailconfirm-label'      => 'डाक पुष्टि:',
'prefs-textboxsize'             => 'संपादन झरोखे का आकार:',
'youremail'                     => 'आपका ई-मेल पता*',
'username'                      => 'सदस्यनाम:',
'uid'                           => 'सदस्य क्रमांक:',
'prefs-memberingroups'          => 'निम्नलिखित {{PLURAL:$1|ग्रुप का|ग्रुपों का}} सदस्य:',
'prefs-registration'            => 'पंजीकरण समय:',
'yourrealname'                  => 'आपका असली नाम*',
'yourlanguage'                  => 'भाषा:',
'yourvariant'                   => 'वेरियंट:',
'yournick'                      => 'आपका उपनाम (दस्तखत/सही के लिये)',
'prefs-help-signature'          => 'वार्ता पन्नों पर की गई टिप्पणियों पर "<nowiki>~~~~</nowiki>" के जरिए हस्ताक्षर किया जाना चाहिए, यह आपके हस्ताक्षर और समय में परिवर्तित हो जाएगा।',
'badsig'                        => 'गलत कच्चा दस्तखत, HTML टैग की जाँच करें ।',
'badsiglength'                  => 'यह हस्ताक्षर बहुत बड़ा है।
यह $1 {{PLURAL:$1|अक्षर|अक्षरों}} से अधिक का नहीं होना चाहिए।',
'yourgender'                    => 'लिंग',
'gender-unknown'                => 'अनिर्दिष्ट',
'gender-male'                   => 'पुरुष',
'gender-female'                 => 'स्त्री',
'prefs-help-gender'             => 'वैकल्पिक:यह तंत्रांश में लिंग के आधार पर संबोधन के लिए प्रयुक्त होगा।
यह जानकारी सार्वजनिक होगी।',
'email'                         => 'इ-मेल',
'prefs-help-realname'           => 'आपका असली नाम देना जरूरी नहीं है पर अगर दिया तो आपके योगदानको आपसे आरोपण करने के लिये इस्तेमाल किया जायेगा ।',
'prefs-help-email'              => 'डाक पता वैकल्पिक है, पर यदि आप अपना कूटशब्द भूल जाएँ तो इसके जरिए नया कूटशब्द आपको भेजा जा सकता है।
आप चाहें तो बिना अपना पता किसी को दिए, अपने सदस्य पन्ने या वार्ता पन्ने के जरिए भी लोगों से संपर्क में रह सकते हैं।',
'prefs-help-email-required'     => 'इ-मेल पता ज़रूरी हैं ।',
'prefs-info'                    => 'मूलभूत जानकारी',
'prefs-i18n'                    => 'अंतर्राष्ट्रीयकरण',
'prefs-signature'               => 'हस्ताक्षर',
'prefs-dateformat'              => 'तिथि प्रारूप',
'prefs-timeoffset'              => 'समयांतर',
'prefs-advancedediting'         => 'उन्नत विकल्प',
'prefs-advancedrc'              => 'उन्नत विकल्प',
'prefs-advancedrendering'       => 'उन्नत विकल्प',
'prefs-advancedsearchoptions'   => 'उन्नत विकल्प',
'prefs-advancedwatchlist'       => 'उन्नत विकल्प',
'prefs-displayrc'               => 'प्रदर्शन विकल्प',
'prefs-displaysearchoptions'    => 'प्रदर्शन विकल्प',
'prefs-displaywatchlist'        => 'प्रदर्शन विकल्प',
'prefs-diffs'                   => 'अंतर',

# User rights
'userrights'                   => 'सदस्य अधिकार व्यवस्थापन',
'userrights-lookup-user'       => 'सदस्य ग्रुपोंका व्यवस्थापन करें',
'userrights-user-editname'     => 'सदस्यनाम दें:',
'editusergroup'                => 'सदस्य ग्रुपका संपादन करें',
'editinguser'                  => "सदस्य '''[[User:$1|$1]]''' ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])के सदस्य अधिकारोंमें बदलाव कियें जा रहें हैं।",
'userrights-editusergroup'     => 'सदस्य ग्रुपोंका संपादन करें',
'saveusergroups'               => 'सदस्य ग्रुप संजोयें',
'userrights-groupsmember'      => 'का सदस्य:',
'userrights-groupsmember-auto' => 'अंतर्निहित सदस्य',
'userrights-groups-help'       => 'आप इस सदस्य के समूहों की सदस्यता बदल सकते हैं:
* बक्से पर सही का निशान लगे होने का अर्थ है कि सदस्य उस समूह में हैं।
* बक्से पर सही का निशान न लगे होने का अर्थ है कि सदस्य उस समूह में नहीं हैं।
* एक * का अर्थ है कि एक बार जोड़ने के बाद वह समूह हटा नहीं सकते हैं, और हटाने के बाद जोड़ नहीं सकते हैं।',
'userrights-reason'            => 'कारण:',
'userrights-no-interwiki'      => 'अन्य विकियोंपर आपको सदस्य अधिकार बदलने की अनुमति नहीं हैं।',
'userrights-nodatabase'        => 'डाटाबेस $1 या तो अस्तित्वमें नहीं हैं या फिर स्थानीय नहीं हैं।',
'userrights-nologin'           => 'सदस्य अधिकार बदलने के लिये आपने प्रबंधक खाते से [[Special:UserLogin|लॉग इन]] किया हुआ होना आवश्यक हैं।',
'userrights-notallowed'        => 'आपके सदस्य खातेको सदस्य अधिकार बदलनेकी अनुमति नहीं हैं।',
'userrights-changeable-col'    => 'ग्रुप जिन्हें आप बदल सकतें हैं',
'userrights-unchangeable-col'  => 'ग्रुप जिन्हें आप नहीं बदल सकते हैं',

# Groups
'group'               => 'ग्रुप:',
'group-user'          => 'सदस्य',
'group-autoconfirmed' => 'पंजीकृत सदस्य',
'group-bot'           => 'बोट्स',
'group-sysop'         => 'प्रबंधक',
'group-bureaucrat'    => 'प्रशासक',
'group-suppress'      => 'ओवरसाईट्स',
'group-all'           => '(सभी)',

'group-user-member'          => 'सदस्य',
'group-autoconfirmed-member' => 'पंजीकृत सदस्य',
'group-bot-member'           => 'बोट्स',
'group-sysop-member'         => 'प्रबंधक',
'group-bureaucrat-member'    => 'प्रशासक',
'group-suppress-member'      => 'ओवरसाईट',

'grouppage-user'          => '{{ns:project}}:सदस्य',
'grouppage-autoconfirmed' => '{{ns:project}}:पंजीकृत सदस्य',
'grouppage-bot'           => '{{ns:project}}:बोट्स',
'grouppage-sysop'         => '{{ns:project}}:प्रबंधक',
'grouppage-bureaucrat'    => '{{ns:project}}:प्रशासक',
'grouppage-suppress'      => '{{ns:project}}:ओवरसाईट',

# Rights
'right-read'                  => 'पन्ने पढें',
'right-edit'                  => 'पन्नें बदलें',
'right-createpage'            => 'पन्ने बनायें',
'right-createtalk'            => 'वार्ता पन्ने तैयार करें',
'right-createaccount'         => 'नये सदस्य अकाउंट बनायें',
'right-minoredit'             => 'बदलाव छोटे नामसे संजोयें',
'right-move'                  => 'पन्नोंके नाम बदलें',
'right-move-subpages'         => 'पन्ने उपपृष्ठोंसे साथ स्थानांतरीत करें',
'right-move-rootuserpages'    => 'मूल सदस्य पन्नों का स्थानांतरण',
'right-movefile'              => 'संचिकाओं का स्थानांतरण',
'right-suppressredirect'      => 'पन्ना नये नाम से बदलते समय अनुप्रेषित ना करें',
'right-upload'                => 'फ़ाईल अपलोड करें',
'right-reupload'              => 'अस्तित्वमें होनेवाले फ़ाईलपर पुनर्लेखन करें',
'right-reupload-own'          => 'उसी सदस्यने अपलोड की हुई फ़ाईल पर पुनर्लेखन करें',
'right-reupload-shared'       => 'शेअर्ड इमेज रिपोज़िटरी में होने वाले फ़ाईलोंपर पुनर्लेखन करें',
'right-upload_by_url'         => 'URL के साथ फ़ाईल अपलोड करें',
'right-purge'                 => 'एक पन्ने की कैशे मेमरी खाली करें',
'right-autoconfirmed'         => 'पंजिकृत सदस्य जैसा बर्ताव करें',
'right-bot'                   => 'स्वयंचलित कार्यजैसा बर्ताव करें',
'right-nominornewtalk'        => 'वार्ता पृष्ठोंपर छोटे बदलाव जो कि नई वार्ता दर्शाते हैं, नहीं चाहियें',
'right-apihighlimits'         => 'API पृच्छाओं की उपरी मर्यादाका इस्तेमाल करें',
'right-writeapi'              => 'लिखित API का इस्तेमाल',
'right-delete'                => 'पन्ने हटायें',
'right-bigdelete'             => 'ज्यादा इतिहास होने वाले पन्ने हटायें',
'right-deleterevision'        => 'पन्नोंके विशिष्ट अवतरण छुपायें',
'right-deletedhistory'        => 'हटाई गई इतिहास सूची, उसके साथ पाये जाने वाले पाठ के बिना देखें',
'right-deletedtext'           => 'देखें हटाए गए और हटाए गए संशोधनों के बीच पाठ परिवर्तन',
'right-browsearchive'         => 'हटायें गये पन्ने देखें',
'right-undelete'              => 'एक पृष्ठ पुनर्स्थापित करें',
'right-suppressrevision'      => 'छुपायें हुए अवतरण देखें और पुनर्स्थापित करें',
'right-suppressionlog'        => 'खासगी सूचीयाँ देखें',
'right-block'                 => 'अन्य सदस्योंको बदलाव करने से रोके',
'right-blockemail'            => 'सदस्यको इ-मेल भेजने से प्रतिबंधित करें',
'right-hideuser'              => 'एक सदस्यनाम लोगोंसे छुपायें',
'right-ipblock-exempt'        => 'आइपी ब्लॉक्स को नजर अंदाज करें',
'right-proxyunbannable'       => 'प्रोक्सी होनेपर ब्लॉक्स को नजर अंदाज करें',
'right-unblockself'           => 'स्वयं खुलना',
'right-protect'               => 'सुरक्षा स्तर बदलें',
'right-editprotected'         => 'सुरक्षित पन्ने बदलें',
'right-editinterface'         => 'सदस्योंका इंटरफेस बदलें',
'right-editusercssjs'         => 'अन्य सदस्योंके CSS और JS फ़ाईल्समें बदलाव करें',
'right-editusercss'           => 'अन्य सदस्योंके CSS फ़ाईल्समें बदलाव करें',
'right-edituserjs'            => 'अन्य सदस्योंके JS फ़ाईल्समें बदलाव करें',
'right-rollback'              => 'विशिष्ट पन्ना जिसने बदला हो उसे जल्दी पूर्ववत करें',
'right-markbotedits'          => 'चुने हुए संपादनोंपर बोट मार्क करें',
'right-noratelimit'           => 'रेट लिमिट्सका असर नहीं होता',
'right-import'                => 'अन्य विकियोंसे पृष्ठ आयात करें',
'right-importupload'          => 'अपलोड किये फ़ाईल से पन्ने निकालें',
'right-patrol'                => 'बदलाव पेट्रोल्ड करके मार्क करें',
'right-autopatrol'            => 'सभी बदलाव पेट्रोल्ड करके मार्क करें',
'right-patrolmarks'           => 'हालमें हुए बदलावोंमें पैट्रोल मार्क देखें',
'right-unwatchedpages'        => 'ना देखे हुए पन्नोंकी सूची देखें',
'right-trackback'             => 'एक ट्रैकबैक भेजें',
'right-mergehistory'          => 'पन्नोंका इतिहास एकत्रित करें',
'right-userrights'            => 'सभी सदस्योंके अधिकार बदलें',
'right-userrights-interwiki'  => 'अन्य विकियोंपर सदस्य अधिकार बदलें',
'right-siteadmin'             => 'डाटाबेस को ताला लगायें या खोलें',
'right-reset-passwords'       => 'अन्य सदस्यों के कूटशब्द बदलना',
'right-override-export-depth' => 'पन्नों का निर्यात, ५वीं गहराई तक के हवाले वाले पन्नों समेत',
'right-sendemail'             => 'सही ईमेल भेजें',
'right-disableaccount'        => 'निष्क्रिय खातों',

# User rights log
'rightslog'      => 'सदस्य अधिकार सूची',
'rightslogtext'  => 'यह सदस्य अधिकारोंमें हुए बदलावोंकी सूची हैं।',
'rightslogentry' => '$1 का ग्रुप सदस्यत्व $2 से $3 को बदला',
'rightsnone'     => '(बिल्कुल नहीं)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'इस पन्ने को पढ़ना',
'action-edit'                 => 'यह पन्ना संपादित करें',
'action-createpage'           => 'पन्ने बनाना',
'action-createtalk'           => 'वार्ता पन्ने बनाना',
'action-createaccount'        => 'इस सदस्य का खाता खोलना',
'action-minoredit'            => 'इस बदलाव को छोटा बदलाव बनाना',
'action-move'                 => 'इस पन्ने का स्थानांतरण',
'action-move-subpages'        => 'इस पन्ने व इसके उप-पन्नों का स्थानांतरण',
'action-move-rootuserpages'   => 'मूल सदस्य पन्नों का स्थानांतरण',
'action-movefile'             => 'इस संचिका का स्थानांतरण',
'action-upload'               => 'इस संचिका को चढ़ाना',
'action-reupload'             => 'मौजूदा संचिका के स्थान पर नई सामग्री डालना',
'action-reupload-shared'      => 'साँझे भंडार में इस संचिका के ऊपर कुछ और चढ़ाना',
'action-upload_by_url'        => 'यूआरएल से इस संचिका को चढ़ाना',
'action-writeapi'             => 'लेखन एपीआई का प्रयोग करना',
'action-delete'               => 'इस पन्ने को मिटाना',
'action-deleterevision'       => 'इस संस्करण को मिटाना',
'action-deletedhistory'       => 'इस पन्ने के मिटे इतिहास को देखना',
'action-browsearchive'        => 'मिटे पन्नों में खोज',
'action-undelete'             => 'इस मिटे पन्नो को अमिट करना',
'action-suppressrevision'     => 'इस छिपे संस्करण को देखना और पुनर्स्थापित करना',
'action-suppressionlog'       => 'इस निजी चिट्ठे को देखना',
'action-block'                => 'इस प्रयोक्ता को संपादन करने से रोकना',
'action-protect'              => 'इस पन्ने के सुरक्षा स्तर को बदलना',
'action-import'               => 'किसी और विकि से इस पन्ने को आयातित करना',
'action-importupload'         => 'इस पन्ने को संचिका चढ़ा के आयातित करना',
'action-patrol'               => 'औरों के बदलाव को निगारनी वाला चिह्नित करना',
'action-autopatrol'           => 'अपने बदलाव को निगरानी वाला चिह्नित करना',
'action-unwatchedpages'       => 'ध्यानसूची में नामौजूद पन्नों की सूची देखना',
'action-trackback'            => 'विपरीत पथ जमा करना',
'action-mergehistory'         => 'इस पन्ने के इतिहास का विलय करना',
'action-userrights'           => 'सभी प्रयोक्ता अधिकारों का संपादन करना',
'action-userrights-interwiki' => 'अन्य विकि पर सदस्यों के अधिकारों का संपादन',
'action-siteadmin'            => 'आँकड़ाकोष को तालाबंद करना या खोलना',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|बदलाव|बदलाव}}',
'recentchanges'                     => 'हाल में हुए बदलाव',
'recentchanges-legend'              => 'हाल के परिवर्तन संबंधी विकल्प',
'recentchangestext'                 => 'इस विकिपर हाल में हुए बदलाव इस पन्ने पर देखें जा सकतें हैं।',
'recentchanges-feed-description'    => 'इस फ़ीडमें होनेवाले विकिपर हाल में हुए बदलाव देखियें ।',
'recentchanges-label-newpage'       => 'इस संपादन से नया पन्ना बना',
'recentchanges-label-minor'         => 'यह एक छोटा संपादन है',
'recentchanges-label-bot'           => 'यह एक यांत्रिक संपादन था',
'recentchanges-label-unpatrolled'   => 'इस संपादन की अभी निगरानी नहीं हुई है',
'rcnote'                            => "$5, $4 के पहले के {{PLURAL:$2|'''१''' दिन|'''$2''' दिनों}} में  {{PLURAL:$1|हुआ '''१''' बदलाव इस प्रकार है| हुए '''$1''' बदलाव इस प्रकार हैं}}।",
'rcnotefrom'                        => "नीचे '''$2''' से हुए ('''$1''' या कम) बदलाव दर्शाये गये है ।",
'rclistfrom'                        => '$1 से नये बदलाव दिखाएँ',
'rcshowhideminor'                   => 'छोटे बदलाव $1',
'rcshowhidebots'                    => 'बोटों $1',
'rcshowhideliu'                     => 'लॉग्ड इन सदस्यों के बदलाव $1',
'rcshowhideanons'                   => 'अनामक सदस्यों के बदलाव $1',
'rcshowhidepatr'                    => '$1 पहारा दी हुई एडिट्स',
'rcshowhidemine'                    => 'मेरे बदलाव $1',
'rclinks'                           => 'पिछले $2 दिनोंमें हुए $1 बदलाव देखियें.<br />$3',
'diff'                              => 'अंतर',
'hist'                              => 'इतिहास',
'hide'                              => 'छिपाएँ',
'show'                              => 'दिखाएँ',
'minoreditletter'                   => 'छो',
'newpageletter'                     => 'न',
'boteditletter'                     => 'बो',
'number_of_watching_users_pageview' => '[$1 देखनेवाले {{PLURAL:$1|सदस्य|सदस्य}}]',
'rc_categories'                     => 'श्रेणीयों तक सीमीत रखें ("|" से अलग करें)',
'rc_categories_any'                 => 'कोईभी',
'newsectionsummary'                 => '/* $1 */ नया विभाग',
'rc-enhanced-expand'                => 'विस्तृत जानकारी दिखाएँ (इसके लिए जावास्क्रिप्ट चाहिए)',
'rc-enhanced-hide'                  => 'विस्तृत जानकारी छिपाएँ',

# Recent changes linked
'recentchangeslinked'          => 'पन्ने से जुडे बदलाव',
'recentchangeslinked-feed'     => 'पन्ने से जुडे बदलाव',
'recentchangeslinked-toolbox'  => 'पन्ने से जुडे बदलाव',
'recentchangeslinked-title'    => '"$1" में हुए बदलाव',
'recentchangeslinked-noresult' => 'जुडे हुए पन्नोंमें दिये हुए अवसरमें कोई भी बदलाव नहीं हुए हैं ।',
'recentchangeslinked-summary'  => "किसी पन्ने के हवाले कई पन्नों में मौजूद हो सकते हैं, यह सूची उन पन्नों(या किसी श्रेणी के सदस्यों) में हुए हाल के बदलाव दिखाता है।
[[Special:Watchlist|आपकी ध्यानसूची]] में मौजूद पन्ने '''मोटे''' अक्षरों में दिखेंगे।",
'recentchangeslinked-page'     => 'पृष्ठ नाम:',
'recentchangeslinked-to'       => 'इसके बदले में दिये हुए पन्नेसे जुडे पन्नोंके बदलाव दर्शायें',

# Upload
'upload'                      => 'संचिका चढ़ाएँ',
'uploadbtn'                   => 'फ़ाइल अपलोड करें',
'reuploaddesc'                => 'अपलोड रद्द करें और पुन: अपलोड पन्ने पर जायें',
'upload-tryagain'             => 'संशोधित फ़ाइल विवरण भेजें',
'uploadnologin'               => 'आप लॉगड इन नहीं हैं ।',
'uploadnologintext'           => 'फ़ाईलें अपलोड करने के लिये [[Special:UserLogin|लॉग इन]] किया होना ज़रूरी हैं।',
'upload_directory_missing'    => 'चढ़ाने के लिए निर्दिष्ट निर्देशिका ($1) मौजूद नहीं है, और न ही जालसेवक इसका निर्माण कर पाया।',
'upload_directory_read_only'  => 'अपलोड डाइरेक्टरी ($1) में सर्वर लिख नहीं पा रहा हैं।',
'uploaderror'                 => 'अपलोड एरर',
'uploadtext'                  => "संचिका चढ़ाने के लिए नीचे दिए पर्चे का इस्तेमाल करें।
[[Special:FileList|चढ़ाई गई संचिकाओं की सूची]] से आप पहले चढ़ाई जा चुकी संचिकाओं को देख सकते हैं या उनमें खोज सकते हैं। दोबारा चढ़ाई गई संचिकाओं को [[Special:Log/upload|चढ़ाने के चिट्ठे]] में देखें, और मिटाई संचिकाओं के लिए [[Special:Log/delete|मिटाने के चिट्ठे]] देखें।

अपने लेखों में इस संचिका के इस्तेमाल के लिए नीचे दिए गये उदाहरणों के अनुसार कड़ियाँ बनाइए।
'''<nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki>''',
'''<nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|alt text]]</nowiki>''' या फिर
'''<nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki>''' सीधी कड़ी बनाने के लिए।",
'upload-permitted'            => 'अनुमतित फ़ाईल प्रकार: $1।',
'upload-preferred'            => 'पसंदीदा फ़ाईल प्रकार: $1।',
'upload-prohibited'           => 'प्रतिबंधिक फ़ाईल प्रकार: $1।',
'uploadlog'                   => 'अपलोड सूची',
'uploadlogpage'               => 'अपलोड सूची',
'uploadlogpagetext'           => 'नीचे हाल ही में चढ़ाई गई संचिकाओं की सूची है।
कृपया और द्रैश्यिक विवरण के लिए [[Special:NewFiles|नई संचिकाओं का गलियारा]] देखं।',
'filename'                    => 'फ़ाईल का नाम',
'filedesc'                    => 'वर्णन',
'fileuploadsummary'           => 'संक्षिप्त ज़ानकारी:',
'filereuploadsummary'         => 'संचिका में बदलाव:',
'filestatus'                  => 'कॉपीराईट की स्थिती:',
'filesource'                  => 'स्रोत:',
'uploadedfiles'               => 'अपलोड की हुईं फ़ाईलें',
'ignorewarning'               => 'सुचनाओं को नजर‍अंदाज करें और फ़ाईल अपलोड करें',
'ignorewarnings'              => 'सभी सूचनाओंको नजर अंदाज करें',
'minlength1'                  => 'फ़ाईल का नाम कम से कम एक अक्षरका होना चाहियें।',
'illegalfilename'             => 'संचिका के नाम "$1" में कुछ ऐसे अक्षर हैं जो पन्ने के शीर्षकों में प्रतिबंधित हैं।
कृपया संचिका का नाम बदल के चढ़ाने की कोशिश करें।',
'badfilename'                 => 'संचिका का नाम बदल के "$1" कर दिया गया है।',
'filetype-mime-mismatch'      => 'फ़ाइल एक्सटेंशन MIME प्रकार से मेल नहीं खाता',
'filetype-badmime'            => '"$1" प्रकार की फ़ाईलें अपलोड करने के लिये अनुमति नहीं हैं।',
'filetype-bad-ie-mime'        => 'इस संचिका को नहीं चढ़ाया जा सकता क्योंकि इंटर्नेट एक्स्प्लोरर िसे "$1" मानेगा जो कि अमान्य व संभवतः खतरनाक संचिका प्रकार है।',
'filetype-unwanted-type'      => "'''\".\$1\"''' एक अवांछित संचिका प्रकार है।
वांछित संचिका प्रकार {{PLURAL:\$3|है|हैं}} \$2।",
'filetype-banned-type'        => "'''\".\$1\"''' एक वांछित संचिका प्रकार नहीं है।
वांछित संचिका प्रकार {{PLURAL:\$3|है|हैं}} \$2।",
'filetype-missing'            => 'इस फ़ाईल को एक्स्टेंशन नहीं हैं (उदा ".jpg")।',
'empty-file'                  => 'फ़ाइल प्रस्तुत खाली था',
'file-too-large'              => 'फ़ाइल प्रस्तुत बहुत बड़ा था.',
'filename-tooshort'           => 'फ़ाइल का नाम बहुत छोटा है।',
'filetype-banned'             => 'इस प्रकार की फ़ाइल पर प्रतिबंध लगा दिया है',
'illegal-filename'            => 'फ़ाइल नाम की अनुमति नहीं है',
'overwrite'                   => ' मौजूदा फ़ाइल को अधिलेखित करने की अनुमति नहीं है',
'unknown-error'               => 'एक अज्ञात त्रुटि उत्पन्न हुई.',
'tmp-create-error'            => 'अस्थाई फ़ाइल नहीं बना सका',
'tmp-write-error'             => 'अस्थायी फाइल को लिखने में त्रुटि.',
'large-file'                  => 'फ़ाईलें $1 से कम आकार की होना आवश्यक हैं;
यह फ़ाईल $2 आकार की हैं।',
'largefileserver'             => 'इस फ़ाईल का आकार निर्धारित आकार से ज्यादा हैं।',
'emptyfile'                   => 'आपके द्वारा अपलोड की गई फ़ाईल रिक्त हैं। यह फ़ाईल का नाम लिखने में गलती के चलते हो सकता हैं। कॄपया आप यहीं फ़ाईल अपलोड करना चाहतें हैं इसकी जाँच करें।',
'fileexists'                  => "इस नामकी फ़ाईल पहले से अस्तित्वमें हैं, कृपया यह फ़ाईल बदलनेमें आप साशंक हैं तो '''<tt>[[:$1]]</tt>''' देखें। [[$1|thumb]]",
'filepageexists'              => 'फ़ाइल पृष्ठ मौजूद',
'fileexists-extension'        => "इस नाम से मिलतेजुलते नाम की एक फ़ाईल पहलेंसे हैं: [[$2|thumb]]
* अपलोड हो रहे फ़ाईल का नाम: '''<tt>[[:$1]]</tt>'''
* अस्तित्वमें होने वालें फ़ाईल का नाम: '''<tt>[[:$2]]</tt>'''
कृपया अन्य नाम चुनें।",
'fileexists-thumbnail-yes'    => "यह फ़ाईल बडे चित्रका छोटा आकार ''(thumbnail)'' प्रतीत होता हैं। [[$1|thumb]]
'''<tt>[[:$1]]</tt>''' यह फ़ाईल देखें।
अगर जाँची गई फ़ाईल इसी आकारकी हैं तो नईं फ़ाईल अपलोड करना जरूरी नहीं हैं।",
'file-thumbnail-no'           => "इस संचिका का नाम '''<tt>$1</tt>''' से शुरू हो रहा हैं।
यह आकार घटाई हुई ''(अँगूठाकार)'' हो सकती है।
अगर आपके पास यह छवि मूल आकार में है तो कृपया इसे चढ़ाएँ वरना कृपया इस संचिका का नाम बदल दें।",
'fileexists-forbidden'        => 'इस नाम की संचिका पहले ही मौजूद है, और इसके बदले कोई और नहीं चढ़ाई जा सकती है।
यदि आप इस संचिका को फिर भी चढ़ाना चाहते हैं, तो कृपया वापस जा के इसके लिए एक और नाम चुनें।
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'इस नाम की संचिका, साझे संचिका भंडार में पहले ही मौजूद है, और इसके बदले कोई और नहीं चढ़ाई जा सकती है।
यदि आप इस संचिका को फिर भी चढ़ाना चाहते हैं, तो कृपया वापस जा के इसके लिए एक और नाम चुनें।
[[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'यह संचिका निम्नलिखित {{PLURAL:$1|संचिका|संचिकाओं}} की प्रति है:',
'file-deleted-duplicate'      => 'इसी संचिका ([[$1]]) के समान एक और संचिका पहले मिटाई गई थी। इसे फिर से चढ़ाने के पहले आपको इस संचिका के मिटाने के इतिहास को देख लेना चाहिए।',
'uploadwarning'               => 'अपलोड वार्निंग',
'uploadwarning-text'          => 'फ़ाइल विवरण को संशोधित कर फिर कोशिश करें.',
'savefile'                    => 'फ़ाईल संजोयें',
'uploadedimage'               => '"[[$1]]" को चढाया गया हैं',
'overwroteimage'              => '"[[$1]]" का नया अवतरण अपलोड किया',
'uploaddisabled'              => 'अपलोड प्रतिबंधित हैं',
'uploaddisabledtext'          => 'संचिका चढ़ाना बंद है।',
'php-uploaddisabledtext'      => 'पीएचपी में संचिका चढ़ाना बंद है।
कृपया file_uploads जमाव की जाँच करें।',
'uploadscripted'              => 'इस फ़ाईलमें HTML या फिर स्क्रीप्ट कोड हैं, जो की एखाद वेब ब्राउज़र द्वारा गलती से पढ़ लिया जा सकता हैं।',
'uploadvirus'                 => 'इस फ़ाईल में व्हाईरस हैं! अधिक ज़ानकारी: $1',
'upload-source'               => 'स्रोत फ़ाइल',
'sourcefilename'              => 'स्रोत फ़ाईलका नाम:',
'sourceurl'                   => 'स्रोत URL',
'destfilename'                => 'लक्ष्य फ़ाईल नाम:',
'upload-maxfilesize'          => 'ज्यादासे ज्यादा फ़ाइलका आकार: $1',
'upload-description'          => 'संचिका विवरण',
'upload-options'              => 'अपलोड करने के विकल्प',
'watchthisupload'             => 'इस संचिका पर ध्यान रखें',
'filewasdeleted'              => 'इस नामकी एक फ़ाईल अपलोड करनेके बाद हटाईं गईं हैं।
फिरसे अपलोड करने से पहले आप $1 को अच्छी तरह से जाँचे।',
'upload-wasdeleted'           => "'''सूचना: आप पहले हटाई गई फ़ाईल फिर से अपलोड कर रहें हैं।'''

आपको यह क्रिया वैध हैं इसके बारें में सोचना चाहियें।
इस फ़ाईल की हटाने की सूची आपके सहायता के लिये यहां दी गई हैं:",
'filename-bad-prefix'         => "आप अपलोड कर रहे फ़ाईल का नाम '''\"\$1\"''' से शुरू होता हैं, जो की डिजिटल कैमेरे द्वारा दिया गया नाम हैं।
कृपया इस फ़ाईलके लिये कोई दूसरा ज्यादा ज़ानकारीयुक्त नाम चुनें।",
'filename-prefix-blacklist'   => '#<!-- leave this line exactly as it is --> <pre>
# रूपरेखा इस प्रकार हैं:
#   *  "#" अक्षर से शुरु होने वाली लाइनें टिप्पणीयाँ हैं।
#   *हर नई लाईन कैमेरा उत्पादक द्वारा लगाये जाने वाले उपपदोंकी सूची हैं।
CIMG # Casio
DSC_ # Nikon
DSCF # Fuji
DSCN # Nikon
DUW # some mobil phones
IMG # generic
JD # Jenoptik
MGP # Pentax
PICT # misc.
 #</pre> <!-- leave this line exactly as it is -->',
'upload-success-subj'         => 'अपलोड हो गईं',
'upload-warning-subj'         => 'अपलोड वार्निंग',

'upload-proto-error'        => 'गलत प्रोटोकोल',
'upload-proto-error-text'   => 'रिमोट अपलोड के लिये URL का नाम <code>http://</code> या <code>ftp://</code> से शुरु होना आवश्यक हैं।',
'upload-file-error'         => 'आंतर्गत गलती',
'upload-file-error-text'    => 'सेवक पर अस्थायी संचिका बनाते समय आंतरिक त्रुटि आई।
कृपया किसी [[Special:ListUsers/sysop|प्रबंधक]] से संपर्क करें।',
'upload-misc-error'         => 'अज्ञात अपलोड समस्या',
'upload-misc-error-text'    => 'चढ़ाते समय अज्ञात त्रुटि आई है।
कृपया यह पुष्टि कर लें कि यूआरएल वैध है और उस तक पहुँचा जा सकता है, उसके बाद फिर कोशिश करें।
फिर भी समस्या आती है तो किसी [[Special:ListUsers/sysop|प्रबंधक]] से संपर्क करें।',
'upload-too-many-redirects' => 'इस यूआरएल में अत्यधिक पुनर्निर्देशन हैं',
'upload-unknown-size'       => 'अज्ञात आकार',
'upload-http-error'         => 'एक एचटीटीपी त्रुटि आई: $1',

# img_auth script messages
'img-auth-accessdenied' => 'अनुमति नहीं है',
'img-auth-nopathinfo'   => 'PATH_INFO मौजूद नहीं है।
आपके सेवक में इस जानकारी को भेजने के लिए जमाव नहीं है।
यह सीजीआई-आधारित हो सकता है और img_auth को समर्थित नहीं करता है।
http://www.mediawiki.org/wiki/Manual:Image_Authorization को देखें।',
'img-auth-notindir'     => 'अनुरोधित पथ जमाई हुई चढ़ाने की निर्देशिका में नहीं है।',
'img-auth-badtitle'     => '"$1" से एक वैध शीर्षक बनाने में असमर्थ।',
'img-auth-nologinnWL'   => 'आपने सत्रारंभ नहीं किया हुआ है और "$1" श्वेतसूची में नहीं है।',
'img-auth-nofile'       => 'संचिका "$1" मौजूद नहीं है।',
'img-auth-isdir'        => 'आप एक निर्देशिका "$1" तक पहुँचने की कोशिश कर रहे हैं।
केवल संचिका तक पहुँचा जा सकता है।',
'img-auth-streaming'    => '"$1" को धारावाहित किया जा रहा है।',
'img-auth-public'       => 'img_auth.php निजी विकि से संचिकाएँ प्रदान करने का काम करता है।
यह विकि सार्वजनिक विकि है।
उचित सुरक्षा के लिए img_auth.php को निष्कृय किया हुआ है।',
'img-auth-noread'       => 'प्रयोक्ता को "$1" पढ़ने का अधिकार नहीं है।',

# HTTP errors
'http-invalid-url'      => 'अमान्य URL',
'http-invalid-scheme'   => 'http-अमान्य-योजना',
'http-request-error'    => 'HTTP अनुरोध अज्ञात त्रुटि के कारण असफल रहा.',
'http-read-error'       => 'HTTP त्रुटि पढ़ें.',
'http-timed-out'        => 'HTTP अनुरोध का समय समाप्त',
'http-curl-error'       => 'HTTP-कर्ल त्रुटि',
'http-host-unreachable' => 'अगम्य URL',
'http-bad-status'       => 'http गलत स्थिति',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'URL तक पहूंच नहीं पायें',
'upload-curl-error6-text'  => 'प्रदत्त यूआरएल तक नहीं पहुँच पाए।
कृपया एक बार फिर जाँच लें कि यूआरएल सही है और स्थल चल रहा है या नहीं।',
'upload-curl-error28'      => 'अपलोड टाइम‍आउट',
'upload-curl-error28-text' => 'साईटसे संदेश आने में बहुत ज्यादा समय व्यतीत हो रहा हैं।
कॄपया साईटमें समस्या नहीं हैं इसकी जाँच करें, या फिर थोडी देर रूककर पुन: यत्न करें।
आप शायद कम भीडवाले समयमें कोशीश करना चाहेंगे।',

'license'            => 'लाइसेन्सिंग:',
'license-header'     => 'लाइसेन्सिंग',
'nolicense'          => 'कुछ भी चुना नहीं',
'license-nopreview'  => '(झलक उपलब्ध नहीं हैं)',
'upload_source_url'  => ' (एक वैध, सभी जगहोंसे उपलब्ध URL)',
'upload_source_file' => ' (आपके कम्प्यूटरपर होनेवाली फ़ाईल)',

# Special:ListFiles
'listfiles-summary'     => 'यह विशेष पृष्ठ सभी अपलोड की हुई फ़ाईलें दर्शाता हैं।
सामान्यत: सबसे बादमें अपलोड हुई फ़ाईलें सबसे उपर दिखती हैं।
कालम कें शीर्षकमें क्लिक करने से अनुक्रम बदला जा सकता हैं।',
'listfiles_search_for'  => 'इस मीडिया नाम से खोजें:',
'imgfile'               => 'फ़ाईल',
'listfiles'             => 'चित्र सूची',
'listfiles_date'        => 'दिनांक',
'listfiles_name'        => 'नाम',
'listfiles_user'        => 'सदस्य',
'listfiles_size'        => 'आकार',
'listfiles_description' => 'ज़ानकारी',
'listfiles_count'       => 'संस्करण',

# File description page
'file-anchor-link'          => 'चित्र',
'filehist'                  => 'संचिका का इतिहास',
'filehist-help'             => 'संचिका पुराने समय में कैसी दिखती थी यह जानने के लिए वांछित दिनांक/समय पर चटका लगाएँ।',
'filehist-deleteall'        => 'सभी हटायें',
'filehist-deleteone'        => 'हटायें',
'filehist-revert'           => 'पूर्ववत करें',
'filehist-current'          => 'सद्य',
'filehist-datetime'         => 'दिनांक/समय',
'filehist-thumb'            => 'अँगूठाकार प्रारूप',
'filehist-thumbtext'        => '$1 के समय के संस्करण का अँगूठाकार प्रारूप।',
'filehist-nothumb'          => 'कोई अँगूठाकार नहीं',
'filehist-user'             => 'सदस्य',
'filehist-dimensions'       => 'आकार',
'filehist-filesize'         => 'फ़ाईलका आकार (बाईट्स)',
'filehist-comment'          => 'टिप्पणी',
'filehist-missing'          => 'संचिका मौजूद नहीं है',
'imagelinks'                => 'संचिका की कड़ियाँ',
'linkstoimage'              => 'निम्नोक्त {{PLURAL:$1|पन्ने|$1 पन्नों}} में इस संचिका के हवाले हैं:',
'linkstoimage-more'         => '$1 से अधिक पन्ने इस संचिका का हवाला {{PLURAL:$1|देता है|देते हैं}}
निम्नोक्त सूची {{PLURAL:$1|हवाले वाला केवल पहला पन्ना|हवाले वाले केवल पहले  $1 पन्ने}} दिखाती है।
[[Special:WhatLinksHere/$2|पूरी सूची]] भी मौजूद है।',
'nolinkstoimage'            => 'इस चित्र से कोई पन्ने नहीं जुडते',
'morelinkstoimage'          => 'इस फ़ाईलकी [[Special:WhatLinksHere/$1|और कडी़याँ]] देखें।',
'redirectstofile'           => 'निम्नोक्त {{PLURAL:$1|एक संचिका इस संचिका की ओर पुनर्निर्देशित होती है|$1 संचिकाएँ इस संचिका की ओर पुनर्निर्देशित होती हैं}}:',
'duplicatesoffile'          => 'निम्नोक्त {{PLURAL:$1|संचिका इस संचिका की प्रतिलिपि है|$1 संचिकाएँ इस संचिका की प्रतिलिपियाँ हैं}} ([[Special:FileDuplicateSearch/$2|और जानकारी]]):',
'sharedupload'              => 'यह संचिका $1 से है और संभवतः अन्य परियोजनाएँ भी इसका इस्तेमाल कर रही होंगी।',
'sharedupload-desc-there'   => 'यह संचिका $1 से है और अन्य परियोजनाओं द्वारा भी प्रयुक्त हो सकती है।
और जानकारी के लिए कृपया [$2 संचिका विवरण पन्ना] देखें।',
'sharedupload-desc-here'    => 'यह संचिका $1 से है और अन्य परियोजनाओं द्वारा भी प्रयुक्त हो सकती है।
इसके [$2 संचिका विवरण पन्ने] में मौजूद वर्णन निम्नोक्त है।',
'filepage-nofile'           => 'इस नाम की कोई संचिका मौजूद नहीं है',
'filepage-nofile-link'      => 'इस नाम की कोई संचिका मौजूद नहीं है, पर आप उसे [$1 चढ़ा सकते हैं]।',
'uploadnewversion-linktext' => 'इस फ़ाईलका नया अवतरण अपलोड करें',
'shared-repo-from'          => '$1 से',
'shared-repo'               => 'एक साझा भंडार',

# File reversion
'filerevert'                => '$1 पूर्ववत करें',
'filerevert-legend'         => 'फ़ाईल पूर्ववत करें',
'filerevert-intro'          => "आप '''[[Media:$1|$1]]''' के [$3, $2 तक के अवतरण, $4 की तरफ] वापिस भेज रहें हैं।",
'filerevert-comment'        => 'वापस लौटने-टिप्पणी फ़ाइल',
'filerevert-defaultcomment' => '$2, $1 के अवतरण पूर्ववत कियें',
'filerevert-submit'         => 'पूर्ववत करें',
'filerevert-success'        => "'''[[Media:$1|$1]]''' के [$3, $2 तक के अवतरण, $4 की तरफ] वापिस भेज दिये गयें हैं।",
'filerevert-badversion'     => 'दिये हुए समयसे मेल खाने वाला, इस फ़ाईलका पुराना अवतरण नहीं हैं।',

# File deletion
'filedelete'                  => '$1 हटायें',
'filedelete-legend'           => 'संचिका मिटाएँ',
'filedelete-intro'            => "आप संचिका '''[[Media:$1|$1]]''' इतिहास समेत मिटाने जा रहे हैं।",
'filedelete-intro-old'        => "आप '''[[Media:$1|$1]]''' के [$4 $3, $2 के अवतरण] हटा रहें हैं।",
'filedelete-comment'          => 'कारण:',
'filedelete-submit'           => 'हटायें',
'filedelete-success'          => "'''$1''' को हटा दिया गया हैं।",
'filedelete-success-old'      => "'''[[Media:$1|$1]]''' का $3, $2 वाला संस्करण मिटा दिया गया है।",
'filedelete-nofile'           => "'''$1''' मौजूद नहीं है।",
'filedelete-nofile-old'       => "
'''$1'''का आपने बताये हुए विशिष्ट खासियतवाले संग्रहित संस्करण का अस्तित्व नहीं है।",
'filedelete-otherreason'      => 'अन्य/दूसरा कारण:',
'filedelete-reason-otherlist' => 'अन्य कारण',
'filedelete-reason-dropdown'  => '*हटाने के साधारण कारण
** कॉपीराईट
** डुप्लिकेट फ़ाईल',
'filedelete-edit-reasonlist'  => 'हटाने के कारण बदलें',
'filedelete-maintenance'      => 'रखरखाव चल रहा है इसलिए कुछ समय के लिए संचिकाओं को मिटाना और वापस पुरान स्थिति पर लाना निष्क्रिय है।',

# MIME search
'mimesearch'         => 'MIME खोज',
'mimesearch-summary' => 'MIME-प्रकारों के अनुसार फ़ाइलें खोजनेके लिये इस पन्ने का इस्तेमाल किया जा सकता हैं।
इनपुट: फ़ाईल का प्रकार/उपप्रकार, उदा. <tt>image/jpeg</tt>.',
'mimetype'           => 'MIME प्रकार:',
'download'           => 'डाउनलोड',

# Unwatched pages
'unwatchedpages' => 'ध्यान न दिये हुए पन्ने',

# List redirects
'listredirects' => 'अनुप्रेषित सूची',

# Unused templates
'unusedtemplates'     => 'इस्तेमाल न हुए टेम्प्लेट्स',
'unusedtemplatestext' => 'इस पन्ने पर {{ns:template}} नामस्थान वाले वे सभी पन्ने इंगित है जो किसी अन्य पन्ने में शामिल नहीं हैं।
इन्हे मिटाने के पहले इन साँचों की और कड़ियाँ जाँच लें।',
'unusedtemplateswlh'  => 'अन्य कड़ियाँ',

# Random page
'randompage'         => 'किसी एक लेख पर जाएं',
'randompage-nopages' => 'कोई भी {{PLURAL:$2|पन्ना इस नामस्थान में नहीं है|पन्ने इन नामस्थानों में नहीं हैं}}: $1।',

# Random redirect
'randomredirect'         => 'किसी एक पुनर्निर्देशन पर जायें',
'randomredirect-nopages' => 'नामस्थान "$1" में कोई पुनर्निर्देशन नहीं हैं।',

# Statistics
'statistics'                   => 'आँकड़े',
'statistics-header-pages'      => 'पन्नों के आँकड़े',
'statistics-header-edits'      => 'संपादन के आँकड़े',
'statistics-header-views'      => 'आँकड़े देखें',
'statistics-header-users'      => 'सदस्य आंकड़े',
'statistics-header-hooks'      => 'अन्य आँकड़े',
'statistics-articles'          => 'सामग्री पन्ने',
'statistics-pages'             => 'पन्ने',
'statistics-pages-desc'        => 'वार्ता पन्ने, पुनर्निर्देशन आदि समेत विकि के सभी पन्ने।',
'statistics-files'             => 'चढ़ाई गई संचिकाएँ',
'statistics-edits'             => '{{SITENAME}} का जमाव होने के बाद से पन्नों के संपादन',
'statistics-edits-average'     => 'प्रति पन्ना औसत संपादन',
'statistics-views-total'       => 'कुल दृष्य',
'statistics-views-peredit'     => 'दृष्य प्रति संपादन',
'statistics-users'             => 'पंजीकृत [[Special:ListUsers|सदस्य]]',
'statistics-users-active'      => 'सक्रिय सदस्य',
'statistics-users-active-desc' => 'पिछले {{PLURAL:$1|एक दिन|$1 दिनों}} में कुछ गतिविधि रखने वाले सदस्य',
'statistics-mostpopular'       => 'सबसे ज्यादा देखें जाने वाले पन्ने',

'disambiguations'      => 'डिसऍम्बिग्वीशन पन्ने',
'disambiguationspage'  => 'Template:disambig',
'disambiguations-text' => "निम्नांकित पृष्ठ '''असमंजश पृष्ठ''' से जुड़े हुए हैं।
वरन, ये पृष्ठ उपयुक्त विषय से जुड़े हुए होने चाहिए।<br />
यदि कोई पृष्ठ ऐसे सांचे का प्रयोग करता है, जो की [[MediaWiki:Disambiguationspage]] से जुड़ा हुआ है, तो उसे असमंजश पृष्ठ समझा जाता है।",

'doubleredirects'            => 'दुगुनी-अनुप्रेषिते',
'doubleredirectstext'        => 'यह पन्ना उन पन्नों की सूची देता है जो अन्य पुनर्निर्देशित पन्नों की ओर पुनर्निर्देशित होते हैं।
हर कतार में पहले और दूसरे पुनर्निर्देशन की कड़ियाँ, तथा दूसरे पुनर्निर्देशन का लक्ष्य भी है, आमतौर पर यही "वास्तविक" लक्ष्यित पृष्ठ होगा, और पहला पुनर्देशन वास्तव में इसी को लक्ष्यित होना चाहिए था।
<del>एक दूसरे को काटने वाली</del> प्रविष्टियाँ सुलझा दी गई हैं।',
'double-redirect-fixed-move' => '[[$1]] की जगह बदली जा चुकी है।
अब यह [[$2]] की ओर पुनर्निर्देशित होता है।',
'double-redirect-fixer'      => 'पुनर्निर्देशन मिस्त्री',

'brokenredirects'        => 'टूटे हुए अनुप्रेष',
'brokenredirectstext'    => 'निम्नोक्त पुनर्निर्देशन नामौजूद पन्नों की ओर ले जाते हैं:',
'brokenredirects-edit'   => 'संपादित करें',
'brokenredirects-delete' => 'हटायें',

'withoutinterwiki'         => 'आंतरविकि कड़ियाँ न होनेवाले लेख',
'withoutinterwiki-summary' => 'नीचे दिये गये पन्नोंमें अन्य भाषाओंके अवतरणोंसे जुडने वाली कड़ियाँ नहीं हैं:',
'withoutinterwiki-legend'  => 'उपपद',
'withoutinterwiki-submit'  => 'दिखायें',

'fewestrevisions' => 'सबसे कम अवतरण होने वाले लेख',

# Miscellaneous special pages
'nbytes'                  => '{{PLURAL:$1|बाइट|बाइट}}',
'ncategories'             => '{{PLURAL:$1|एक श्रेणि|$1 श्रेणियाँ}}',
'nlinks'                  => '$1 {{PLURAL:$1|कडि|कडियाँ}}',
'nmembers'                => '{{PLURAL:$1|एक सदस्य|$1 सदस्य}}',
'nrevisions'              => '$1 {{PLURAL:$1|रूपान्तर|रूपान्तरें}}',
'nviews'                  => '{{PLURAL:$1|एक|$1}} बार देखा गया है',
'specialpage-empty'       => 'इस ब्यौरे के लिये कोई परिणाम नहीं हैं।',
'lonelypages'             => 'अकेले पन्ने',
'lonelypagestext'         => 'निम्नोक्त पन्ने के न तो {{SITENAME}} के अन्य पन्नों में हवाले हैं और न ही वे किसी और पन्ने के अंदर जड़े हुए हैं।',
'uncategorizedpages'      => 'अश्रेणीकृत पन्ने',
'uncategorizedcategories' => 'अश्रेणीकृत श्रेणियाँ',
'uncategorizedimages'     => 'अश्रेणीकृत फ़ाईल्स',
'uncategorizedtemplates'  => 'अश्रेणीकृत टेम्प्लेट्स',
'unusedcategories'        => 'इस्तेमाल न हुई श्रेणियाँ',
'unusedimages'            => 'अप्रयुक्त चित्र',
'popularpages'            => 'लोकप्रिय पन्ने',
'wantedcategories'        => 'श्रेणियाँ जो चाहिये',
'wantedpages'             => 'जो पन्ने चाहिये',
'wantedpages-badtitle'    => 'परिणाम समुच्चय में अवैध शीर्षक: $1',
'wantedfiles'             => 'वांछित संचिकाएँ',
'wantedtemplates'         => 'वांछित साँचे',
'mostlinked'              => 'सबसे ज्यादा जुडे हुए पन्ने',
'mostlinkedcategories'    => 'सबसे ज्यादा जुडी हुई श्रेणियाँ',
'mostlinkedtemplates'     => 'सबसे ज्यादा जुडी हुई टेम्प्लेट्स',
'mostcategories'          => 'सबसे ज्यादा श्रेणियाँ होनेवाले पन्ने',
'mostimages'              => 'सबसे ज्यादा जुडी हुई फ़ाईल्स',
'mostrevisions'           => 'सबसे ज्यादा अवतरण हुए लेख',
'prefixindex'             => 'इस उपसर्ग वाले भी पन्ने',
'shortpages'              => 'छोटे पन्ने',
'longpages'               => 'लम्बे पन्ने',
'deadendpages'            => 'डेड-एंड पन्ने',
'deadendpagestext'        => 'नीचे दिये पन्नों को {{SITENAME}} पर उपलब्ध अन्य पन्ने जुडते नहीं हैं।',
'protectedpages'          => 'सुरक्षित पन्ने',
'protectedpages-indef'    => 'सिर्फ इन्डेफिनाइट प्रोटेक्शन्स',
'protectedpages-cascade'  => 'केवल सोपानी सुरक्षा',
'protectedpagestext'      => 'नीचे दिये हुए पन्ने नाम बदलने या संपादित करने से सुरक्षित हैं',
'protectedpagesempty'     => 'इन नियमोंद्वारा सुरक्षित किये हुए पन्ने नहीं हैं।',
'protectedtitles'         => 'सुरक्षित शीर्षक',
'protectedtitlestext'     => 'निम्नलिखित शीर्षकोंके लेख बनाने के लिये प्रतिबंध हैं।',
'protectedtitlesempty'    => 'इन नियमोंद्वारा कोई भी शीर्षक सुरक्षित नहीं हैं।',
'listusers'               => 'सदस्यसूची',
'listusers-editsonly'     => 'केवल संपादन कर चुके सदस्य दिखाएँ',
'listusers-creationsort'  => 'निर्माण तिथि के आधार पर क्रमांकन करें',
'usereditcount'           => '$1 {{PLURAL:$1|संपादन|संपादन}}',
'usercreated'             => '$1 को $2 बजे बनाया गया',
'newpages'                => 'नये पन्ने',
'newpages-username'       => 'सदस्यनाम:',
'ancientpages'            => 'सबसे पुराने लेख',
'move'                    => 'स्थानांतरण',
'movethispage'            => 'पन्ने का नाम बदलें',
'unusedimagestext'        => 'कृपया ध्यान दें की अन्य वेब साइट इस फ़ाईल को डाइरेक्ट कड़ीयाँ दे सकतीं हैं, इसलिये इस्तेमाल होने के बावजूदभी इस सूची में दिख सकती हैं।',
'unusedcategoriestext'    => 'निम्नलिखित श्रेणी पन्ने अस्तित्वमें हैं जबकि कोईभी लेख या अन्य श्रेणियाँ इनका इस्तेमाल नहीं करते हैं।',
'notargettitle'           => 'लक्ष्य नहीं',
'notargettext'            => 'इस क्रिया को करने के लिये आपने लक्ष्य पॄष्ठ या सदस्य बताया नहीं हैं।',
'nopagetitle'             => 'ऐसा लक्ष्य पान नहीं',
'nopagetext'              => 'आपने दिया हुआ लक्ष्य पान अस्तित्वमें नहीं हैं।',
'pager-newer-n'           => '{{PLURAL:$1|नया 1|नये $1}}',
'pager-older-n'           => '{{PLURAL:$1|पुराना 1|पुराने $1}}',
'suppress'                => 'ओवरसाईट',

# Book sources
'booksources'               => 'पुस्तक के स्रोत',
'booksources-search-legend' => 'बुक स्रोत खोजें',
'booksources-isbn'          => 'आइएसबीएन:',
'booksources-go'            => 'जायें',
'booksources-text'          => 'नीचे पुराने और नये किताब बेचनेवाले वेबसाईटके एड्रेस हैं, जिसमें आपको आपद्वारा खोजे जाने वाले किताबके बारें में अधिक ज़ानकारी मिल सकती हैं:',
'booksources-invalid-isbn'  => 'यह आईएसबीएन सही नहीं लग रहा है; मूल स्रोत से नकल करते हुए त्रुटि के लिए जाँचें।',

# Special:Log
'specialloguserlabel'  => 'सदस्य:',
'speciallogtitlelabel' => 'शीर्षक:',
'log'                  => 'प्रचालेख सूची',
'all-logs-page'        => 'सभी सार्वजनिक चिट्ठे',
'alllogstext'          => '{{SITENAME}} के सभी उपलब्ध चिट्ठों का मिश्रण कर के बने चिट्ठे का प्रदर्शन।
आप और बारीकी के लिए चिट्ठे का प्रकार, सदस्य नाम (लघु-दीर्घ-अक्षर संवेदी), या प्रभावित पन्ने (लघु-दीर्घ-अक्षर संवेदी) चुन सकते हैं।',
'logempty'             => 'सूची में ऐसा आइटम नहीं हैं।',
'log-title-wildcard'   => 'इस पाठ से शुरू होनेवाले शीर्षक खोजें',

# Special:AllPages
'allpages'          => 'सभी पन्ने',
'alphaindexline'    => '$1 से $2',
'nextpage'          => 'अगला पन्ना ($1)',
'prevpage'          => 'पिछला पन्ना ($1)',
'allpagesfrom'      => 'दिये हुए अक्षर से आरंभ होनेवाले लेख दर्शायें:',
'allpagesto'        => 'ऐसे समाप्त होने वाले पन्ने दिखाएँ:',
'allarticles'       => 'सभी लेख',
'allinnamespace'    => 'सभी पन्ने ($1 नामस्थान)',
'allnotinnamespace' => 'सभी पन्ने ($1 नामस्थानमें ना होनेवाले)',
'allpagesprev'      => 'पिछला',
'allpagesnext'      => 'अगला',
'allpagessubmit'    => 'जाएँ',
'allpagesprefix'    => 'इस उपपदसे शुरू होनेवाले लेख दर्शायें:',
'allpagesbadtitle'  => 'दिया गया शीर्षक अमान्य था या उसमें अंतर-भाषित अथवा अंतर-विकी उपसर्ग था। इसमें संभवतः एक या एक से अधिक शीर्षक में प्रयोग न होने वाले अक्षर हैं।',
'allpages-bad-ns'   => '{{SITENAME}} में "$1" यह नामस्थान नहीं हैं ।',

# Special:Categories
'categories'                    => 'श्रेणियाँ',
'categoriespagetext'            => 'निम्नोक्त {{PLURAL:$1|श्रेणी में पन्ने या माध्यम है।|श्रेणियों में पन्ने या माध्यम हैं।}}
जिन श्रेणियों का [[Special:UnusedCategories|इस्तेमाल नहीं किया गया है]] वे यहाँ नहीं दिखाई गई हैं।
[[Special:WantedCategories|वांछित श्रेणियाँ]] भी देखें।',
'categoriesfrom'                => 'इस शब्दसे शुरू होनेवाली श्रेणीयाँ दर्शायें:',
'special-categories-sort-count' => 'संख्यानुसार वर्ग दर्शायें',
'special-categories-sort-abc'   => 'वर्णानुक्रम के अनुसार दर्शायें',

# Special:DeletedContributions
'deletedcontributions'             => 'हटाये गये सदस्य योगदान',
'deletedcontributions-title'       => 'हटाये गये सदस्य योगदान',
'sp-deletedcontributions-contribs' => 'योगदान',

# Special:LinkSearch
'linksearch'       => 'बाहरी कड़ियाँ',
'linksearch-pat'   => 'खोजने के लिये पाठ:',
'linksearch-ns'    => 'नामस्थान:',
'linksearch-ok'    => 'खोजें',
'linksearch-text'  => '"*.wikipedia.org" जैसे वाईल्डकार्ड्स इस्तेमाल करनेकी अनुमति हैं।<br />निम्नलिखित प्रोटोकॉल्समें: <tt>$1</tt>',
'linksearch-line'  => '$2 में से $1 जुडा हुआ हैं',
'linksearch-error' => 'वाईल्डकार्ड्स होस्टनामके सिर्फ शुरु में आ सकतें हैं।',

# Special:ListUsers
'listusersfrom'      => 'इस शब्द से शुरु होनेवाले सदस्य दर्शायें:',
'listusers-submit'   => 'दर्शायें',
'listusers-noresult' => 'सदस्य मिला नहीं।',
'listusers-blocked'  => '(अवरोधित)',

# Special:ActiveUsers
'activeusers'            => 'सक्रिय सदस्यों की सूची',
'activeusers-intro'      => 'सक्रिय उपयोगकर्ताओं परिचय',
'activeusers-count'      => 'सक्रिय उपयोगकर्ताओं की गिनती',
'activeusers-from'       => 'इससे शुरू होने वाले सदस्य दिखाएँ:',
'activeusers-hidebots'   => 'सक्रिय उपयोगकर्ताओं बॉट छुपाएँ',
'activeusers-hidesysops' => 'छिपाएँ व्यवस्थापक',
'activeusers-noresult'   => 'कोई सदस्य नहीं मिले।',

# Special:Log/newusers
'newuserlogpage'              => 'नये सदस्योंकी सूची',
'newuserlogpagetext'          => 'यह नए सदस्य निर्माण का चिट्ठा है।',
'newuserlog-byemail'          => 'कूटशब्द इ-मेल द्वारा भेजा गया हैं',
'newuserlog-create-entry'     => 'नवीन सदस्य',
'newuserlog-create2-entry'    => 'नया खाता $1 खोला गया',
'newuserlog-autocreate-entry' => 'खाता अपनेआप खोल दिया हैं',

# Special:ListGroupRights
'listgrouprights'                      => 'सदस्य ग्रुप अधिकार',
'listgrouprights-summary'              => 'नीचे इसे विकि के लिए परिभाषित सदस्य समूहों की सूची है, साथ में हर समूह से जुड़े अधिकार भी वर्णित हैं।
हर अधिकार के बारे में [[{{MediaWiki:Listgrouprights-helppage}}|अतिरिक्त जानकारी]] भी उपलब्ध है।',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">दिए गए अधिकार</span>
* <span class="listgrouprights-revoked">हटाए गए अधिकार</span>',
'listgrouprights-group'                => 'ग्रुप',
'listgrouprights-rights'               => 'अधिकार',
'listgrouprights-helppage'             => 'Help:ग्रुप अधिकार',
'listgrouprights-members'              => '(सदस्य सूची)',
'listgrouprights-addgroup'             => '{{PLURAL:$2|समूह|समूह}} जोड़ें: $1',
'listgrouprights-removegroup'          => 'समूह {{PLURAL:$2|हटाएँ|हटाएँ}}: $1',
'listgrouprights-addgroup-all'         => 'सभी समूह जोड़ें',
'listgrouprights-removegroup-all'      => 'सभी समूह हटाएँ',
'listgrouprights-addgroup-self'        => 'अपने खाते में {{PLURAL:$2|समूह|समूह}} जोड़ें: $1',
'listgrouprights-removegroup-self'     => ' अपने  खाते से {{PLURAL:$2|समूह|समूह}} हटाएँ: $1',
'listgrouprights-addgroup-self-all'    => 'अपने खाते में सभी समूह शामिल करें',
'listgrouprights-removegroup-self-all' => 'अपने खाते से सभी समूह हटाएँ',

# E-mail user
'mailnologin'          => 'पानेवाले का एड्रेस दिया नहीं',
'mailnologintext'      => 'अन्य सदस्यों को इ-मेल भेजने के लिये आपने [[Special:UserLogin|लॉग इन]] किया होना जरूरी हैं और आपकी [[Special:Preferences|वरीयताओंमें]] वैध इ-मेल एड्रेस होना आवश्यक हैं।',
'emailuser'            => 'इस सदस्य को ई-मेल भेजें',
'emailpage'            => 'सदस्य को इ-मेल करें',
'emailpagetext'        => 'नीचे दिए पर्चे को जरिए आप इस सदस्य को डाक भेज सकते हैं।
आपने जो पता [[Special:Preferences|अपनी सदस्य वरीयताओं]] में दिया था वह इस डाक के "प्रेषक" के तौर पर आएगा, अतः प्राप्तकर्ता आपको सीधे जवाब दे सकेंगे।',
'usermailererror'      => 'मेल ऑब्जेक्ट ने यह गलती बताई हैं:',
'defemailsubject'      => 'विकिपीडिया ई-मेल',
'usermaildisabledtext' => 'आप इस विकि पर ई मेल अन्य यूज़र्स को नहीं भेज सकते हैं',
'noemailtitle'         => 'इ-मेल एड्रेस नहीं',
'noemailtext'          => 'इस सदस्य ने वैध डाक पता नहीं दिया है।',
'nowikiemailtitle'     => 'डाक की अनुमति नहीं है',
'nowikiemailtext'      => 'इस सदस्य ने अन्य प्रयोक्ताओं से डाक न प्राप्त करने का फ़ैसला लिया हुआ है।',
'email-legend'         => 'किसी और {{SITENAME}} सदस्य को डाक भेजें',
'emailfrom'            => 'प्रेषक:',
'emailto'              => 'प्राप्तकर्ता:',
'emailsubject'         => 'विषय:',
'emailmessage'         => 'संदेश:',
'emailsend'            => 'भेजें',
'emailccme'            => 'मेरे इ-मेल की कापी मुझे भी भेजें।',
'emailccsubject'       => 'आपके इ-मेल की कापी जो $1 को भेजा गया: $2',
'emailsent'            => 'ई-मेल भेज दिया गया है।',
'emailsenttext'        => 'आपका ई-मेल संदेश भेज दिया गया है ।',
'emailuserfooter'      => 'यह डाक {{SITENAME}} की "सदस्य डाक" सुविधा के जरिए $1 से $2 को भेजी गई थी।',

# User Messenger
'usermessage-editor' => 'सिस्टम दूत',

# Watchlist
'watchlist'            => 'मेरी ध्यानसूची',
'mywatchlist'          => 'मेरी ध्यानसूची',
'nowatchlist'          => 'आपकी ध्यानसूचीमें कोईभी लेख नहीं हैं।',
'watchlistanontext'    => 'अपने ध्यानसूचीमें होने वाले लेख देखने या फिर संपादित करने के लिये कॄपया $1 करें।',
'watchnologin'         => 'लॉग इन नहीं किया हैं',
'watchnologintext'     => 'ध्यानसूचीमें बदलाव के लिये आपने [[Special:UserLogin|लॉग इन]] किया होना आवश्यक हैं।',
'addedwatch'           => 'ध्यानसूची में जोड़ दिया गया',
'addedwatchtext'       => 'आपकी [[Special:Watchlist|ध्यानसूची]] में "<nowiki>$1</nowiki>" का समावेश कर दिया गया है ।
भविष्य में इस पन्ने तथा इस पन्ने की वार्ता में होने  वाले बदलाव आपकी ध्यानसूची में दिखेंगे तथा [[Special:RecentChanges|हाल में हुए बदलावों की सूची]] में यह पन्ना बोल्ड दिखेगा ताकि  आप आसानी से इसका ध्यान रख सके ।

<p>अगर आपको इस पन्ने को अपनी ध्यानसूची से निकालना हो तो "ध्यान हटायें" पर क्लिक करें ।',
'removedwatch'         => 'ध्यानसूची से हटाया गया है',
'removedwatchtext'     => '"[[:$1]]" नामक पन्ने को आपकी [[Special:Watchlist|ध्यानसूची]] से हटाया दिया गया है।',
'watch'                => 'ध्यान रखें',
'watchthispage'        => 'इस पन्ने का ध्यान रखें',
'unwatch'              => 'ध्यान हटायें',
'unwatchthispage'      => 'ध्यानसूची से हटायें',
'notanarticle'         => 'पाठ के बिना पन्ना',
'notvisiblerev'        => 'अवतरण हटाया गया हैं',
'watchnochange'        => 'दिये गये समयमें आपके ध्यानसूचीमें होने वाले लेखोंमें कोई भी बदलाव नहीं हुए हैं।',
'watchlist-details'    => 'वार्ता पन्नों के अलावा {{PLURAL:$1|$1 पन्ना|$1 पन्ने}} आपकी ध्यानसूचीमें हैं।',
'wlheader-enotif'      => '* इ-मेल नोटिफिकेशन उपल्ब्ध हैं।',
'wlheader-showupdated' => "* लेख, जो आपके द्वारा देखे जाने के बाद बदले गये हैं, '''बोल्ड''' दिखेंगे।",
'watchmethod-recent'   => 'ध्यानसूचीमें दिये गये लेखोंमें हाल में हुए बदलाव देख रहें हैं',
'watchmethod-list'     => 'ध्यानसूचीमें दिये गये लेखोंमें हाल में हुए बदलाव देख रहें हैं',
'watchlistcontains'    => 'आपकी ध्यानसूचीमें $1 {{PLURAL:$1|लेख|पन्ने}} हैं।',
'iteminvalidname'      => "'$1' के साथ समस्या, अवैध नाम...",
'wlnote'               => "नीचे पीछले {{PLURAL:$2|घंटेमें|'''$2''' घंटोंमें}} हुए {{PLURAL:$1|आखिरी बदलाव|आखिरी '''$1''' बदलाव}} दिये हुए हैं।",
'wlshowlast'           => 'पिछले $1 घंटे $2 दिन $3 देखें',
'watchlist-options'    => 'ध्यानसूची विकल्प',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'ध्यान दे रहे हैं...',
'unwatching' => 'ध्यान हटा रहे हैं...',

'enotif_mailer'                => '{{SITENAME}} सूचना इ-मेल कर्ता',
'enotif_reset'                 => 'सभी पन्नोंको देखा ऐसे दर्शायें',
'enotif_newpagetext'           => 'यह नया पन्ना है।',
'enotif_impersonal_salutation' => '{{SITENAME}} सदस्य',
'changed'                      => 'परिवर्तित',
'created'                      => 'बनाया',
'enotif_subject'               => '{{SITENAME}} पन्ना $PAGETITLE $PAGEEDITOR ने $CHANGEDORCREATED',
'enotif_lastvisited'           => 'आपकी आखिरी भेंट के बाद हुए बदलाव देखनेकेलिये $1 देखें।',
'enotif_lastdiff'              => 'इस बदलाव को देखने के लिये $1 देखें।',
'enotif_anon_editor'           => 'अनामक सदस्य $1',
'enotif_body'                  => 'प्रिय $WATCHINGUSERNAME जी,


{{SITENAME}} का पन्ना, $PAGETITLE, $PAGEEDITDATE को $PAGEEDITOR द्वारा $CHANGEDORCREATED, कृपया ताज़े संस्करण के लिए $PAGETITLE_URL को देखें

$NEWPAGE

संपादक का सारांश: $PAGESUMMARY $PAGEMINOREDIT

संपादक से संपर्क करें:
डाक: $PAGEEDITOR_EMAIL
विकि: $PAGEEDITOR_WIKI

जब तक आप इस पन्ने पर फिर से जाते नहीं, तब तक और बदलाव होने पर भी आपको फिर से सूचना नहीं भेजी जाएगी।
आप चाहें तो अपनी ध्यानसूची में मौजूद सभी पन्नों के लिए सूचना चिह्न को भी बदल सकते हैं।

             आपकी सहायिका, {{SITENAME}} की सूचक प्रणाली

--
ध्यानसूची के जमाव को बदलने के लिए यहाँ जाएँ

{{fullurl:{{#special:Watchlist}}/edit}}

राय देने या अधिक मदद पाने के लिए:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'पन्ना हटायें',
'confirm'                => 'सुनिश्चित करें',
'excontent'              => "पाठ था: '$1'",
'excontentauthor'        => "पाठ था: '$1' (और सिर्फ '[[Special:Contributions/$2|$2]]' का योगदान था।)",
'exbeforeblank'          => "हटाने के पहलेका पाठ था: '$1'",
'exblank'                => 'पन्ना पाठ रहित था',
'delete-confirm'         => '"$1" को हटायें',
'delete-legend'          => 'हटायें',
'historywarning'         => 'इतिहास चेतावनी',
'confirmdeletetext'      => 'आप एक लेख उसके सभी अवतरणोंके साथ हटाना चाहते हैं ।
आपसे अनुरोध है कि आप जो कर रहे है वह मीडियाविकिके [[{{MediaWiki:Policy-url}}|नीतिनुसार]] है इस बात की पुष्टि किजीये । तथा क्रिया करने से पहले आपकी क्रिया के परिणाम जान लें ।',
'actioncomplete'         => 'कार्य पूर्ण',
'actionfailed'           => 'क्रिया विफल',
'deletedtext'            => '"<nowiki>$1</nowiki>" को हटाया गया है ।
हाल में हटाये गये लेखोंकी सूची के लिये $2 देखें ।',
'deletedarticle'         => '"$1" को हटाया गया है।',
'suppressedarticle'      => '"[[$1]]" को सप्रेस किया',
'dellogpage'             => 'हटाने की सूची',
'dellogpagetext'         => 'नीचे हाल में हटायें गये पन्नोंकी सूची हैं।',
'deletionlog'            => 'हटाने की सूची',
'reverted'               => 'पुराने अवतरणको पूर्ववत किया',
'deletecomment'          => 'कारण:',
'deleteotherreason'      => 'दुसरा/अतिरिक्त कारण:',
'deletereasonotherlist'  => 'दुसरा कारण',
'deletereason-dropdown'  => '*हटाने के सामान्य कारण
** लेखक कि बिनती
** कॉपीराईट
** वॅन्डॅलिजम',
'delete-edit-reasonlist' => 'हटाने के कारण संपादित करें',
'delete-toobig'          => 'इस पन्ने का संपादन इतिहास $1 से अधिक {{PLURAL:$1|संस्करण|संस्करण}} होने की वजह से बहुत बड़ा है।
{{SITENAME}} के अनपेक्षित रूप से बंद होने से रोकने के लिये ऐसे पन्नों को हटाने की अनुमति नहीं हैं।',
'delete-warning-toobig'  => 'इस लेख का संपादन इतिहास काफ़ी लंबा चौड़ा है, इसके $1 से अधिक {{PLURAL:$1|संस्करण|संस्करण}} हैं।
इसे हटाने से {{SITENAME}} के आँकड़ाकोष की गतिविधियों में व्यवधान आ सकता है;
कृपया सोच समझ कर आगे बढ़ें।',

# Rollback
'rollback'          => 'संपादन पीछे ले जायें',
'rollback_short'    => 'पूर्ववत करें',
'rollbacklink'      => 'वापस लें',
'rollbackfailed'    => 'पूर्ववत नहीं कर सकें',
'cantrollback'      => 'पुराने अवतरणको पूर्ववत नहीं कर सकते हैं;
इस पन्ने का आखिरी योगदानकर्ता इस लेख का एकमात्र लेखक हैं।',
'alreadyrolled'     => '[[User:$2|$2]] ([[User talk:$2|वार्ता]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]) द्वारा किए गए  [[:$1]] के पिछले संपादन को वापस पुरानी स्थिति पर नहीं लाया जा सकता है;
किसी और ने इस बीच या तो इस पन्ने को फिर से संपादित कर दिया है या पहले ही पन्ना पुरानी स्थिति पर लाया जा चुका है।

इस पन्ने का ताज़ातरीन संपादन [[User:$3|$3]] ([[User talk:$3|वार्ता]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]) ने किया है।',
'editcomment'       => "संपादन टिप्पणी थी: \"''\$1''\"।",
'revertpage'        => '[[Special:Contributions/$2|$2]] ([[User talk:$2|Talk]]) के संपादनोंको हटाकर [[User:$1|$1]] के आखिरी अवतरण को पूर्ववत किया',
'revertpage-nouser' => '(प्रयोक्ता नाम हटाया गया है) द्वारा किए गए संपादन को वापस पुरानी स्थिति में ला कर इसके पहले के [[User:$1|$1]] द्वारा बने संस्करण को फिर से ताज़ा संस्करण बनाएँ।',
'rollback-success'  => '$1 के संपादन हटायें;
$2 द्वारा संपादित आखिरी अवतरण को पुनर्स्थापित किया।',

# Edit tokens
'sessionfailure' => 'ऐसा प्रतीत होता है की आपके लोगिन सत्र के साथ कोई समस्या है।
सत्र अपहरण से बचाने के लिए सावधानी के तौर पर आपका यह क्रियाकलाप रद्द कर दिया गया है।
कृपया "back" पर वार करें और पृष्ठ को दुबारा से लोड करें, तब दुबारा कोशिश करें।',

# Protect
'protectlogpage'              => 'सुरक्षा सूची',
'protectlogtext'              => 'नीचे उन पृष्ठों की सारणी है, जिनमें ताला लगा हुआ है और ताला खोल दिया गया है।
वर्त्तमान में क्रियाशील सुरक्षित पृष्ठों की सूची के लिए [[Special:ProtectedPages|सुरक्षित पृष्ठों की सूची]] देखें।',
'protectedarticle'            => '"[[$1]]" सुरक्षित कर दिया',
'modifiedarticleprotection'   => '"[[$1]]" के सुरक्षा-स्तर को बदला',
'unprotectedarticle'          => '"[[$1]]" असुरक्षित कर दिया',
'movedarticleprotection'      => 'सुरक्षा स्तर "[[$2]]" से बदल कर  "[[$1]]" कर दिया गया है',
'protect-title'               => '"$1" की सुरक्षा लेवल बदलें',
'prot_1movedto2'              => '$1 का नाम बदलकर $2 कर दिया गया है',
'protect-legend'              => 'सुरक्षितता निर्धारित करें',
'protectcomment'              => 'कारण:',
'protectexpiry'               => 'समाप्ति:',
'protect_expiry_invalid'      => 'समाप्ती समय गलत है ।',
'protect_expiry_old'          => 'समाप्ती समय बीत चुका है ।',
'protect-unchain-permissions' => 'अनलॉक आगे विकल्पों की रक्षा',
'protect-text'                => "'''<nowiki>$1</nowiki>''' पन्ने का सुरक्षा-स्तर आप यहां देख सकते है और उसे बदल भी सकते है ।",
'protect-locked-blocked'      => "आप बाधित होने की स्थिति में सुरक्षा स्थर में परिवर्तन नहीं कर सकते।
पृष्ठ '''$1''' की वर्त्तमान स्तिथि यहाँ पर है:",
'protect-locked-dblock'       => "सक्रिय डेटाबेस बंद होने की वजह से सुरक्षा स्तर में कोई परिवर्तन नहीं किया जा सकता।
पृष्ठ '''$1''' की वर्त्तमान स्तिथि यहाँ पर है:",
'protect-locked-access'       => "आपको इस पन्ने का सुरक्षा-स्तर बदलने कि अनुमति नहीं है ।
'''$1''' का अभीका सुरक्षा-स्तर:",
'protect-cascadeon'           => 'यह पन्ना अभी सुरक्षित है क्योंकि वह {{PLURAL:$1|इस पन्नेकी|इन पन्नोंकी}} सुरक्षा-सीढीपर है । आप इस पन्ने का सुरक्षा-स्तर बदल सकते हैं, पर उससे सुरक्षा-सीढीमें बदलाव नहीं होंगे ।',
'protect-default'             => 'सभी सदस्यों को अनुमति दें',
'protect-fallback'            => '"$1" इजाज़त जरूरी है',
'protect-level-autoconfirmed' => 'नए व अपंजीकृत सदस्यों को अवरोधित करें',
'protect-level-sysop'         => 'सिर्फ प्रबंधक',
'protect-summary-cascade'     => 'सीढी',
'protect-expiring'            => 'समाप्ती $1 (UTC)',
'protect-expiry-indefinite'   => 'बेमियादी',
'protect-cascade'             => 'इस पन्ने से जुडे हुए पन्ने सुरक्षित करें (सुरक्षा-सीढी)',
'protect-cantedit'            => 'आप इस पन्नेका सुरक्षा-स्तर बदल नहीं सकते क्योंकी आपको ऐसा करने की अनुमति नहीं है ।',
'protect-othertime'           => 'अन्य समय:',
'protect-othertime-op'        => 'अन्य समय',
'protect-existing-expiry'     => 'मौजूदा मियाद खत्म होने का समय: $3, $2',
'protect-otherreason'         => 'अन्य/अतिरिक्त कारण:',
'protect-otherreason-op'      => 'अन्य/अतिरिक्त कारण',
'protect-dropdown'            => '*सुरक्षा के आम कारण
**अत्यधिक चुहुलबाज़ी वाले बदलाव
**अत्यधिक रद्दी कड़ियाँ डालना
**अफलदायी संपादन युद्ध
**अधिक यातायात वाला पन्ना',
'protect-edit-reasonlist'     => 'सुरक्षा के कारण बदलें',
'protect-expiry-options'      => '१ घंटा:1 hour,१ दिन:1 day,१ सप्ताह:1 week,२ सप्ताह:2 weeks,१ महीना:1 month,३ महीने:3 months,६ महीने:6 months,१ साल:1 year,हमेशा के लिए:infinite',
'restriction-type'            => 'इजाज़त:',
'restriction-level'           => 'सुरक्षा-स्तर:',
'minimum-size'                => 'कमसे कम आकार',
'maximum-size'                => 'ज्यादा से ज्यादा आकार:',
'pagesize'                    => '(बाईट्स)',

# Restrictions (nouns)
'restriction-edit'   => 'संपादन',
'restriction-move'   => 'स्थानांतरण',
'restriction-create' => 'बनाईयें',
'restriction-upload' => 'अपलोड',

# Restriction levels
'restriction-level-sysop'         => 'पूर्ण सुरक्षित',
'restriction-level-autoconfirmed' => 'अर्ध सुरक्षित',
'restriction-level-all'           => 'कोईभी लेवल',

# Undelete
'undelete'                     => 'हटाया पन्ना वापस लायें',
'undeletepage'                 => 'हटायें गयें पन्ने देखें और पुनर्स्थापित करें',
'undeletepagetitle'            => "'''नीचे [[:$1]] के हटायें गयें अवतरणभी दर्शायें गयें हैं।'''",
'viewdeletedpage'              => 'हटायें गयें लेख देखें',
'undeletepagetext'             => 'निम्न {{PLURAL:$1|पन्ने|$1 पन्नों}} को मिटा दिया गया है, लेकिन अभी ये लेखागार में हैं और पुनर्स्थापित किये जा सकते हैं।
लेखागार समय-समय पर साफ किये जाते हैं।',
'undelete-fieldset-title'      => 'संस्करण पुरानी स्थिति पर लाएँ',
'undeleteextrahelp'            => "पन्ने का संपूर्ण इतिहास वापस ले आने के लिए सभी बक्सों से सही का निशान हटा दें और '''''वापस ले आएँ''''' पर चटका लगाएँ।
चुनिंदा इतिहास को वापस ले आने के लिए, उन संस्करणों के बगल के बक्सों पर सही का निशान लगाएँ, और '''''वापस ले आएँ''''' पर चटका लगाएँ।
'''''पूर्ववत करें''''' पर चटका लगाने से टिप्पणी कोष्ठक और सभी बक्से खाली कर दिए जाएँगे।",
'undeleterevisions'            => '$1 {{PLURAL:$1|अवतरण|अवतरण}} आर्चिव्ह किये',
'undeletehistory'              => 'यदि आप पन्ने को पुनर्स्थापित करते हैं तो, सभी अवतरण इतिहास में पुनर्स्थापित हो जायेंगे।
मिटाने के बाद, यदि एक नया पन्ना उसी नाम से बनाया जाता है, तो पुनर्स्थापित अवतरण पिछले इतिहास में दर्शित होंगे।',
'undeleterevdel'               => 'यदि पुनर्स्थापन के फलस्वरूप शीर्ष पन्ना या संचिका संस्करण आंशिक रूप से मिट सकता है, तो इसे नहीं किया जायेगा।
ऐसी स्थिति में, आपको नवीनतम मिटाए गए संस्करण को बिना सही के निशान लगाये हुए या बिना छुपाये रखना होगा।',
'undeletehistorynoadmin'       => 'यह पृष्ठ निकाल दिया गया है।
निकाले जाने का कारन नीचे सारांश में दिया गया है, और साथ ही उन सदस्यों के बारे में विस्तार भी दिया गया है, जिन्होंने निकाले जाने से पहले इस पृष्ठ को संपादित किया है।
इन हटाये गए अवतरणों के विद्यमान विषय वस्तु केवल प्रशासकों को ही उपलब्ध है।',
'undelete-revision'            => '$1 ($4 को $5 बजे $3 द्वारा बनाया गया) का मिटाया हुआ संस्करण:',
'undeleterevision-missing'     => 'अमान्य अथवा अनुपस्थित अवतरण।
या तो आप ग़लत सम्पर्क प्रयोग कर रहे हैं, या यह अवतरण पुनर्स्थापित किया जा चुका है, अथवा इसे लेखागार से निकाल दिया गया है।',
'undelete-nodiff'              => 'पुरान अवतरण नहीं हैं।',
'undeletebtn'                  => 'वापस ले आयें',
'undeletelink'                 => 'देखें/पुरानी स्थिति पर लाएँ',
'undeleteviewlink'             => 'देखें',
'undeletereset'                => 'पूर्ववत करें',
'undeleteinvert'               => 'चुनाव उलटें',
'undeletecomment'              => 'टिप्पणी हटाना',
'undeletedarticle'             => '"[[$1]]" पुनर्स्थापित किया',
'undeletedrevisions'           => '{{PLURAL:$1|एक रूपान्तर वापस लाया गया|$1 रूपान्तर वापस लाये गये}} है',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 अवतरण|$1 अवतरण}} और {{PLURAL:$2|1 फ़ाईल|$2 फ़ाइलें}} पुनर्स्थापित कर दियें',
'undeletedfiles'               => '{{PLURAL:$1|1 फ़ाईल|$1 फ़ाईलें}} पुनर्स्थापित',
'cannotundelete'               => 'पुनर्स्थापित नहीं कर सकें;
किसी और ने पहले ही पुनर्स्थापित कर दिया हों।',
'undeletedpage'                => "'''$1 को पुनर्स्थापित कर दिया गया हैं'''

हाल में हटायें गये तथा पुनर्स्थापित किये हुए पन्नोंकी ज़ानकारी के लिये [[Special:Log/delete|हटानेकी सूची]] देखें।",
'undelete-header'              => 'हाल में हटाये गये पन्ने देखने के लियें [[Special:Log/delete|हटाने की सूची]] देखें।',
'undelete-search-box'          => 'हटायें गयें पन्ने खोजें',
'undelete-search-prefix'       => 'से शुरु होने पन्ने दर्शायें:',
'undelete-search-submit'       => 'खोज',
'undelete-no-results'          => 'हटायें गयें पन्नोंके आर्चिव्हमें मेल खाने वाले पन्ने मिले नहीं।',
'undelete-filename-mismatch'   => '$1 समयके फ़ाइलके हटाये गये अवतरणको पुनर्स्थापित नहीं किया जा सकता: फ़ाईल का नाम मेल नहीं खाता',
'undelete-bad-store-key'       => '$1 समयका फ़ाईल अवतरण पुनर्स्थापित नहीं कर सकतें हैं: हटाने से पहले फ़ाईल अस्तित्वमें नहीं थी।',
'undelete-cleanup-error'       => 'इस्तेमालमें न लाई गई "$1" आर्चिव्ह फ़ाईल हटाने में समस्या हुई हैं।',
'undelete-missing-filearchive' => 'सिचिका पुरालेख क्रमांक $1 को पुनर्स्थापित करने में असक्षम हैं, क्योंकि यह आँकड़ाकोष में उपलब्ध नहीं है।
या ऐसा भी हो सकता है कि इसे पहले से ही पुनर्स्थापित किया जा चुका हो।',
'undelete-error-short'         => 'फ़ाईल पुनर्स्थापित करने में समस्या: $1',
'undelete-error-long'          => 'फ़ाईल पुनर्स्थापित करने में आई हुई समस्याएं:

$1',
'undelete-show-file-confirm'   => 'क्या आप वास्तव में संचिका "<nowiki>$1</nowiki>" के $2 को $3 बजे बने, मिटाए जा चुके संस्करण को देखना चाहते हैं?',
'undelete-show-file-submit'    => 'हाँ',

# Namespace form on various pages
'namespace'      => 'नामस्थान:',
'invert'         => 'विपरीत प्रवरण',
'blanknamespace' => '(मुख्य)',

# Contributions
'contributions'       => 'सदस्य योगदान',
'contributions-title' => '$1 के लिए सदस्यों के योगदान',
'mycontris'           => 'मेरा योगदान',
'contribsub2'         => '$1 के लिये ($2)',
'nocontribs'          => 'इन कसौटियों से मिलनेवाले बदलाव मिले नहीं।',
'uctop'               => '(उपर)',
'month'               => 'इस महिनेसे (और पुरानें):',
'year'                => 'इस सालसे (और पुराने):',

'sp-contributions-newbies'        => 'सिर्फ नये सदस्योंका योगदान दर्शायें',
'sp-contributions-newbies-sub'    => 'नये सदस्योंके लिये',
'sp-contributions-newbies-title'  => 'नए सदस्यों द्वारा योगदान',
'sp-contributions-blocklog'       => 'ब्लॉक सूची',
'sp-contributions-deleted'        => 'सदस्यों को योगदान जो हटाए जा चुके हैं',
'sp-contributions-logs'           => 'चिट्ठे',
'sp-contributions-talk'           => 'वार्ता',
'sp-contributions-userrights'     => 'सदस्य अधिकार प्रबंधन',
'sp-contributions-blocked-notice' => 'यह सदस्य फ़िलहाल अवरोधित हैं। सदंर्भ के लिए ताज़ातरीन अवरोध चिट्ठा प्रविष्टि नीचे है:',
'sp-contributions-search'         => 'योगदान के लिये खोज',
'sp-contributions-username'       => 'आईपी एड्रेस या सदस्यनाम:',
'sp-contributions-submit'         => 'खोज',

# What links here
'whatlinkshere'            => 'यहाँ के हवाले कहाँ कहाँ हैं',
'whatlinkshere-title'      => '$1 से जुड़े हुए पन्ने',
'whatlinkshere-page'       => 'पन्ना:',
'linkshere'                => "नीचे दिये हुए पन्ने '''[[:$1]]''' से जुडते हैं:",
'nolinkshere'              => "'''[[:$1]]''' को कुछभी जुडता नहीं हैं ।",
'nolinkshere-ns'           => "चुने हुए नामस्थानसे '''[[:$1]]''' को जुडने वाले पन्ने नहीं हैं।",
'isredirect'               => 'पुनर्निर्देशन पन्ना',
'istemplate'               => 'मिलाईयें',
'isimage'                  => 'चित्र कड़ी',
'whatlinkshere-prev'       => '{{PLURAL:$1|पिछला|पिछले $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|अगला|अगले $1}}',
'whatlinkshere-links'      => '← कड़ियाँ',
'whatlinkshere-hideredirs' => '$1 अनुप्रेषितें',
'whatlinkshere-hidetrans'  => '$1 ट्रान्स्क्ल्युजन्स',
'whatlinkshere-hidelinks'  => '$1 कड़ीयाँ',
'whatlinkshere-hideimages' => '$1 चित्र कड़ीयाँ',
'whatlinkshere-filters'    => 'छन्ने',

# Block/unblock
'blockip'                         => 'अवरोधित करें',
'blockip-title'                   => 'ब्लॉक उपयोगकर्ता',
'blockip-legend'                  => 'सदस्य को ब्लॉक करें',
'blockiptext'                     => 'विशिष्ठ IP पते अथवा सदस्य नाम को लिखने के अधिकार से बाध्य करने के लिए निम्न पत्र का प्रयोग करें।
यह सिर्फ बर्बरता को रोकने के लिए ही किया जाना चाहिए, और [[{{MediaWiki:Policy-url}}|नीति]] के अनुसार ही करना चाहिए।
नीचे विशिष्ठ कारण भी लिखें (उदाहरण के लिए, सटीक पृष्ठों को दर्शाते हुए, जिनमें बर्बरता की गई हो)।',
'ipaddress'                       => 'आईपी एड्रेस:',
'ipadressorusername'              => 'आईपी एड्रेस या सदस्यनाम:',
'ipbexpiry'                       => 'समाप्ति:',
'ipbreason'                       => 'कारण:',
'ipbreasonotherlist'              => 'दूसरा कारण',
'ipbreason-dropdown'              => '*ब्लॉक करने के साधारण कारण
** गलत ज़ानकारी भरना
** पन्नोंसे पाठ हटाना
** बाहरी साइट्सकी कड़ीयाँ देना
** पन्ने में कचरा भरना
** सदस्योंको तंग करना
** एक से ज्यादा खातें खोलकर परेशान करना
** अवैध सदस्यनाम',
'ipbanononly'                     => 'सिर्फ अनामक सदस्योंको ब्लॉक करें',
'ipbcreateaccount'                => 'खाते का निर्माण रोकें',
'ipbemailban'                     => 'सदस्य को इ-मेल भेजने से रोकें',
'ipbenableautoblock'              => 'इस सदस्यद्वारा इस्तेमाल किया गया आखिरी आईपी एड्रेस और यहां से आगे इस सदस्य द्वारा इस्तेमालमें लाये जाने वाले सभी एड्रेस ब्लॉक करें।',
'ipbsubmit'                       => 'इस सदस्य को और बदलाव करने से रोकें',
'ipbother'                        => 'अन्य समय:',
'ipboptions'                      => '२ घंटे:2 hours,१ दिन:1 day,३ दिन:3 days,१ हफ्ता:1 week,२ हफ्ते:2 weeks,१ महिना:1 month,३ महिने:3 months,६ महिने:6 months,१ साल:1 year,हमेशा के लिये:infinite',
'ipbotheroption'                  => 'अन्य',
'ipbotherreason'                  => 'अन्य/दूसरा कारण:',
'ipbhidename'                     => 'संपादन व सूचियों से सदस्य नाम छिपाएँ',
'ipbwatchuser'                    => 'इस सदस्य के सदस्य तथा वार्ता पृष्ठ पर ध्यान रखें',
'ipballowusertalk'                => 'अवरोधित होने पर भी इस सदस्य को अपना वार्ता पन्ना बदलने दें',
'ipb-change-block'                => 'इन जमावों के साथ सदस्य को फिर से अवरोधित करें',
'badipaddress'                    => 'अमान्य आईपी पता।',
'blockipsuccesssub'               => 'अवरोधन सफल ।(संपादन करने से रोक दिया गया है)',
'blockipsuccesstext'              => '[[Special:Contributions/$1|$1]] को बाध्य किया जा चुका है।<br />
बाध्यों की समीक्षा के लिए [[Special:IPBlockList|IP बाध्य सूची]] देखें।',
'ipb-edit-dropdown'               => 'ब्लॉक कारण संपादित करें',
'ipb-unblock-addr'                => '$1 को अनब्लॉक करें',
'ipb-unblock'                     => 'सदस्य अथवा आईपी एड्रेस को अनब्लॉक करें',
'ipb-blocklist'                   => 'सद्य ब्लॉक देखें',
'ipb-blocklist-contribs'          => '$1 के लिए योगदान',
'unblockip'                       => 'सदस्य को अनब्लॉक करें',
'unblockiptext'                   => 'पहले ब्लॉक किये हुए आईपी एड्रेस या सदस्यनाम को अनब्लॉक करने के लिये नीचे दिया गया फार्म भरें।',
'ipusubmit'                       => 'यह अवरोध हटाएँ',
'unblocked'                       => '[[User:$1|$1]] को अनब्लॉक कर दिया हैं',
'unblocked-id'                    => 'ब्लॉक $1 निकाला गया हैं',
'ipblocklist'                     => 'अवरोधित आईपी पते व सदस्यनाम',
'ipblocklist-legend'              => 'ब्लॉक किया हुआ सदस्य खोजें',
'ipblocklist-username'            => 'सदस्यनाव या आईपी एड्रेस:',
'ipblocklist-sh-userblocks'       => 'खाता अवरोध $1',
'ipblocklist-sh-tempblocks'       => 'अस्थायी अवरोध $1',
'ipblocklist-sh-addressblocks'    => 'एकल आईपी अवरोध $1',
'ipblocklist-submit'              => 'खोज',
'ipblocklist-localblock'          => 'स्थानीय ब्लॉक',
'ipblocklist-otherblocks'         => 'आईपी ब्लॉक सूची से अन्य ब्लॉकों',
'blocklistline'                   => '$1, $2 ने $3 को बदलाव करने से रोक दिया है (यह रोक $4 तक मान्य है)',
'infiniteblock'                   => 'इनफाईनाईट',
'expiringblock'                   => '$1 को $2 बजे मियाद खत्म होती है',
'anononlyblock'                   => 'केवल अनाम सदस्य',
'noautoblockblock'                => 'स्वयंचलित ब्लॉक रद्द किये हैं',
'createaccountblock'              => 'खाते निर्माण को रोक दिया हैं',
'emailblock'                      => 'इ-मेल को ब्लॉक किया हैं',
'blocklist-nousertalk'            => 'अपना वार्ता पन्ना भी संपादित नहीं कर सकेंगे',
'ipblocklist-empty'               => 'ब्लॉक सूची खाली हैं।',
'ipblocklist-no-results'          => 'पूछे गये आईपी एड्रेस / सदस्यनाम पर ब्लॉक नहीं हैं।',
'blocklink'                       => 'अवरोधित करें',
'unblocklink'                     => 'अवरोध हटाएँ',
'change-blocklink'                => 'विभाग बदलें',
'contribslink'                    => 'योगदान',
'autoblocker'                     => 'आपका IP पता स्वत: बाध्य है, जो की हाल ही में "[[User:$1|$1]]" द्वारा प्रयोग किया गया है।
$1 को बाध्य करने का कारण है: "$2"',
'blocklogpage'                    => 'ब्लॉक सूची',
'blocklogentry'                   => '"[[$1]]" को $2 $3 तक बदलाव करने से रोक दिया गया है।',
'reblock-logentry'                => '[[$1]] का अवरोध जमाव बदला गया, मियाद अब $2 $3 पर खत्म होगी',
'blocklogtext'                    => 'यह सदस्यों को बाध्य एवं अबाध्य करने के क्रियाकलापों का अभिलेख है।
स्वत: बाधित होने वाले IP पते इस सूची में उपलब्ध नहीं है।
वर्त्तमान में क्रियाशील प्रतिबंधों और बाध्यों की सूची के लिए [[Special:IPBlockList|IP बाधित सूची]] देखें।',
'unblocklogentry'                 => '$1 ब्लॉक निकाल दिया हैं',
'block-log-flags-anononly'        => 'सिर्फ अनामक सदस्य',
'block-log-flags-nocreate'        => 'खाता निर्माण पर रोक',
'block-log-flags-noautoblock'     => 'ऑटोब्लॉक बंद हैं',
'block-log-flags-noemail'         => 'इ-मेल बंद हैं',
'block-log-flags-nousertalk'      => 'अपना वार्ता पन्ना भी नहीं बदल सकते हैं',
'block-log-flags-angry-autoblock' => 'उन्नत स्व-अवरोध लागू',
'block-log-flags-hiddenname'      => 'सदस्य नाम छिपा हुआ',
'range_block_disabled'            => 'प्रबंधकोंको अब रेंज ब्लॉक करने की अनुमति नहीं हैं।',
'ipb_expiry_invalid'              => 'अवैध समाप्ति कालावधी।',
'ipb_expiry_temp'                 => 'छुपायें हुए सदस्यनाम ब्लॉक्स हमेशा के लिये होने चाहिये।',
'ipb_hide_invalid'                => 'इस खाते को छिपा नहीं पाए; संभव है कि इसमें बहुत अधिक संपादन हुए हों।',
'ipb_already_blocked'             => '"$1" को पहलेसे ब्लॉक हैं',
'ipb-needreblock'                 => '== पहले ही अवरोधित है ==
$1 पहले ही अवरोधित है।
क्या आप अवरोध के जमाव बदलना चाहेंगे?',
'ipb_cant_unblock'                => 'समस्या: ब्लॉक ID $1 मिला नहीं। इसे पहले अनब्लॉक कर दिया गया हो सकता हैं।',
'ipb_blocked_as_range'            => 'गलती: $1 यह आइपी सीधे बाधित नहीं है और अबाध्य नहीं किया जा सकता।
फिर भी, $2 प्रकार को बाध्य किया जा सकता है, जिनको अबाध्य किया जा सकता है।',
'ip_range_invalid'                => 'गलत आईपी रेंज',
'blockme'                         => 'मुझे ब्लॉक करो',
'proxyblocker'                    => 'प्रॉक्सी ब्लॉकर',
'proxyblocker-disabled'           => 'यह कार्य रद्द कर दिया गया हैं।',
'proxyblockreason'                => 'आपका IP पता बाधित किया जा चुका है क्योंकि यह एक मुक्त प्रतिनिधि है।
कृपया आप अपने इंटरनेट सेवा प्रदान करने वाले से या तकनीकी सहायक से सम्पर्क करें अथवा उन्हें इस भयावह सुरक्षा समस्या के बारे में सूचित करें।',
'proxyblocksuccess'               => 'हो गया।',
'sorbsreason'                     => '{{SITENAME}} द्वारा इस्तेमालमें लाये जाने वाले DNSBL में आपके आईपी एड्रेसको ओपन प्रॉक्सीमें दर्शाया गया हैं।',
'sorbs_create_account_reason'     => '{{SITENAME}} के DNSBL ने आपका आईपी एड्रेस ओपन प्रोक्सी करके सूचित किया हैं। आप खाता खोल नहीं सकतें।',
'cant-block-while-blocked'        => 'आप खुद ही अवरोधित हैं इसलिए इस समय आप औरों को अवरोधित नहीं कर सकते हैं।',
'cant-see-hidden-user'            => 'कठबोली छुपा उपयोगकर्ता देखना',

# Developer tools
'lockdb'              => 'डाटाबेस लॉक करें',
'unlockdb'            => 'डाटाबेस अनलॉक करें',
'lockdbtext'          => 'डेटाबेस में ताला लगाने से सभी सदस्य पृष्ठ संपादन, अपनी वरीयताओं में परिवर्तन, अपनी ध्यानसूची में संपादन, और अन्य चीजें जिनके लिए डेटाबेस में परिवर्तन करना होता है, उनसे वंचित हो जायेंगे।
कृपया यह सुनिश्चित करे की आप यह करना चाहते हैं, और आप अनुरक्षण के पश्चात ताला खोल देंगे।',
'unlockdbtext'        => 'डेटाबेस का ताला खोलने से सभी सदस्य पृष्ठ संपादन, अपनी वरीयताओं में परिवर्तन, अपनी ध्यानसूची में संपादन, और अन्य चीजें जिनके लिए डेटाबेस में परिवर्तन करना होता है, की सक्षमता को पुनर्स्थापित कर लेंगे।
कृपया यह सुनिश्चित करे की आप यह करना चाहते हैं।',
'lockconfirm'         => 'जी हां, मुझे सचमुच डाटाबेस को ताला लगाना हैं।',
'unlockconfirm'       => 'जी हां, मुझे सचमुच डाटाबेस का ताला खोलना हैं।',
'lockbtn'             => 'डाटाबेस लॉक करें',
'unlockbtn'           => 'अनलॉक डाटाबेस',
'locknoconfirm'       => 'आपने कन्फर्मेशन सन्दूकमें क्लिक नहीं किया हैं।',
'lockdbsuccesssub'    => 'डाटाबेस को ताला लगाया गया हैं',
'unlockdbsuccesssub'  => 'डाटाबेस का ताला निकाला गया हैं',
'lockdbsuccesstext'   => 'डाटाबेस को ताला लगाया गया हैं।<br />
आपके द्वारा मेंटेनन्स पूरा होने के बाद [[Special:UnlockDB|ताला खोलना]] याद रखें।',
'unlockdbsuccesstext' => 'डाटाबेसका ताला खोल दिया गया हैं।',
'lockfilenotwritable' => 'डाटाबेस के लॉक फ़ाईलमें लिख नहीं पा रहें हैं।
डाटाबेस का ताला लगाने या खोलनेके लिये, इस फ़ाईलपर लिखा जाना जरूरी हैं।',
'databasenotlocked'   => 'डाटाबेस को ताला नहीं लगाया गया हैं।',

# Move page
'move-page'                    => '$1 हिलाईयें',
'move-page-legend'             => 'पृष्ठ स्थानांतरण',
'movepagetext'                 => "नीचे दिया हुआ पर्चा पन्ने का नाम बदल देगा, उसका सारा इतिहास भी नए नाम से दिखना शुरू हो जाएगा।
पुराना शीर्षक नये नाम को अनुप्रेषित करेगा ।
मूल शीर्षक की ओर ले जाने वाले अग्रेषणों को आप स्वचालित रूप से बदल सकते हैं।
यदि आप ऐसा नहीं करते हैं तो कृपया [[Special:DoubleRedirects|दोहरे]] पुनर्निर्देशण या [[Special:BrokenRedirects|टूटे पुनर्निर्देशन]] के लिए ज़रूर जाँच करें।
कड़ियाँ सही जगह इंगित करती रहें, यह सुनिश्चित करना आपकी जिम्मेदारी है।

अगर नये शीर्षक का लेख पहले से है तो स्थानांतरण '''नहीं''' होगा। पर अगर नये शीर्षक वाला लेख खाली है अथवा कहीं और अनुप्रेषित करता है और साथ ही उसके पुराने संस्करण नहीं हैं तो स्थानांतरण हो जायेगा ।
इसका मतलब कि यदि आपसे गलती हो जाए तो आप वापस पुराने नाम पर इस पन्ने का स्थानांतरण कर सकेंगे, और साथ ही आप किसी मौजूदा पन्ने के बदले यह स्थानांतरण नहीं कर सकते हैं।

'''चेतावनी!'''
यदि पन्ना काफ़ी लोकप्रिय है तो उसके लिए यह एक बहुत बड़ा व अकस्मात् परिवर्तन हो सकता है;
आगे बढ़ने से पहले इसका अंजाम अच्छी तरह समझ लें।

'''सूचना!'''
स्थानांतरण करनेसे कोई भी महत्वपूर्ण लेख में अनपेक्षित बदलाव हो सकते है ।
आपसे अनुरोध है कि आप इसके परिणाम जान लें ।",
'movepagetalktext'             => "संबंधित वार्ता पृष्ठ इसके साथ स्थानांतरीत नहीं होगा '''अगर:'''
* आप पृष्ठ दुसरे नामस्थान में स्थानांतरीत कर रहें है
* इस नाम का वार्ता पृष्ठ पहलेसे बना हुवा है, या
* नीचे दिया हुआ चेक बॉक्स आपने निकाल दिया है ।

इन मामलोंमे आपको स्वयं यह पन्ने जोडने पड़ सकते है ।",
'movearticle'                  => 'पृष्ठ का नाम बदलें',
'moveuserpage-warning'         => 'चाल उपयोगकर्ता चेतावनी पृष्ठ',
'movenologin'                  => 'लॉग इन नहीं किया',
'movenologintext'              => 'लेख स्थानांतरित करने के लिये आपने [[Special:UserLogin|लॉग इन]] किया होना जरूरी हैं।',
'movenotallowed'               => 'आपको पन्ने स्थानांतरित करने की अनुमति नहीं है।',
'movenotallowedfile'           => 'आपको संचिकाएँ स्थानांतरित करने की अनुमति नहीं है।',
'cant-move-user-page'          => 'आपको सदस्य पन्ने स्थानांतरित करने की अनुमति नही है (सिवाय उप पन्नों के)।',
'cant-move-to-user-page'       => 'आपको किसी पन्नो को सदस्य पन्ने पर ले जाने की अनुमति नहीं है (सिवाय सदस्य उप पन्ने के)',
'newtitle'                     => 'नये शीर्षक की ओर:',
'move-watch'                   => 'ध्यान रखें',
'movepagebtn'                  => 'नाम बदलें',
'pagemovedsub'                 => 'नाम बदल दिया गया है',
'movepage-moved'               => '\'\'\'"$1" को "$2" पर ले जाया गया है\'\'\'',
'movepage-moved-redirect'      => 'एक पुनर्निर्देशन भी निर्मित किया गया है।',
'movepage-moved-noredirect'    => 'पुनर्निर्देशन पन्ना नहीं बनाया गया है।',
'articleexists'                => 'इस नाम का एक पृष्ठ पहले से ही उपस्थित है, अथवा आप ने अमान्य नाम चुना है। कृपया दूसरा नाम चुनें।',
'cantmove-titleprotected'      => 'नया शीर्षक बनाने से रोक होने के कारण, आप इस जगह पर कोई अन्य पन्ना स्थानांतरित नहीं कर सकतें हैं।',
'talkexists'                   => "'''पन्ने का नाम बदल दिया गया है, पर उससे संबंधित वार्ता पृष्ठ नहीं बदला गया है क्योंकि वह पहले से बना हुवा है ।
कृपया इसे स्वयं बदल दे ।'''",
'movedto'                      => 'को भेजा गया',
'movetalk'                     => 'संबंधित वार्ता पृष्ठ भी बदलें',
'move-subpages'                => 'उप पन्ने भी ले जाएँ ($1 तक)',
'move-talk-subpages'           => 'वार्ता पन्ने के उप पन्ने भी ले जाएँ ($1 तक)',
'movepage-page-exists'         => '$1 पृष्ठ पहले से अस्तित्वमें हैं और उसपर अपनेआप पुनर्लेखन नहीं कर सकतें।',
'movepage-page-moved'          => '$1 यह पृष्ठ $2 इस नामपर स्थानांतरित कर दिया गया।',
'movepage-page-unmoved'        => '$1 यह पृष्ठ $2 इस नामपर स्थानांतरित नहीं कर पायें।',
'movepage-max-pages'           => 'ज्यादासे ज्यादा $1 पृष्ठ स्थानांतरित कर {{PLURAL:$1|दिया गया है|दिये गये हैं}}, अब और पृष्ठ अपनेआप स्थानांतरित नहीं होंगे।',
'1movedto2'                    => '[[$1]] का नाम बदलकर [[$2]] कर दिया गया है',
'1movedto2_redir'              => '[[$1]] यह लेख का नाम बदल कर [[$2]] कर दिया गया हैं (अनुप्रेषित)',
'move-redirect-suppressed'     => 'पुनर्निर्देशन नहीं किया गया',
'movelogpage'                  => 'स्थानांतरण सूची',
'movelogpagetext'              => 'नाम बदले गये लेखोंकी सूची नीचे दी गई हैं।',
'movesubpage'                  => '{{PLURAL:$1|उप पन्ना|उप पन्ने}}',
'movesubpagetext'              => 'नीचे $1 {{PLURAL:$1|पन्ना दिखाया गया है, जो इस पन्ने का उप पन्ना है|पन्ना दिखाया गया है, जो इस पन्ने के उप पन्ने हैं}}।',
'movenosubpage'                => 'इस पन्ने के कोई उपपन्ने नहीं हैं।',
'movereason'                   => 'कारण:',
'revertmove'                   => 'पुराने अवतरण पर ले जाएं',
'delete_and_move'              => 'हटाया और नाम बदला',
'delete_and_move_text'         => '==हटाने की जरूरत==
लक्ष्य पृष्ठ "[[:$1]]" पहले से अस्तित्वमें हैं।
नाम बदलने के लिये क्या आप इसे हटाना चाहतें हैं?',
'delete_and_move_confirm'      => 'जी हां, पन्ना हटाईयें',
'delete_and_move_reason'       => 'स्थानांतरण करने के लिये जगह बनाई',
'selfmove'                     => 'स्रोत और लक्ष्य शीर्षक समान हैं;
पन्ना अपने ही जगह पर स्थानांतरित नहीं हो सकता।',
'immobile-source-namespace'    => 'नामस्थान "$1" के पन्नों का स्थानंतरण नहीं किया जा सकता है।',
'immobile-target-namespace'    => 'पन्नों को "$1" नामस्थान में नहीं ले जाया जा सकता है',
'immobile-target-namespace-iw' => 'अंतर विकि कड़ी पन्ना  ले जाने के लिए उचित लक्ष्य नहीं है।',
'immobile-source-page'         => 'इस पन्ने का स्थानांतरण नहीं किया जा सकता है।',
'immobile-target-page'         => 'इस गंतव्य शीर्षक पर नहीं ले जाया जा सकता है।',
'imagenocrossnamespace'        => 'संचिका को ग़ैर-संचिका नामस्थान में स्थानांतरित नहीं किया जा सकता है',
'imagetypemismatch'            => 'संचिका का नया विस्तार उसकी किस्म से मेल नहीं खा रहा है',
'imageinvalidfilename'         => 'लक्ष्यित संचिका नाम अवैध है',
'fix-double-redirects'         => 'मूल शीर्षक तक जाने वाले सभी पुनर्निर्देशनों को भी बदलें',
'move-leave-redirect'          => 'एक पुनर्निर्देशन पीछे छोड़ते जाएँ',
'protectedpagemovewarning'     => "'''चेतावनी:''' यह पन्ना तालाबंद है अतः केवल वही सदस्य इनका स्थानांतरण कर सकते हैं जो प्रबंधक हों।",
'semiprotectedpagemovewarning' => "'''ध्यान दें:''' इस पन्ने को सुरक्षित कर दिया गया है ताकि केवल पंजीकृत सदस्य ही इसे स्थानांतरित कर पाएँ।",
'file-exists-sharedrepo'       => 'फ़ाइल रेपो साझा मौजूद',

# Export
'export'            => 'पन्नों का निर्यात करें',
'exporttext'        => 'आप विशिष्ठ पृष्ठ के विषय वस्तु और संपादन इतिहास को निर्यात कर सकते हैं अथवा पृष्ठों के समूह को कुछ XML में लपेट सकते हैं।
यह [[Special:Import|आयात पृष्ठ]] की सहायता से मीडियाविकी का प्रयोग करके दूसरी विकी से आयात किया जा सकता है।

पृष्ठों को निर्यात करने के लिए, नीचे विषय वस्तु संदूक में शीर्षक प्रवेश करें, एक शीर्षक प्रति पंक्ति, और चुने कि आप वर्त्तमान अवतरण के साथ पुराने अवतरण भी चाहते हैं कि नहीं, या पिछले संपादन के बारे में जानकारी के साथ केवल वर्त्तमान अवतरण चाहते हैं।

बाद वाली स्थिति के लिए आप एक सम्पर्क भी प्रयोग कर सकते हैं, उदाहरण के लिए, "[[{{MediaWiki:Mainpage}}]]" पृष्ठ के लिए [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]]।',
'exportcuronly'     => 'पूरा इतिहास नहीं चाहियें, सिर्फ अभी का अवतरण अंतर्भूत करें',
'exportnohistory'   => "----
'''सूचना:''' इस फॉर्म का इस्तेमाल कर पन्नेका पूरा इतिहास निर्यात करना परफॉर्मेन्स के चलते रोक दिया गया हैं।",
'export-submit'     => 'निर्यात',
'export-addcattext' => 'इस श्रेणीसे पन्ने चुनें:',
'export-addcat'     => 'चुनें',
'export-addnstext'  => 'इस नामस्थान के पन्ने जोड़ें:',
'export-addns'      => 'जोड़ें',
'export-download'   => 'फ़ाईलके रुपमें सेव करें',
'export-templates'  => 'टेम्प्लेटस भी जोडें',
'export-pagelinks'  => 'जिन पन्नों के हवाले यहाँ हैं, उन्हें भी इस गहराई तक शामिल करें:',

# Namespace 8 related
'allmessages'                   => 'व्यवस्था संदेश',
'allmessagesname'               => 'नाम',
'allmessagesdefault'            => 'डिफॉल्ट पाठ',
'allmessagescurrent'            => 'वर्तमान पाठ',
'allmessagestext'               => 'ये मीडियाविकि नामस्थान में उपलब्ध प्रणाली संदेशों की एक सूची है। यदि आप सामान्य मीडियाविकि क्षेत्रीयकरण में योगदान देना चाहें तो कृपया [http://www.mediawiki.org/wiki/Localisation मीडियाविकि क्षेत्रीयकरण] व [http://translatewiki.net translatewiki.net] को देखें।',
'allmessagesnotsupportedDB'     => "इस पन्ने का इस्तेमाल नहीं कर सकते क्योंकी '''\$wgUseDatabaseMessages''' बंद हैं।",
'allmessages-filter-legend'     => 'छानें',
'allmessages-filter'            => 'अनुकूलन स्थिति के आधार पर छानें:',
'allmessages-filter-unmodified' => 'अपरिवर्तित',
'allmessages-filter-all'        => 'सभी',
'allmessages-filter-modified'   => 'परिवर्तित',
'allmessages-prefix'            => 'उपसर्ग के आधार पर छानें:',
'allmessages-language'          => 'भाषा:',
'allmessages-filter-submit'     => 'जाएँ',

# Thumbnails
'thumbnail-more'           => 'बड़ा करें',
'filemissing'              => 'फ़ाईल मिली नहीं',
'thumbnail_error'          => 'थंबनेल बनानेमें असुविधा हुई है: $1',
'djvu_page_error'          => 'DjVu पन्ना रेंजके बाहर हैं',
'djvu_no_xml'              => 'DjVu फ़ाईलके लिये XML नहीं मिल पाया',
'thumbnail_invalid_params' => 'थंबनेलके लिये गलत पॅरॅमीटर',
'thumbnail_dest_directory' => 'लक्ष्य डाइरेक्टरी बना नहीं पा रहें हैं',
'thumbnail_image-type'     => 'इस प्रकार की छवि समर्थित नहीं है',
'thumbnail_gd-library'     => 'अवैध जीडी लाइब्रेरी जमाव: कार्यसमूह $1 मौजूद नहीं है',
'thumbnail_image-missing'  => 'लगता है संचिका नामौजूद है: $1',

# Special:Import
'import'                     => 'पन्ने इम्पोर्ट करें',
'importinterwiki'            => 'ट्रान्सविकि आयात',
'import-interwiki-text'      => 'आयात करनेके लिये एक विकि और एक पन्ना चुनें।
अवतरणोंके दिनांक और संपादक का नाम जतन किया जायेगा.
सभी ट्रान्सविकि आयात क्रियायें [[Special:Log/import|आयात सूचीमें]] डाली गई हैं।',
'import-interwiki-source'    => 'स्रोत विकि/पन्ना:',
'import-interwiki-history'   => 'इस पन्ने के सभी इतिहास अवतरण कापी करें',
'import-interwiki-templates' => 'सभी साँचे शामिल करें',
'import-interwiki-submit'    => 'आयात',
'import-interwiki-namespace' => 'गंतव्य नामस्थान:',
'import-upload-filename'     => 'संचिका नाम:',
'import-comment'             => 'टिप्पणी:',
'importtext'                 => 'कृपया स्रोत विकि से संचिका निर्यातित करने के लिए [[Special:Export|निर्यात सुविधा]] का इस्तेमाल करें।
इस अपने संगणक पर सँजो के यहाँ चढ़ा दें।',
'importstart'                => 'पन्ने आयात कर रहें हैं...',
'import-revision-count'      => '$1 {{PLURAL:$1|अवतरण|अवतरण}}',
'importnopages'              => 'आयात करने के लिये पन्ने नहीं हैं।',
'importfailed'               => 'इम्पोर्ट असफल रहा  $1',
'importunknownsource'        => 'अज्ञात आयात स्रोत प्रकार',
'importcantopen'             => 'आयात फ़ाईल खोल नहीं पायें',
'importbadinterwiki'         => 'अवैध आंतरविकि कड़ि',
'importnotext'               => 'खाली अथवा पाठ नहीं',
'importsuccess'              => 'इम्पोर्ट सफल हुआ !',
'importhistoryconflict'      => 'उपलब्ध इतिहास अवतरण आपसमें विरोधी हैं (यह पन्ना पहलेसे आयात कर दिया गया होनेकी आशंका हैं)',
'importnosources'            => 'कोईभी ट्रान्सविकी आयात स्रोत मिले नहीं और डाइरेक्ट इतिहास अपलोड बंद कर दिये गये हैं।',
'importnofile'               => 'कोईभी आयात फ़ाईल अपलोड नहीं हुई हैं।',
'importuploaderrorsize'      => 'आयात फ़ाईल अपलोड हुई नहीं। इसका आकार अनुमतिसे ज्यादा हैं।',
'importuploaderrorpartial'   => 'आयात फ़ाईल अपलोड हुई नहीं। फ़ाईल आधी अधूरी अपलोड हुई।',
'importuploaderrortemp'      => 'आयात फ़ाईल अपलोड हुई नहीं। एक अस्थायी डाइरेक्टरी नहीं मिल रहीं।',
'import-parse-failure'       => 'XML आयात पार्स पूरा नहीं हुआ',
'import-noarticle'           => 'आयात करने के लिये पन्ना नहीं!',
'import-nonewrevisions'      => 'सभी अवतरण पहले ही आयात कर दिये गये हैं।',
'xml-error-string'           => '$1 कतार $2 में, कालम $3 (बाईट $4): $5',
'import-upload'              => 'XML डाटा अपलोड करें',
'import-token-mismatch'      => 'सत्र सामग्री खो गई।
कृपया फिर आजमाएँ।',
'import-invalid-interwiki'   => 'इस विकि से आयात नहीं हो सकता है।',

# Import log
'importlogpage'                    => 'इम्पोर्ट सूची',
'importlogpagetext'                => 'अन्य विकियोंसे प्रबंधकोंद्वारा की गई सम्पादन इतिहास के साथ होने वाले पन्नों की आयात।',
'import-logentry-upload'           => 'फ़ाईल अपलोड करके [[$1]] का आयात किया',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|अवतरण|अवतरण}}',
'import-logentry-interwiki'        => 'ट्रान्सविकि कर दिया $1',
'import-logentry-interwiki-detail' => '$2 से $1 {{PLURAL:$1|अवतरण|अवतरण}}',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'आपका प्रयोक्ता पन्ना',
'tooltip-pt-anonuserpage'         => 'आप जिस आईपी से बदलाव कर रहें हैं उसका सदस्य पान',
'tooltip-pt-mytalk'               => 'आपका वार्ता पन्ना',
'tooltip-pt-anontalk'             => 'इस आईपी एड्रेससे हुए बदलावों के बारे में वार्ता',
'tooltip-pt-preferences'          => 'आपकी वरीयताएँ',
'tooltip-pt-watchlist'            => 'आपने ध्यान दिये हुए पन्नोंकी सूची',
'tooltip-pt-mycontris'            => 'आपके योगदानों की सूची',
'tooltip-pt-login'                => 'आपसे सत्रारंभ करने की गुज़ारिश है; लेकिन यह लाज़मी नहीं है',
'tooltip-pt-anonlogin'            => 'आप लॉग इन करें, जबकि यह अत्यावश्यक नहीं हैं।',
'tooltip-pt-logout'               => 'सत्रांत',
'tooltip-ca-talk'                 => 'सामग्री पन्ने के बारे में वार्तालाप',
'tooltip-ca-edit'                 => 'आप यह पन्ना बदल सकते हैं।
कृपया बदलाव संजोने से पहले झलक देखें।',
'tooltip-ca-addsection'           => 'नया विभाग शुरू करें',
'tooltip-ca-viewsource'           => 'यह पन्ना सुरक्षित हैं। आप इसका स्रोत देख सकते हैं।',
'tooltip-ca-history'              => 'इस पन्ने के पुराने अवतरण',
'tooltip-ca-protect'              => 'इस पन्नेको सुरक्षित किजीयें',
'tooltip-ca-unprotect'            => 'इस पन्ने से सुरक्षा हटाएँ',
'tooltip-ca-delete'               => 'इस पन्ने को हटाएं',
'tooltip-ca-undelete'             => 'इस पन्नेको हटाने से पहले किये गये बदलाव पुनर्स्थापित करें',
'tooltip-ca-move'                 => 'यह पन्ना स्थानांतरित करें',
'tooltip-ca-watch'                => 'इस पन्ने को अपनी ध्यानसूची में डालें',
'tooltip-ca-unwatch'              => 'यह पन्ना अपने ध्यानसूचीसे हटाएं',
'tooltip-search'                  => '{{SITENAME}} में खोजें',
'tooltip-search-go'               => 'अगर इस शीर्षक का पन्ना हैं तो उसपर चलें',
'tooltip-search-fulltext'         => 'इस वाक्यांश को पन्नों में खोजें',
'tooltip-p-logo'                  => 'मुख पृष्ठ',
'tooltip-n-mainpage'              => 'मुखपृष्ठ पर जाएँ',
'tooltip-n-mainpage-description'  => 'मुखपृष्ठ पर जाएँ',
'tooltip-n-portal'                => 'परियोजना के बारे में, आप क्या कर सकतें हैं, मदद कहाँ से लें',
'tooltip-n-currentevents'         => 'हालकी घटनाओं की पृष्ठभूमि प्राप्त करें',
'tooltip-n-recentchanges'         => 'विकि में हाल में हुए बदलावों की फ़ेरहिस्त',
'tooltip-n-randompage'            => 'किसी एक लेख पर जाएँ',
'tooltip-n-help'                  => 'पता लगाने की जगह',
'tooltip-t-whatlinkshere'         => 'यहाँ का हवाला देने वाले सभी विकि पन्नों की सूची',
'tooltip-t-recentchangeslinked'   => 'यहां जुडे हुए सभी पन्नोंमें हुए हाल के बदलाव',
'tooltip-feed-rss'                => 'इस पन्ने की आरएसएस फ़ीड',
'tooltip-feed-atom'               => 'इस पन्ने की अणु फ़ीड',
'tooltip-t-contributions'         => 'इस सदस्यके योगदानकी सूची देखियें',
'tooltip-t-emailuser'             => 'इस सदस्य को इमेल भेजें',
'tooltip-t-upload'                => 'संचिका चढ़ाएँ',
'tooltip-t-specialpages'          => 'सभी खास पन्नोंकी सूची',
'tooltip-t-print'                 => 'इस पन्नेका छपानेलायक अवतरण',
'tooltip-t-permalink'             => 'पन्ने के इस संस्करण की स्थायी कड़ी',
'tooltip-ca-nstab-main'           => 'सामग्री वाला पन्ना देखें',
'tooltip-ca-nstab-user'           => 'सदस्य पन्ना देखियें',
'tooltip-ca-nstab-media'          => 'मीडिया पन्ने देखें',
'tooltip-ca-nstab-special'        => 'यह एक खास पन्ना है, आप इसे बदल नहीं सकतें हैं',
'tooltip-ca-nstab-project'        => 'प्रोजेक्ट पन्ना देखियें',
'tooltip-ca-nstab-image'          => 'संचिका का पन्ना देखें',
'tooltip-ca-nstab-mediawiki'      => 'प्रणाली संदेश देखें',
'tooltip-ca-nstab-template'       => 'टेम्प्लेट देखियें',
'tooltip-ca-nstab-help'           => 'सहायता पन्ने पर जाईयें',
'tooltip-ca-nstab-category'       => 'श्रेणियाँ पन्ना देखियें',
'tooltip-minoredit'               => 'इसे छोटे बदलाव के तौर पर दर्ज करें',
'tooltip-save'                    => 'अपने बदलाव सँजोएँ',
'tooltip-preview'                 => 'अपने बदलावों की झलक देखें, कृपया सँजोने से पहले इसका इस्तेमाल करें!',
'tooltip-diff'                    => 'इस पाठ्यमें आपने किये हुए बदलाव देखें।',
'tooltip-compareselectedversions' => 'इस पन्नेके चुने हुए अवतरणोंमें फर्क दिखायें ।',
'tooltip-watch'                   => 'इस पन्ने को अपनी ध्यानसूची में डालें।',
'tooltip-recreate'                => 'यह पन्ना पहले हटाया होने के बावजूद फिरसे बनायें',
'tooltip-upload'                  => 'अपलोड शुरू करें',
'tooltip-rollback'                => '"वापस ले जाएँ" इस पन्ने के पिछले योगदाता के बदलाव एक ही चटके में ग़ायब कर देता है।',
'tooltip-undo'                    => '"पुरानी स्थिति पर लाएँ" इस बदलाव को वापस ले जा के संपादन पर्चे को झलक रीति में दिखलाता है।
इसके जरिए सारांश में पुरानी स्थिति में लाने का कारण लिखा जा सकता है।',

# Stylesheets
'common.css'   => '/* यहां रखी css सभी त्वचाओंपर असर करेगी */',
'monobook.css' => '/* यहां रखी गई css मोनोबुक त्वचा का इस्तेमाल करने वाले सभी सदस्योंपर असर करेगी */',

# Scripts
'common.js'   => '/* यहां लिखी गई जावास्क्रीप्ट सभी सदस्योंके लिये इस्तेमाल में लाई जायेगी। */',
'monobook.js' => '/* डिप्रिकेटेड;[[MediaWiki:common.js]] का इस्तेमाल करें */',

# Metadata
'nodublincore'      => 'Dublin Core RDF metadata इस सर्वर के लिये प्राप्त नहीं हैं।',
'nocreativecommons' => 'Creative Commons RDF metadata इस सर्वर के लिये प्राप्त नहीं हैं।',
'notacceptable'     => 'विकि सर्वर आपके क्लायंटको जिस प्रकारसे डाटा चाहिये उस प्रकारसे नहीं दे सकता।',

# Attribution
'anonymous'        => '{{SITENAME}} के {{PLURAL:$1||}} बेनामी सदस्य',
'siteuser'         => 'विकिपीडिया सदस्य  $1',
'anonuser'         => '{{SITENAME}} अज्ञात उपयोगकर्ता $1',
'lastmodifiedatby' => 'इस पन्ने का आखिरी बदलाव $3 ने $2, $1 पर किया।',
'othercontribs'    => '$1 के कार्य के अनुसार।',
'others'           => 'अन्य',
'siteusers'        => '{{SITENAME}} {{PLURAL:$2|सदस्य|सदस्य}} $1',
'anonusers'        => 'अज्ञात उपयोगकर्ताओं',
'creditspage'      => 'पान श्रेय नामावली',
'nocredits'        => 'इस पन्ने के लिये क्रेडिट ज़ानकारी नहीं हैं।',

# Spam protection
'spamprotectiontitle' => 'स्पॅम सुरक्षा फिल्टर',
'spamprotectiontext'  => 'आप जिस पन्ने को सँजोना चाहते थे उसे रद्दी सामग्री की छननी ने अवरोधित किया हुआ है।
यह संभवतः किसी कर्पसूचित बाहरी स्थल की कड़ी की वजह से हुआ है।',
'spamprotectionmatch' => 'नीचे दिये हुए पाठ को स्पॅम सुरक्षा फिल्टर द्वारा रोका गया था: $1',
'spambot_username'    => 'मीडियाविकि स्पॅम स्वच्छता',
'spam_reverting'      => '$1 को कड़ी ना होने वाले पुराने अवतरण को पुनर्स्थापित कर रहें हैं',
'spam_blanking'       => 'सभी अवतरणोंमें $1 को कड़ियां हैं, पूरा पाठ निकाल रहें हैं',

# Info page
'infosubtitle'   => 'पन्नेके बारे में ज़ानकारी',
'numedits'       => 'बदलावोंकी संख्या (पन्ना): $1',
'numtalkedits'   => 'बदलावों की संख्या (वार्ता पॄष्ठ): $1',
'numwatchers'    => 'पहरा देनेवालोंकी संख्या: $1',
'numauthors'     => 'अलग लेखकोंकी संख्या (पन्ना): $1',
'numtalkauthors' => 'अलग लेखकोंकी संख्या (वार्ता पन्ना): $1',

# Math options
'mw_math_png'    => 'हमेशा PNG बनायें',
'mw_math_simple' => 'HTML अलग आसानी से बनें या फिर PNG बनायें',
'mw_math_html'   => 'HTML अगर हो सकें तो अन्यथा PNG',
'mw_math_source' => 'उसे TeX ही रखियें (पाठ ब्राउज़र के लिये)',
'mw_math_modern' => 'आधुनिक ब्राउज़रके लिये उपयुक्त',
'mw_math_mathml' => 'MathML अगर हो सके तो (प्रायोगिक)',

# Math errors
'math_failure'          => 'पार्स नहीं कर पायें',
'math_unknown_error'    => 'अपरिचीत समस्या',
'math_unknown_function' => 'अज्ञात कार्य',
'math_lexing_error'     => 'लेक्सींग समस्या',
'math_syntax_error'     => 'सिन्टैक्स गलती',
'math_image_error'      => 'PNG में रुपांतरण अयशस्वी;
latex, dvips, gs, और convert के इन्स्टॉलेशन की जाँच करें',
'math_bad_tmpdir'       => 'मैथ अस्थायी डाइरेक्टरी या तो बना नहीं सकतें या फिर उसमें लिख नहीं सकतें',
'math_bad_output'       => 'मैथ आउटपुट डाइरेक्टरी या तो बना नहीं सकतें या फिर उसमें लिख नहीं सकतें',
'math_notexvc'          => 'texvc एक्झीक्यूटेबल फ़ाईल मिल नहीं रहीं;
समनुरूप बनाने के लियें math/README देखें।',

# Patrolling
'markaspatrolleddiff'                 => 'देख लिया ऐसा मार्क करें',
'markaspatrolledtext'                 => 'इस पन्ने को देख लिया ऐसा मार्क करें',
'markedaspatrolled'                   => 'देख लिया ऐसा मार्क करें',
'markedaspatrolledtext'               => 'चुने हुए अवतरणपर देखा गया का मार्क किया।',
'rcpatroldisabled'                    => 'हाल में हुए बदलावों पर नजर रखना बंद कर दिया हैं',
'rcpatroldisabledtext'                => 'हाल में हुए बदलावोंपर नजर रखने की सुविधा बंद कर दी ग‍ईं हैं।',
'markedaspatrollederror'              => 'देख लिया ऐसा मार्क नहीं कर पायें',
'markedaspatrollederrortext'          => 'नजर रखने के लिये आपको एक अवतरणको चुनना होगा।',
'markedaspatrollederror-noautopatrol' => 'आप खुद अपने बदलावोंपर नजर नहीं रख सकतें हैं।',

# Patrol log
'patrol-log-page'      => 'नजर रखनेकी सूची',
'patrol-log-header'    => 'यह निगरानी में बने संस्करणों का चिट्ठा है।',
'patrol-log-line'      => '$2 के $1 अवतरण पर नजर रखी $3',
'patrol-log-auto'      => '(अपनेआप)',
'patrol-log-diff'      => 'संस्करण $1',
'log-show-hide-patrol' => 'निगरानी के चिट्ठे $1',

# Image deletion
'deletedrevision'                 => 'पुराना अवतरण $1 हटा दिया',
'filedeleteerror-short'           => 'फ़ाईल हटानेमें समस्या: $1',
'filedeleteerror-long'            => 'फ़ाईल हटानेमें आईं समस्यायें:

$1',
'filedelete-missing'              => 'फ़ाईल "$1" को हटा नहीं सकते, क्योकि यह अस्तित्व में नहीं हैं।',
'filedelete-old-unregistered'     => 'बताया गया "$1" अवतरण डाटाबेस में मिला नहीं।',
'filedelete-current-unregistered' => 'बताई गई "$1" फ़ाईल डाटाबेसमें नहीं हैं।',
'filedelete-archive-read-only'    => 'आर्चिव्ह डाइरेक्टरी "$1" पर वेबसर्वर लिख नहीं पा रहा हैं।',

# Browsing diffs
'previousdiff' => '← इससे पुराना बदलाव',
'nextdiff'     => 'ताज़ा संपादन →',

# Media information
'mediawarning'         => 'चेतावनी मीडिया',
'imagemaxsize'         => "छवि आकार सीमा:<br />''(संचिका वर्णन पन्नों के लिए)''",
'thumbsize'            => 'थंबनेल का आकार:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|पन्ना|पन्ने}}',
'file-info'            => '(फ़ाईल का आकार: $1, MIME प्रकार: $2)',
'file-info-size'       => '($1 × $2 चित्रतत्व, संचिका का आकार: $3, माइम प्रकार: $4)',
'file-nohires'         => '<small>इससे ज्यादा रिज़ोल्यूशन उपलब्ध नहीं हैं.</small>',
'svg-long-desc'        => '(SVG फ़ाईल, साधारणत: $1 × $2 पीक्सेल्स, फ़ाईलका आकार: $3)',
'show-big-image'       => 'सम्पूर्ण रिज़ोल्यूशन',
'show-big-image-thumb' => '<small>इस झलक का आकार: $1 × $2 पीक्सेल्स</small>',
'file-info-gif-looped' => 'चक्र में',
'file-info-gif-frames' => '$1 {{PLURAL:$1|ढाँचा|ढाँचे}}',

# Special:NewFiles
'newimages'             => 'नई फ़ाईल्सकी गैलरी',
'imagelisttext'         => "नीचे $2 के नुसार '''$1''' {{PLURAL:$1|फ़ाईल दी है।|फ़ाईलें दी हुईं हैं।}}",
'newimages-summary'     => 'यह खास पन्ना ताज़ातरीन चढ़ाई गई संचिकाएँ दर्शाता है।',
'newimages-legend'      => 'छननी',
'newimages-label'       => 'संचिका नाम (या उसका अंश):',
'showhidebots'          => '(बोट्स $1)',
'noimages'              => 'देखनेके लिये कुछ भी नहीं हैं।',
'ilsubmit'              => 'खोज',
'bydate'                => 'दिनांक के अनुसार',
'sp-newimages-showfrom' => '$2, $1 के बाद की फ़ाईलें दर्शायें',

# Bad image list
'bad_image_list' => 'प्रारूप इस प्रकार है:

केवल सूची के मद (* से शुरू होने वाली पंक्तियाँ) चुने जाएँगी।
किसी भी पक्ति में मौजूद पहली कड़ी, गलत संचिका की कड़ी होनी चाहिए
उसी पंक्ति मे आगे आने वाली अन्य कड़ियों को अपवाद माना जाता है, अर्थात् ये ऐसे पन्ने होंगे जिनके अंदर यह संचिका जड़ी हुई है।',

# Metadata
'metadata'          => 'मेटाडाटा',
'metadata-help'     => 'इस फ़ाईलमें बढ़ाई हुई जानकारी हैं, हो सकता है कि यह फ़ाईल बनानेमें इस्तेमाल किये गए स्कैनर अथवा कैमेरा से यह प्राप्त हुई हैं । अगर यह फ़ाईल बदलदी गई हैं तो यह जानकारी नई फ़ाईलसे मेल नहीं खाने की आशंका हैं ।',
'metadata-expand'   => 'बढ़ाई हुई जानकारी दिखायें',
'metadata-collapse' => 'बढ़ाई हुई जानकारीको छुपायें',
'metadata-fields'   => 'इस सूची में दी गई जानकारी फ़ाईलके नीचे मेटाडाटा जानकारीमें हमेशा दिखेगी ।
बची हुई जानकारी हमेशा छुपाई हुई रहेगी ।
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'चौडाई',
'exif-imagelength'                 => 'उंचाई',
'exif-bitspersample'               => 'प्रति घटक बीट्स',
'exif-compression'                 => 'कम्प्रेशन योजना',
'exif-photometricinterpretation'   => 'पिक्सेल कॉम्पोझीशन',
'exif-orientation'                 => 'ओरिएंटेशन',
'exif-samplesperpixel'             => 'घटकोंकी संख्या',
'exif-planarconfiguration'         => 'डाटा रचना',
'exif-ycbcrsubsampling'            => 'Y का C के साथ सबसॅम्पलींग अनुमान',
'exif-ycbcrpositioning'            => 'Y और C का पोज़िशनिंग',
'exif-xresolution'                 => 'होरिज़ॉंटल रिज़ोल्यूशन',
'exif-yresolution'                 => 'व्हर्टिकल रिज़ोल्यूशन',
'exif-resolutionunit'              => 'X और Y रिज़ोल्यूशन का मानक प्रमाण',
'exif-stripoffsets'                => 'चित्र डाटा स्थान',
'exif-rowsperstrip'                => 'हर स्ट्रीपमें कतारोंकी संख्या',
'exif-stripbytecounts'             => 'कॉम्प्रेस्स्ड स्ट्रीपमें बाईट्स',
'exif-jpeginterchangeformat'       => 'JPEG SOI के लिये ऑफसेट',
'exif-jpeginterchangeformatlength' => 'JPEG डाटाके बाईट्स',
'exif-transferfunction'            => 'ट्रान्स्फर फंक्शन',
'exif-whitepoint'                  => 'सफेद बिंदू क्रोमॅटिसिटी',
'exif-primarychromaticities'       => 'क्रोमॅटिसिटीज ऑफ प्राईमारिटीज',
'exif-ycbcrcoefficients'           => 'कलर स्पेस ट्रान्स्फॉर्मेशन मॅट्रीक्स कोएफिशीयंट्स',
'exif-referenceblackwhite'         => 'काले और सफेद संदर्भ मूल्योंकी जोड़ी',
'exif-datetime'                    => 'फ़ाईल बदलाव दिनांक और समय',
'exif-imagedescription'            => 'चित्र शीर्षक',
'exif-make'                        => 'कैमेरा उत्पादक',
'exif-model'                       => 'कैमेरा मॉडेल',
'exif-software'                    => 'इस्तेमाल किया हुआ सॉफ्टवेयर',
'exif-artist'                      => 'लेखक',
'exif-copyright'                   => 'कोपीराईट का धारक',
'exif-exifversion'                 => 'Exif अवतरण',
'exif-flashpixversion'             => 'सपोर्टेड फ्लॅशपीक्स अवतरण',
'exif-colorspace'                  => 'रंग स्थान',
'exif-componentsconfiguration'     => 'हर घटक का मतलब',
'exif-compressedbitsperpixel'      => 'चित्र कॉम्प्रेशन मोड',
'exif-pixelydimension'             => 'चित्रकी वैध चौड़ाई',
'exif-pixelxdimension'             => 'चित्रकी वैध उंचाई',
'exif-makernote'                   => 'उत्पादककी टिप्पणी',
'exif-usercomment'                 => 'सदस्य टिप्पणी',
'exif-relatedsoundfile'            => 'संबंधित ध्वनी फ़ाईल',
'exif-datetimeoriginal'            => 'डाटा बनाने का दिनांक और समय',
'exif-datetimedigitized'           => 'डिजिटाईज़िंग का दिनांक और समय',
'exif-subsectime'                  => 'दिनांकसमय उपसेकंद',
'exif-subsectimeoriginal'          => 'मूलदिनांकसमय उपसेकंड',
'exif-subsectimedigitized'         => 'दिनांकसमयडिजिटाईज्ड उपसेकेंड',
'exif-exposuretime'                => 'एक्स्पोज़र समय',
'exif-exposuretime-format'         => '$1 सेकंड ($2)',
'exif-fnumber'                     => 'F संख्या',
'exif-exposureprogram'             => 'एक्स्पोज़र प्रोग्रेम',
'exif-spectralsensitivity'         => 'स्पेक्ट्रल सेन्सिटीव्हिटी',
'exif-isospeedratings'             => 'ISO गती मूल्यमापन',
'exif-oecf'                        => 'ऑप्टोईलेक्ट्रॉनिक कन्व्हर्शन फॅक्टर',
'exif-shutterspeedvalue'           => 'शटरकी गती',
'exif-aperturevalue'               => 'ऍपर्चर',
'exif-brightnessvalue'             => 'ब्राईटनेस',
'exif-exposurebiasvalue'           => 'एक्सपोजर बायस',
'exif-maxaperturevalue'            => 'ज्यादासे ज्यादा लॅंड ऍपर्चर',
'exif-subjectdistance'             => 'सब्जेक्टसे अंतर',
'exif-meteringmode'                => 'मीटरींग मोड',
'exif-lightsource'                 => 'प्रकाश स्रोत',
'exif-flash'                       => 'फ्लॅश',
'exif-focallength'                 => 'लेन्स की फोकल लंबाई',
'exif-subjectarea'                 => 'सब्जेक्ट एरिया',
'exif-flashenergy'                 => 'फ्लॅश एनर्जी',
'exif-spatialfrequencyresponse'    => 'स्पॅशिअल फ्रिक्वेन्सी रिस्पॉन्स',
'exif-focalplanexresolution'       => 'फोकल प्लेन x रिज़ोल्यूशन',
'exif-focalplaneyresolution'       => 'फोकल प्लेन Y रिज़ोल्यूशन',
'exif-focalplaneresolutionunit'    => 'फोकल प्लेन रिज़ोल्यूशन एकक',
'exif-subjectlocation'             => 'सब्जेक्टका स्थान',
'exif-exposureindex'               => 'एक्स्पोज़र इन्डेक्स',
'exif-sensingmethod'               => 'सेन्सींग पद्धती',
'exif-filesource'                  => 'फ़ाईल स्रोत',
'exif-scenetype'                   => 'सीनका प्रकार',
'exif-cfapattern'                  => 'CFA पॅटर्न',
'exif-customrendered'              => 'कस्टम इमेज प्रोसेसिंग',
'exif-exposuremode'                => 'एक्स्पोज़र मोड',
'exif-whitebalance'                => 'व्हाईट बॅलन्स',
'exif-digitalzoomratio'            => 'डिजिटल झूम अनुमान',
'exif-focallengthin35mmfilm'       => '३५ मी.मी. फ़ील्ममें फोकल लंबाई',
'exif-scenecapturetype'            => 'सीन कॅप्चर प्रकार',
'exif-gaincontrol'                 => 'सीन नियंत्रण',
'exif-contrast'                    => 'कॉन्ट्रास्ट',
'exif-saturation'                  => 'सॅचूरेशन',
'exif-sharpness'                   => 'शार्पनेस',
'exif-devicesettingdescription'    => 'उपकरण रचना वर्णन',
'exif-subjectdistancerange'        => 'सब्जेक्ट डिस्टन्स रेंज',
'exif-imageuniqueid'               => 'यूनिक चित्र ID',
'exif-gpsversionid'                => 'GPS टॅग अवतरण',
'exif-gpslatituderef'              => 'उत्तर या दक्षिण अक्षांश',
'exif-gpslatitude'                 => 'अक्षांश',
'exif-gpslongituderef'             => 'पूर्व या पश्चिम रेखांश',
'exif-gpslongitude'                => 'रेखांश',
'exif-gpsaltituderef'              => 'अल्टिट्यूड संदर्भ',
'exif-gpsaltitude'                 => 'अल्टिट्यूड',
'exif-gpstimestamp'                => 'GPS समय (एटोमिक क्लॉक)',
'exif-gpssatellites'               => 'मापनके लिये इस्तेमाल किया हुआ सैटेलाईट',
'exif-gpsstatus'                   => 'प्राप्तकर्ता की स्थिती',
'exif-gpsmeasuremode'              => 'मेज़रमेंट मोड',
'exif-gpsdop'                      => 'मेज़रमेंट प्रिसिजन',
'exif-gpsspeedref'                 => 'गती एकक',
'exif-gpsspeed'                    => 'GPS रिसिवर की गती',
'exif-gpstrackref'                 => 'मूवमेंट दिशाके लिये संदर्भ',
'exif-gpstrack'                    => 'मूवमेंट डाइरेक्शन',
'exif-gpsimgdirectionref'          => 'चित्रके दिशा का संदर्भ',
'exif-gpsimgdirection'             => 'चित्र की दिशा',
'exif-gpsmapdatum'                 => 'जियोडेटिक सर्वे डाटा इस्तेमाल किया गया',
'exif-gpsdestlatituderef'          => 'लक्ष्यके अक्षांशका संदर्भ',
'exif-gpsdestlatitude'             => 'अक्षांश लक्ष्य',
'exif-gpsdestlongituderef'         => 'लक्ष्यके रेखांशका संदर्भ',
'exif-gpsdestlongitude'            => 'लक्ष्य का रेखांश',
'exif-gpsdestbearingref'           => 'लक्ष्य के बियरींग का संदर्भ',
'exif-gpsdestbearing'              => 'लक्ष्यका बेअरिंग',
'exif-gpsdestdistanceref'          => 'लक्ष्य के अंतर का संदर्भ',
'exif-gpsdestdistance'             => 'लक्ष्य का अंतर',
'exif-gpsprocessingmethod'         => 'GPS प्रक्रीया पद्धतीका नाम',
'exif-gpsareainformation'          => 'GPS विभागका नाम',
'exif-gpsdatestamp'                => 'GPS दिनांक',
'exif-gpsdifferential'             => 'GPS डिफरन्शियर करेक्शन',

# EXIF attributes
'exif-compression-1' => 'अनकॉम्प्रेस्स्ड',

'exif-unknowndate' => 'अज्ञात तारीख',

'exif-orientation-1' => 'सामान्य',
'exif-orientation-2' => 'हॉरिज़ॉन्टली बदला',
'exif-orientation-3' => '180° घूमाया',
'exif-orientation-4' => 'वर्टिकली बदला',
'exif-orientation-5' => '90° CCW घूमाया और वर्टिकली बदला',
'exif-orientation-6' => '90° CW घूमाया',
'exif-orientation-7' => '90° CW घूमाया और वर्टिकली बदला',
'exif-orientation-8' => '90° CCW घूमाया',

'exif-planarconfiguration-1' => 'चंकी फ़रमैट',
'exif-planarconfiguration-2' => 'प्लेनर फ़रमैट',

'exif-componentsconfiguration-0' => 'अस्तित्वमें नहीं',

'exif-exposureprogram-0' => 'अव्यक्त',
'exif-exposureprogram-1' => 'मैन्युअल',
'exif-exposureprogram-2' => 'सामान्य प्रोग्रॅम',
'exif-exposureprogram-3' => 'ऍपर्चर प्राथमिकता',
'exif-exposureprogram-4' => 'शटर प्राथमिकता',
'exif-exposureprogram-5' => 'क्रियेटीव्ह कार्यक्रम (फ़ील्ड की डेप्थ की तरफ बायस्‌ड)',
'exif-exposureprogram-6' => 'ऐक्शन कार्यक्रम (शटर की गती की तरफ बायस्‌ड)',
'exif-exposureprogram-7' => 'पोर्ट्रेट मोड (क्लोज़‍अप फ़ोटो के लिये)',
'exif-exposureprogram-8' => 'लैंडस्केप मोड (बैकग्राउंड के साथ लैंडस्केप फोटो)',

'exif-subjectdistance-value' => '$1 मीटर',

'exif-meteringmode-0'   => 'अज्ञात',
'exif-meteringmode-1'   => 'ऍव्हरेज',
'exif-meteringmode-2'   => 'सेंटरवेटेडएवरेज',
'exif-meteringmode-3'   => 'स्पॉट',
'exif-meteringmode-4'   => 'मल्टीस्पॉट',
'exif-meteringmode-5'   => 'पॅटर्न',
'exif-meteringmode-6'   => 'पार्शिअल',
'exif-meteringmode-255' => 'अन्य',

'exif-lightsource-0'   => 'अज्ञात',
'exif-lightsource-1'   => 'सूर्यप्रकाश',
'exif-lightsource-2'   => 'फ्लूरोसेंट',
'exif-lightsource-3'   => 'टंगस्ट्न (इनकॅन्‍डेसेंट प्रकाश)',
'exif-lightsource-4'   => 'फ्लॅश',
'exif-lightsource-9'   => 'अच्छा वातावरण',
'exif-lightsource-10'  => 'बादलसे युक्त वातावरण',
'exif-lightsource-11'  => 'शेड',
'exif-lightsource-12'  => 'डेलाईट फ्लूरोसेंट (D 5700 – 7100K)',
'exif-lightsource-13'  => 'डे व्हाईट फ्लूरोसेंट (N 4600 – 5400K)',
'exif-lightsource-14'  => 'कूल व्हाईट फ्लूरोसेंट (W 3900 – 4500K)',
'exif-lightsource-15'  => 'व्हाईट फ्लूरोसेंट (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'प्रमाण प्रकाश A',
'exif-lightsource-18'  => 'प्रमाण प्रकाश B',
'exif-lightsource-19'  => 'प्रमाण प्रकाश C',
'exif-lightsource-21'  => 'D75',
'exif-lightsource-24'  => 'ISO स्टूडीयो टंगस्टन',
'exif-lightsource-255' => 'अन्य प्रकाश स्रोत',

# Flash modes
'exif-flash-fired-0'    => 'फ़्लैश नहीं चला',
'exif-flash-fired-1'    => 'फ़्लैश चला',
'exif-flash-return-0'   => 'कोई फ़्लैश वापसी पहचान सुविधा नहीं',
'exif-flash-return-2'   => 'फ़्लैश वापसी की रोशनी नहीं मिली',
'exif-flash-return-3'   => 'फ़्लैश वापसी की रोशनी मिली',
'exif-flash-mode-1'     => 'फ़्लैश चलना लाज़मी',
'exif-flash-mode-2'     => 'फ़्लैश न चलना लाज़मी',
'exif-flash-mode-3'     => 'स्वचालित शैली',
'exif-flash-function-1' => 'कोई फ़्लैश सुविधा नहीं',
'exif-flash-redeye-1'   => 'लाल-चक्षु घटाव शैली',

'exif-focalplaneresolutionunit-2' => 'इंच',

'exif-sensingmethod-1' => 'अव्यक्त',
'exif-sensingmethod-2' => 'वन चीप कलर एरीया सेन्‍सर',
'exif-sensingmethod-3' => 'टू चीप कलर एरीया सेन्‍सर',
'exif-sensingmethod-4' => 'थ्री चीप कलर एरीया सेन्‍सर',
'exif-sensingmethod-5' => 'कलर सिक्वेण्शीयल एरीया सेंसर',
'exif-sensingmethod-7' => 'ट्रायलिनीयर सेंसर',
'exif-sensingmethod-8' => 'कलर सिक्वेंशीयल लिनीयर सेन्‍सर',

'exif-scenetype-1' => 'डायरेक्टली छायाचित्रीत चित्र',

'exif-customrendered-0' => 'सामान्य प्रक्रिया',
'exif-customrendered-1' => 'कस्टम प्रक्रिया',

'exif-exposuremode-0' => 'ऑटो एक्स्पोज़र',
'exif-exposuremode-1' => 'मैन्युअल एक्पोज़र',
'exif-exposuremode-2' => 'ऑटो ब्रॅकेट',

'exif-whitebalance-0' => 'ऑटो व्हाईट बैलेन्स',
'exif-whitebalance-1' => 'मॅन्यूअल व्हाईट बॅलेन्स',

'exif-scenecapturetype-0' => 'स्टॅन्डर्ड',
'exif-scenecapturetype-1' => 'लैंडस्केप',
'exif-scenecapturetype-2' => 'पोर्ट्रेट',
'exif-scenecapturetype-3' => 'नाईट सीन',

'exif-gaincontrol-0' => 'बिल्कुल नहीं',
'exif-gaincontrol-1' => 'लो गेन अप',
'exif-gaincontrol-2' => 'हाय गेन अप',
'exif-gaincontrol-3' => 'लो गेन डाउन',
'exif-gaincontrol-4' => 'हाय गेन डाउन',

'exif-contrast-0' => 'सामान्य',
'exif-contrast-1' => 'सॉफ्ट',
'exif-contrast-2' => 'हार्ड',

'exif-saturation-0' => 'सामान्य',
'exif-saturation-1' => 'निम्न सैचुरेशन',
'exif-saturation-2' => 'उच्च सैचुरेशन',

'exif-sharpness-0' => 'साधारण',
'exif-sharpness-1' => 'मृदू',
'exif-sharpness-2' => 'कठीन',

'exif-subjectdistancerange-0' => 'अज्ञात',
'exif-subjectdistancerange-1' => 'मैक्रो',
'exif-subjectdistancerange-2' => 'नजदीक से देखें',
'exif-subjectdistancerange-3' => 'दूर से देखें',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'उत्तरी अक्षांश',
'exif-gpslatitude-s' => 'दक्षिणी अक्षांश',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'पूर्वी रेखांश',
'exif-gpslongitude-w' => 'पश्चिमी रेखांश',

'exif-gpsstatus-a' => 'मेज़रमेंट चल रहा हैं',
'exif-gpsstatus-v' => 'मेज़रमेंट इन्टरोपरेबिलीटी',

'exif-gpsmeasuremode-2' => '२-बाजूओंवाली मेज़रमेंट',
'exif-gpsmeasuremode-3' => '३-बाजूओंवाली मेज़रमेंट',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'कि.मी. प्रति घंटा',
'exif-gpsspeed-m' => 'मील प्रति घंटा',
'exif-gpsspeed-n' => 'गांठ',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'असली दिशा',
'exif-gpsdirection-m' => 'मैग्नेटिक दिशा',

# External editor support
'edit-externally'      => 'बाहरी प्रणालीका इस्तेमाल करते हुए इस फ़ाईल को संपादित करें ।',
'edit-externally-help' => '(और जानकारी के लिए [http://www.mediawiki.org/wiki/Manual:External_editors जमाव निर्देश] देखें)',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'सभी',
'imagelistall'     => 'सभी',
'watchlistall2'    => 'सभी',
'namespacesall'    => 'सभी',
'monthsall'        => 'सभी',
'limitall'         => 'सभी',

# E-mail address confirmation
'confirmemail'             => 'ई-मेल प्रमाणित करे',
'confirmemail_noemail'     => 'आपके [[Special:Preferences|सदस्य वरीयतायें]]में वैध इ-मेल एड्रेस नहीं दिया हुआ हैं।',
'confirmemail_text'        => '{{SITENAME}} पर उपलब्ध इ-मेल सुविधाओंका लाभ उठाने के लिये प्रमाणित एड्रेस होना जरूरी हैं।
आपके एड्रेस पर एक कन्फर्मेशन कोड भेजने के लिये नीचे दिये बटन पर क्लिक करें।
उस मेल में एक कोड से लदी एक कड़ी होगी;
आपके इ-मेल के प्रमाणिकरण के लिये इसे अपने ब्राउज़रमें खोलें।',
'confirmemail_pending'     => 'आपको पहलेसे ही एक कन्फर्मेशन कोड भेजा गया हैं;
अगर आपने हालमें खाता खोला हैं, तो नये कोड की माँग करने से पहले कुछ पल उसका इंतज़ार करें।',
'confirmemail_send'        => 'एक कन्फर्मेशन कोड भेजें',
'confirmemail_sent'        => 'कन्फर्मेशन इ-मेल भेज दिया।',
'confirmemail_oncreate'    => 'आपके इ-मेल पते पर एक कन्फर्मेशन कोड भेजा गया हैं।
लॉग इन करने के लिये इसकी आवश्यकता नहीं हैं, पर इस विकिपर उपलब्ध इ-मेल आधारित सुविधाओंका इस्तेमाल करने के लिये यह देना जरूरी हैं।',
'confirmemail_sendfailed'  => '{{SITENAME}} आपको पुष्टि डाक नहीं भेज पाई।
कृपया अपना डाक पता जाँच लें, कहीं उसमें अवैध  अक्षर तो नहीं हैं?

डाक प्रेषक ने कहा: $1',
'confirmemail_invalid'     => 'गलत कन्फर्मेशन कोड।
कोड रद्द हो गया होने की संभावना हैं।',
'confirmemail_needlogin'   => 'आपका इ-मेल पता प्रमाणित करने के लिये, आपको $1 करना पडेगा।',
'confirmemail_success'     => 'आपका इ-मेल पता अभी प्रमाणित हो गया हैं।
अभी आप लॉग इन करके विकि का मज़ा ले सकतें हैं।',
'confirmemail_loggedin'    => 'आपके इ-मेल एड्रेस का प्रमाणिकरण पूरा हो गया हैं।',
'confirmemail_error'       => 'आपकी निश्चिती संजोते समय कुछ गलती हुई हैं।',
'confirmemail_subject'     => '{{SITENAME}} इ-मेल एड्रेस प्रमाणिकरण',
'confirmemail_body'        => 'किसीने, शायद आपने,  $1 आइपी एड्रेस से,
{{SITENAME}} पर  "$2" इस नाम से खाता खोलने की माँग की हैं।

यह खाता आपही का हैं और {{SITENAME}} पर उपलब्ध इ-मेल
सुविधा शुरू करने के लिये, नीचे दी गई कड़ी अपने ब्राउज़रमें खोलें:

$3

अगर यह माँग आपने *नहीं* की हैं, तो इसे रद्द करने के लिये
नीचे दी हुई कड़ी खोलें:

$5

यह निश्चिती कोड $4 को समाप्त हो जायेगा।',
'confirmemail_invalidated' => 'इ-मेल एड्रेस प्रमाणिकरण रद्द कर दिया गया हैं',
'invalidateemail'          => 'इ-मेल प्रमाणिकरण रद्द करें',

# Scary transclusion
'scarytranscludedisabled' => '[आंतरविकि ट्रान्स्क्लुडिंग बंद हैं]',
'scarytranscludefailed'   => '[$1 के लिये साँचा मँगा नहीं पाए]',
'scarytranscludetoolong'  => '[यूआरएल बहुत लंबा है]',

# Trackbacks
'trackbackbox'      => 'इस पन्ने के लिये ट्रैकबैक:<br />
$1',
'trackbackremove'   => '([$1 हटायें])',
'trackbacklink'     => 'ट्रैकबैक',
'trackbackdeleteok' => 'ट्रैकबैक को हटाया गया।',

# Delete conflict
'deletedwhileediting' => "'''Warning''': आपने जब से संपादन शुरू किया है, उसके बाद से यह पन्ना ही मिटा दिया गया है!",
'confirmrecreate'     => "सदस्य [[User:$1|$1]] ([[User talk:$1|वार्ता]]) ने आपके द्वारा संपादन शुरू होने के बाद यह पन्ना निम्नलिखित कारण देकर हटाया हैं:
: ''$2''
क्या आप इसे फिरसे बनाना चाहतें हैं, इसकी निश्चिती करें।",
'recreate'            => 'फिरसे बनायें',

# action=purge
'confirm_purge_button' => 'ओके',
'confirm-purge-top'    => 'क्या आप यह पृष्ठ का कैश ख़ाली करने चाहिए?',
'confirm-purge-bottom' => 'किसी पन्ने को मिटाने से संचिका साफ़ हो जाती है और इस वजह से ताज़ातरीन संस्करण प्रकट हो जाता है।',

# Separators for various lists, etc.
'semicolon-separator' => ';',
'autocomment-prefix'  => '-',

# Multipage image navigation
'imgmultipageprev' => '← पिछला पन्ना',
'imgmultipagenext' => 'अगला पन्ना →',
'imgmultigo'       => 'जायें!',
'imgmultigoto'     => '$1 पन्ने पर जायें',

# Table pager
'ascending_abbrev'         => 'asc',
'descending_abbrev'        => 'ज़ानकारी',
'table_pager_next'         => 'अगला पन्ना',
'table_pager_prev'         => 'पिछला पन्ना',
'table_pager_first'        => 'पहला पन्ना',
'table_pager_last'         => 'आखिरी पन्ना',
'table_pager_limit'        => 'एक पन्नेपर $1 आइटम दर्शायें',
'table_pager_limit_submit' => 'जायें',
'table_pager_empty'        => 'रिज़ल्ट नहीं',

# Auto-summaries
'autosumm-blank'   => 'पन्ने को खाली किया',
'autosumm-replace' => "पृष्ठ को '$1' से बदल रहा है।",
'autoredircomment' => '[[$1]] को अनुप्रेषित',
'autosumm-new'     => "'$1' के साथ नया पन्ना बनाया",

# Size units
'size-bytes'     => '$1 B',
'size-kilobytes' => '$1 KB',
'size-megabytes' => '$1 MB',
'size-gigabytes' => '$1 GB',

# Live preview
'livepreview-loading' => 'लोड हो रहा हैं...',
'livepreview-ready'   => 'लोड हो रहा हैं... तैयार!',
'livepreview-failed'  => 'लाइव झलक नहीं दिखा पायें। साधारण झलक देखें।',
'livepreview-error'   => 'संपर्क नहीं कर पायें: $1 "$2"। साधारण झलक देखें।',

# Friendlier slave lag warnings
'lag-warn-normal' => 'पिछले $1 {{PLURAL:$1|सेकिंड|सेकिंड}} में हुए बदलाव संभवतः इस सूची में नहीं आएँगे।',
'lag-warn-high'   => 'आँकड़ाकोष सेवक में अधिक देर की वजह से $1 {{PLURAL:$1|सेकिंड|सेकिंड}} से पहले तक के बदलाव ही इस सूची में निश्चित रूप से दिखेंगे।',

# Watchlist editor
'watchlistedit-numitems'       => 'आपकी ध्यानसूची में {{PLURAL:$1|1 शीर्षक|$1 शीर्षक}} हैं, जिसमें वार्ता पृष्ठ नहीं गिनें हैं।',
'watchlistedit-noitems'        => 'आपकी ध्यानसूचीमें शीर्षक नहीं हैं।',
'watchlistedit-normal-title'   => 'ध्यानसूची बदलें',
'watchlistedit-normal-legend'  => 'ध्यानसूची से शीर्षक हटायें',
'watchlistedit-normal-explain' => 'आपकी ध्यानसूची में उपलब्ध शीर्षक नीचे दिये गये हैं।
एक शीर्षक हटाने के लिये, उसके आगे दिये बक्से पर क्लिक करें, और शीर्षक हटायें पर क्लिक करें।
आप [[Special:Watchlist/raw|कच्ची ध्यानसूची का संपादन]] भी कर सकतें हैं।',
'watchlistedit-normal-submit'  => 'शीर्षक हटायें',
'watchlistedit-normal-done'    => 'आपकी ध्यानसूचीसे {{PLURAL:$1|1शीर्षक|$1 शीर्षक}} हटा दिये:',
'watchlistedit-raw-title'      => 'कच्ची ध्यानसूची बदलें',
'watchlistedit-raw-legend'     => 'कच्ची ध्यानसूची बदलें',
'watchlistedit-raw-explain'    => 'आपकी ध्यानसूची में उपलब्ध शीर्षक नीचे दिये गये हैं, और वे सूची से निकालकर या बढाकर बदलें जा सकतें हैं;
हर लाइन पर एक शीर्षक देकर।
जब खतम हो जायें, तो ध्यानसूची अपडेट पर क्लिक करें।
आप [[Special:Watchlist/edit|स्टैण्डर्ड संपादक का इस्तेमाल]] भी कर सकतें हैं।',
'watchlistedit-raw-titles'     => 'शीर्षक:',
'watchlistedit-raw-submit'     => 'ध्यानसूची अपडेट करें',
'watchlistedit-raw-done'       => 'आपकी ध्यानसूची अपडेट कर दी गई हैं',
'watchlistedit-raw-added'      => '{{PLURAL:$1|1शीर्षक|$1 शीर्षक}} बढा दिये:',
'watchlistedit-raw-removed'    => '{{PLURAL:$1|1शीर्षक|$1 शीर्षक}} हटा दिये:',

# Watchlist editing tools
'watchlisttools-view' => 'आधारित बदलाव देखें',
'watchlisttools-edit' => 'ध्यानसूची देखें एवं संपादित करें',
'watchlisttools-raw'  => 'रॉ ध्यानसूची देखें एवम्‌ संपादित करें',

# Iranian month names
'iranian-calendar-m1'  => 'फ़र्वर्दिन',
'iranian-calendar-m2'  => 'ओर्दिबेहेश्ट',
'iranian-calendar-m3'  => 'खोर्दाद',
'iranian-calendar-m4'  => 'तीर',
'iranian-calendar-m5'  => 'मोर्दाद',
'iranian-calendar-m6'  => 'शाहरीवार',
'iranian-calendar-m7'  => 'मेहर',
'iranian-calendar-m8'  => 'अबान',
'iranian-calendar-m9'  => 'अज़र',
'iranian-calendar-m10' => 'डे',
'iranian-calendar-m11' => 'बाहमान',
'iranian-calendar-m12' => 'एसफण्ड (Esfand)',

# Hebrew month names
'hebrew-calendar-m1'      => 'तिश्रेई (Tishrei)',
'hebrew-calendar-m2'      => 'शेस्वान (Cheshvan)',
'hebrew-calendar-m3'      => 'किस्लेव (Kislev)',
'hebrew-calendar-m4'      => 'टेवेट (Tevet)',
'hebrew-calendar-m5'      => 'शेवट (Shevat)',
'hebrew-calendar-m6'      => 'अडार',
'hebrew-calendar-m6a'     => 'अडार I (Adar)',
'hebrew-calendar-m6b'     => 'अडार II (Adar)',
'hebrew-calendar-m7'      => 'निसान (Nisan)',
'hebrew-calendar-m8'      => 'अय्यर (Iyar)',
'hebrew-calendar-m9'      => 'सिवान (Sivan)',
'hebrew-calendar-m10'     => 'तामुज़ (Tamuz)',
'hebrew-calendar-m11'     => 'एवी (Av)',
'hebrew-calendar-m12'     => 'एलुल (Elul)',
'hebrew-calendar-m1-gen'  => 'तिश्रेई (Tishrei)',
'hebrew-calendar-m2-gen'  => 'शेस्वान (Cheshvan)',
'hebrew-calendar-m3-gen'  => 'किस्लेव (Kislev)',
'hebrew-calendar-m4-gen'  => 'टेवेट (Tevet)',
'hebrew-calendar-m5-gen'  => 'शेवट (Shevat)',
'hebrew-calendar-m6-gen'  => 'अडार',
'hebrew-calendar-m6a-gen' => 'अडार I (Adar)',
'hebrew-calendar-m6b-gen' => 'अडार II (Adar)',
'hebrew-calendar-m7-gen'  => 'निसान (Nisan)',
'hebrew-calendar-m8-gen'  => 'अय्यर (Iyar)',
'hebrew-calendar-m9-gen'  => 'सिवान (Sivan)',
'hebrew-calendar-m10-gen' => 'तामुज़ (Tamuz)',
'hebrew-calendar-m11-gen' => 'एवी (Av)',
'hebrew-calendar-m12-gen' => 'एलुल (Elul)',

# Core parser functions
'unknown_extension_tag' => 'गलत एक्स्टेंशन टैग "$1"',
'duplicate-defaultsort' => '\'\'\'Warning:\'\'\' पुरानी मूल क्रमांकन कुंजी "$1" के बजाय अब मूल क्रमांकन कुंजी "$2" होगी।',

# Special:Version
'version'                          => 'रूपान्तर',
'version-extensions'               => 'इन्स्टॉल की हुई एक्स्टेंशन',
'version-specialpages'             => 'विशेष पन्ने',
'version-parserhooks'              => 'पार्सर हूक',
'version-variables'                => 'वेरिएबल',
'version-other'                    => 'अन्य',
'version-mediahandlers'            => 'मीडिया हॅंडलर',
'version-hooks'                    => 'हूक',
'version-extension-functions'      => 'एक्सटेंशन कार्य',
'version-parser-extensiontags'     => 'पार्सर एक्स्टेंशन टैग',
'version-parser-function-hooks'    => 'पार्सर कार्य हूक',
'version-skin-extension-functions' => 'त्वचा एक्स्टेंशन क्रिया',
'version-hook-name'                => 'हूक नाम',
'version-hook-subscribedby'        => 'ने सदस्यत्व लिया',
'version-version'                  => '(अवतरण $1)',
'version-license'                  => 'लाइसेन्स',
'version-software'                 => 'इन्स्टॉल की हुई प्रणाली',
'version-software-product'         => 'प्रोडक्ट',
'version-software-version'         => 'अवतरण',

# Special:FilePath
'filepath'         => 'फ़ाइल पाथ',
'filepath-page'    => 'फ़ाइल:',
'filepath-submit'  => 'फ़ाइल पथ प्रस्तुत',
'filepath-summary' => 'यह विशेष पृष्ठ फ़ाईल का पूरा पाथ देता हैं।
चित्र पूरे रिज़ोल्यूशनके साथ दिखता हैं, अन्य फ़ाईल प्रकार उनके संबंधित प्रोग्रेम डाइरेक्टरी से शुरू होते हैं।

फ़ाईलनाम "{{ns:file}}:" उपपद के बिना लिखें।',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'फ़ाईल द्विरावृत्ति खोजें',
'fileduplicatesearch-summary'  => 'हैश वैल्यू के अनुसार फ़ाईल की द्विरावृत्ति खोजें।

फ़ाईलनाम "{{ns:file}}:" उपपद के बिना लिखें।',
'fileduplicatesearch-legend'   => 'द्विरावृत्ति के लिये खोजें',
'fileduplicatesearch-filename' => 'फ़ाईलनाम:',
'fileduplicatesearch-submit'   => 'खोज',
'fileduplicatesearch-info'     => '$1 × $2 पीक्सेल<br />फ़ाईल का आकार: $3<br />MIME प्रकार: $4',
'fileduplicatesearch-result-1' => 'फ़ाईल  "$1" में द्विरावृत्ति नही हैं।',
'fileduplicatesearch-result-n' => 'फ़ाईल "$1" में {{PLURAL:$2|1 द्विरावृत्ति|$2 द्विरावृत्तियाँ}} मिले हैं।',

# Special:SpecialPages
'specialpages'                   => 'खास पन्ने',
'specialpages-note'              => '----
* साधारण विशेष पृष्ठ।
* <strong class="mw-specialpagerestricted">प्रतिबंधित विशेष पृष्ठ।</strong>',
'specialpages-group-maintenance' => 'अनुरक्षण रिपोर्ट',
'specialpages-group-other'       => 'अन्य विशेष पृष्ठ',
'specialpages-group-login'       => 'सत्र प्रारम्भ / हस्ताक्षर करें',
'specialpages-group-changes'     => 'हाल ही में हुए परिवर्तन एवं अभिलेख',
'specialpages-group-media'       => 'मीडिया रिपोर्ट एवं अपलोड',
'specialpages-group-users'       => 'सदस्य एवं अधिकार',
'specialpages-group-highuse'     => 'अत्यधिक उपयोगी पृष्ठ',
'specialpages-group-pages'       => 'पन्नों की सूचियाँ',
'specialpages-group-pagetools'   => 'पृष्ठ औज़ार',
'specialpages-group-wiki'        => 'विकि डाटा और औज़ार',
'specialpages-group-redirects'   => 'विशेष पन्ने अनुप्रेषित कर रहें हैं',
'specialpages-group-spam'        => 'स्पैम औज़ार',

# Special:BlankPage
'blankpage'              => 'खाली पन्ना',
'intentionallyblankpage' => 'यह पन्ना जानबूझ कर खाली छोड़ा गया है।',

# External image whitelist
'external_image_whitelist' => '  #यह पंक्ति जस की तस छोड़ दें<pre>
#नीचे मानक अभिव्यक्ति के अंश डालें (केवल वही अंश जो // के बीच आएगा)
#इनका मेल बाहरी छवियों की कड़ियों से करने की कोशिक की जाएगी
#जिनका मेल हो जाएगा वे छवि की तरह दिखाई जाएँगे, वरना केवल उस छवि की कड़ी दिखाई जाएगी
#जो पंक्तियाँ # से शुरू होती हैं उन्हें टिप्पणी माना जाएगा
#यह लघु-दीर्घ अक्षर संवेदी नहीं है

#सभी मानक अभिव्यक्ति अंश इस पंक्ति के ऊपर डालें। इस पक्ति को जस का तस छोड़ दें</pre>',

# Special:Tags
'tags'                    => 'वैध बदलाव चिप्पियाँ',
'tag-filter'              => '[[Special:Tags|चिप्पी]] छननी:',
'tag-filter-submit'       => 'छननी',
'tags-title'              => 'चिप्पियाँ',
'tags-intro'              => 'यह पन्ना अर्थ सहित वह चिप्पियाँ दर्शाता है जिनका कोई तंत्रांश किसी संपादन पर निशान लगाने के लिए इस्तेमाल कर सकता है।',
'tags-tag'                => 'चिप्पी का नाम',
'tags-display-header'     => 'बदलाव सूचियों में प्रदर्शन',
'tags-description-header' => 'अर्थ का पूरा वर्णन',
'tags-hitcount-header'    => 'चिप्पी वाले बदलाव',
'tags-edit'               => 'संपादन',
'tags-hitcount'           => '$1 {{PLURAL:$1|बदलाव|बदलाव}}',

# Special:ComparePages
'comparepages'     => 'पृष्ठों की तुलना करें',
'compare-selector' => 'पृष्ठ संशोधन की तुलना करें',

# Database error messages
'dberr-header'      => 'इस विकि को कुछ दिक्कत आ रही है',
'dberr-problems'    => 'माफ़ करें! इस स्थल को कुछ तकनीकी दिक्कतों का सामना करना पड़ रहा है।',
'dberr-again'       => 'कुछ मिनट रुकने के बाद फिर से चढ़ाएँ।',
'dberr-info'        => '(आँकड़ाकोष सेवक से संपर्क नहीं हो पा रहा:$1)',
'dberr-usegoogle'   => 'इस बीच आप गूगल से खोज करने की कोशिश कर सकते हैं।',
'dberr-outofdate'   => 'ध्यान दे, हो सकता है कि हमारी सामग्री से संबंधित उनकी सूची बासी हो।',
'dberr-cachederror' => 'यह अनुरोधित पन्ने की संचित प्रति है, हो सकता है यह ताज़ी न हो।',

# HTML forms
'htmlform-invalid-input'       => 'आपके द्वारा प्रदत्त कुछ सामग्री में समस्याएँ हैं',
'htmlform-select-badoption'    => 'आपके द्वारा निर्दिष्ट मान वैध विकल्प नहीं है।',
'htmlform-int-invalid'         => 'आपके द्वारा निर्दिष्ट मान पूर्णांक नहीं है।',
'htmlform-float-invalid'       => 'आपके द्वारा निर्दिष्ट मान संख्या नहीं है।',
'htmlform-int-toolow'          => 'आपके द्वारा निर्दिष्ट मान न्यूनतम $1 से कम है',
'htmlform-int-toohigh'         => 'आपके द्वारा निर्दिष्ट मान अधिकतम $1 से ज़्यादा है',
'htmlform-required'            => 'इस मान की आवश्यकता है',
'htmlform-submit'              => 'जमा करें',
'htmlform-reset'               => 'बदलाव पुरानी स्थिति पर लाएँ',
'htmlform-selectorother-other' => 'अन्य',

# Special:DisableAccount
'disableaccount' => 'कोई उपयोगकर्ता खाते को निष्क्रिय करें',

);
