<?php
/** Crimean Turkish (Cyrillic script) (къырымтатарджа (Кирилл)‎)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author AlefZet
 * @author Alessandro
 * @author Don Alessandro
 * @author Urhixidur
 */

$fallback = 'ru';

$fallback8bitEncoding = 'windows-1251';

$separatorTransformTable = array( ','     => '.', '.'     => ',' );

$linkTrail = '/^([a-zâçğıñöşüа-яё“»]+)(.*)$/sDu';

$namespaceNames = array(
	NS_MEDIA            => 'Медиа',
	NS_SPECIAL          => 'Махсус',
	NS_TALK             => 'Музакере',
	NS_USER             => 'Къулланыджы',
	NS_USER_TALK        => 'Къулланыджы_музакереси',
	NS_PROJECT_TALK     => '$1_музакереси',
	NS_FILE             => 'Файл',
	NS_FILE_TALK        => 'Файл_музакереси',
	NS_MEDIAWIKI        => 'МедиаВики',
	NS_MEDIAWIKI_TALK   => 'МедиаВики_музакереси',
	NS_TEMPLATE         => 'Шаблон',
	NS_TEMPLATE_TALK    => 'Шаблон_музакереси',
	NS_HELP             => 'Ярдым',
	NS_HELP_TALK        => 'Ярдым_музакереси',
	NS_CATEGORY         => 'Категория',
	NS_CATEGORY_TALK    => 'Категория_музакереси',
);

# Aliases to latin namespaces
$namespaceAliases = array(
	"Media"                 => NS_MEDIA,
	"Mahsus"                => NS_SPECIAL,
	"Muzakere"              => NS_TALK,
	"Qullanıcı"             => NS_USER,
	"Qullanıcı_muzakeresi"  => NS_USER_TALK,
	"$1_muzakeresi"         => NS_PROJECT_TALK,
	"Resim"                 => NS_FILE,
	"Resim_muzakeresi"      => NS_FILE_TALK,
	"Ресим"                 => NS_FILE,
	"Ресим_музакереси"      => NS_FILE_TALK,
	"MediaViki"             => NS_MEDIAWIKI,
	"MediaViki_muzakeresi"  => NS_MEDIAWIKI_TALK,
	'Şablon'                => NS_TEMPLATE,
	'Şablon_muzakeresi'     => NS_TEMPLATE_TALK,
	'Yardım'                => NS_HELP,
	'Yardım_muzakeresi'     => NS_HELP_TALK,
	'Kategoriya'            => NS_CATEGORY,
	'Kategoriya_muzakeresi' => NS_CATEGORY_TALK
);

// Remove Russian aliases
$namespaceGenderAliases = array();

$datePreferences = array(
    'default',
    'mdy',
    'dmy',
    'ymd',
    'yyyy-mm-dd',
    'ISO 8601',
);

$defaultDateFormat = 'ymd';

$datePreferenceMigrationMap = array(
    'default',
    'mdy',
    'dmy',
    'ymd'
);

$dateFormats = array(
    'mdy time' => 'H:i',
    'mdy date' => 'F j Y "с."',
    'mdy both' => 'H:i, F j Y "с."',

    'dmy time' => 'H:i',
    'dmy date' => 'j F Y "с."',
    'dmy both' => 'H:i, j F Y "с."',

    'ymd time' => 'H:i',
    'ymd date' => 'Y "с." xg j',
    'ymd both' => 'H:i, Y "с." xg j',

    'yyyy-mm-dd time' => 'xnH:xni:xns',
    'yyyy-mm-dd date' => 'xnY-xnm-xnd',
    'yyyy-mm-dd both' => 'xnH:xni:xns, xnY-xnm-xnd',

    'ISO 8601 time' => 'xnH:xni:xns',
    'ISO 8601 date' => 'xnY.xnm.xnd',
    'ISO 8601 both' => 'xnY.xnm.xnd"T"xnH:xni:xns',
);

$messages = array(
# User preference toggles
'tog-underline' => 'Багълантыларнынъ тюбюни сызув:',
'tog-justify' => 'Метинни эки янгъа тегизле',
'tog-hideminor' => '"Сонъки денъимелер" саифесинде кичик денъишмелерни гизле',
'tog-hidepatrolled' => 'Сонъки денъишмелер косьтергенде тешкерильген денъишмелерни гизле',
'tog-newpageshidepatrolled' => 'Янъы саифелер косьтергенде тешкерильген саифелерни гизле',
'tog-extendwatchlist' => 'Козетюв джедвелини, тек сонъки дегиль, бутюн денъишмелерни корьмек ичюн кенишлет',
'tog-usenewrc' => 'Тафсилятлы сонъки денъишмелер джедвелини къуллан (JavaScript керек)',
'tog-numberheadings' => 'Серлеваларны автоматик номераландыр',
'tog-showtoolbar' => 'Саифени денъиштирген вакъытта ярдымджы дёгмелерни косьтер. (JavaScript)',
'tog-editondblclick' => 'Саифени чифт басып денъиштирмеге башла (JavaScript)',
'tog-editsection' => 'Болюклерни [денъиштир] багълантысы вастасынен денъиштирмеге рухсет бер',
'tog-editsectiononrightclick' => 'Болюк серлевасына онъ баскъанда денъиштирюв пенджересини ач. (JavaScript)',
'tog-showtoc' => 'Мундеридже джедвели косьтер (3 данеден зияде серлевасы олгъан саифелер ичюн)',
'tog-rememberpassword' => 'Киришимни бу браузерде хатырла (энъ чокъ $1 {{PLURAL:$1|кунь|кунь}} ичюн)',
'tog-watchcreations' => 'Мен яраткъан саифелерни козетюв джедвелиме кирсет',
'tog-watchdefault' => 'Мен денъиштирген саифелерни козетюв джедвелиме кирсет',
'tog-watchmoves' => 'Меним тарафымдан ады денъиштирильген саифелерни козетюв джедвелиме кирсет',
'tog-watchdeletion' => 'Мен ёкъ эткен саифелерни козетюв джедвелиме кирсет',
'tog-minordefault' => 'Япкъан денъишмелеримни кичик денъишмедир деп ишаретле',
'tog-previewontop' => 'Бакъып чыкъувны язув пенджеренинъ устюнде косьтер',
'tog-previewonfirst' => 'Денъиштирме саифесине кечкенде бакъып чыкъувны косьтер',
'tog-nocache' => 'Браузер саифелерни афызасында тутмасын',
'tog-enotifwatchlistpages' => 'Козетюв джедвелимдеки бир саифе денъиштирильгенде манъа e-mail ёлла',
'tog-enotifusertalkpages' => 'Къулланыджы саифем денъиштирильгенде манъа e-mail ёлла',
'tog-enotifminoredits' => 'Кичик денъишме олгъанда да манъа e-mail ёлла',
'tog-enotifrevealaddr' => 'Бильдирюв мектюплеринде e-mail адресимни косьтер',
'tog-shownumberswatching' => 'Козеткен къулланыджы сайысыны косьтер',
'tog-oldsig' => 'Шимдики имза:',
'tog-fancysig' => 'Имза викиметин киби олсун (автоматик багъланты олмаз)',
'tog-externaleditor' => 'Тыш тюрлендиргич (редактор) къуллан (теджрибели къулланыджылар ичюн; компьютеринъизни махсус сазламакъ керек. [ //www.mediawiki.org/wiki/Manual:External_editors тафсилятлы малюмат мында])',
'tog-externaldiff' => 'Тенъештирмек ичюн тыш бир программа къуллан (теджрибели къулланыджылар ичюн; компьютеринъизни махсус сазламакъ керек. [ //www.mediawiki.org/wiki/Manual:External_editors тафсилятлы малюмат мында])',
'tog-showjumplinks' => '«Бар» багълантысыны фааллештир',
'tog-uselivepreview' => 'Джанлы бакъып чыкъув хусусиетини къуллан (JavaScript) (даа денъеме алында)',
'tog-forceeditsummary' => 'Денъишменинъ къыскъа тарифини бош ташласам мени тенбиле',
'tog-watchlisthideown' => 'Козетюв джедвелимден меним денъишмелеримни гизле',
'tog-watchlisthidebots' => 'Козетюв джедвелимден бот денъишмелерини гизле',
'tog-watchlisthideminor' => 'Козетюв джедвелимден кичик денъишмелерни гизле',
'tog-watchlisthideliu' => 'Козетюв джедвелимде къайдлы къулланыджылар тарафындан япылгъан денъишмелерни косьтерме',
'tog-watchlisthideanons' => 'Козетюв джедвелимде къайдсыз (аноним) къулланыджылар тарафындан япылгъан денъишмелерни косьтерме',
'tog-watchlisthidepatrolled' => 'Козетюв джедвелинде тешкерильген денъишмелерни гизле',
'tog-ccmeonemails' => 'Дигер къулланыджыларгъа ёллагъан мектюплеримнинъ копияларыны манъа да ёлла',
'tog-diffonly' => 'Тенъештирме саифелеринде саифенинъ эсас мундериджесини косьтерме',
'tog-showhiddencats' => 'Гизли категорияларны косьтер',
'tog-norollbackdiff' => 'Лягъу этильген денъишмелерни косьтерме',

'underline-always' => 'Даима',
'underline-never' => 'Асла',
'underline-default' => 'Браузер къарар берсин',

# Font style option in Special:Preferences
'editfont-style' => 'Язув пенджересинде уруфат (шрифт) тюрю:',
'editfont-default' => 'Браузерге коре',
'editfont-monospace' => 'Бир кенъликли уруфат',
'editfont-sansserif' => 'Кертиксиз уруфат',
'editfont-serif' => 'Кертикли уруфат',

# Dates
'sunday' => 'Базар',
'monday' => 'Базарэртеси',
'tuesday' => 'Салы',
'wednesday' => 'Чаршенбе',
'thursday' => 'Джумаакъшамы',
'friday' => 'Джума',
'saturday' => 'Джумаэртеси',
'sun' => 'Базар',
'mon' => 'Базарэртеси',
'tue' => 'Салы',
'wed' => 'Чаршенбе',
'thu' => 'Джумаакъшамы',
'fri' => 'Джума',
'sat' => 'Джумаэртеси',
'january' => 'январь',
'february' => 'февраль',
'march' => 'март',
'april' => 'апрель',
'may_long' => 'майыс',
'june' => 'июнь',
'july' => 'июль',
'august' => 'август',
'september' => 'сентябрь',
'october' => 'октябрь',
'november' => 'ноябрь',
'december' => 'декабрь',
'january-gen' => 'январьнинъ',
'february-gen' => 'февральнинъ',
'march-gen' => 'мартнынъ',
'april-gen' => 'апрельнинъ',
'may-gen' => 'майыснынъ',
'june-gen' => 'июннинъ',
'july-gen' => 'июльнинъ',
'august-gen' => 'августнынъ',
'september-gen' => 'сентябрьнинъ',
'october-gen' => 'октябрьнинъ',
'november-gen' => 'ноябрьнинъ',
'december-gen' => 'декабрьнинъ',
'jan' => 'янв',
'feb' => 'фев',
'mar' => 'мар',
'apr' => 'апр',
'may' => 'май',
'jun' => 'июн',
'jul' => 'июл',
'aug' => 'авг',
'sep' => 'сен',
'oct' => 'окт',
'nov' => 'ноя',
'dec' => 'дек',

# Categories related messages
'pagecategories' => '{{PLURAL:$1|Саифенинъ категориясы|Саифенинъ категориялары}}',
'category_header' => '"$1" категориясындаки саифелер',
'subcategories' => 'Алт категориялар',
'category-media-header' => '"$1" категориясындаки медиа файллары',
'category-empty' => "''Ишбу категорияда ич бир саифе я да медиа файл ёкъ.''",
'hidden-categories' => 'Гизли {{PLURAL:$1|категория|категориялар}}',
'hidden-category-category' => 'Гизли категориялар',
'category-subcat-count' => '{{PLURAL:$2|Бу категорияда тек бир ашагъыдаки алт категория бар.|Бу категориядаки топлам $2 алт категориядан ашагъыдаки $1 алт категория косьтерильген.}}',
'category-subcat-count-limited' => 'Бу категорияда ашагъыдаки {{PLURAL:$1|1|$1}} алт категория бар.',
'category-article-count' => '{{PLURAL:$2|Бу категорияда тек бир ашагъыдаки саифе бар.|Бу категориядаки топлам $2 саифеден ашагъыдаки $1 саифе косьтерильген.}}',
'category-article-count-limited' => 'Бу категорияда ашагъыдаки {{PLURAL:$1|1|$1}} саифе бар.',
'category-file-count' => '{{PLURAL:$2|Бу категорияда тек бир ашагъыдаки файл бар.|Бу категориядаки топлам $2 файлдан ашагъыдаки $1 файл косьтерильген.}}',
'category-file-count-limited' => 'Бу категорияда ашагъыдаки {{PLURAL:$1|1|$1}} файл бар.',
'listingcontinuesabbrev' => ' (девам)',
'index-category' => 'Индексли саифелер',
'noindex-category' => 'Индекссиз саифелер',
'broken-file-category' => 'Ичинде бозукъ файл багълантылары олгъан саифелер',

'linkprefix' => '/^(.*?)([a-zâçğıñöşüA-ZÂÇĞİÑÖŞÜa-яёА-ЯЁ«„]+)$/sDu',

'about' => 'Акъкъында',
'article' => 'Саифе',
'newwindow' => '(янъы бир пенджереде ачылыр)',
'cancel' => 'Лягъу',
'moredotdotdot' => 'Даа...',
'mypage' => 'Саифе',
'mytalk' => 'Музакере',
'anontalk' => 'Бу IP-нинъ музакереси',
'navigation' => 'Сайтта ёл тапув',
'and' => '&#32;ве',

# Cologne Blue skin
'qbfind' => 'Тап',
'qbbrowse' => 'Бакъып чыкъ',
'qbedit' => 'Денъиштир',
'qbpageoptions' => 'Бу саифе',
'qbpageinfo' => 'Саифе акъкъында малюмат',
'qbmyoptions' => 'Саифелерим',
'qbspecialpages' => 'Махсус саифелер',
'faq' => 'Сыкъ берильген суаллер',
'faqpage' => 'Project:Сыкъ берильген суаллер',

# Vector skin
'vector-action-addsection' => 'Мевзу къош',
'vector-action-delete' => 'Ёкъ эт',
'vector-action-move' => 'Адыны денъиштир',
'vector-action-protect' => 'Къорчала',
'vector-action-undelete' => 'Янъыдан ярат',
'vector-action-unprotect' => 'Къорчалавны денъиштир',
'vector-simplesearch-preference' => 'Тафсилятлы къыдырув теклифлерини ишлет (тек Вектор ресимлемеси ичюн)',
'vector-view-create' => 'Ярат',
'vector-view-edit' => 'Денъиштир',
'vector-view-history' => 'Кечмишини косьтер',
'vector-view-view' => 'Окъу',
'vector-view-viewsource' => 'Менба кодуны косьтер',
'actions' => 'Арекетлер',
'namespaces' => 'Исим фезалары',
'variants' => 'Вариантлар',

'errorpagetitle' => 'Хата',
'returnto' => '$1.',
'tagline' => '{{GRAMMAR:ablative|{{SITENAME}}}}',
'help' => 'Ярдым',
'search' => 'Къыдырув',
'searchbutton' => 'Къыдыр',
'go' => 'Бар',
'searcharticle' => 'Бар',
'history' => 'Саифенинъ кечмиши',
'history_short' => 'Кечмиш',
'updatedmarker' => 'сонъки зияретимден сонъ янъаргъан',
'printableversion' => 'Басылмагъа уйгъун корюниш',
'permalink' => 'Сонъки алына багъланты',
'print' => 'Бастыр',
'edit' => 'Денъиштир',
'create' => 'Ярат',
'editthispage' => 'Саифени денъиштир',
'create-this-page' => 'Бу саифени ярат',
'delete' => 'Ёкъ эт',
'deletethispage' => 'Саифени ёкъ эт',
'undelete_short' => '{{PLURAL:$1|1|$1}} денъишмени кери кетир',
'viewdeleted_short' => '{{PLURAL:$1|бир ёкъ этильген денъишмени|$1 ёкъ этильген денъишмени}} косьтер.',
'protect' => 'Къорчала',
'protect_change' => 'денъиштир',
'protectthispage' => 'Саифени къорчалав алтына ал',
'unprotect' => 'Къорчалавны денъиштир',
'unprotectthispage' => 'Саифе къорчаланувыны денъиштир',
'newpage' => 'Янъы саифе',
'talkpage' => 'Саифени музакере эт',
'talkpagelinktext' => 'Музакере',
'specialpage' => 'Махсус Саифе',
'personaltools' => 'Шахсий алетлер',
'postcomment' => 'Янъы болюк',
'articlepage' => 'Саифеге бар',
'talk' => 'Музакере',
'views' => 'Корюнишлер',
'toolbox' => 'Алетлер',
'userpage' => 'Къулланыджы саифесини косьтер',
'projectpage' => 'Лейха саифесини косьтер',
'imagepage' => 'Файл саифесини косьтер',
'mediawikipage' => 'Беянат саифесини косьтер',
'templatepage' => 'Шаблон саифесини косьтер',
'viewhelppage' => 'Ярдым саифесини косьтер',
'categorypage' => 'Категория саифесини косьтер',
'viewtalkpage' => 'Музакере саифесини косьтер',
'otherlanguages' => 'Дигер тиллерде',
'redirectedfrom' => '($1 саифесинден ёлланды)',
'redirectpagesub' => 'Ёллама саифеси',
'lastmodifiedat' => 'Бу саифе сонъки оларакъ $1, $2 тарихында янъарды.',
'viewcount' => 'Бу саифе {{PLURAL:$1|1|$1}} дефа иришильген.',
'protectedpage' => 'Къорчалангъан саифе',
'jumpto' => 'Бунъа бар:',
'jumptonavigation' => 'къуллан',
'jumptosearch' => 'къыдыр',
'view-pool-error' => 'Афу этинъиз, сервер шимди адден-ашыр юкленди. Пек чокъ къулланыджы бу саифени ачмагъа тырыша. Лютфен, бу саифени бир даа ачмакътан эвель бираз бекленъиз.

$1',
'pool-timeout' => 'Килит ичюн вакъыт битиши беклене',
'pool-queuefull' => 'Соратма топлайыджысы толу',
'pool-errorunknown' => 'Билинмеген хата',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite' => '{{SITENAME}} акъкъында',
'aboutpage' => 'Project:Акъкъында',
'copyright' => 'Малюмат $1 бинаэн кечилип ола.',
'copyrightpage' => '{{ns:project}}:Муэллифлик акълары',
'currentevents' => 'Шимдики вакъиалар',
'currentevents-url' => 'Project:Агъымдаки вакъиалар',
'disclaimers' => 'Джевапкярлыкъ реди',
'disclaimerpage' => 'Project:Умумий Малюмат Мукъавелеси',
'edithelp' => 'Саифелер насыл денъиштирилир?',
'edithelppage' => 'Help:Саифе насыл денъиштирилир',
'helppage' => 'Help:Мундеридже',
'mainpage' => 'Баш Саифе',
'mainpage-description' => 'Баш Саифе',
'policy-url' => 'Project:Къаиделер',
'portal' => 'Джемаат порталы',
'portal-url' => 'Project:Джемаат порталы',
'privacy' => 'Гизлилик эсасы',
'privacypage' => 'Project:Гизлилик эсасы',

'badaccess' => 'Изин хатасы',
'badaccess-group0' => 'Япаджакъ олгъан арекетинъизни япмагъа акъкъынъыз ёкъ.',
'badaccess-groups' => 'Япаджакъ олгъан арекетинъизни тек ашагъыдаки {{PLURAL:$2|1|$2}} группагъа аза олгъан къулланыджылары япып олалар: $1.',

'versionrequired' => 'MediaWiki-нинъ $1 версиясы керек',
'versionrequiredtext' => 'Бу саифени къулланмакъ ичюн MediaWiki-нинъ $1 версиясы керек. [[Special:Version|Версия]] саифесине бакъ.',

'ok' => 'Ок',
'retrievedfrom' => 'Менба – "$1"',
'youhavenewmessages' => 'Янъы $1 бар ($2).',
'newmessageslink' => 'беянатынъыз',
'newmessagesdifflink' => 'музакере саифенъизнинъ сонъки денъишкени',
'youhavenewmessagesmulti' => '$1 саифесинде янъы беянатынъыз бар.',
'editsection' => 'денъиштир',
'editold' => 'денъиштир',
'viewsourceold' => 'менба кодуны косьтер',
'editlink' => 'денъиштир',
'viewsourcelink' => 'менба кодуны косьтер',
'editsectionhint' => 'Денъиштирильген болюк: $1',
'toc' => 'Мундеридже',
'showtoc' => 'косьтер',
'hidetoc' => 'гизле',
'collapsible-collapse' => 'Тарлат',
'collapsible-expand' => 'Кенишлет',
'thisisdeleted' => '$1 корьмеге я да кери кетирмеге истейсинъизми?',
'viewdeleted' => '$1 корь?',
'restorelink' => 'ёкъ этильген {{PLURAL:$1|1|$1}} денъишмеси',
'feedlinks' => 'Бу шекильде:',
'feed-invalid' => 'Абуне каналынынъ чешити янълыштыр.',
'feed-unavailable' => 'Синдикация ленталары къулланылып оламай.',
'site-rss-feed' => '$1 RSS лентасы',
'site-atom-feed' => '$1 Atom лентасы',
'page-rss-feed' => '«$1» - RSS лентасы',
'page-atom-feed' => '«$1» - Atom лентасы',
'red-link-title' => '$1 (бойле саифе ёкъ)',
'sort-descending' => 'Эксильмеси сайын сырала',
'sort-ascending' => 'Артмасы сайын сырала',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main' => 'Саифе',
'nstab-user' => 'Къулланыджы саифеси',
'nstab-media' => 'Медиа',
'nstab-special' => 'Махсус саифе',
'nstab-project' => 'Лейха саифеси',
'nstab-image' => 'Файл',
'nstab-mediawiki' => 'Беянат',
'nstab-template' => 'Шаблон',
'nstab-help' => 'Ярдым',
'nstab-category' => 'Категория',

# Main script and global functions
'nosuchaction' => 'Бойле бир арекет ёкъ',
'nosuchactiontext' => 'URL-де бильдирильген арекет рухсетсиз.
Бельки де URL-ни янълыш язгъандырсыз, я да догъру олмагъан бир багълантыны къуллангъандырсыз.
Бу, {{SITENAME}} сайтындаки бир хатаны да косьтерип ола.',
'nosuchspecialpage' => 'Бу исимде бир махсус саифе ёкъ',
'nospecialpagetext' => '<strong>Тапылмагъан бир махсус саифеге кирдинъиз.</strong>

Бар олгъан бутюн махсус саифелерни [[Special:SpecialPages|{{int:specialpages}}]] саифесинде корип олурсынъыз.',

# General errors
'error' => 'Хата',
'databaseerror' => 'Малюмат базасынынъ хатасы',
'dberrortext' => 'Малюмат базасындан сораткъанда синтаксис хатасы олды.
Бу язылымдаки бир хата ола биле.
"<tt>$2</tt>" функциясындан олгъан малюмат базасындан сонъки соратма:
<blockquote><tt>$1</tt></blockquote>.
Малюмат базасынынъ бильдирген хатасы "<tt>$3: $4</tt>".',
'dberrortextcl' => 'Малюмат базасындан сораткъанда синтаксис хатасы олды.
Малюмат базасындан сонъки соратма:
«$1»
Къулланылгъан функция «$2».
Малюмат базасынынъ бильдирген хатасы «$3: $4».',
'laggedslavemode' => 'Дикъкъат! Бу саифеде сонъки янъарув олмай биле.',
'readonly' => 'Малюмат базасы килитленди',
'enterlockreason' => 'Блок этювнинъ себебини ве девамыны кирсетинъиз.',
'readonlytext' => 'План ишлемелеринден себеп малюмат базасы вакътынджа блок этильди. Ишлемелер тамамлангъан сонъ нормаль алына къайтаджакъ.

Малюмат базасыны килитлеген идареджининъ анълатмасы: $1',
'missing-article' => 'Малюмат базасында тапылмасы керек олгъан саифенинъ метни тапылмады, «$1» $2.

Адетиндже ёкъ этильген саифенинъ кечмиш саифесине эскирген багълантынен кечип бакъкъанда бу шей олып чыкъа.

Меселе бунда олмаса, ихтималы бар ки, программада бир хата тапкъандырсынъыз.
Лютфен, URL язып бундан [[Special:ListUsers/sysop|идареджиге]] хабер беринъиз.',
'missingarticle-rev' => '(версия № $1)',
'missingarticle-diff' => '(фаркъ: $1, $2)',
'readonly_lag' => 'Малюмат базасынынъ экилемджи сервери бирлемджи серверинен замандашлаштырылгъандже малюмат базасы денъиштирильмемеси ичюн автоматик оларакъ блок этильди.',
'internalerror' => 'Ички хата',
'internalerror_info' => 'Ички хата: $1',
'fileappenderrorread' => 'Къошма япылгъанда "$1" окъуламады.',
'fileappenderror' => '«$1» файлы «$2» файлына къошулып оламай.',
'filecopyerror' => '"$1" файлы "$2" файлына копияланып оламай.',
'filerenameerror' => 'файлнынъ "$1" деген ады "$2" оларакъ денъиштирилип оламай.',
'filedeleteerror' => '"$1" файлы ёкъ этилип оламай.',
'directorycreateerror' => '"$1" директориясы яратылып оламай.',
'filenotfound' => '"$1" файлы тапылып оламай.',
'fileexistserror' => '"$1" файлы сакъланып оламай, файл энди бар.',
'unexpected' => 'бекленмеген дегер: "$1"="$2".',
'formerror' => 'Хата: форманынъ малюматыны ёлламакънынъ ич чареси ёкъ',
'badarticleerror' => 'Сиз япмагъа истеген ишлев бу саифеде япылып оламай.',
'cannotdelete' => '«$1» саифе я да файлы ёкъ этилип оламады. Башкъа бир къулланыджы тарафындан ёкъ этильген ола биле.',
'cannotdelete-title' => '«$1» саифесини ёкъ этмеге олмаз',
'badtitle' => 'Рухсетсиз серлева',
'badtitletext' => 'Истенильген саифе ады догъру дегиль, о боштыр, яхут тиллерара багъланты я да викилерара багъланты догъру язылмагъан. Бельки саифе адында ясакълангъан ишаретлер бар.',
'perfcached' => 'Малюматлар даа эвельджеден азырлангъан ола билир. Бу себептен эскирген ола билир! A maximum of {{PLURAL:$1|one result is|$1 results are}} available in the cache.',
'perfcachedts' => 'Ашагъыда кэште сакълангъан малюмат булуна, сонъки янъарув заманы: $1. A maximum of {{PLURAL:$4|one result is|$4 results are}} available in the cache.',
'querypage-no-updates' => 'Бу саифени денъиштирмеге шимди изин ёкъ. Бу малюмат аман янъартылмайджакъ.',
'wrong_wfQuery_params' => 'wfQuery() функциясы ичюн изинсиз параметрлер<br />
Функция: $1<br />
Соратма: $2',
'viewsource' => 'менба кодуны косьтер',
'viewsource-title' => '$1 саифесининъ менба коду',
'actionthrottled' => 'Арекет токъталды',
'actionthrottledtext' => 'Спамгъа къаршы куреш себебинден бу арекетни аз вакъыт ичинде чокъ кере текрарлап оламайсынъыз. Мумкюн олгъан къарардан зияде арекет яптынъыз. Бир къач дакъкъадан сонъ текрарлап бакъынъыз.',
'protectedpagetext' => 'Бу саифени кимсе денъиштирмесин деп о блок этильди.',
'viewsourcetext' => 'Саифенинъ кодуны козьден кечирип копиялай билесинъиз:',
'protectedinterface' => 'Бу саифеде система интерфейсининъ метни бар. Онынъ ичюн мында бир хата чыкъмасын деп оны денъиштирмек ясакъ.',
'editinginterface' => "'''Тенби''': Ичинде MediaWiki система беянаты олгъан бир саифени денъиштиреятасыз. Бу саифедеки денъишмелер къулланыджы интерфейсининъ корюнишини дигер къулланыджылар ичюн де денъиштиреджек. Лютфен, терджимелер ичюн [//translatewiki.net/wiki/Main_Page?setlang=crh translatewiki.net] сайтыны (MediaWiki ресмий локализация лейхасы) къулланынъыз.",
'sqlhidden' => '(SQL истинтагъы сакълы)',
'cascadeprotected' => 'Бу саифени денъиштирип оламазсынъыз, чюнки каскад къорчалав алтында булунгъан {{PLURAL:$1|саифеге|саифелерге}} менсюптир:
$2',
'namespaceprotected' => "'''$1''' исим фезасында саифелер денъиштирмеге акъкъынъыз ёкъ.",
'ns-specialprotected' => '{{ns:special}} исим фезасындаки саифелерни денъиштирмек ясакъ.',
'titleprotected' => "Бойле серлеванен саифе яратмакъ ясакътыр. Ясакълагъан: [[User:$1|$1]].
Себеп: ''$2''.",

# Virus scanner
'virus-badscanner' => "Янълыш сазлама. Билинмеген вирус сканери: ''$1''",
'virus-scanfailed' => 'скан этюв мувафакъиетсиз (код $1)',
'virus-unknownscanner' => 'билинмеген антивирус:',

# Login and logout pages
'logouttext' => "'''Отурымны къапаттынъыз.'''

Шимди {{SITENAME}} сайтыны аноним оларакъ къулланып оласынъыз, я да янъыдан [[Special:UserLogin|отурым ачып]] оласынъыз (истер айны къулланыджы адынен, истер башкъа бир къулланыджы адынен). Web браузеринъиз кэшини темизлегендже базы саифелер санки аля даа отурымынъыз ачыкъ экен киби корюнип олур.",
'welcomecreation' => '== Хош кельдинъиз, $1! ==
Эсабынъыз ачылды.
Бу сайтнынъ [[Special:Preferences|сазламаларыны]] шахсынъызгъа коре денъиштирмеге унутманъыз.',
'yourname' => 'Къулланыджы адынъыз',
'yourpassword' => 'Паролинъиз',
'yourpasswordagain' => 'Парольни бир даа язынъыз:',
'remembermypassword' => 'Киришимни бу компьютерде хатырла (энъ чокъ $1 {{PLURAL:$1|кунь|кунь}} ичюн)',
'securelogin-stick-https' => 'Кирген сонъ HTTPS-ге багъланып тур',
'yourdomainname' => 'Домен адынъыз',
'externaldberror' => 'Сайткъа киргенде бир хата олды. Бу тыш эсабынъызны денъиштирмек акъкъынъыз олмагъанындан себеп мейдангъа келип ола.',
'login' => 'Кириш',
'nav-login-createaccount' => 'Кириш / Къайд олув',
'loginprompt' => 'Отурым ачмакъ ичюн «cookies»ге изин бермелисинъиз.',
'userlogin' => 'Кириш / Къайд олув',
'userloginnocreate' => 'Кириш',
'logout' => 'Чыкъыш',
'userlogout' => 'Чыкъыш',
'notloggedin' => 'Отурым ачмадынъыз.',
'nologin' => "Даа эсап ачмадынъызмы? '''$1'''.",
'nologinlink' => 'Къайд ол',
'createaccount' => 'Янъы эсап ач',
'gotaccount' => "Даа эвель эсап ачкъан эдинъизми? '''$1'''.",
'gotaccountlink' => 'Отурым ачынъыз',
'userlogin-resetlink' => 'Кириш малюматыны унуттынъызмы?',
'createaccountmail' => 'e-mail вастасынен',
'createaccountreason' => 'Себеп:',
'badretype' => 'Кирсеткен пароллеринъиз айны дегиль.',
'userexists' => 'Кирсеткен къулланыджы адынъыз энди къулланыла.
Лютфен, башкъа бир къулланыджы ады сайланъыз.',
'loginerror' => 'Отурым ачма хатасы',
'createaccounterror' => 'Эсап яратылып оламай: $1',
'nocookiesnew' => 'Къулланыджы эсабы ачылгъан, факъат танытылмагъан. {{SITENAME}} къулланыджыларны танытмакъ ичюн «cookies»ни къуллана. Сизде бу функция къапалы вазиеттедир. «Cookies» функциясыны ишлетип текрар янъы адынъыз ве паролинъизнен тырышып бакъыныз.',
'nocookieslogin' => '{{SITENAME}} «cookies»ни къуллана. Сизде бу функция къапалы вазиеттедир. «Cookies» функциясыны ишлетип текрар тырышып бакъынъыз.',
'noname' => 'Догъру къулланыджы адыны кирсетмединъиз.',
'loginsuccesstitle' => 'Кириш япылды',
'loginsuccess' => "'''$1 адынен {{SITENAME}} сайтында чалышып оласынъыз.'''",
'nosuchuser' => '«$1» адлы къулланыджы ёкъ.
Къулланыджы адларында буюк ве кичик арифлер арасында фаркъ бар.
Догъру язгъанынъызны тешкеринъиз я да [[Special:UserLogin/signup|янъы къулланыджы эсабыны ачынъыз]].',
'nosuchusershort' => '«$1» адлы къулланыджы тапыламады. Адынъызны догъру язгъанынъыздан эмин олунъыз.',
'nouserspecified' => 'Къулланыджы адыны кирсетмек керексинъиз.',
'login-userblocked' => 'Бу къулланыджы блок этильген. Кирмеге рухсет этильмей.',
'wrongpassword' => 'Кирсеткен паролинъиз янълыштыр. Лютфен, текрар этинъиз.',
'wrongpasswordempty' => 'Кирсеткен паролинъиз боштыр.
Лютфен, текрар этинъиз.',
'passwordtooshort' => 'Паролинъизде энъ аз {{PLURAL:$1|1|$1}} ишарет олмалы.',
'password-name-match' => 'Паролинъиз къулланыджы адынъыздан фаркълы олмалы.',
'password-login-forbidden' => 'Бу къулланыджы ады ве парольни къулланмакъ ясакътыр.',
'mailmypassword' => 'Янъы пароль йибер',
'passwordremindertitle' => '{{grammar:genitive|{{SITENAME}}}} къулланыджынынъ пароль хатырлатувы',
'passwordremindertext' => 'Бирев (бельки де бу сизсинъиз, $1 IP адресинден) {{SITENAME}} сайты ичюн ($4) янъы къулланыджы паролини истеди.
$2 къулланыджысына вакътынджа <code>$3</code> пароли яратылды. Эгер бу керчектен де сизинъ истегинъиз олгъан олса, отурым ачып янъы бир пароль яратманъыз керектир. Мувакъкъат паролинъизнинъ муддети {{PLURAL:$5|1 кунь|$5 кунь}} ичинде доладжакъ.

Эгер де янъы пароль талап этмеген олсанъыз я да эски паролинъизни хатырлап энди оны денъиштирмеге истемесенъиз, бу мектюпни дикъкъаткъа алмайып эски паролинъизни къулланмагъа девам этип оласынъыз.',
'noemail' => '$1 адлы къулланыджы ичюн e-mail бильдирильмеди.',
'noemailcreate' => 'Догъру бир e-mail адреси бильдирмек керексинъиз',
'passwordsent' => 'Янъы пароль e-mail ёлунен къулланыджынынъ бильдирген $1 адресине йиберильди. Парольни алгъан сонъ текрар кириш япынъыз.',
'blocked-mailpassword' => 'IP адресинъизден саифелер денъиштирюв ясакълы, пароль хатырлатув функциясы да блок этильди.',
'eauthentsent' => 'Бильдирильген e-mail адресине ичинде тасдыкъ коду олгъан бир мектюп ёлланды. Сиз шу мектюпте язылгъан арекетлерни япып бу e-mail адресининъ саиби керчектен де сиз олгъанынъызны тасдыкълагъан сонъ башкъа мектюп ёлланып олур.',
'throttled-mailpassword' => 'Пароль хатырлатув функциясы энди сонъки {{PLURAL:$1|1|$1}} саат девамында ишлетильген эди. {{PLURAL:$1|1|$1}} саат ичинде тек бир хатырлатув ишлетмек мумкюн.',
'mailerror' => 'Почта йиберильгенде бир хата мейдангъа кельди: $1',
'acct_creation_throttle_hit' => 'Сизинъ IP адресинъизни къулланып бу викини зиярет эткенлер сонъки куньде {{PLURAL:$1|1 эсап|$1 эсап}} яратты. Бу вакъыт аралыгъында бир IP-ден даа чокъ эсап яратмакъ мумкюн дегиль.
Нетиджеде, бу IP адресини къуллангъан зияретчилер шимди даа зияде эсап ачып оламазлар.',
'emailauthenticated' => 'E-mail адресинъиз $2 $3 тарихында тасдыкъланды.',
'emailnotauthenticated' => 'E-mail адресинъиз тасдыкъланмады, викининъ e-mail иле багълы функциялары чалышмайджакъ.',
'noemailprefs' => 'Бу функцияларнынъ чалышмасы ичюн сазламаларынъызда бир e-mail адреси бильдиринъиз.',
'emailconfirmlink' => 'E-mail адресинъизни тасдыкъланъыз',
'invalidemailaddress' => 'Язгъан адресинъиз e-mail стандартларында олмагъаны ичюн къабул этильмеди. Лютфен, догъру адресни язынъыз я да къутуны бош къалдырынъыз.',
'accountcreated' => 'Эсап ачылды',
'accountcreatedtext' => '$1 ичюн бир къулланыджы эсабы ачылды.',
'createaccount-title' => '{{SITENAME}} сайтында янъы бир эсап яратылувы',
'createaccount-text' => 'Бирев сизинъ e-mail адресини бильдирип {{SITENAME}} сайтында ($4) "$2" адлы бир эсап яратты.
Шу эсап ичюн пароль будыр: "$3".
Сиз шимди отурым ачып паролинъизни денъиштирмек керексинъиз.

Шу эсап хата оларакъ яратылгъан олса бу мектюпке къулакъ асмайып оласынъыз.',
'usernamehasherror' => 'Къулланыджы адында # ишарети оламаз.',
'login-throttled' => 'Якъын заманда пек чокъ кере кирмеге тырыштынъыз.
Лютфен, къайта кирмезден эвель бираз бекленъиз.',
'loginlanguagelabel' => 'Тиль: $1',
'suspicious-userlogout' => 'Чыкъыш истегенинъиз ред этильди, чюнки бозукъ бир браузер я да кэшлейиджи прокси тарафындан ёллангъан киби корюне.',

# Change password dialog
'resetpass' => 'Парольни денъиштир',
'resetpass_announce' => 'Мувакъкъат код вастасынен кирдинъиз. Киришни тамамламакъ ичюн янъы парольни мында къоюнъыз:',
'resetpass_header' => 'Эсапнынъ паролини денъиштир',
'oldpassword' => 'Эски пароль',
'newpassword' => 'Янъы пароль',
'retypenew' => 'Янъы парольни текрар язынъыз',
'resetpass_submit' => 'Пароль къойып кир',
'resetpass_success' => 'Паролинъиз мувафакъиетнен денъиштирильди! Отурымынъыз ачылмакъта...',
'resetpass_forbidden' => 'Пароль денъиштирмек ясакъ',
'resetpass-no-info' => 'Бу саифеге догърудан иришмек ичюн отурым ачмакъ керексинъиз.',
'resetpass-submit-loggedin' => 'Парольни денъиштир',
'resetpass-submit-cancel' => 'Лягъу',
'resetpass-wrong-oldpass' => 'Рухсетсиз мувакъкъат я да шимдики пароль.
Паролинъизни энди мувафакъиетнен денъиштирдинъиз я да янъы бир мувакъкъат пароль истединъиз.',
'resetpass-temp-password' => 'Мувакъкъат пароль:',

# Edit page toolbar
'bold_sample' => 'Къалын язылыш',
'bold_tip' => 'Къалын язылыш',
'italic_sample' => 'Италик (курсив) язылыш',
'italic_tip' => 'Италик (курсив) язылыш',
'link_sample' => 'Саифенинъ серлевасы',
'link_tip' => 'Ички багъланты',
'extlink_sample' => 'http://www.example.com саифенинъ серлевасы',
'extlink_tip' => 'Тыш багъланты (Адрес огюне http:// къоймагъа унутманъыз)',
'headline_sample' => 'Серлева язысы',
'headline_tip' => '2-нджи севие серлева',
'nowiki_sample' => 'Сербест формат метининъизни мында язынъыз.',
'nowiki_tip' => 'вики формат этювини игнор эт',
'image_sample' => 'Resim.jpg',
'image_tip' => 'Эндирильген файл',
'media_sample' => 'Ses.ogg',
'media_tip' => 'Медиа файлына багъланты',
'sig_tip' => 'Имзанъыз ве тарих',
'hr_tip' => 'Горизонталь сызыкъ (пек сыкъ къулланманъыз)',

# Edit pages
'summary' => 'Денъишменинъ къыскъа тарифи:',
'subject' => 'Мевзу/серлева:',
'minoredit' => 'Бу, кичик денъишмедир',
'watchthis' => 'Саифени козет',
'savearticle' => 'Саифени сакъла',
'preview' => 'Бакъып чыкъув',
'showpreview' => 'Бакъып чыкъ',
'showlivepreview' => 'Тез бакъып чыкъув',
'showdiff' => 'Денъишмелерни косьтер',
'anoneditwarning' => "'''Дикъкъат''': Сайткъа кирмегенинъизден себеп денъишмелер тарихына сизинъ IP адресинъиз язылыр.",
'anonpreviewwarning' => 'Сайткъа кирмединъиз. Саифени сакъласанъыз, денъишмелер тарихына сизинъ IP адресинъиз язылыр.',
'missingsummary' => "'''Хатырлатма.''' Денъиштирмелеринъизни къыскъадан тариф этмединъиз. «Саифени сакъла» дёгмесине текрар басув иле денъиштирмелеринъиз тефсирсиз сакъланаджакълар.",
'missingcommenttext' => 'Лютфен, ашагъыда тефсир язынъыз.',
'missingcommentheader' => "'''Хатырлатма:''' Тефсир мевзусыны/серлевасыны язмадынъыз. «{{int:savearticle}}» дёгмесине текрар баскъан сонъ тефсиринъиз серлевасыз сакъланыр.",
'summary-preview' => 'Бакъып чыкъув тасвири:',
'subject-preview' => 'Бакъып чыкъув серлевасы:',
'blockedtitle' => 'Къулланыджы блок этильди.',
'blockedtext' => "'''Эсабынъыз я да IP адресинъиз блок этильди.'''

Блок япкъан идареджи: $1 .
Блок себеби: ''«$2»''.

* Блокнынъ башы: $8
* Блокнынъ сонъу: $6
* Блок этильген: $7

Блок этювни музакере этмек ичюн $1 къулланыджысына я да башкъа эр анги [[{{MediaWiki:Grouppage-sysop}}|идареджиге]] мектюп ёллап оласынъыз.
Дикъкъат этинъиз ки, къайд олунмагъан ве e-mail адресинъизни [[Special:Preferences|шахсий сазламаларда]] тасдыкъламагъан алда, эм де блок этильгенде сизге мектюп ёлламакъ ясакъ этильген олса, идареджиге мектюп ёллап оламазсынъыз.
Шимдики IP адресинъиз — $3, блок этюв идентификаторы — #$5. Лютфен, идареджилерге мектюплеринъизде бу малюматны бильдиринъиз.",
'autoblockedtext' => 'IP адресинъиз эвельде блок этильген къулланыджылардан бири тарафындан къулланылгъаны ичюн автоматик оларакъ блок этильди. Оны блок эткен идареджи ($1) бойле себепни бильдирди:

:«$2»

* Блокнынъ башы: $8
* Блокнынъ сонъу: $6
* Блок этильген: $7

Блок этювни музакере этмек ичюн $1 къулланыджысына я да башкъа эр анги [[{{MediaWiki:Grouppage-sysop}}|идареджиге]] мектюп ёллап оласынъыз.

Дикъкъат этинъиз ки, къайд олунмагъан ве e-mail адресинъизни [[Special:Preferences|шахсий сазламаларда]] тасдыкъламагъан алда, эм де блок этильгенде сизге мектюп ёлламакъ ясакъ этильген олса, идареджиге мектюп ёллап оламазсынъыз.
Шимдики IP адресинъиз — $3, блок этюв идентификаторы — #$5. Лютфен, идареджилерге мектюплеринъизде оны бильдиринъиз.',
'blockednoreason' => 'себеп бильдирильмеди',
'whitelistedittext' => 'Саифени денъиштирмек ичюн $1 керексинъиз.',
'confirmedittext' => 'Саифени денъиштирмеден эвель e-mail адресинъизни тасдыкъламалысынъыз. Лютфен, [[Special:Preferences|сазламалар саифесинде]] e-mail адресинъизни кирсетинъиз ве тасдыкъланъыз.',
'nosuchsectiontitle' => 'Болюк тапыламады',
'nosuchsectiontext' => 'Бар олмагъан болюкни денъиштирип бакътынъыз.
Сиз саифени окъугъанда о авуштырылгъан я да ёкъ этильген ола биле.',
'loginreqtitle' => 'Отурым ачмалысынъыз',
'loginreqlink' => 'кириш',
'loginreqpagetext' => 'Башкъа саифелерни бакъмакъ ичюн $1 борджлусынъыз.',
'accmailtitle' => 'Пароль ёлланды',
'accmailtext' => "[[User talk:$1|$1]] ичюн тесадуфий ишаретлерден яратылгъан пароль $2 адресине ёлланды.

Бу янъы эсап ичюн пароль, кириш япкъандан сонъ ''[[Special:ChangePassword|парольни денъиштир]]'' болюгинде денъиштирилип олур.",
'newarticle' => '(Янъы)',
'newarticletext' => "Сиз бу багълантынен шимдилик ёкъ олгъан саифеге авуштынъыз. Янъы бир саифе яратмакъ ичюн ашагъыда булунгъан пенджереге метин язынъыз (тафсилятлы малюмат алмакъ ичюн [[{{MediaWiki:Helppage}}|ярдым саифесине]] бакъынъыз). Бу саифеге тесадюфен авушкъан олсанъыз, браузеринъиздеки '''кери''' дёгмесине басынъыз.",
'anontalkpagetext' => "----''Бу музакере саифеси шимдилик къайд олунмагъан я да отурымыны ачмагъан адсыз (аноним) къулланыджыгъа менсюптир. Идентификация ичюн IP адрес ишлетиле. Бир IP адресинден бир къач къулланыджы файдаланып ола.
Эгер сиз аноним къулланыджы олсанъыз ве сизге кельген беянатларны янълыштан кельгенини беллесенъиз, лютфен, артыкъ бунынъ киби къарышыкълыкъ олмасын деп [[Special:UserLogin/signup|къайд олунъыз]] я да [[Special:UserLogin|отурым ачынъыз]].''",
'noarticletext' => 'Бу саифе шимди боштыр. Бу серлеваны башкъа саифелерде [[Special:Search/{{PAGENAME}}|къыдырып оласынъыз]], <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} багълы журнал къайдларыны къыдырып оласынъыз] я да бу саифени озюнъиз [{{fullurl:{{FULLPAGENAME}}|action=edit}} язып оласынъыз]</span>.',
'noarticletext-nopermission' => 'Бу саифе шимди боштыр. Бу серлеваны башкъа саифелерде [[Special:Search/{{PAGENAME}}|къыдыра биле]] я да <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} багълы журналларны козьден кечире билесинъиз]</span>.',
'userpage-userdoesnotexist' => '"<nowiki>$1</nowiki>" адлы къулланыджы ёкътыр. Тамам бу саифени денъиштирмеге истегенинъизни тешкеринъиз.',
'userpage-userdoesnotexist-view' => '«$1» адлы къулланыджы эсабы ёкъ.',
'blocked-notice-logextract' => 'Бу къулланыджы шимди блок этильген.
Блок этюв журналынынъ сонъки язысы ашагъыда косьтерильген:',
'clearyourcache' => "'''Ихтар:''' Бельки сазламаларынъызны сакълагъандан сонъ денъишмелерни корьмек ичюн браузеринъизнинъ кэшини темизлемек керек олурсынъыз.
'''Mozilla / Firefox / Safari:''' ''Shift'' басып саифени янъыдан юклемек я да ''Ctrl-Shift-R'' басмакъ (Mac ичюн ''Command-R'');
'''Konqueror:''' саифени янъыдан юкле дёгмесине я да F5 басмакъ;
'''Opera:''' ''Tools → Preferences'' менюсинде кэшни темизлемек;
'''Internet Explorer:''' ''Ctrl'' басып саифени янъыдан юклеиек я да ''Ctrl-F5'' басмакъ.",
'usercssyoucanpreview' => "'''Тевсие:''' Янъы CSS файлыны тешкермек ичюн саифени сакъламаздан эвель «{{int:showpreview}}» дёгмесине басынъыз.",
'userjsyoucanpreview' => "'''Тевсие:''' Янъы JavaScript-инъизни тешкермек ичюн саифени сакъламаздан эвель «{{int:showpreview}}» дёгмесине басынъыз.",
'usercsspreview' => "'''Унутманъыз, бу тек бакъып чыкъув - къулланыджы CSS файлынъыз аля даа сакъланмады!'''",
'userjspreview' => "'''Унутманъыз, сиз шимди тек тест этесинъиз я да бакъып чыкъув коресинъиз - къулланыджы JavaScript'и шимдилик сакъланмады.'''",
'userinvalidcssjstitle' => "'''Ихтар:''' \"\$1\" адынен бир тема ёкътыр. тема-ады.css ве .js файлларынынъ адлары кичик афир иле язмакъ керек, яни {{ns:user}}:Темель/'''V'''ector.css дегиль, {{ns:user}}:Темель/'''v'''ector.css.",
'updated' => '(Янъарды)',
'note' => "'''Ихтар:'''",
'previewnote' => "'''Бу тек бакъып чыкъув, метин аля даа сакъланмагъан!'''",
'previewconflict' => 'Бу бакъып чыкъув юкъары тарир пенджересиндеки метиннинъ сакъланувдан сонъ оладжакъ корюнишини акс эте.',
'session_fail_preview' => "''' Сервер сиз япкъан денъиштирмелерни сессия идентификаторы джоюлгъаны себебинден сакълап оламады.
Бу вакътынджа проблемадыр. Лютфен, текрар сакълап бакъынъыз.
Бундан да сонъ олып чыкъмаса, малюмат локаль файлгъа сакъланъыз да браузеринъизни бир къапатып ачынъыз.'''",
'session_fail_preview_html' => "'''Афу этинъиз! HTML сессиянынъ малюматлары гъайып олгъаны себебинден сизинъ денъиштирмелеринъизни къабул этмеге имкян ёкътыр.'''",
'token_suffix_mismatch' => "'''Сизинъ программанъыз тюрлендирюв пенджересинде пунктуация ишаретлерини догъру ишлемегени ичюн япкъан денъишмелеринъиз къабул олунмады. Денъишмелер саифенинъ метни корюнишининъ бозулмамасы ичюн лягъу этильди.
Бунынъ киби проблемалар хаталы аноним web-проксилер къулланувдан чыкъып ола.'''",
'editing' => '"$1" саифесини денъиштиреятасыз',
'editingsection' => '"$1" саифесинде болюк денъиштиреятасыз',
'editingcomment' => '$1 саифесини денъиштиреятасыз (янъы болюк)',
'editconflict' => 'Денъишмелер конфликти: $1',
'explainconflict' => "Сиз саифени денъиштирген вакъытта башкъа бири де денъишме япты.
Юкъарыдаки язы саифенинъ шимдики алыны косьтере.
Сизинъ денъишмелеринъиз астында косьтерильди.
Шимди япкъан денъишмелеринъизни ашагъы пенджереден юкъары пенджереге авуштырмакъ керексинъиз.
\"{{int:savearticle}}\"гъа баскъанда '''тек''' юкъарыдаки язы сакъланаджакъ.",
'yourtext' => 'Сизинъ метнинъиз',
'storedversion' => 'Сакълангъан метин',
'nonunicodebrowser' => "'''ТЕНБИ: Браузеринъизде Unicode кодламасы танылмаз. Саифелер денъиштиргенде бутюн ASCII олмагъан ишаретлернинъ ерине оларнынъ оналтылыкъ коду язылыр.'''",
'editingold' => "'''ДИКЪКЪАТ: Саифенинъ эски бир версиясыны денъиштиреятасыз.
Саифени сакълагъанынъыздан сонъ бу тарихлы версиядан кунюмизге къадар олгъан денъишмелер ёкъ оладжакъ.'''",
'yourdiff' => 'Фаркълар',
'copyrightwarning' => "'''Лютфен, дикъкъат:''' {{SITENAME}} сайтына къошулгъан бутюн исселер <i>$2</i> мукъавелеси даиресиндедир (тафсилят ичюн $1 саифесине бакъынъыз).
Къошкъан иссенъизнинъ башкъа инсанлар тарафындан аджымасызджа денъиштирильмесини я да азат тарзда ве сынъырсызджа башкъа ерлерге дагъытылмасыны истемесенъиз, иссе къошманъыз.<br />
Айрыджа, мында иссе къошып, бу иссенинъ озюнъиз тарафындан язылгъанына, я да джемааткъа ачыкъ бир менбадан я да башкъа бир азат менбадан копиялангъанына гарантия берген оласынъыз.<br />
'''МУЭЛЛИФЛИК АКЪКЪЫНЕН КЪОРЧАЛАНГЪАН ИЧ БИР МЕТИННИ МЫНДА РУХСЕТСИЗ КЪОШМАНЪЫЗ!'''",
'copyrightwarning2' => "'''Лютфен, дикъкъат:''' {{SITENAME}} сайтына сиз къошкъан бутюн исселер башкъа бир къулланыджы тарафындан денъиштирилип я да ёкъ этилип олур. Къошкъан иссенъизнинъ башкъа инсанлар тарафындан аджымасызджа денъиштирильмесини я да азат тарзда ве сынъырсызджа башкъа ерлерге дагъытылмасыны истемесенъиз, иссе къошманъыз.<br />
Айрыджа, мында иссе къошып, бу иссенинъ озюнъиз тарафындан язылгъанына, я да джемааткъа ачыкъ бир менбадан я да башкъа бир азат менбадан копиялангъанына гарантия берген оласынъыз ($1 бакъынъыз).<br />
'''МУЭЛЛИФЛИК АКЪКЪЫНЕН КЪОРЧАЛАНГЪАН ИЧ БИР МЕТИННИ МЫНДА РУХСЕТСИЗ КЪОШМАНЪЫЗ!'''",
'longpageerror' => "'''ТЕНБИ: Бу саифе $1 килобайт буюклигиндедир. Азамий (максималь) изинли буюклик исе $2 килобайт. Бу саифе сакъланып оламаз.'''",
'readonlywarning' => "'''ТЕНБИ: Бакъым себеби иле малюмат базасы шимди килитлидир. Бу себептен япкъан денъишмелеринъиз шимди сакълап оламасынъыз. Язгъанларынъызны башкъа бир тюрлендирюв программасына алып сакълап ве даа сонъ бир даа мында кетирип сакълап олурсынъыз'''

Малюмат базасыны килитлеген идареджи озь арекетини бойле анълатты: $1",
'protectedpagewarning' => "'''Тенби: Бу саифе къорчалангъан ве тек идареджилер тарафындан денъиштирилип олур.'''
Журналнынъ сонъки язысы ашагъыда берильген:",
'semiprotectedpagewarning' => "'''Тенби''': Бу саифе тек къайдлы къулланыджылар тарафындан денъиштирилип олур.
Журналнынъ сонъки язысы ашагъыда берильген:",
'cascadeprotectedwarning' => "'''Тенби:''' Бу саифени тек «Идареджилер» группасына кирген къулланыджылар денъиштирип олалар, чюнки о каскад къорчалав алтында булунгъан {{PLURAL:$1|саифеге|саифелерге}} менсюптир:",
'titleprotectedwarning' => "'''ТЕНБИ: Бу саифе къорчалав алтындадыр, тек [[Special:ListGroupRights|махсус акъларгъа]] саип къулланыджылар оны яратып ола.'''
Журналнынъ сонъки язысы ашагъыда берильген:",
'templatesused' => 'Бу саифеде къулланылгъан {{PLURAL:$1|шаблон|шаблонлар}}:',
'templatesusedpreview' => 'Сиз бакъып чыкъкъан саифенъизде къулланылгъан {{PLURAL:$1|шаблон|шаблонлар}}:',
'templatesusedsection' => 'Бу болюкте къулланылгъан {{PLURAL:$1|шаблон|шаблонлар}}:',
'template-protected' => '(къорчалав алтында)',
'template-semiprotected' => '(къысмен къорчалав алтында)',
'hiddencategories' => 'Бу саифе {{PLURAL:$1|1|$1}} гизли категориягъа менсюптир:',
'nocreatetitle' => 'Саифе яратув сынъырлыдыр',
'nocreatetext' => '{{SITENAME}} сайтында янъы саифе яратув сынъырлыдыр.
Кери къайтып мевджут олгъан саифени денъиштире, [[Special:UserLogin|отурым ача я да янъы бир эсап яратып оласынъыз]].',
'nocreate-loggedin' => 'Янъы саифелер яратмагъа изининъиз ёкътыр.',
'sectioneditnotsupported-title' => 'Болюклерни денъиштирмек мумкюн дегиль.',
'sectioneditnotsupported-text' => 'Бу саифеде болюклерни денъиштирмек мумкюн дегиль.',
'permissionserrors' => 'Иришим акъларынынъ хаталары',
'permissionserrorstext' => 'Буны япмагъа изининъиз ёкътыр. {{PLURAL:$1|Себеп|Себеплер}}:',
'permissionserrorstext-withaction' => 'Ашагъыдаки {{PLURAL:$1|себептен|себеплерден}} $2 рухсетинъиз ёкъ:',
'recreate-moveddeleted-warn' => "'''Тенби: Эвельдже ёкъ этильген саифени янъыдан яратасынъыз.'''

Саифени денъиштирмеге девам эткени уйгъун олып олмагъаныны тюшюнмелисинъиз.
Саифенинъ ёкъ этилюв ве авуштырылув къайдлары мында берильген:",
'moveddeleted-notice' => 'Бу саифе ёкъ этильген.
Саифенинъ ёкъ этилюв ве авуштырылув къайдлары ашагъыда берильген.',
'log-fulllog' => 'Журналны толусынджа косьтер',
'edit-hook-aborted' => 'Денъишме ченгель процедурасынен токътатылды.
Ич бир изаат берильмеди.',
'edit-gone-missing' => 'Саифе янъартылып оламай.
Бельки о ёкъ этильгендир.',
'edit-conflict' => 'Денъишмелер чатышмасы.',
'edit-no-change' => 'Япкъан денъишменъиз сакъланмагъан, чюнки метинде бир тюрлю денъишме япылмады.',
'edit-already-exists' => 'Янъы саифени яратмакъ мумкюн дегиль.
О энди бар.',

# "Undo" feature
'undo-success' => 'Денъишме лягъу этилип ола. Лютфен, мына бу денъишикликлерни япмагъа истегенинъизден эмин олмакъ ичюн версиялар тенъештирилювини козьден кечирип денъишмелерни сакъламакъ ичюн «Саифени сакъла» дёгмесине басынъыз.',
'undo-failure' => 'Арадаки денъишмелер бир-бирине келишикли олмагъаны ичюн денъишме лягъу этилип оламай.',
'undo-norev' => 'Денъишме лягъу этилип оламаз, чюнки о я да ёкъ, я да бар эди, амма ёкъ этильген.',
'undo-summary' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|музакере]]) къулланыджысынынъ $1 номералы денъишмесини лягъу этюв.',

# Account creation failure
'cantcreateaccounttitle' => 'Эсап яратмакънынъ ич чареси ёкъ.',
'cantcreateaccount-text' => "Бу IP адресинден ('''$1''') эсап яратув [[User:$3|$3]] тарафындан блок этильди.

$3 мына бу себепни бильдирди: ''$2''",

# History pages
'viewpagelogs' => 'Бу саифенинъ журналларыны косьтер',
'nohistory' => 'Бу саифенинъ кечмиш версиясы ёкъ.',
'currentrev' => 'Шимдики версия',
'currentrev-asof' => '$1 тарихында сонъки кере денъиштирильген саифенинъ шимдики алы',
'revisionasof' => 'Саифенинъ $1 тарихындаки алы',
'revision-info' => 'Саифенинъ $2 тарафындан язылгъан $1 тарихындаки алы',
'previousrevision' => '← Эвельки алы',
'nextrevision' => 'Сонъраки алы →',
'currentrevisionlink' => 'энъ янъы алыны косьтер',
'cur' => 'фаркъ',
'next' => 'сонъраки',
'last' => 'сонъки',
'page_first' => 'ильк',
'page_last' => 'сонъки',
'histlegend' => "(фаркъ) = шимдики алнен арадаки фаркъ,
(сонъки) = эвельки алнен арадаки фаркъ, '''к''' = кичик денъишме",
'history-fieldset-title' => 'Кечмишке бакъув',
'history-show-deleted' => 'Тек ёкъ этильгенлер',
'histfirst' => 'Энъ эски',
'histlast' => 'Энъ янъы',
'historysize' => '({{PLURAL:$1|1 байт|$1 байт}})',
'historyempty' => '(бош)',

# Revision feed
'history-feed-title' => 'Денъишмелер тарихы',
'history-feed-description' => 'Викиде бу саифенинъ денъишмелер тарихы',
'history-feed-item-nocomment' => '$2 устюнде $1',
'history-feed-empty' => 'Истенильген саифе ёкъ.
О ёкъ эильген я да ады денъиштирильген ола биле.
Викиде бу саифеге ошагъан саифелерни [[Special:Search|тапып бакъынъыз]].',

# Revision deletion
'rev-deleted-comment' => '(денъишменинъ тарифи ёкъ этильди)',
'rev-deleted-user' => '(къулланыджы ады ёкъ этильди)',
'rev-deleted-event' => '(къайд ёкъ этильди)',
'rev-delundel' => 'косьтер/гизле',
'rev-showdeleted' => 'косьтер',
'revisiondelete' => 'Версияларны ёкъ эт/кери кетир',
'revdelete-hide-comment' => 'Къыскъа тарифни косьтерме',
'revdelete-hide-user' => 'Денъишмени япкъаннынъ къулланыджы адыны/IP-ни гизле',
'revdelete-hide-restricted' => 'Малюматны адий къулланыджылардан киби идареджилерден де гизле',
'revdelete-submit' => 'Сайлангъан {{PLURAL:$1|версиягъа|версияларгъа}} ишлет',
'revdel-restore' => 'корюнювни денъиштир',

# Merge log
'revertmerge' => 'Айыр',
'mergelogpagetext' => 'Саифелернинъ кечмиш версияларынынъ бир-бирлеринен энъ сонъки бирлештирильмелери ашагъыдаки джедвельде косьтерильген.',

# Diffs
'history-title' => '$1 саифесининъ денъишмелер тарихы',
'difference-multipage' => '(Саифелер арасындаки фаркъ)',
'lineno' => '$1 сатыр:',
'compareselectedversions' => 'Сайлангъан версияларны тенъештир',
'showhideselectedversions' => 'Сайлангъан версияларны косьтер/гизле',
'editundo' => 'лягъу эт',
'diff-multi' => '({{PLURAL:$2|Бир къулланыджы|$2 къулланыджы}}нынъ япкъан {{PLURAL:$1|бир ара версиясы|$1 ара версиясы}} косьтерильмей)',
'diff-multi-manyusers' => '($2-ден зияде {{PLURAL:$2|къулланыджы|къулланыджы}}нынъ япкъан {{PLURAL:$1|бир ара версиясы|$1 ара версиясы}} косьтерильмей)',

# Search results
'searchresults' => 'Къыдырув нетиджелери',
'searchresults-title' => '«$1» ичюн къыдырув нетиджелери',
'searchresulttext' => '{{SITENAME}} ичинде къыдырув япмакъ хусусында малюмат алмакъ ичюн [[{{MediaWiki:Helppage}}|{{int:help}}]] саифесине бакъып оласынъыз.',
'searchsubtitle' => 'Къыдырылгъан: "[[:$1]]" ([[Special:Prefixindex/$1|"$1" иле башлангъан бутюн саифелер]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1" саифесине багъланты олгъан бутюн саифелер]])',
'searchsubtitleinvalid' => "Сиз буны къыдырдынъыз '''$1'''",
'toomanymatches' => 'Пек чокъ эшлешме чыкъты, лютфен, башкъа бир соратма сайланъыз.',
'titlematches' => 'Макъале ады бир келе',
'notitlematches' => 'Ич бир серлевада тапыламады',
'textmatches' => 'Саифе метни бир келе',
'notextmatches' => 'Ич бир саифеде тапыламады',
'prevn' => 'эвельки {{PLURAL:$1|$1}}',
'nextn' => 'сонъраки {{PLURAL:$1|$1}}',
'prevn-title' => 'Эвельки $1 {{PLURAL:$1|нетидже|нетидже}}',
'nextn-title' => 'Сонъраки $1 {{PLURAL:$1|нетидже|нетидже}}',
'shown-title' => 'Саифе башына $1 {{PLURAL:$1|нетидже|нетидже}} косьтер',
'viewprevnext' => '($1 {{int:pipe-separator}} $2) ($3).',
'searchmenu-legend' => 'Къыдырув сазламалары',
'searchmenu-exists' => "'''Бу викиде \"[[:\$1]]\" адлы бир саифе бар'''",
'searchmenu-new' => "'''Бу викиде \"[[:\$1]]\" саифесини ярат!'''",
'searchhelp-url' => 'Help:Мундеридже',
'searchmenu-prefix' => '[[Special:PrefixIndex/$1|Бу префиксли саифелерни косьтер]]',
'searchprofile-articles' => 'Малюмат саифелери',
'searchprofile-project' => 'Ярдым ве лейха саифелери',
'searchprofile-images' => 'Мультимедиа',
'searchprofile-everything' => 'Эр шей',
'searchprofile-advanced' => 'Тафсилятлы',
'searchprofile-articles-tooltip' => '$1 ичинде къыдыр',
'searchprofile-project-tooltip' => '$1 ичинде къыдыр',
'searchprofile-images-tooltip' => 'Файлларны къыдыр',
'searchprofile-everything-tooltip' => 'Бутюн саифелерде (музакере саифелеринде де) къыдыр',
'searchprofile-advanced-tooltip' => 'Бельгиленген исим фезаларында къыдыр',
'search-result-size' => '$1 ({{PLURAL:$2|1|$2}} сёз)',
'search-result-score' => 'Уйгъунлыкъ: $1 %',
'search-redirect' => '(ёллама $1)',
'search-section' => '(болюк $1)',
'search-suggest' => 'Бунымы демеге истединъиз: $1',
'search-interwiki-caption' => 'Къардаш лейхалар',
'search-interwiki-default' => '$1 нетидже:',
'search-interwiki-more' => '(даа чокъ)',
'search-relatedarticle' => 'Багълы',
'mwsuggest-disable' => 'AJAX тевсиелерини ишлетме',
'searcheverything-enable' => 'Бутюн исим фезаларында къыдыр',
'searchrelated' => 'багълы',
'searchall' => 'эписи',
'showingresults' => "Ашагъыда №&nbsp;<strong>$2</strong>ден башлап {{PLURAL:$1|'''1''' нетидже|'''$1''' нетидже}} булуна.",
'showingresultsnum' => "Ашагъыда №&nbsp;'''$2'''ден башлап {{PLURAL:$3|'''1''' нетидже|'''$3''' нетидже}} булуна.",
'nonefound' => "'''Ихтар.''' Адийджесине къыдырув бутюн исим фезаларында япылмай. Бутюн исим фезаларында (бу джумледен къулланыджылар субетлери, шаблонлар ве иляхре) къыдырмакъ ичюн ''all:'' языны къулланынъыз, муайен бир исим фезасында къыдырмакъ ичюн исе ''ад:'' форматында онынъ адыны язынъыз.",
'search-nonefound' => 'Соратманен эшлешкен бир нетидже ёкъ.',
'powersearch' => 'Къыдыр',
'powersearch-legend' => 'Тафсилятлы къыдырув',
'powersearch-ns' => 'Бу исим фезаларында къыдыр:',
'powersearch-redir' => 'Ёллама саифелерини де косьтер',
'powersearch-field' => 'Къыдыр:',
'powersearch-togglelabel' => 'Сайла:',
'powersearch-toggleall' => 'Эписи',
'powersearch-togglenone' => 'Ич бири',
'search-external' => 'Тыш къыдырув',
'searchdisabled' => '{{SITENAME}} сайтында къыдырув япма вакътынджа токътатылды. Бу арада Google къулланып {{SITENAME}} ичинде къыдырув япып оласынъыз. Къыдырув сайтларында индекслемелерининъ бираз эски къалгъан ола биледжегини козь огюне алынъыз.',

# Quickbar
'qbsettings' => 'Вызлы иришим сутун сазламалары',

# Preferences page
'preferences' => 'Сазламалар',
'mypreferences' => 'Сазламаларым',
'prefs-edits' => 'Денъишмелер сайысы:',
'prefsnologin' => 'Отурым ачмадынъыз',
'prefsnologintext' => 'Шахсий сазламаларынъызны денъиштирмек ичюн <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} отурым ачмакъ]</span> керексинъиз.',
'changepassword' => 'Пароль денъиштир',
'prefs-skin' => 'Ресимлеме',
'skin-preview' => 'Бакъып чыкъув',
'datedefault' => 'Стандарт',
'prefs-datetime' => 'Тарих ве саат',
'prefs-personal' => 'Къулланыджы малюматы',
'prefs-rc' => 'Сонъки денъишмелер',
'prefs-watchlist' => 'Козетюв джедвели',
'prefs-watchlist-days' => 'Козетюв джедвелинде косьтериледжек кунь сайысы:',
'prefs-watchlist-days-max' => 'Энъ чокъ $1 {{PLURAL:$1|кунь|кунь}}',
'prefs-watchlist-edits' => 'Кенишлетилген козетюв джедвелинде косьтериледжек денъишмелер сайысы:',
'prefs-watchlist-edits-max' => '(энъ чокъ 1000)',
'prefs-watchlist-token' => 'Козетюв джедвели ишарети:',
'prefs-misc' => 'Дигер сазламалар',
'prefs-resetpass' => 'Парольни денъиштир',
'prefs-email' => 'E-mail сазламалары',
'prefs-rendering' => 'Корюниш',
'saveprefs' => 'Денъишмелерни сакъла',
'resetprefs' => 'Сакъланмагъан сазламаларны ильк алына кетир',
'restoreprefs' => 'Бутюн ог бельгиленген сазламаларны къайтар',
'prefs-editing' => 'Саифелерни денъиштирюв',
'prefs-edit-boxsize' => 'Язув пенджересининъ ольчюлери.',
'rows' => 'Сатыр',
'columns' => 'Сутун',
'searchresultshead' => 'Къыдырув',
'resultsperpage' => 'Саифеде косьтериледжек тапылгъан саифе сайысы',
'recentchangesdays' => 'Сонъки денъишмелер саифесинде косьтериледжек кунь сайысы:',
'recentchangesdays-max' => '(энъ чокъ $1 {{PLURAL:$1|кунь|кунь}})',
'recentchangescount' => 'Ог бельгиленген косьтериледжек денъишмелер сайысы:',
'prefs-help-recentchangescount' => 'Бу, сонъки денъишмелер, саифе кечмиши ве журнал саифелеринде къулланыла.',
'savedprefs' => 'Сазламаларынъыз сакъланды.',
'timezonelegend' => 'Саат къушагъы:',
'localtime' => 'Ерли вакъыт:',
'timezoneuseserverdefault' => 'Сервернинъ сазламалары къулланылсын ($1)',
'timezoneuseoffset' => 'Башкъа (фракъны кирсетинъиз)',
'timezoneoffset' => 'Саат фаркъы¹:',
'servertime' => 'Сервернинъ сааты:',
'guesstimezone' => 'Браузеринъиз сизинъ еринъизге коре толдурсын',
'timezoneregion-africa' => 'Африка',
'timezoneregion-america' => 'Америка',
'timezoneregion-antarctica' => 'Антарктика',
'timezoneregion-arctic' => 'Арктика',
'timezoneregion-asia' => 'Асия',
'timezoneregion-atlantic' => 'Атлантик океан',
'timezoneregion-australia' => 'Австралия',
'timezoneregion-europe' => 'Авропа',
'timezoneregion-indian' => 'Инд океаны',
'timezoneregion-pacific' => 'Тынч океан',
'allowemail' => 'Дигер къулланыджылар манъа e-mail мектюплери ёллап олсун',
'prefs-searchoptions' => 'Къыдырув сазламалары',
'prefs-namespaces' => 'Исим фезалары',
'defaultns' => 'Акис алда бу исим фезаларында къыдыр:',
'default' => 'оригинал',
'prefs-files' => 'Файллар',
'prefs-reset-intro' => 'Бу саифени сазламаларынъызны сайт ог бельгиленгенине къайтармакъ ичюн къуллана билесинъиз. Бу лягъу этилип оламаз.',
'prefs-emailconfirm-label' => 'E-mail тасдыкъланмасы:',
'prefs-textboxsize' => 'Язув пенджересининъ ольчюлери',
'youremail' => 'E-mail адресинъиз:',
'username' => 'Къулланыджы ады:',
'uid' => 'Къайд номери:',
'prefs-memberingroups' => 'Азасы олгъан {{PLURAL:$1|группа|группалар}}:',
'prefs-registration' => 'Къайд тарихы:',
'yourrealname' => 'Керчек адынъыз:',
'yourlanguage' => 'Интерфейс тили:',
'yourvariant' => 'Мундеридже тилининъ варианты:',
'yournick' => 'Янъы имзанъыз:',
'prefs-help-signature' => 'Музакере саифелериндеки тефсирлерни "<nowiki>~~~~</nowiki>" иле имзаламакъ керек, бу дёрт тильда ерине имзанъыз ве вакъыт косьтерилир.',
'badsig' => 'Янълыш имза. HTML тэглерининъ догърулыгъыны бакъынъыз.',
'badsiglength' => 'Къарардан зияде узун имзадыр, {{PLURAL:$1|1|$1}} зияде ишареттен ибарет олмасы мумкюн дегиль.',
'yourgender' => 'Джынсынъыз:',
'gender-unknown' => 'Бильдирильмеген',
'gender-male' => 'Эркек',
'gender-female' => 'Къадын',
'prefs-help-gender' => 'Меджбурий дегиль: wiki тарафындан догъру джыныс адреслеви ичюн къулланыла. Бу малюмат умумий оладжакъ.',
'email' => 'E-mail',
'prefs-help-realname' => 'Керчек адынъыз (меджбурий дегильдир).
Эгер бильдирсенъиз, саифелердеки денъишмелерни кимнинъ япкъаныны косьтермек ичюн къулланыладжакъ.',
'prefs-help-email' => 'E-mail (меджбурий дегильдир). E-mail адреси бильдирильген олса, паролинъизни унутсанъыз, сизге янъы бир пароль ёлламакъ ичюн къулланыладжакъ.',
'prefs-help-email-required' => 'E-mail адреси лязим.',
'prefs-info' => 'Эсас малюмат',
'prefs-i18n' => 'Халкъларарасылаштырув',
'prefs-signature' => 'Имза',
'prefs-dateformat' => 'Тарих форматы',
'prefs-timeoffset' => 'Заман фаркъы',
'prefs-advancedediting' => 'Иляве сазламалар',
'prefs-advancedrc' => 'Иляве сазламалар',
'prefs-advancedrendering' => 'Иляве сазламалар',
'prefs-advancedsearchoptions' => 'Иляве сазламалар',
'prefs-advancedwatchlist' => 'Иляве сазламалар',
'prefs-displayrc' => 'Косьтерилюв сазламалары',
'prefs-displaysearchoptions' => 'Косьтерилюв сазламалары',
'prefs-displaywatchlist' => 'Косьтерилюв сазламалары',
'prefs-diffs' => 'Фаркълар',

# User rights
'userrights' => 'Къулланыджы акъларыны идаре этюв',
'userrights-lookup-user' => 'Къулланыджы группаларыны идаре эт',
'userrights-user-editname' => 'Озь къулланыджы адынъызны язынъыз:',
'editusergroup' => 'Къулланыджы группалары низамла',
'editinguser' => "'''[[User:$1|$1]]''' $1 къулланыджысынынъ изинлери денъиштиреятасыз",
'userrights-editusergroup' => 'Къулланыджы группалары низамла',
'saveusergroups' => 'Къулланыджы группаларыны сакъла',
'userrights-groupsmember' => 'Азасы олгъан группаларынъыз:',

# Groups
'group' => 'Группа:',
'group-user' => 'Къулланыджылар',
'group-autoconfirmed' => 'Автоматик тасдыкълангъан къулланыджылар',
'group-bot' => 'Ботлар',
'group-sysop' => 'Идареджилер',
'group-bureaucrat' => 'Бюрократлар',
'group-suppress' => 'Тефтишчилер',
'group-all' => '(эписи)',

'group-user-member' => '{{GENDER:$1|къулланыджы}}',
'group-autoconfirmed-member' => '{{GENDER:$1|автоматик тасдыкълангъан къулланыджы}}',
'group-bot-member' => '{{GENDER:$1|бот}}',
'group-sysop-member' => '{{GENDER:$1|идареджи}}',
'group-bureaucrat-member' => '{{GENDER:$1|бюрократ}}',
'group-suppress-member' => '{{GENDER:$1|тефтишчи}}',

'grouppage-user' => '{{ns:project}}:Къулланыджылар',
'grouppage-autoconfirmed' => '{{ns:project}}:Автоматик тасдыкълангъан къулланыджылар',
'grouppage-bot' => '{{ns:project}}:Ботлар',
'grouppage-sysop' => '{{ns:project}}:Идареджилер',
'grouppage-bureaucrat' => '{{ns:project}}:Бюрократлар',
'grouppage-suppress' => '{{ns:project}}:Тефтишчилер',

# User rights log
'rightslog' => 'Къулланыджынынъ акълары журналы',

# Associated actions - in the sentence "You do not have permission to X"
'action-edit' => 'бу саифени денъиштирмеге',

# Recent changes
'nchanges' => '$1 {{PLURAL:$1|денъишме|денъишме}}',
'recentchanges' => 'Сонъки денъишмелер',
'recentchanges-legend' => 'Сонъки денъишмелер сазламалары',
'recentchanges-summary' => 'Япылгъан энъ сонъки денъишикликлерни бу саифеде корип оласынъыз.',
'recentchanges-feed-description' => 'Бу лента вастасынен викиде сонъки денъишмелерни козет.',
'recentchanges-label-newpage' => 'Бу денъишме янъы бир саифе яратты',
'recentchanges-label-minor' => 'Бу, кичик бир денъишме',
'recentchanges-label-bot' => 'Бу бир ботнынъ япкъан денъишмеси',
'recentchanges-label-unpatrolled' => 'Бу денъишме аля даа тешкерильмеген',
'rcnote' => "$4 $5 тарихында сонъки {{PLURAL:$2|куньде|'''$2''' куньде}} япылгъан '''{{PLURAL:$1|1|$1}}''' денъишме:",
'rcnotefrom' => "'''$2''' тарихындан итибарен япылгъан денъишмелер ашагъыдадыр (энъ чокъ '''$1''' дане саифе косьтериле).",
'rclistfrom' => '$1 тарихындан берли япылгъан денъишмелерни косьтер',
'rcshowhideminor' => 'кичик денъишмелерни $1',
'rcshowhidebots' => 'ботларны $1',
'rcshowhideliu' => 'къайдлы къулланыджыларны $1',
'rcshowhideanons' => 'аноним къулланыджыларны $1',
'rcshowhidepatr' => 'козетильген денъишмелерни $1',
'rcshowhidemine' => 'меним япкъан денъишмелеримни $1',
'rclinks' => 'Сонъки $2 куньде япылгъан сонъки $1 денъишмени косьтер;<br /> $3',
'diff' => 'фаркъ',
'hist' => 'кечмиш',
'hide' => 'гизле',
'show' => 'косьтер',
'minoreditletter' => 'к',
'newpageletter' => 'Я',
'boteditletter' => 'б',
'number_of_watching_users_pageview' => '[$1 {{PLURAL:$1|къулланыджы|къулланыджы}} козете]',
'rc_categories' => 'Тек категориялардан («|» иле айырыла)',
'rc_categories_any' => 'Эр анги',
'newsectionsummary' => '/* $1 */ янъы болюк',
'rc-enhanced-expand' => 'Тафсилятыны косьтер (JavaScript керек)',
'rc-enhanced-hide' => 'Тафсилятыны гизле',

# Recent changes linked
'recentchangeslinked' => 'Багълы денъишмелер',
'recentchangeslinked-feed' => 'Багълы денъишмелер',
'recentchangeslinked-toolbox' => 'Багълы денъишмелер',
'recentchangeslinked-title' => '"$1" иле багълы денъишмелер',
'recentchangeslinked-noresult' => 'Сайлангъан вакъытта багълы саифелерде ич бир денъишме олмады.',
'recentchangeslinked-summary' => "Бу махсус саифеде багълы саифелерде сонъки япылгъан денъишмелер джедвели бар. [[Special:Watchlist|Козетюв джедвелинъиз]]деки саифелер '''къалын''' оларакъ косьтериле.",
'recentchangeslinked-page' => 'Саифе ады:',
'recentchangeslinked-to' => 'Берильген саифе ерине берильген саифеге багъланты берген олгъан саифелерини косьтер',

# Upload
'upload' => 'Файл юкле',
'uploadbtn' => 'Файл юкле',
'reuploaddesc' => 'Юклеме формасына кери къайт.',
'upload-tryagain' => 'Денъиштирильген файл тарифини ёлла',
'uploadnologin' => 'Отурым ачмадынъыз',
'uploadnologintext' => 'Файл юклеп олмакъ ичюн [[Special:UserLogin|отурым ачмакъ]] керексинъиз.',
'upload_directory_missing' => 'Юклемелер ичюн директория ($1) мевджут дегиль ве веб-сервер тарафындан япылып оламай.',
'upload_directory_read_only' => 'Web серверининъ ($1) джузьданына файллар сакъламагъа акълары ёкътыр.',
'uploaderror' => 'Юклеме хатасы',
'uploadtext' => "Файллар юклемек ичюн ашагъыдаки форманы къулланынъыз.
Эвельдже юкленген ресим тапмакъ я да бакъмакъ ичюн [[Special:FileList|юкленген файллар джедвелине]] кечинъиз, бундан гъайры файл юкленюв ве ёкъ этилюв къайдларыны [[Special:Log/upload|юкленюв журналында]] ве [[Special:Log/delete|ёкъ этилюв журналында]] тапып оласынъыз.

Саифеде ресим къулланмакъ ичюн бойле шекилли багълантылар къулланынъыз:
* '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code>''' файлнынъ там версиясыны къулланмакъ ичюн,
* '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|tarif]]</nowiki></code>''' бир тариф иле 200 пиксель бир ресим къулланмакъ ичюн,
* '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code>''' файлгъа вастасыз багъланты ичюн.",
'upload-permitted' => 'Изинли файл чешитлери: $1.',
'upload-preferred' => 'Истенильген файл чешитлери: $1.',
'upload-prohibited' => 'Ясакълы файл чешитлери: $1.',
'uploadlog' => 'юклеме журналы',
'uploadlogpage' => 'Файл юклеме журналы',
'uploadlogpagetext' => 'Ашагъыда энъ сонъки къошулгъан файлларнынъ джедвели булуна.
Даа корьгезмели корюниш ичюн [[Special:NewFiles|янъы файллар галереясына]] бакъынъыз.',
'filename' => 'Файл',
'filedesc' => 'Файлгъа аит къыскъа тариф',
'fileuploadsummary' => 'Къыскъа тариф:',
'filereuploadsummary' => 'Файл денъишмелери:',
'filestatus' => 'Таркъатув шартлары:',
'filesource' => 'Менба:',
'uploadedfiles' => 'Юкленген файллар',
'ignorewarning' => 'Тенбиге къулакъ асмайып файлны юкле.',
'ignorewarnings' => 'Тенбилерге къулакъ асма',
'minlength1' => 'Файлнынъ ады энъ аздан бир арифтен ибарет олмалы.',
'illegalfilename' => '"$1" файлынынъ адында серлева ичюн ясакълы ишаретлер бар. Лютфен, файл адыны денъиштирип янъыдан юклеп бакъынъыз.',
'badfilename' => 'Файл ады $1 оларакъ денъиштирильди.',
'filetype-badmime' => '"$1" MIME чешитиндеки файллар юклеме ясакълыдыр.',
'filetype-bad-ie-mime' => 'Бу файл юкленип оламаз, чюнки Internet Explorer оны "$1" яни рухсет берильмеген ве зарарлы ола бильген файл деп беллейджек.',
'filetype-unwanted-type' => "'''\".\$1\"''' — истенильмеген файл чешити.
Истенильген {{PLURAL:\$3|файл чешити|файл чешитлери}}: \$2.",
'filetype-banned-type' => "'''\".\$1\"''' — ясакълы файл чешити.
Истенильген {{PLURAL:\$3|файл чешити|файл чешитлери}}: \$2.",
'filetype-missing' => 'Файлнынъ ич бир узантысы ёкъ (меселя «.jpg», «.gif» ве илх.).',
'large-file' => 'Буюклиги $1 байттан зияде ибарет олмагъан ресимлер къулланув тевсие этиле (бу файлнынъ буюклиги $2 байт).',
'largefileserver' => 'Бу файлнынъ узунлыгъы серверде изин берильгенден буюкчедир.',
'emptyfile' => 'Ихтимал ки, юкленген файл бош.
Ихтималлы себеп - файл адландырув хатасыдыр.
Лютфен, тамам бу файлны юклемеге истейджек экенинъизни тешкеринъиз.',
'fileexists' => 'Бу исимде бир файл энди бар.
Лютфен, эгер сиз денъиштирмектен эмин олмасанъыз башта <strong>[[:$1]]</strong> файлына козь ташланъыз.
[[$1|thumb]]',
'filepageexists' => 'Бу файл ичюн тасвир саифеси энди япылгъан (<strong>[[:$1]]</strong>), лякин бу адда бир файл ёкътыр.
Язылгъан тасвиринъиз файл саифесинде косьтерильмейджек.
Тасвиринъиз анда косьтериледжеги ичюн, буны къолнен денъиштирмек керексинъиз.
[[$1|thumb]]',
'fileexists-extension' => 'Бунъа ошагъан адда бир файл бар: [[$2|thumb]]
* Юкленген файлнынъ ады: <strong>[[:$1]]</strong>
* Мевджут олгъан файлнынъ ады: <strong>[[:$2]]</strong>
Лютфен, башкъа бир ад сайлап язынъыз.',
'fileexists-thumbnail-yes' => 'Бельки де бу файл бир уфакълаштырылгъан копиядыр (thumbnail). [[$1|thumb]]
Лютфен, <strong>[[:$1]]</strong> файлыны тешкеринъиз.
Эгер шу файл айны шу ресим олса, онынъ уфакълаштырылгъан копиясыны айры оларакъ юклемек аджети ёкътыр.',
'file-thumbnail-no' => "Файлнынъ ады <strong>$1</strong>нен башлана. Бельки де бу ресимнинъ уфакълаштырылгъан бир копиясыдыр ''(thumbnail)''.
Эгер сизде бу ресим там буюклигинде бар олса, лютфен, оны юкленъинъиз я да файлнынъ адыны денъиштиринъиз.",
'fileexists-forbidden' => 'Бу исимде бир файл энди бар, ве узерине языламай.
Файлынъызны янъыдан юклемеге истесенъиз, лютфен, кери къайтып янъы бир исим къулланынъыз.
[[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'Файллар умумий тутулгъан еринде бу исимде бир файл энди бар.
Эгер бу файлны эп бир юклемеге истесенъиз, кери къайтынъыз ве файл исмини денъиштирип янъыдан юкленъиз.
[[File:$1|thumb|center|$1]]',
'file-exists-duplicate' => 'Бу файл ашагъыдаки {{PLURAL:$1|файлнынъ|файлларнынъ}} дубликаты ола:',
'uploadwarning' => 'Тенби',
'savefile' => 'Файлны сакъла',
'uploadedimage' => 'Юкленген: "[[$1]]"',
'overwroteimage' => '"[[$1]]" янъы версиясы юкленди',
'uploaddisabled' => 'Юклеме ясакълыдыр.',
'uploaddisabledtext' => 'Файл юклеме ясакълыдыр.',
'uploadscripted' => 'Бу файлда браузер тарафындан янълышнен ишленип олур HTML коду я да скрипт бар.',
'uploadvirus' => 'Бу файл вируслыдыр! $1 бакъынъыз',
'sourcefilename' => 'Юклемеге истеген файлынъыз:',
'destfilename' => 'Файлнынъ истенильген ады:',
'upload-maxfilesize' => 'Азамий (максималь) файл буюклиги: $1',
'watchthisupload' => 'Бу файлны козет',
'filewasdeleted' => 'Бу исимде бир файл бар эди, амма ёкъ этильген эди. Лютфен, текрар юклемеден эвель $1 тешкеринъиз.',
'filename-bad-prefix' => "Сиз юклеген файлнынъ ады '''\"\$1\"'''-нен башлана. Бу, адетиндже, ракъамлы фотоаппаратлардан файл адына язылгъан манасыз ишаретлердир. Лютфен, бу файл ичюн анълыджа бир ад сайлап язынъыз.",
'upload-success-subj' => 'Юкленюв беджерильди',

'upload-proto-error' => 'Янълыш протокол',
'upload-proto-error-text' => 'Интернеттен бир ресим файлы юклемеге истесенъиз адрес <code>http://</code> я да <code>ftp://</code>нен башламалы.',
'upload-file-error' => 'Ички хата',
'upload-file-error-text' => 'Серверде мувакъкъат файл яратылгъан вакъытта ички хата чыкъты. Лютфен, [[Special:ListUsers/sysop|идареджиге]] мураджаат этинъиз.',
'upload-misc-error' => 'Бельгисиз юкленюв хатасы',
'upload-misc-error-text' => 'Бельгисиз юкленюв хатасы. Лютфен, адреснинъ догъру олгъаныны тешкерип текрарланъыз. Проблема девам этсе, [[Special:ListUsers/sysop|идареджиге]] мураджаат этинъиз.',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6' => 'URL адресине иришилип оламады.',
'upload-curl-error6-text' => 'Бильдирильген URL адресине иришилип оламады. Лютфен, адреснинъ догъру олгъаны ве сайткъа иришмекнинъ чареси олгъаныны тешкеринъиз.',
'upload-curl-error28' => 'Юкленюв вакъты толды',
'upload-curl-error28-text' => 'Сайт чокътан джевап къайтармай. Лютфен, сайтнынъ догъру чалышкъаныны тешкерип бираздан сонъ текрарланъыз. Бельки де истеген арекетинъизни сонъ, сайт бошча олгъанда, этмек керектир.',

'license' => 'Лицензиялама:',
'license-header' => 'Лицензиялама',
'nolicense' => 'Ёкъ',
'license-nopreview' => '(Бакъып чыкъув иришильмез)',
'upload_source_url' => ' (догъру, публик тарзда кирмеге мусаадели интернет адрес)',
'upload_source_file' => ' (компьютеринъиздеки файл)',

# Special:ListFiles
'listfiles-summary' => 'Бу махсус саифе бутюн юкленген файлларны косьтере.
Якъынларда юкленген файллар джедвельнинъ юкъарысында косьтериле.
Сутун серлевасына бир басув сортирлеменинъ тертибини денъиштирир.',
'listfiles_search_for' => 'Файл адыны къыдырув:',
'imgfile' => 'файл',
'listfiles' => 'Ресим джедвели',
'listfiles_date' => 'Тарих',
'listfiles_name' => 'Файл ады',
'listfiles_user' => 'Къулланыджы',
'listfiles_size' => 'Буюклик',
'listfiles_description' => 'Тасвир',
'listfiles_count' => 'Версиялар',

# File description page
'file-anchor-link' => 'Файл',
'filehist' => 'Файлнынъ кечмиши',
'filehist-help' => 'Файлнынъ керекли аньки алыны корьмек ичюн тарихкъа/сааткъа басынъыз.',
'filehist-deleteall' => 'эписини ёкъ эт',
'filehist-deleteone' => 'ёкъ эт',
'filehist-revert' => 'кери ал',
'filehist-current' => 'шимдики',
'filehist-datetime' => 'Тарих ве саат',
'filehist-thumb' => 'Кичик ресим',
'filehist-thumbtext' => '$1 тарихындаки версиянынъ уфакълаштырылгъан алы',
'filehist-nothumb' => 'Уфакълаштырылгъан ресим ёкъ',
'filehist-user' => 'Къулланыджы',
'filehist-dimensions' => 'Эн × бой',
'filehist-filesize' => 'Файл буюклиги',
'filehist-comment' => 'Изаат',
'filehist-missing' => 'Файл ёкъ',
'imagelinks' => 'Файл багълантылары',
'linkstoimage' => 'Бу файлгъа багъланты олгъан {{PLURAL:$1|1|$1}} саифе:',
'nolinkstoimage' => 'Бу файлгъа багълангъан саифе ёкъ.',
'sharedupload' => 'Бу файл $1 сайтындан ве дигер лейхаларда да къулланылып ола.',
'uploadnewversion-linktext' => 'Файлнынъ янъысыны юкленъиз',
'shared-repo-from' => '$1нден',
'shared-repo' => 'ортакъ тутулгъан ери',

# File reversion
'filerevert' => '$1 файлыны эски алына къайтар',
'filerevert-legend' => 'Файлны эски алына къайтар',
'filerevert-intro' => "'''[[Media:$1|$1]]''' файлынынъ [$4 $2, $3 тарихындаки версиясы]ны кери кетирмектесинъиз.",
'filerevert-comment' => 'Себеп:',
'filerevert-defaultcomment' => '$1, $2 тарихындаки версиягъа кери къайтарылды',

# MIME search
'mimesearch' => 'MIME къыдырувы',
'mimetype' => 'MIME чешити:',
'download' => 'юкле',

# Unwatched pages
'unwatchedpages' => 'Козетильмеген саифелер',

# List redirects
'listredirects' => 'Ёлламаларны джедвельге чек',

# Unused templates
'unusedtemplates' => 'Къулланылмагъан шаблонлар',
'unusedtemplatestext' => 'Бу саифе {{ns:template}} исим фезасында булунгъан ве дигер саифелерге кирсетильмеген шаблонларны косьтере. Шаблонларгъа олгъан дигер багълантыларны да тешкермеден ёкъ этменъиз.',
'unusedtemplateswlh' => 'дигер багълантылар',

# Random page
'randompage' => 'Тесадюфий саифе',
'randompage-nopages' => '"$1" {{PLURAL:$2|исим фезасында|исим фезаларында}} ич бир саифе ёкъ.',

# Random redirect
'randomredirect' => 'Тесадюфий ёллама саифеси',
'randomredirect-nopages' => '"$1" исим фезасында ич бир ёллама саифеси ёкъ.',

# Statistics
'statistics' => 'Статистика',
'statistics-header-pages' => 'Саифе статистикасы',
'statistics-header-edits' => 'Денъиштирюв статистикасы',
'statistics-header-views' => 'Козьден кечирме статистикасы',
'statistics-header-users' => 'Къулланыджы статистикасы',
'statistics-header-hooks' => 'Дигер статистика',
'statistics-mostpopular' => 'Энъ сыкъ бакъылгъан саифелер',

'disambiguations' => 'Чокъ маналы терминлер саифелери',
'disambiguationspage' => 'Template:disambig',
'disambiguations-text' => "Ашагъыдыки саифелер '''чокъ маналы саифелер'''ге багъланты ола.
Бельки де олар бир конкрет саифеге багъланты олмалы.<br />
Эгер саифеде, [[MediaWiki:Disambiguationspage]] саифесинде ады кечкен шаблон ерлештирильген олса, о саифе чокъ маналыдыр.",

'doubleredirects' => 'Ёлламагъа олгъан ёлламалар',
'doubleredirectstext' => 'Бу саифеде дигер ёллама саифелерине ёлланма олгъан саифелери косьтериле.
Эр сатырда биринджи ве экинджи ёлламагъа багълантылар да, экинджи ёлламанынъ макъсат саифеси (адетиндже о биринджи ёлламанынъ керекли макъсады ола) да бар.
<del>Устю сызылгъан</del> меселелер энди чезильген.',
'double-redirect-fixed-move' => '[[$1]] авуштырылды, шимди [[$2]] саифесине ёллап тура.',

'brokenredirects' => 'Бар олмагъан саифеге япылгъан ёлламалар',
'brokenredirectstext' => 'Ашагъыдаки ёлламалар бар олмагъан саифелерге багъланты берелер:',
'brokenredirects-edit' => 'денъиштир',
'brokenredirects-delete' => 'ёкъ эт',

'withoutinterwiki' => 'Дигер тиллердеки версияларгъа багълантылары олмагъан саифелер',
'withoutinterwiki-summary' => 'Бу саифелерде дигер тиллердеки версияларгъа багълантылар ёкъ:',
'withoutinterwiki-submit' => 'Косьтер',

'fewestrevisions' => 'Энъ аз денъиштирме япылгъан саифелер',

# Miscellaneous special pages
'nbytes' => '{{PLURAL:$1|1 байт|$1 байт}}',
'ncategories' => '{{PLURAL:$1|1 категория|$1 категория}}',
'nlinks' => '{{PLURAL:$1|1 багъланты|$1 багъланты}}',
'nmembers' => '{{PLURAL:$1|1 аза|$1 аза}}',
'nrevisions' => '{{PLURAL:$1|1 версия|$1 версия}}',
'nviews' => '{{PLURAL:$1|1 корюнюв|$1 корюнюв}}',
'specialpage-empty' => 'Бу соратма ичюн ич нетидже ёкъ.',
'lonelypages' => 'Озюне ич багъланты олмагъан саифелер',
'lonelypagestext' => 'Ашагъыдаки саифелерге {{SITENAME}} сайтындаки дигер саифелерден багъланты берильмеген, ондан да гъайры мезкюр саифелер дигер саиферлрге кирсетильмеген.',
'uncategorizedpages' => 'Эр анги бир категорияда олмагъан саифелер',
'uncategorizedcategories' => 'Эр анги бир категорияда олмагъан категориялар',
'uncategorizedimages' => 'Эр анги бир категорияда олмагъан ресимлер',
'uncategorizedtemplates' => 'Эр анги бир категорияда олмагъан шаблонлар',
'unusedcategories' => 'Къулланылмагъан категориялар',
'unusedimages' => 'Къулланылмагъан ресимлер',
'popularpages' => 'Популяр саифелер',
'wantedcategories' => 'Истенильген категориялар',
'wantedpages' => 'Истенильген саифелер',
'wantedfiles' => 'Истенильген файллар',
'wantedtemplates' => 'Истенильген шаблонлар',
'mostlinked' => 'Озюне энъ зияде багъланты берильген саифелер',
'mostlinkedcategories' => 'Энъ чокъ саифеге саип категориялар',
'mostlinkedtemplates' => 'Озюне энъ зияде багъланты берильген шаблонлар',
'mostcategories' => 'Энъ зияде категориягъа багълангъан саифелер',
'mostimages' => 'Энъ чокъ къулланылгъан ресимлер',
'mostrevisions' => 'Энъ чокъ денъиштирильген саифелер',
'prefixindex' => 'Префикснен бутюн саифелер',
'shortpages' => 'Къыскъа саифелер',
'longpages' => 'Узун саифелер',
'deadendpages' => 'Башкъа саифелерге багълантысы олмагъан саифелер',
'deadendpagestext' => 'Бу {{SITENAME}} башкъа саифелерине багълантысы олмагъан саифелердир.',
'protectedpages' => 'Къорчалангъан саифелер',
'protectedpagestext' => 'Бу саифелернинъ денъиштирювге къаршы къорчалавы бар',
'protectedtitles' => 'Ясакълангъан серлевалар',
'listusers' => 'Къулланыджылар джедвели',
'listusers-editsonly' => 'Тек денъишме япкъан къулланыджыларны косьтер',
'newpages' => 'Янъы саифелер',
'newpages-username' => 'Къулланыджы ады:',
'ancientpages' => 'Энъ эски саифелер',
'move' => 'Адыны денъиштир',
'movethispage' => 'Саифенинъ адыны денъиштир',
'pager-newer-n' => '{{PLURAL:$1|даа янъы 1|даа янъы $1}}',
'pager-older-n' => '{{PLURAL:$1|даа эски 1|даа эски $1}}',

# Book sources
'booksources' => 'Китаплар менбасы',
'booksources-search-legend' => 'Китаплар менбасыны къыдырув',
'booksources-go' => 'Къыдыр',

# Special:Log
'specialloguserlabel' => 'Къулланыджы:',
'speciallogtitlelabel' => 'Серлева:',
'log' => 'Журналлар',
'all-logs-page' => 'Бутюн умумий журналлар',
'logempty' => 'Журналда бир кельген малюмат ёкъ.',
'log-title-wildcard' => 'Бу ишаретлерден башлангъан серлеваларны къыдыр',

# Special:AllPages
'allpages' => 'Бутюн саифелер',
'alphaindexline' => '$1 саифесинден $2 саифесинедже',
'nextpage' => 'Сонъраки саифе ($1)',
'prevpage' => 'Эвельки саифе ($1)',
'allpagesfrom' => 'Джедвельге чекмеге башланыладжакъ арифлер:',
'allpagesto' => 'Шунынънен биткен саифелерни косьтер:',
'allarticles' => 'Бутюн саифелер',
'allinnamespace' => 'Бутюн саифелер ($1 саифелери)',
'allnotinnamespace' => 'Бутюн саифелер ($1 исим фезасында олмагъанлар)',
'allpagesprev' => 'Эвельки',
'allpagesnext' => 'Сонъраки',
'allpagessubmit' => 'Косьтер',
'allpagesprefix' => 'Язгъан арифлернен башлагъан саифелерни косьтер:',
'allpagesbadtitle' => 'Саифенинъ ады рухсетсиздир. Серлевада тиллер арасы префикси я да викилер арасы багъланты я да башкъа къулланылувы ясакъ олгъан ишаретлер бар.',
'allpages-bad-ns' => '{{SITENAME}} сайтында «$1» исим фезасы ёкътыр.',

# Special:Categories
'categories' => 'Саифе категориялары',
'categoriespagetext' => 'Ашагъыдаки {{PLURAL:$1|категорияда|категорияларда}} саифе я да медиа файллар бар.
[[Special:UnusedCategories|Къулланылмагъан категориялар]] мында косьтерильмеген.
Айрыджа [[Special:WantedCategories|талап этильген категорияларнынъ джедвелине]] де бакъынъыз.',
'special-categories-sort-count' => 'сайыларына коре сырала',
'special-categories-sort-abc' => 'элифбе сырасынен сырала',

# Special:LinkSearch
'linksearch' => 'Тыш багълантылар',
'linksearch-pat' => 'Къыдырув ичюн шаблон:',
'linksearch-ns' => 'Исим фезасы:',
'linksearch-ok' => 'Къыдыр',

# Special:ListUsers
'listusers-submit' => 'Косьтер',
'listusers-noresult' => 'Ич бир къулланыджы тапылмады.',

# Special:Log/newusers
'newuserlogpage' => 'Янъы къулланыджы журналы',
'newuserlogpagetext' => 'Энъ сонъки къайд олгъан къулланыджы журналы.',

# Special:ListGroupRights
'listgrouprights-members' => '(азалар джедвели)',

# E-mail user
'mailnologin' => 'Мектюп ёлланаджакъ адреси ёкътыр',
'mailnologintext' => 'Дигер къулланыджыларгъа электрон мектюплер ёллап олмакъ ичюн [[Special:UserLogin|отурым ачмалысынъыз]] ве [[Special:Preferences|сазламаларынъызда]] мевджут олгъан e-mail адресининъ саиби олмалысынъыз.',
'emailuser' => 'Къулланыджыгъа мектюп',
'emailpage' => 'Къулланыджыгъа электрон мектюп ёлла',
'emailpagetext' => 'Ашагъыдаки форманы толдурып бу къулланыджыгъа мектюп ёллап олурсынъыз.
[[Special:Preferences|Озь сазламаларынъызда]] язгъан электрон адресинъиз мектюпнинъ «Кимден» сатырында языладжакъ, бунынъ ичюн мектюп алыджы догърудан-догъру сизинъ адресинъизге джевап ёллап олур.',
'usermailererror' => 'E-mail беянаты ёллангъан вакъытта хата олып чыкъты',
'defemailsubject' => '{{SITENAME}} e-mail',
'noemailtitle' => 'E-mail адреси ёкътыр',
'noemailtext' => 'Бу къулланыджы уйгъун электрон почта адресини бильдирмеген.',
'emailfrom' => 'Кимден:',
'emailto' => 'Кимге:',
'emailsubject' => 'Мектюп мевзусы:',
'emailmessage' => 'Мектюп:',
'emailsend' => 'Ёлла',
'emailccme' => 'Мектюбимнинъ бир копиясыны манъа да ёлла.',
'emailccsubject' => '$1 къулланыджысына ёллангъан мектюбинъизнинъ копиясы: $2',
'emailsent' => 'Мектюп ёлланды',
'emailsenttext' => 'Сизинъ e-mail беянатынъыз ёлланды',
'emailuserfooter' => 'Бу мектюп $1 тарафындан $2 къулланыджысына, {{SITENAME}} сайтындаки "Къулланыджыгъа e-mail ёлла" функциясынен ёллангъан.',

# Watchlist
'watchlist' => 'Козетюв джедвели',
'mywatchlist' => 'Козетюв джедвелим',
'nowatchlist' => 'Сизинъ козетюв джедвелинъиз боштыр.',
'watchlistanontext' => 'Козетюв джедвелини бакъмакъ я да денъиштирмек ичюн $1 борджлусынъыз.',
'watchnologin' => 'Отурым ачмакъ керек',
'watchnologintext' => 'Озь козетюв джедвелинъизни денъиштирмек ичюн [[Special:UserLogin|отурым ачынъыз]]',
'addedwatchtext' => '"[[:$1]]" саифеси [[Special:Watchlist|козетюв джевделинъизге]] кирсетильди.
Бу саифедеки ве онынънен багълы саифелердеки оладжакъ денъишмелер бу джедвельде косьтериледжек, эм де олар козьге чарпмасы ичюн [[Special:RecentChanges|янъы денъишмелер джедвелинде]] къалын арифлернен косьтерилир.',
'removedwatchtext' => '"[[:$1]]" саифеси [[Special:Watchlist|козетюв джедвелинъизден]] ёкъ этильди.',
'watch' => 'Козет',
'watchthispage' => 'Бу саифени козет',
'unwatch' => 'Козетме',
'unwatchthispage' => 'Бу саифени козетме',
'notanarticle' => 'Малюмат саифеси дегиль',
'watchnochange' => 'Косьтерильген заман аралыгъында козетюв джедвелинъиздеки саифелернинъ ич бири денъиштирильмеген.',
'watchlist-details' => 'Музакере саифелерини эсапкъа алмайып, козетюв джедвелинъизде {{PLURAL:$1|1|$1}} саифе бар.',
'wlheader-enotif' => '* E-mail иле хабер берюв ачылды.',
'wlheader-showupdated' => "* Сонъки зияретинъизден сонъ денъиштирильген саифелер '''къалын арифлернен''' косьтерильди.",
'watchmethod-recent' => 'сонъки денъишмелер арасында козеткен саифелеринъиз къыдырыла',
'watchmethod-list' => 'козетюв джедвелиндеки саифелер тешкериле',
'watchlistcontains' => 'Сизинъ козетюв джедвелинъизде {{PLURAL:$1|1|$1}} саифе бар.',
'iteminvalidname' => '"$1" саифеси мунасебетинен проблема олып чыкъты, эльверишли олмагъан исимдир…',
'wlnote' => "Ашагъыда саат $3, $4 ичюн сонъки {{PLURAL:$2|саат|'''$2''' саат}} ичинде япылгъан сонъки {{PLURAL:$1|денъишме|'''$1''' денъишме}} косьтериле.",
'wlshowlast' => 'Сонъки $1 саат ичюн, $2 кунь ичюн я да $3 косьтер',
'watchlist-options' => 'Козетюв джедвели сазламалары',

# Displayed when you click the "watch" button and it is in the process of watching
'watching' => 'Козетюв джедвелине кирсетильмекте...',
'unwatching' => 'Козетюв джедвелинден ёкъ этильмекте...',

'enotif_mailer' => '{{SITENAME}} почта вастасынен хабер берген хызмет',
'enotif_reset' => 'Джумле саифелерни бакъылгъан оларакъ ишаретле',
'enotif_newpagetext' => 'Бу янъы бир саифедир.',
'enotif_impersonal_salutation' => '{{SITENAME}} къулланыджысы',
'changed' => 'денъиштирильди',
'created' => 'яратылды',
'enotif_subject' => '«{{SITENAME}}» $PAGETITLE саифеси $PAGEEDITOR къулланыджы тарафындан $CHANGEDORCREATED',
'enotif_lastvisited' => 'Сонъки зияретинъизден берли япылгъан денъишмелерни корьмек ичюн $1 бакъынъыз.',
'enotif_anon_editor' => 'адсыз (аноним) къулланыджы $1',
'enotif_body' => 'Сайгъылы $WATCHINGUSERNAME,


{{SITENAME}} сайтындаки $PAGETITLE серлевалы саифе $PAGEEDITDATE тарихында $PAGEEDITOR тарафындан $CHANGEDORCREATED. Саифенинъ шимдики алыны $PAGETITLE_URL адресинде корип оласынъыз.

$NEWPAGE

Денъишменинъ къыскъа тарифи: $PAGESUMMARY $PAGEMINOREDIT

Саифени денъиштирген къулланыджынен багъланмакъ ичюн:
e-mail адреси: $PAGEEDITOR_EMAIL
вики саифеси: $PAGEEDITOR_WIKI

Бу саифени зиярет этмесенъиз, бирев оны бир даа денъиштирсе, ич бир тенби беянаты ёлланмайджакъ. Козетюв джедвелинъиздеки бутюн саифелер ичюн тенби сазламаларыны денъиштире билесинъиз.

{{SITENAME}} тенби системасы.

--

Бильдирюв сазламаларыны денъиштирмек ичюн:
{{canonicalurl:{{#special:Preferences}}}}

Сазламаларны денъиштирмек ичюн:
{{canonicalurl:{{#special:EditWatchlist}}}}

Саифени козетюв джедвелинден ёкъ этмек ичюн:
$UNWATCHURL

Ярдым ве теклифлер ичюн:
{{canonicalurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage' => 'Саифени ёкъ эт',
'confirm' => 'Тасдыкъла',
'excontent' => "эски метин: '$1'",
'excontentauthor' => "эски метин: '$1' ('$2' иссе къошкъан тек бир къулланыджы)",
'exbeforeblank' => "Ёкъ этильмеген эвельки метин: '$1'",
'exblank' => 'саифе метини бош',
'delete-confirm' => '«$1» саифесини ёкъ этмектесинъиз',
'delete-legend' => 'Ёкъ этюв',
'historywarning' => "'''Тенби:''' Сиз ёкъ этмеге истеген саифенъизнинъ къарарнен $1 {{PLURAL:$1|версиялы|версиялы}} кечмиши бардыр:",
'confirmdeletetext' => 'Бир саифени я да ресимни бутюн кечмиши иле бирликте малюмат базасындан къалыджы оларакъ ёкъ этмек узьресинъиз.
Лютфен, нетиджелерини анълагъанынъызны ве [[{{MediaWiki:Policy-url}}|ёкъ этюв политикасына]] уйгъунлыгъыны дикъкъаткъа алып, буны япмагъа истегенинъизни тасдыкъланъыз.',
'actioncomplete' => 'Арекет тамамланды.',
'actionfailed' => 'Арекет япыламады',
'deletedtext' => '"$1" ёкъ этильди.
якъын заманда ёкъ этильгенлерни корьмек ичюн: $2.',
'dellogpage' => 'Ёкъ этюв журналы',
'dellogpagetext' => 'Ашагъыдаки джедвель сонъки ёкъ этюв журналыдыр.',
'deletionlog' => 'ёкъ этюв журналы',
'reverted' => 'Эвельки версия кери кетирильди',
'deletecomment' => 'Себеп:',
'deleteotherreason' => 'Дигер/илявели себеп:',
'deletereasonotherlist' => 'Дигер себеп',

# Rollback
'rollback' => 'Денъишмелерни кери ал',
'rollback_short' => 'кери ал',
'rollbacklink' => 'эски алына кетир',
'rollbackfailed' => 'кери алув мувафакъиетсиз',
'cantrollback' => 'Денъишмелер кери алынамай, саифени сонъки денъиштирген киши онынъ тек бир муэллифидир',
'editcomment' => "Денъиштирме изааты: \"''\$1''\" эди.",
'revertpage' => '[[Special:Contributions/$2|$2]] ([[User talk:$2|музакере]]) тарафындан япылгъан денъишмелер кери алынып, [[User:$1|$1]] тарафындан денъиштирильген эвельки версия кери кетирильди.',

# Protect
'protectlogpage' => 'Къорчалав журналы',
'protectlogtext' => 'Ашагъыдаки, къорчалавгъа алув/чыкъарув иле багълы денъишмелер журналыдыр.
Къорчалангъан саифелер [[Special:ProtectedPages|там джедвелини]] де коре билесинъиз.',
'protectedarticle' => '"[[$1]]" къорчалав алтына алынды',
'modifiedarticleprotection' => '«[[$1]]» ичюн къорчалав севиеси денъиштирильди',
'unprotectedarticle' => 'къорчалав чыкъарлыды: "[[$1]]"',
'prot_1movedto2' => '"[[$1]]" саифесининъ ады "[[$2]]" оларакъ денъиштирильди',
'protect-legend' => 'Къорчалавны тасдыкъла',
'protectcomment' => 'Себеп:',
'protectexpiry' => 'Битиш тарихы:',
'protect_expiry_invalid' => 'Битиш тарихы янълыш.',
'protect_expiry_old' => 'Битиш заманы кечмиштедир.',
'protect-text' => "'''[[$1]]''' саифесининъ къорчалав севиесини мындан корип олур ве денъиштирип оласынъыз.",
'protect-locked-access' => "Къулланыджы эсабынъыз саифенинъ къорчалав севиелерини денъиштирме еткисине саип дегиль. '''$1''' саифесининъ шимдики сазламалары шуларыдыр:",
'protect-cascadeon' => 'Бу саифе шимди къорчалав алтындадыр, чюнки ашагъыда джедвелленген ве каскадлы къорчалав алтындаки {{PLURAL:$1|1|$1}} саифеде къулланыла.
Бу саифенинъ къорчалав севиесини денъиштирип оласынъыз, амма каскадлы къорчалав тесир этильмейджек.',
'protect-default' => 'Бутюн къулланыджыларгъа рухсет бер',
'protect-fallback' => '«$1» изни керектир',
'protect-level-autoconfirmed' => 'Къайдсыз ве янъы къулланыджыларны блок эт',
'protect-level-sysop' => 'тек идареджилер',
'protect-summary-cascade' => 'каскадлы',
'protect-expiring' => 'бите: $1 (UTC)',
'protect-cascade' => 'Бу саифеде къулланылгъан бутюн саифелерни къорчалавгъа ал (каскадлы къорчалав)',
'protect-cantedit' => 'Бу саифенинъ къорчалав севиесини денъиштирип оламазсынъыз, чюнки буны япмагъа еткинъиз ёкъ.',
'protect-expiry-options' => '1 саат:1 hours,1 кунь:1 day,1 афта:1 week,2 афта:2 weeks,1 ай:1 month,3 ай:3 months,6 ай:6 months,1 йыл:1 year,муддетсиз:infinite',
'restriction-type' => 'Рухсети:',
'restriction-level' => 'Рухсет севиеси:',
'minimum-size' => 'Асгъарий (минималь) буюклик',
'maximum-size' => 'Азамий (максималь) буюклик:',
'pagesize' => '(байт)',

# Restrictions (nouns)
'restriction-edit' => 'Денъиштир',
'restriction-move' => 'Адыны денъиштир',

# Restriction levels
'restriction-level-sysop' => 'къорчалав алтында',
'restriction-level-autoconfirmed' => 'къысмен къорчалав алтында',

# Undelete
'undelete' => 'Ёкъ этильген саифелерни косьтер',
'undeletepage' => 'Саифенинъ ёкъ этильген версияларына козь ат ве кери кетир.',
'viewdeletedpage' => 'Ёкъ этильген саифелерге бакъ',
'undeletebtn' => 'Кери кетир!',
'undeletelink' => 'косьтер/кери кетир',
'undeletereset' => 'Вазгеч',
'undeletecomment' => 'Себеп:',
'undeletedrevisions' => 'Топлам {{PLURAL:$1|1 къайд|$1 къайд}} кери кетирильди.',
'undelete-header' => 'Кеченлерде ёкъ этильген саифелерни корьмек ичюн [[Special:Log/delete|ёкъ этюв журналына]] бакъынъыз.',

# Namespace form on various pages
'namespace' => 'Исим фезасы:',
'invert' => 'Сайлангъан тышындакилерни сайла',
'blanknamespace' => '(Эсас)',

# Contributions
'contributions' => 'Къулланыджынынъ исселери',
'contributions-title' => '$1 къулланыджысынынъ исселери',
'mycontris' => 'Исселерим',
'contribsub2' => '$1 ($2)',
'nocontribs' => 'Бу критерийлерге уйгъан денъишме тапыламады',
'uctop' => '(сонъки)',
'month' => 'Бу ай (ве ондан эрте):',
'year' => 'Бу сене (ве ондан эрте):',

'sp-contributions-newbies' => 'Тек янъы къулланыджыларнынъ исселерини косьтер',
'sp-contributions-newbies-sub' => 'Янъы къулланыджылар ичюн',
'sp-contributions-blocklog' => 'Блок этюв журналы',
'sp-contributions-talk' => 'музакере',
'sp-contributions-userrights' => 'къулланыджы акъларыны идаре этюв',
'sp-contributions-search' => 'Исселерни къыдырув',
'sp-contributions-username' => 'IP адреси я да къулланыджы ады:',
'sp-contributions-submit' => 'Къыдыр',

# What links here
'whatlinkshere' => 'Бу саифеге багълантылар',
'whatlinkshere-title' => '$1 саифесине багъланты олгъан саифелер',
'whatlinkshere-page' => 'Саифе:',
'linkshere' => "'''[[:$1]]''' саифесине багъланты берген саифелер:",
'nolinkshere' => "'''[[:$1]]''' саифесине багъланты берген саифе ёкъ.",
'nolinkshere-ns' => "Сайлангъан исим фезасында '''[[:$1]]''' саифесине багълангъан саифе ёкътыр.",
'isredirect' => 'Ёллама саифеси',
'istemplate' => 'кирсетильме',
'isimage' => 'файл багълантысы',
'whatlinkshere-prev' => '{{PLURAL:$1|эвельки|эвельки $1}}',
'whatlinkshere-next' => '{{PLURAL:$1|сонъраки|сонъраки $1}}',
'whatlinkshere-links' => '← багълантылар',
'whatlinkshere-hideredirs' => 'ёлламаларны $1',
'whatlinkshere-hidetrans' => 'чапраз къошмаларны $1',
'whatlinkshere-hidelinks' => 'багълантыларны $1',
'whatlinkshere-filters' => 'Сюзгючлер',

# Block/unblock
'blockip' => 'Бу IP адресинден иришимни блок эт',
'blockip-legend' => 'Къулланыджыны блок эт',
'blockiptext' => 'Ашагъыдаки форманы къулланып белли бир IP адресининъ я да къулланыджынынъ иришимини блок этип оласынъыз. Бу тек вандализмни блок этмек ичюн ве [[{{MediaWiki:Policy-url}}|къаиделерге]] уйгъун оларакъ япылмалы. Ашагъыгъа мытлакъа блок этюв иле багълы бир изаат язынъыз. (меселя: Шу саифелерде вандализм япты).',
'ipadressorusername' => 'IP адреси я да къулланыджы ады',
'ipbexpiry' => 'Битиш муддети',
'ipbreason' => 'Себеп',
'ipbsubmit' => 'Бу къулланыджыны блок эт',
'ipbother' => 'Фаркълы заман',
'ipboptions' => '2 саат:2 hours,1 кунь:1 day,3 кунь:3 days,1 афта:1 week,2 афта:2 weeks,1 ай:1 month,3 ай:3 months,6 ай:6 months,1 йыл:1 year,муддетсиз:infinite',
'ipbotheroption' => 'фаркълы',
'ipbotherreason' => 'Дигер/илявели себеп:',
'badipaddress' => 'Янълыш IP адреси',
'blockipsuccesssub' => 'Блок этме мувафакъиетнен япылды',
'blockipsuccesstext' => '[[Special:Contributions/$1|$1]] блок этильди.<br />
Блок этмелерни козьден кечирмек ичюн [[Special:BlockList|IP адреси блок этильгенлер]] джедвелине бакъынъыз.',
'unblockip' => 'Къулланыджынынъ блок этмесини чыкъар',
'ipusubmit' => 'Бу блок этмени чыкъар',
'ipblocklist' => 'Блок этильген къулланыджылар ве IP адреслери',
'infiniteblock' => 'муддетсиз',
'expiringblock' => '$1 $2 тарихында битеджек',
'blocklink' => 'блок эт',
'unblocklink' => 'блок этмесини чыкъар',
'change-blocklink' => 'блок этювни денъиштир',
'contribslink' => 'Исселер',
'autoblocker' => 'Автоматик оларакъ блок этильдинъиз чюнки кеченлерде IP адресинъиз "[[User:$1|$1]]" къулланыджысы тарафындан къулланылды. $1 адлы къулланыджынынъ блок этилюви ичюн бильдирильген себеп: "\'\'\'$2\'\'\'"',
'blocklogpage' => 'Блок этюв журналы',
'blocklogentry' => '"[[$1]]" иришими $2 $3 токътатылды. Себеп',
'blocklogtext' => 'Мында къулланыджы иришимине ёнелик блок этюв ве блок чыкъарув къайдлары косьтериле. Автоматик IP адреси блок этювлери джедвельге кирсетильмеди. Шимди иришими токътатылгъан къулланыджыларны [[Special:BlockList|IP блок этюв джедвели]] саифесинден корип оласынъыз.',
'unblocklogentry' => '$1 къулланыджысынынъ блок этмеси чыкъарылды',
'block-log-flags-nocreate' => 'янъы эсап ачмакъ ясакъ этильди',
'block-log-flags-noemail' => 'e-mail блок этильди',
'ipb_expiry_invalid' => 'Янълыш битиш заманы.',
'ipb_already_blocked' => '"$1" энди блок этильди',
'ip_range_invalid' => 'Рухсетсиз IP аралыгъы.',

# Developer tools
'lockdb' => 'Малюмат базасы килитли',
'lockbtn' => 'Малюмат базасы килитли',

# Move page
'move-page' => '$1 саифесининъ адыны денъиштиреятасыз',
'move-page-legend' => 'Саифенинъ адыны денъиштирюв',
'movepagetext' => "Ашагъыдаки форма къулланылып саифенинъ ады денъиштирилир. Бунынънен берабер денъишмелер журналы да янъы адгъа авуштырылыр.
Эски ад янъы адгъа ёллама олур. Эски серлевагъа ёллама саифелерни автоматик оларакъ янъартып оласынъыз. Бу арекетни автоматик япмагъа истемесенъиз, бутюн [[Special:DoubleRedirects|чифт]] ве [[Special:BrokenRedirects|йыртыкъ]] ёллама саифелерини озюнъиз тюзетмеге меджбур олурсынъыз. Багълантылар эндиден берли догъру чалышмасындан эмин олмалысынъыз.

Янъы адда бир саифе энди бар олса, ад денъишмеси '''япылмайджакъ''', анджакъ бар олгъан саифе ёллама я да бош олса ад денъишмеси мумкюн оладжакъ. Бу демек ки, саифе адыны янълыштан денъиштирген олсанъыз деминки адыны кери къайтарып оласынъыз, амма бар олгъан саифени тесадюфен ёкъ этамайсынъыз.

'''ТЕНБИ!'''
Ад денъиштирилюви популяр саифелер ичюн буюк денъишмелерге себеп ола билир. Лютфен, денъишме япмаздан эвель ола биледжеклерни козь огюне алынъыз.",
'movepagetalktext' => "Къошулгъан музакере саифесининъ де (бар олса)
ады автоматик тарзда денъиштириледжек. '''Мустесналар:'''

* Айны бу адда бош олмагъан бир музакере саифеси энди бар;
* Ашагъыдаки бошлукъкъа ишарет къоймадынъыз.

Бойле алларда, керек олса, саифелерни къолнен ташымагъа я да бирлештирмеге меджбур олурсынъыз.",
'movearticle' => 'Эски ад',
'movenologin' => 'Отурым ачмадынъыз',
'movenologintext' => 'Саифенинъ адыны денъиштирип олмакъ ичюн [[Special:UserLogin|отурым ачынъыз]].',
'movenotallowed' => 'Саифелер адларыны денъиштирмеге изининъиз ёкъ.',
'newtitle' => 'Янъы ад',
'move-watch' => 'Бу саифени козет',
'movepagebtn' => 'Адыны денъиштир',
'pagemovedsub' => 'Саифенинъ ады денъиштирильди',
'movepage-moved' => "'''«$1» саифесининъ ады «$2» оларакъ денъиштирильди'''",
'movepage-moved-redirect' => 'Бир ёллама яратылды.',
'movepage-moved-noredirect' => 'Ёллама яратылувы бастырылды.',
'articleexists' => 'Бу адда бир саифе энди бар я да сиз язгъан ад ясакълы.
Лютфен, башкъа бир ад сайлап язынъыз.',
'cantmove-titleprotected' => 'Сиз язгъан янъы ад ясакълыдыр, бунынъ ичюн саифе адыны денъиштирмекнинъ чареси ёкъ.',
'talkexists' => "'''Саифенинъ ады денъиштирильди, амма музакере саифесининъ адыны денъиштирмеге мумкюнлик ёкътыр, чюнки айны бу адда бир саифе энди бар. Лютфен, буларны къолнен бирлештиринъиз.'''",
'movedto' => 'ады денъиштирильди:',
'movetalk' => 'Музакере саифесининъ адыны денъиштир.',
'move-subpages' => 'Алт саифелернинъ адларыны да денъиштир ($1 саифеге къадар)',
'move-talk-subpages' => 'Muzakere saifesi alt saifeleriniñ adlarını da deñiştir ($1 saifege qadar)',
'movepage-page-exists' => '$1 саифеси энди бар, ве автоматик оларакъ янъыдан язылып оламаз.',
'movepage-page-moved' => '$1 саифесининъ ады $2 оларакъ денъиштирильди.',
'movepage-page-unmoved' => '$1 саифесининъ ады $2 оларакъ денъиштирилип оламай.',
'movelogpage' => 'Ад денъишмелери журналы',
'movelogpagetext' => 'Ашагъыда булунгъан джедвель ады денъиштирильген саифелерни косьтере',
'movesubpage' => '{{PLURAL:$1|Алт саифе|Алт саифелер}}',
'movesubpagetext' => 'Бу саифенинъ ашагъыда косьтерильген $1 {{PLURAL:$1|алт саифеси|алт саифеси}} бар.',
'movenosubpage' => 'Бу саифенинъ алт саифеси ёкъ.',
'movereason' => 'Себеп',
'revertmove' => 'Кериге ал',
'delete_and_move' => 'Ёкъ эт ве адыны денъиштир',
'delete_and_move_text' => '==Ёкъ этмек лязимдир==

«[[:$1]]» саифеси энди бар. Адыны денъиштирип олмакъ ичюн оны ёкъ этмеге истейсинъизми?',
'delete_and_move_confirm' => 'Эбет, бу саифени ёкъ эт',
'delete_and_move_reason' => 'Исим денъиштирип олмакъ ичюн ёкъ этильди',
'selfmove' => 'Бу саифенинъ адыны денъиштирмеге имкян ёкътыр, чюнки асыл иле янъы адлары бир келе.',
'move-leave-redirect' => 'Аркъада бир ёллама ташла',
'protectedpagemovewarning' => "'''Тенби:''' Бу саифе килитленген, адыны тек идареджилер денъиштирип ола.
Журналнынъ сонъки язысы ашагъыда берильген:",
'semiprotectedpagemovewarning' => "'''Ихтар:''' Бу саифе килитленген, адыны тек къайдлы къулланыджылар денъиштирип ола.
Журналнынъ сонъки язысы ашагъыда берильген:",

# Export
'export' => 'Саифелерни экспорт эт',

# Namespace 8 related
'allmessages' => 'Система беянатлары',
'allmessagesname' => 'Исим',
'allmessagesdefault' => 'Оригиналь метин',
'allmessagescurrent' => 'Шимди къулланылгъан метин',
'allmessagestext' => 'Ишбу джедвель MediaWiki-де мевджут олгъан бутюн система беянатларынынъ джедвелидир.
MediaWiki интерфейсининъ чешит тиллерге терджиме этювде иштирак этмеге истесенъиз [//www.mediawiki.org/wiki/Localisation MediaWiki Localisation] ве [//translatewiki.net translatewiki.net] саифелерине зиярет этинъиз.',

# Thumbnails
'thumbnail-more' => 'Буют',
'filemissing' => 'Файл тапылмады',
'thumbnail_error' => 'Кичик ресим (thumbnail) яратылгъанда бир хата чыкъты: $1',
'thumbnail_invalid_params' => 'Янълыш кичик ресим параметрлери',
'thumbnail_dest_directory' => 'Истенильген директорияны яратмакънынъ ич чареси ёкъ',

# Special:Import
'import-comment' => 'Изаат:',

# Import log
'importlogpage' => 'Импорт журналы',

# Tooltip help for the actions
'tooltip-pt-userpage' => 'Сизинъ къулланыджы саифенъиз',
'tooltip-pt-anonuserpage' => 'IP адресим ичюн къулланыджы саифеси',
'tooltip-pt-mytalk' => 'Сизинъ музакере саифенъиз',
'tooltip-pt-anontalk' => 'Бу IP адресинден япылгъан денъишикликлерни музакере этюв',
'tooltip-pt-preferences' => 'Сазламаларынъыз (настройкаларынъыз)',
'tooltip-pt-watchlist' => 'Козетювге алгъан саифелеринъиз',
'tooltip-pt-mycontris' => 'Къошкъан исселеринъизнинъ джедвели',
'tooltip-pt-login' => 'Отурым ачманъыз тевсие олуныр амма меджбур дегильсинъиз.',
'tooltip-pt-anonlogin' => 'Отурым ачманъыз тевсие олуныр амма меджбур дегильсинъиз.',
'tooltip-pt-logout' => 'Системадан чыкъув',
'tooltip-ca-talk' => 'Саифедеки малюматнен багълы музакере',
'tooltip-ca-edit' => 'Бу саифени денъиштирип оласынъыз. Сакъламаздан эвель бакъып чыкъмагъа унутманъыз.',
'tooltip-ca-addsection' => 'Янъы болюкни ачув',
'tooltip-ca-viewsource' => 'Бу саифе къорчалав алтында. Менба кодуны тек корип оласынъыз, денъиштирип оламайсынъыз.',
'tooltip-ca-history' => 'Бу саифенинъ кечмиш версиялары.',
'tooltip-ca-protect' => 'Бу саифени къорчалав',
'tooltip-ca-unprotect' => 'Бу саифенинъ къорчалавыны чыкъарув',
'tooltip-ca-delete' => 'Бу саифени ёкъ этюв',
'tooltip-ca-undelete' => 'Саифени ёкъ этильмезден эвельки алына кери кетиринъиз',
'tooltip-ca-move' => 'Саифенинъ адыны денъиштирюв',
'tooltip-ca-watch' => 'Бу саифени козетюв джедвелине алув',
'tooltip-ca-unwatch' => 'Бу саифени козетювни ташлав',
'tooltip-search' => '{{SITENAME}} сайтында къыдырув',
'tooltip-search-go' => 'Бу адда саифе мевджут олса, онъа бар',
'tooltip-search-fulltext' => 'Бу метини олгъан саифелер къыдыр',
'tooltip-p-logo' => 'Баш саифе',
'tooltip-n-mainpage' => 'Баш саифеге барув',
'tooltip-n-mainpage-description' => 'Баш саифеге бар',
'tooltip-n-portal' => 'Лейха узерине, не къайдадыр, нени япып оласынъыз',
'tooltip-n-currentevents' => 'Агъымдаки вакъиаларнен багълы сонъки малюмат',
'tooltip-n-recentchanges' => 'Викиде япылгъан сонъки денъишмелернинъ джедвели.',
'tooltip-n-randompage' => 'Тесадюфий бир саифени косьтерюв',
'tooltip-n-help' => 'Ярдым болюги',
'tooltip-t-whatlinkshere' => 'Бу саифеге багъланты берген дигер вики саифелерининъ джедвели',
'tooltip-t-recentchangeslinked' => 'Бу саифеге багъланты берген саифелердеки сонъки денъишмелер',
'tooltip-feed-rss' => 'Бу саифе ичюн RSS трансляциясы',
'tooltip-feed-atom' => 'Бу саифе ичюн atom трансляциясы',
'tooltip-t-contributions' => 'Къулланыджынынъ иссе джедвелине бакъув',
'tooltip-t-emailuser' => 'Къулланыджыгъа e-mail мектюбини ёлла',
'tooltip-t-upload' => 'Системагъа ресим я да медиа файлларны юкленъиз',
'tooltip-t-specialpages' => 'Бутюн махсус саифелернинъ джедвелини косьтер',
'tooltip-t-print' => 'Бу саифенинъ басылмагъа уйгъун корюниши',
'tooltip-t-permalink' => 'Бу саифенинъ версиясына даимий багъланты',
'tooltip-ca-nstab-main' => 'Саифени косьтер',
'tooltip-ca-nstab-user' => 'Къулланыджы саифесини косьтер',
'tooltip-ca-nstab-media' => 'Медиа саифесини косьтер',
'tooltip-ca-nstab-special' => 'Бу, махсус саифе олгъаны ичюн денъишме япамазсынъыз.',
'tooltip-ca-nstab-project' => 'Лейха саифесини косьтер',
'tooltip-ca-nstab-image' => 'Ресим саифесини косьтер',
'tooltip-ca-nstab-mediawiki' => 'Система беянатыны косьтер',
'tooltip-ca-nstab-template' => 'Шаблонны косьтер',
'tooltip-ca-nstab-help' => 'Ярдым саифесини косьтер',
'tooltip-ca-nstab-category' => 'Категория саифесини косьтер',
'tooltip-minoredit' => 'Бу, кичик бир денъишмедир деп бельгиле',
'tooltip-save' => 'Япкъан денъишмелеринъизни сакъла',
'tooltip-preview' => 'Бакъып чыкъув. Сакъламаздан эвель бу хусусиетни къулланып япкъан денъишмелеринъизни бакъып чыкъынъыз!',
'tooltip-diff' => 'Метинге сиз япкъан денъишикликлерни косьтерир.',
'tooltip-compareselectedversions' => 'Сайлангъан эки версия арасындаки фаркъларны косьтер.',
'tooltip-watch' => 'Саифени козетюв джедвелине кирсет',
'tooltip-recreate' => 'Ёкъ этильген олмасына бакъмадан саифени янъыдан янъарт',
'tooltip-upload' => 'Юкленип башла',
'tooltip-rollback' => '"Кери къайтув" сычаннен бир басув вастасынен бу саифени сонъки денъиштиргеннинъ денъишикликлерини кери ала',
'tooltip-undo' => '"Кери ал" бу денъишикликни кери ала ве денъишиклик пенджересини бакъып чыкъув режиминде ача. Кери алувнынъ себебини бильдирмеге изин бере.',

# Stylesheets
'monobook.css' => '/* monobook темасынынъ аярларыны (настройкаларыны) денъиштирмек ичюн бу ерини денъиштиринъиз. Бутюн сайтта тесирли олур. */',

# Metadata
'notacceptable' => 'Вики-сервер браузеринъиз окъуп оладжакъ форматында малюмат бералмай.',

# Attribution
'anonymous' => '{{SITENAME}} сайтынынъ  {{PLURAL:$1|1|$1}} къайдсыз (аноним) къулланыджысы',
'siteuser' => '{{SITENAME}} сайтынынъ къулланыджысы $1',
'anonuser' => '{{SITENAME}} сайтынынъ къайдсыз (аноним) къулланыджысы $1',
'lastmodifiedatby' => 'Саифе энъ сонъки $3 тарафындан $1, $2 тарихында денъиштирильди.',
'othercontribs' => 'Бу саифени яраткъанда иштирак эткен: $1.',
'others' => 'дигерлери',
'siteusers' => '{{SITENAME}} сайтынынъ {{PLURAL:$2|1|$2}} къулланыджысы $1',
'anonusers' => '{{SITENAME}} сайтынынъ къайдсыз (аноним) {{PLURAL:$2|къулланыджысы|къулланыджылары}} $1',
'creditspage' => 'Тешеккюрлер',
'nocredits' => 'Бу саифе ичюн къулланыджылар джедвели ёкъ.',

# Spam protection
'spamprotectiontitle' => 'Спам къаршы къорчалав сюзгючи',
'spamprotectiontext' => 'Сакъламагъа истеген саифенъиз спам сюзгючи тарафындан блок этильди. Буюк ихтималлы ки, саифеде къара джедвельдеки бир тыш сайткъа багъланты бар.',
'spamprotectionmatch' => 'Спам сюзгючинден бу беянат кельди: $1',
'spambot_username' => 'Спамдан темизлев',
'spam_reverting' => '$1 сайтына багълантысы олмагъан сонъки версиягъа кери кетирюв',
'spam_blanking' => 'Бар олгъан версияларда $1 сайтына багълантылар бар, темизлев',

# Skin names
'skinname-standard' => 'Стандарт',
'skinname-nostalgia' => 'Ностальгия',
'skinname-cologneblue' => 'Кёльн асретлиги',
'skinname-monobook' => 'MonoBook',
'skinname-myskin' => 'Озь ресимлеме',
'skinname-chick' => 'Чипче',
'skinname-simple' => 'Адий',

# Patrol log
'patrol-log-page' => 'Тешкерюв журналы',
'log-show-hide-patrol' => 'Тешкерюв журналыны $1',

# Image deletion
'deletedrevision' => '$1 сайылы эски версия ёкъ этильди.',
'filedeleteerror-short' => 'Файл ёкъ эткенде хата чыкъты: $1',
'filedelete-missing' => '"$1" адлы файл ёкъ этилип оламай, чюнки ойле бир файл ёкъ.',
'filedelete-old-unregistered' => 'Малюмат базасында сайлангъан «$1» файл версиясы ёкъ.',
'filedelete-current-unregistered' => 'Малюмат базасында сайлангъан «$1» адлы файл ёкъ.',

# Browsing diffs
'previousdiff' => '← Эвельки денъишиклик',
'nextdiff' => 'Сонъраки денъишиклик →',

# Media information
'mediawarning' => "'''Ихтар''': Бу файл тюрюнинъ ичинде яман ниетли код ола биле.
Файлны ишлетип ишлетим системанъызгъа зарар кетирип олурсынъыз.",
'imagemaxsize' => "Ресим ольчюси сынъыры:<br />''(файл малюмат саифелери ичюн)''",
'thumbsize' => 'Кичик ольчю:',
'widthheightpage' => '$1 × $2, {{PLURAL:$3|1|$3}} саифе',
'file-info' => 'файл буюклиги: $1, MIME чешити: $2',
'file-info-size' => '$1 × $2 пиксель, файл буюклиги: $3, MIME чешити: $4',
'file-nohires' => 'Даа юксек айырымлылыкъкъа саип версия ёкъ.',
'svg-long-desc' => 'SVG файлы, номиналь $1 × $2 пиксель, файл буюклиги: $3',
'show-big-image' => 'Там айырымлылыкъ',

# Special:NewFiles
'newimages' => 'Янъы ресимлер',
'imagelisttext' => "Ашагъыдаки джедвельде $2 коре тизильген {{PLURAL:$1|'''1''' файлдыр|'''$1''' файлдыр}}.",
'newimages-summary' => 'Бу махсус саифе сонъки юкленген файлларны косьтере.',
'newimages-legend' => 'Сюзгюч',
'newimages-label' => 'Файл ады (я да онынъ бир парчасы):',
'showhidebots' => '(ботларны $1)',
'noimages' => 'Ресим ёкъ.',
'ilsubmit' => 'Къыдыр',
'bydate' => 'хронологик сыранен',
'sp-newimages-showfrom' => '$1, $2 тарихындан башлап янъы файллар косьтер',

# Video information, used by Language::formatTimePeriod() to format lengths in the above messages
'video-dims' => '$1, $2 × $3',
'seconds-abbrev' => '$1сан.',
'minutes-abbrev' => '$1дакъ.',
'hours-abbrev' => '$1саат',

# Bad image list
'bad_image_list' => 'Формат бойле олмалы:

Эр сатыр * ишаретинен башламалы. Сатырнынъ биринджи багълантысы къошмагъа ясакълангъан файлгъа багъланмалы.
Шу сатырда илеридеки багълантылар истисна олурлар, яни шу саифелерде ишбу файл къулланмакъ мумкюн.',

# Metadata
'metadata' => 'Ресим деталлери',
'metadata-help' => 'Файлда (адетиндже ракъамлы камера ве сканерлернен къошулгъан) иляве малюматы бар. Эгер бу файл яратылгъандан сонъ денъиштирильсе эди, бельки де базы параметрлер эскирди.',
'metadata-expand' => 'Тафсилятны косьтер',
'metadata-collapse' => 'Тафсилятны косьтерме',
'metadata-fields' => 'Бу джедвельдеки EXIF мета малюматы ресим саифесинде косьтериледжек, башкъалары исе гизленеджек.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength
* artist
* copyright
* imagedescription
* gpslatitude
* gpslongitude
* gpsaltitude',

# EXIF tags
'exif-make' => 'Камера маркасы',
'exif-model' => 'Камера модели',
'exif-artist' => 'Яратыджысы',
'exif-colorspace' => 'Ренк аралыгъы',
'exif-datetimeoriginal' => 'Оригиналь саат ве тарих',
'exif-exposuretime' => 'Экспозиция муддети',
'exif-exposuretime-format' => '$1 сание ($2)',
'exif-fnumber' => 'Диафрагма номерасы',
'exif-spectralsensitivity' => 'Спектраль дуйгъулылыкъ',
'exif-aperturevalue' => 'Диафрагма',
'exif-brightnessvalue' => 'парлакълыкъ',
'exif-lightsource' => 'Ярыкъ менбасы',
'exif-exposureindex' => 'Экспозиция индекси',
'exif-scenetype' => 'Сцена чешити',
'exif-digitalzoomratio' => 'Якъынлаштырув коэффициенти',
'exif-contrast' => 'Контрастлыкъ',
'exif-saturation' => 'Тойгъунлыкъ',
'exif-sharpness' => 'Ачыкълыкъ',
'exif-gpslatitude' => 'Энлик',
'exif-gpslongitude' => 'Бойлукъ',
'exif-gpsaltitude' => 'Юксеклик',
'exif-gpstimestamp' => 'GPS сааты (атом сааты)',
'exif-gpssatellites' => 'Ольчемек ичюн къуллангъаны спутниклер',

# EXIF attributes
'exif-compression-1' => 'Сыкъыштырылмагъан',

'exif-orientation-3' => '180° айландырылгъан',

'exif-exposureprogram-1' => 'Эльнен',

'exif-subjectdistance-value' => '$1 метр',

'exif-meteringmode-0' => 'Билинмей',
'exif-meteringmode-1' => 'Орта',
'exif-meteringmode-255' => 'Дигер',

'exif-lightsource-0' => 'Билинмей',
'exif-lightsource-2' => 'Флуоресцент',
'exif-lightsource-9' => 'Ачыкъ',
'exif-lightsource-10' => 'Къапалы',
'exif-lightsource-11' => 'Кольге',
'exif-lightsource-15' => 'Беяз флуоресцент (WW 3200 – 3700K)',

'exif-sensingmethod-1' => 'Танытувсыз',

'exif-scenecapturetype-0' => 'Стандарт',
'exif-scenecapturetype-2' => 'Портрет',
'exif-scenecapturetype-3' => 'Гедже съёмкасы',

'exif-subjectdistancerange-0' => 'Билинмей',
'exif-subjectdistancerange-1' => 'Макро',

# External editor support
'edit-externally' => 'Файл узеринде компьютеринъизде булунгъан программалар иле денъишикликлер япынъыз',
'edit-externally-help' => '(Даа зияде малюмат ичюн [//www.mediawiki.org/wiki/Manual:External_editors бу саифеге] (Инглиздже) бакъып оласынъыз.)',

# 'all' in various places, this might be different for inflected languages
'watchlistall2' => 'эписини',
'namespacesall' => 'Эписи',
'monthsall' => 'Эписи',
'limitall' => 'бутюни',

# E-mail address confirmation
'confirmemail' => 'E-mail адресини тасдыкъла',
'confirmemail_noemail' => '[[Special:Preferences|Къулланыджы сазламаларынъызда]] догъру бир e-mail адресинъиз ёкъ.',
'confirmemail_text' => '{{SITENAME}} сайтынынъ e-mail функцияларыны къулланмаздан эвель e-mail адресинъизнинъ тасдыкъланмасы керек. Адресинъизге тасдыкъ e-mail мектюбини ёлламакъ ичюн ашагъыдаки дёгмени басынъыз. Ёлланаджакъ беянатта адресинъизни тасдыкъламакъ ичюн браузеринъизнен иришип оладжакъ, тасдыкъ коду олгъан бир багъланты оладжакъ.',
'confirmemail_pending' => 'Тасдыкъ коду энди сизге ёлланды.
Эгер эсабынъызны кеченлери ачса эдинъиз, бельки де янъны кодны бир даа сорагъанынъызда, бираз беклемек керек олур.',
'confirmemail_send' => 'Тасдыкъ кодуны ёлла',
'confirmemail_sent' => 'Тасдыкъ e-mail мектюбини ёлланды.',
'confirmemail_oncreate' => 'Бильдирген e-mail адресинъизге тасдыкъ кодунен мектюп ёлланды.
Шу код отурым ачмакъ ичюн лязим дегиль, амма бу сайтта электрон почтасынынъ чарелерини къулланмакъ ичюн рухсет берильмезден эвель оны кирсетмелисинъиз.',
'confirmemail_sendfailed' => '{{SITENAME}} тасдыкъ кодуны ёллап оламай. Лютфен, адресте рухсетсиз ариф я да ишарет олмагъаныны тешкеринъиз.

Сервернинъ джевабы: $1',
'confirmemail_invalid' => 'Янълыш тасдыкъ коду. Тасдыкъ кодунынъ сонъки къулланма тарихы кечкен ола билир.',
'confirmemail_needlogin' => '$1 япмакъ ичюн башта e-mail адресинъизни тасдыкъламалысынъыз.',
'confirmemail_success' => 'E-mail адресинъиз тасдыкъланды.',
'confirmemail_loggedin' => 'E-mail адресинъиз тасдыкъланды.',
'confirmemail_error' => 'Тасдыкъынъыз билинмеген бир хата себебинден къайд этильмеди.',
'confirmemail_subject' => '{{SITENAME}} e-mail адрес тасдыкъы.',
'confirmemail_body' => '$1 IP адресинден япылгъан иришим иле {{SITENAME}} сайтында
бу e-mail адресинен багълангъан $2 къулланыджы эсабы ачылды.

Бу e-mail адресининъ бахсы кечкен къулланыджы эсабына аит олгъаныны
тасдыкъламакъ ве {{SITENAME}} сайтындаки e-mail функцияларыны фааль алгъа
кетирмек ичюн ашагъыдаки багълантыны басынъыз.

$3

Бахсы кечкен къулланыджы эсабы сизге аит олмагъан олса бу багълантына басынъыз:

$5

Бу тасдыкъ коду $4 тарихына къадар къулланылып оладжакъ.',
'confirmemail_invalidated' => 'E-mail адресининъ тасдыкъы лягъу этильди',
'invalidateemail' => 'E-mail адресининъ тасдыкъы лягъу эт',

# Scary transclusion
'scarytranscludedisabled' => '[«Interwiki transcluding» ишлемей]',
'scarytranscludefailed' => '[$1 шаблонына иришилип оламады]',
'scarytranscludetoolong' => '[URL адреси чокъ узун]',

# Delete conflict
'deletedwhileediting' => "'''Тенби''': Бу саифе сиз денъишиклик япмагъа башлагъандан сонъ ёкъ этильди!",
'confirmrecreate' => "Сиз бу саифени денъиштирген вакъытта [[User:$1|$1]] ([[User talk:$1|музакере]]) къулланыджысы оны ёкъ эткендир, себеби:
:''$2''
Саифени янъыдан яратмагъа истесенъиз, лютфен, буны тасдыкъланъыз.",
'recreate' => 'Саифени янъыдан ярат',

# action=purge
'confirm_purge_button' => 'Ок',
'confirm-purge-top' => 'Саифе кэшини темизлесинми?',

# Multipage image navigation
'imgmultipageprev' => '← эвельки саифе',
'imgmultipagenext' => 'сонъраки саифе →',
'imgmultigo' => 'Бар',
'imgmultigoto' => '$1 саифесине бар',

# Table pager
'ascending_abbrev' => 'кичиктен буюкке',
'descending_abbrev' => 'буюктен кичикке',
'table_pager_next' => 'Сонъраки саифе',
'table_pager_prev' => 'Эвельки саифе',
'table_pager_first' => 'Ильк саифе',
'table_pager_last' => 'Сонъки саифе',
'table_pager_limit' => 'Саифе башына $1 дане косьтер',
'table_pager_limit_submit' => 'Бар',
'table_pager_empty' => 'Ич нетидже ёкъ',

# Auto-summaries
'autosumm-blank' => 'Саифе бошатылды',
'autosumm-replace' => "Саифедеки малюмат '$1' иле денъиштирильди",
'autoredircomment' => '[[$1]] саифесине ёлланды',
'autosumm-new' => "Янъы саифе яратылды. Мундериджеси: '$1'",

# Live preview
'livepreview-loading' => 'Юкленмекте…',
'livepreview-ready' => 'Юкленмекте… Азыр!',
'livepreview-failed' => 'Тез бакъып чыкъув ишлемей! Адий бакъып чыкъувны къулланып бакъынъыз.',
'livepreview-error' => 'Багъланамады: $1 «$2». Адий бакъып чыкъувны къулланып бакъынъыз.',

# Friendlier slave lag warnings
'lag-warn-normal' => '{{PLURAL:$1|1|$1}} саниеден эвель ве ондан сонъ япылгъан денъишикликлер бу джедвельде косьтерильмейип олалар.',
'lag-warn-high' => 'Малюмат базасындаки проблемалар себебинден {{PLURAL:$1|1|$1}} саниеден эвель ве ондан сонъ япылгъан денъишикликлер бу джедвельде косьтерильмейип олалар.',

# Watchlist editor
'watchlistedit-numitems' => 'Музакере саифесини эсапкъа алмайып, козетюв джедвелинъизде {{PLURAL:$1|1|$1}} саифе бар.',
'watchlistedit-noitems' => 'Козетюв джедвелинъизде ич бир саифе ёкъ.',
'watchlistedit-normal-title' => 'Козетюв джевелинъизни денъиштиреятасыз',
'watchlistedit-normal-legend' => 'Козетюв джедвелинден саифе ёкъ этилюви',
'watchlistedit-normal-explain' => 'Козетюв джедвелинъиздеки саифелер ашагъыда косьтерильген.
Бир саифе козетюв джедвелинден ёкъ этмек ичюн оны бельгилеп «{{int:Watchlistedit-normal-submit}}» дёгмесине басынъыз. Козетюв джедвелинъизни [[Special:EditWatchlist/raw|метин оларакъ да]] денъиштирип оласынъыз.',
'watchlistedit-normal-submit' => 'Сайлангъан саифелерни козетюв джевелинден ёкъ эт',
'watchlistedit-normal-done' => '{{PLURAL:$1|1 саифе|$1 саифе}} козетюв джедвелинъизден ёкъ этильди:',
'watchlistedit-raw-title' => 'Козетюв джевелинъизни денъиштиреятасыз',
'watchlistedit-raw-legend' => 'Козетюв джедвелини денъиштирилюви',
'watchlistedit-raw-explain' => 'Козетюв джедвелинъиздеки саифелер ашагъыда косьтерильген. Эр сатырда бир саифе серлевасы олмакъ узере, серлеваларны кирсетип я да ёкъ этип джедвельни денъиштирип оласынъыз.
Битирген сонъ «{{int:Watchlistedit-raw-submit}}» язысына басынъыз.
[[Special:EditWatchlist|Стандарт редакторны да къулланып оласынъыз]].',
'watchlistedit-raw-titles' => 'Саифелер:',
'watchlistedit-raw-submit' => 'Козетюв джедвелини янъарт',
'watchlistedit-raw-done' => 'Козетюв джедвелинъиз янъарды.',
'watchlistedit-raw-added' => '{{PLURAL:$1|1 саифе|$1 саифе}} иляве олунды:',
'watchlistedit-raw-removed' => '{{PLURAL:$1|1 саифе|$1 саифе}} ёкъ этильди:',

# Watchlist editing tools
'watchlisttools-view' => 'Денъишикликлерни косьтер',
'watchlisttools-edit' => 'Козетюв джедвелини корь ве денъиштир',
'watchlisttools-raw' => 'Козетюв джедвелини адий метин оларакъ денъиштир',

# Special:Version
'version' => 'Версия',

# Special:FileDuplicateSearch
'fileduplicatesearch-legend' => 'Дубликатны къыдыр',
'fileduplicatesearch-filename' => 'Файл ады:',
'fileduplicatesearch-submit' => 'Къыдыр',
'fileduplicatesearch-info' => '$1 × $2 пиксел<br />Файл буюклиги: $3<br />MIME чешити: $4',
'fileduplicatesearch-result-1' => '«$1» файлынынъ ич копиясы ёкъ.',
'fileduplicatesearch-result-n' => '«$1» файлынынъ {{PLURAL:$2|бир копиясы|$2 копиясы}} бар.',

# Special:SpecialPages
'specialpages' => 'Махсус саифелер',
'specialpages-group-maintenance' => 'Бакъым эсабатлары',
'specialpages-group-other' => 'Дигер махсус саифелер',
'specialpages-group-login' => 'Кириш / Къайд олув',
'specialpages-group-changes' => 'Сонъки денъишикликлер ве журналлар',
'specialpages-group-media' => 'Файл эсабатлары ве юклеме',
'specialpages-group-users' => 'Къулланыджылар ве акълары',
'specialpages-group-highuse' => 'Чокъ къулланылгъан саифелер',
'specialpages-group-pages' => 'Саифелер джедвели',
'specialpages-group-pagetools' => 'Саифе алетлери',
'specialpages-group-wiki' => 'Вики малюмат ве алетлер',
'specialpages-group-redirects' => 'Ёллама махсус саифелер',
'specialpages-group-spam' => 'Спамгъа къаршы алетлер',

# Special:BlankPage
'blankpage' => 'Бош саифе',
'intentionallyblankpage' => 'Бу саифе аселет бош къалдырылгъан',

# HTML forms
'htmlform-reset' => 'Денъишикликлерни кери ал',

# New logging system
'newuserlog-byemail' => 'пароль e-mail вастасынен йиберильген',

# Search suggestions
'searchsuggest-containing' => 'ичинде бу олгъан...',

);
