<?php
/** Yakut (Саха тыла)
 *
 * See MessagesQqq.php for message documentation incl. usage of parameters
 * To improve a translation please visit http://translatewiki.net
 *
 * @ingroup Language
 * @file
 *
 * @author Bert Jickty
 * @author HalanTul
 * @author Meno25
 * @author Urhixidur
 */

$fallback = 'ru';

$namespaceNames = array(
	NS_SPECIAL          => 'Аналлаах',
	NS_TALK             => 'Ырытыы',
	NS_USER             => 'Кыттааччы',
	NS_USER_TALK        => 'Кыттааччы_ырытыыта',
	NS_PROJECT_TALK     => '$1_ырытыыта',
	NS_FILE             => 'Билэ',
	NS_FILE_TALK        => 'Билэ_ырытыыта',
	NS_TEMPLATE         => 'Халыып',
	NS_TEMPLATE_TALK    => 'Халыып_ырытыыта',
	NS_HELP             => 'Көмө',
	NS_HELP_TALK        => 'Көмө_ырытыыта',
	NS_CATEGORY         => 'Категория',
	NS_CATEGORY_TALK    => 'Категория_ырытыыта',
);

$namespaceAliases = array(
	'Ойуу' => NS_FILE,
	'Ойуу_ырытыыта' => NS_FILE_TALK,
);

$messages = array(
# User preference toggles
'tog-underline'               => 'Ыйынньыктары аннынан тардыы:',
'tog-highlightbroken'         => 'Кураанах ыйынньыктары <a href="" class="new">маннык</a> (эбэтэр: маннык<a href="" class="internal">?</a>) көрдөр.',
'tog-justify'                 => 'Сирэй кэтитинэн тарҕат',
'tog-hideminor'               => 'Кыра көннөрүүлэри көрдөрбөккө',
'tog-hidepatrolled'           => 'Ботурууллааччы көрбүт көннөрүүтүн саҥа көннөрүүлэр тиһиктэригэр көрдөрүмэ',
'tog-newpageshidepatrolled'   => 'Ботуруулламмыт сирэйдэри саҥа сирэйдэр тиһиктэригэр көрдөрүмэ',
'tog-extendwatchlist'         => 'Кэтээһин тупсарыллыбыт испииһэгэ. Бары уларытыылар көстөллөр (бүтэһиктэр эрэ буолбатах)',
'tog-usenewrc'                => 'Саҥа уларытыылар тупсарыллыбыт испииһэктэрин туттуу (JavaScript баар буолуохтаах)',
'tog-numberheadings'          => 'Бас тыллары нүөмэрдээ',
'tog-showtoolbar'             => 'Көннөрүү үстүрүмүөннэрин көрдөр (JavaScript)',
'tog-editondblclick'          => 'Хоһулатан иккитэ баттаан сирэйи уларытыы (JavaScript)',
'tog-editsection'             => '[Көннөрүү] диэн ыйынньыгынан сиэксийэны көннөрүү',
'tog-editsectiononrightclick' => 'Сиэксийэ баһыгар уҥа тимэҕинэн<br />баттаан сиэксийэни көннөрүү (JavaScript)',
'tog-showtoc'                 => 'Иһинээҕитин көрдөр (ыстатыйа үстэн ордук бас тыллаах буоллаҕына)',
'tog-rememberpassword'        => 'Миигин бу браузерга сигээ ($1 {{PLURAL:$1|күн|күнтэн ордуга суох}})',
'tog-watchcreations'          => 'Суруйбут ыстатыйаларбын кэтээн көрүүгэ киллэрэн ис',
'tog-watchdefault'            => 'Уларыппыт сирэйдэрбин кэтээн көрүү испииһэгэр киллэрэн ис',
'tog-watchmoves'              => 'Аатын уларыппыт сирэйдэрбин кэтээн көрүү испииһэгэр киллэрэн ис',
'tog-watchdeletion'           => 'Соппут сирэйдэрбин кэтээн көрүү испииһэгэр киллэрэн ис',
'tog-minordefault'            => 'Уларытыылары атын этиллибэтэҕинэ кыра уларытыы курдук бэлиэтээ',
'tog-previewontop'            => 'Хайдах буоларын уларытар түннүк үрдүнэн (иннигэр) көрдөр',
'tog-previewonfirst'          => 'Хайдах буоларын тута көрдөр',
'tog-nocache'                 => 'Браузерга сирэйи кэштыыры араар',
'tog-enotifwatchlistpages'    => 'Кэтиир сирэйдэрим уларыйдахтарына e-mail көмөтүнэн биллэр',
'tog-enotifusertalkpages'     => 'Ырытар сирэйим уларыйдаҕына эл. почтанан биллэр',
'tog-enotifminoredits'        => 'Кыра да уларытыы киирдэҕинэ эл. почтанан биллэр',
'tog-enotifrevealaddr'        => 'Мин почтам аадырыһын биллэриилэргэ көрдөр',
'tog-shownumberswatching'     => 'Сирэйи кэтээн көрөр дьон ахсаанын көрдөр',
'tog-oldsig'                  => 'Баар илии баттааһыны эрдэ көрүү:',
'tog-fancysig'                => 'Бэйэ илии баттааһына (ыйынньыга суох)',
'tog-externaleditor'          => 'Атын этиллибэтэҕинэ тас эрэдээктэри туһан (билэр дьоҥҥо аналлаах)',
'tog-externaldiff'            => 'Атын этиллибэтэҕинэ версиялары тэҥниир тас программаны туһан (билэр дьоҥҥо аналлаах)',
'tog-showjumplinks'           => '"Манна бар" ыйынньыктары көрдөр',
'tog-uselivepreview'          => 'Тутатына хайдах буоларын көрүү (JavaScript, тургутуу быһыытынан)',
'tog-forceeditsummary'        => 'Тугу уларыппытым туһунан суруйбатахпына сэрэт',
'tog-watchlisthideown'        => 'Кэтээн көрүү испииһэгэр бэйэм уларытыыларбын көрдөрүмэ',
'tog-watchlisthidebots'       => 'Кэтээн көрүү испииһэгэр робот уларытыытын көрдөрүмэ',
'tog-watchlisthideminor'      => 'Кыра уларытыылары кэтээмэ',
'tog-watchlisthideliu'        => 'Бэлиэтэммит кыттааччылар уларытыыларын кэтиир испииһэккэ көрдөрүмэ',
'tog-watchlisthideanons'      => 'Ааттарын эппэтэх кыттааччылар уларытыыларын кэтээһин испииһэгэр көрдөрүмэ',
'tog-watchlisthidepatrolled'  => 'Ботурууллааччы көрбүт көннөрүүтүн кэтээһин испииһэгэр көрдөрүмэ',
'tog-nolangconversion'        => 'Сурук систематын уларытары боп',
'tog-ccmeonemails'            => 'Атын кыттааччыларга суруйбут суруктарбын бэйэбэр эмиэ ыыт',
'tog-diffonly'                => 'Икки барылы тэҥнииргэ сирэй иһин көрдөрүмэ',
'tog-showhiddencats'          => 'Кистэммит категориялары көрдөр',
'tog-norollbackdiff'          => 'Төннөрүү кэнниттэн барыллар уратыларын көрдөрүмэ',

'underline-always'  => 'Куруук',
'underline-never'   => 'Аннынан тардыма',
'underline-default' => 'Браузер настройкатынан',

# Font style option in Special:Preferences
'editfont-style'     => 'Эрэдээксийэлиир түннүк бичигэ:',
'editfont-default'   => 'Браузерга туруоруллубут бичик',
'editfont-monospace' => 'Тэҥ кэтиттээх бичик',
'editfont-sansserif' => 'Самалыга суох бичик',
'editfont-serif'     => 'Самалыктаах бичик',

# Dates
'sunday'        => 'Өрөбүл',
'monday'        => 'Бэнидиэнньик',
'tuesday'       => 'Оптуорунньук',
'wednesday'     => 'Сэрэдэ',
'thursday'      => 'Чэппиэр',
'friday'        => 'Бээтинсэ',
'saturday'      => 'Субуота',
'sun'           => 'Өрө',
'mon'           => 'Бэн',
'tue'           => 'Опт',
'wed'           => 'Сэр',
'thu'           => 'Чэп',
'fri'           => 'Бэт',
'sat'           => 'Суб',
'january'       => 'Тохсунньу',
'february'      => 'Олунньу',
'march'         => 'Кулун тутар',
'april'         => 'Муус устар',
'may_long'      => 'Ыам ыйа',
'june'          => 'Бэс ыйа',
'july'          => 'От ыйа',
'august'        => 'Атырдьах ыйа',
'september'     => 'Балаҕан ыйа',
'october'       => 'Алтынньы',
'november'      => 'Сэтинньи',
'december'      => 'Ахсынньы',
'january-gen'   => 'Тохсунньу',
'february-gen'  => 'Олунньу',
'march-gen'     => 'Кулун тутар',
'april-gen'     => 'Муус устар',
'may-gen'       => 'Ыам ыйын',
'june-gen'      => 'Бэс ыйын',
'july-gen'      => 'От ыйын',
'august-gen'    => 'Атырдьах ыйын',
'september-gen' => 'Балаҕан ыйын',
'october-gen'   => 'Алтынньы',
'november-gen'  => 'Сэтинньи',
'december-gen'  => 'Ахсынньы',
'jan'           => 'Тхс',
'feb'           => 'Олн',
'mar'           => 'Клн',
'apr'           => 'МсУ',
'may'           => 'Ыам',
'jun'           => 'Бэс',
'jul'           => 'ОтЫ',
'aug'           => 'Атр',
'sep'           => 'Блҕ',
'oct'           => 'Алт',
'nov'           => 'Сэт',
'dec'           => 'Ахс',

# Categories related messages
'pagecategories'                 => '{{PLURAL:$1|Категория|Категориялар}}',
'category_header'                => '"$1" категория ыстатыйалара',
'subcategories'                  => 'Субкатегориялар',
'category-media-header'          => '"$1" категория билэлэрэ',
'category-empty'                 => "''Бу категорияҕа билигин туох да суох.''",
'hidden-categories'              => '{{PLURAL:$1|Кистэммит категория|Кистэммит категориялар}}',
'hidden-category-category'       => 'Кистэммит категориялар',
'category-subcat-count'          => '{{PLURAL:$2|Бу категория манна көстүбүт субкатегориялаах.|$2 категорияттан {{PLURAL:$1|субкатегорията|$1 субкатегориялара}} көрдөрүлүннүлэр.}}',
'category-subcat-count-limited'  => 'Бу категория {{PLURAL:$1|субкатегориялаах|$1 субкатегориялардаах}}.',
'category-article-count'         => '{{PLURAL:$2|Бу категория манна эрэ көстүбүт субкатегориялаах.|$2 категорияттан {{PLURAL:$1|субкатегорията|$1 субкатегориялара}} көрдөрүлүннүлэр.}}',
'category-article-count-limited' => 'Бу категорияҕа {{PLURAL:$1|1 эрэ сирэй|$1 сирэй}} баар.',
'category-file-count'            => '{{PLURAL:$2|Бу категория манна эрэ көстүбүт билэлээх.|$2 категорияттан {{PLURAL:$1|билэтэ|$1 билэлэрэ}} көрдөрүлүннүлэр.}}',
'category-file-count-limited'    => 'Бу категорияҕа  {{PLURAL:$1|биир билэ|$1 билэ}} баар.',
'listingcontinuesabbrev'         => '(салгыыта)',
'index-category'                 => 'Индекстаммыт сирэйдэр',
'noindex-category'               => 'Индексктаммыт сирэйдэр суохтар',

'mainpagetext'      => "'''«MediaWiki» сөпкө туруорулунна.'''",
'mainpagedocfooter' => 'Биики программатын туһунан [http://meta.wikimedia.org/wiki/Help:Contents справочникка] көрүөххүн сөп.

== Саҕаланыыта ==

* [http://www.mediawiki.org/wiki/Manual:Configuration_settings Конфигурация уларытыытын параметрдара]
* [http://www.mediawiki.org/wiki/Manual:FAQ MediaWiki FAQ]
* [https://lists.wikimedia.org/mailman/listinfo/mediawiki-announce MediaWiki релизтарын почтовай испииһэгэ]',

'about'         => 'Бу туһунан',
'article'       => 'Ыстатыйа',
'newwindow'     => '(атын түннүккэ арыллар)',
'cancel'        => 'Алҕас',
'moredotdotdot' => 'Өссө...',
'mypage'        => 'Бэйэм туспунан',
'mytalk'        => 'Кэпсэтэр сирим',
'anontalk'      => 'Бу IP-га ырытыы',
'navigation'    => 'Навигация',
'and'           => '&#32;уонна',

# Cologne Blue skin
'qbfind'         => 'Бул',
'qbbrowse'       => 'Көр',
'qbedit'         => 'Уларыт',
'qbpageoptions'  => 'Бу сирэй',
'qbpageinfo'     => 'Ис хоһооно',
'qbmyoptions'    => 'Мин сирэйдэрим',
'qbspecialpages' => 'Аналлаах сирэйдэр',
'faqpage'        => 'Project:FAQ',

# Vector skin
'vector-action-addsection'       => 'Тиэмэ эбии',
'vector-action-delete'           => 'Сот',
'vector-action-move'             => 'Аатын уларыт',
'vector-action-protect'          => 'Уларыйбат гын',
'vector-action-undelete'         => 'Төннөр',
'vector-action-unprotect'        => 'Көмүскэлин уһул',
'vector-simplesearch-preference' => 'Көрдөбүл этэн биэриилэрин кэҥэтиллибит барылын туруор («Векторга» эрэ)',
'vector-view-create'             => 'Ай',
'vector-view-edit'               => 'Уларыт',
'vector-view-history'            => 'Устуоруйатын көрүү',
'vector-view-view'               => 'Ааҕыы',
'vector-view-viewsource'         => 'Бэлиэлэрин көрүү',
'actions'                        => 'Дьайыылар',
'namespaces'                     => 'Аат даллара',
'variants'                       => 'Барыллар',

'errorpagetitle'    => 'Сыыһа',
'returnto'          => 'Төттөрү $1 сирэйгэ.',
'tagline'           => '{{SITENAME}} диэн сиртэн ылыллыбыт',
'help'              => 'Көмө',
'search'            => 'Көрдөөһүн',
'searchbutton'      => 'Бул',
'go'                => 'Бар',
'searcharticle'     => 'Көрдөр',
'history'           => 'Историята',
'history_short'     => 'История',
'updatedmarker'     => 'Кэнники киириим кэнниттэн уларыйыылар',
'info_short'        => 'Информация',
'printableversion'  => 'Бэчээттииргэ анаан көрүү',
'permalink'         => 'Куруук баар ыйынньык',
'print'             => 'Бэчээттээ',
'edit'              => 'Уларыт',
'create'            => 'Саҥаны айыы',
'editthispage'      => 'Бу сирэйи уларыт',
'create-this-page'  => 'Бу сирэйи ай',
'delete'            => 'Соттор',
'deletethispage'    => 'Бу сирэйи соттор',
'undelete_short'    => 'Төттөрү аҕал {{PLURAL:$1|биир уларытыыны|$1 уларытыылары}}',
'protect'           => 'Уларыппат гын',
'protect_change'    => 'уларытыы',
'protectthispage'   => 'Бу сирэйи уларыппат гын',
'unprotect'         => 'уларытары көҥүллээ',
'unprotectthispage' => 'Бу сирэйи уларытары көҥүллээ',
'newpage'           => 'Саҥа сирэй',
'talkpage'          => 'Бу сирэйи ырыт',
'talkpagelinktext'  => 'Ырытыы',
'specialpage'       => 'Анал сирэй',
'personaltools'     => 'Тус бэйэ туттар туруоруулара',
'postcomment'       => 'Саҥа салаа',
'articlepage'       => 'Ыстатыйаны көр',
'talk'              => 'Ырытыы',
'views'             => 'Көрүүлэр',
'toolbox'           => 'Үнүстүрүмүөннэр',
'userpage'          => 'Кыттааччы туһунан сирэй',
'projectpage'       => 'Бырайыак сирэйэ',
'imagepage'         => 'Билэ сирэйин көрүү',
'mediawikipage'     => 'Сурук сирэйэ',
'templatepage'      => 'Халыып сирэйэ',
'viewhelppage'      => 'Көмө сирэйэ',
'categorypage'      => 'Категория сирэйэ',
'viewtalkpage'      => 'Ырытыы',
'otherlanguages'    => 'Атын омук тылынан',
'redirectedfrom'    => '(Мантан: $1  көстө)',
'redirectpagesub'   => 'Утаарар сирэй',
'lastmodifiedat'    => 'Бу сирэй бүтэһигин $2, $1 уларыйбыта.',
'viewcount'         => 'Бу сирэй {{PLURAL:$1|биирдэ|$1 төгүл}} көрүллүбүт.',
'protectedpage'     => 'Уларытыллыбат сирэй',
'jumpto'            => 'Манна көс:',
'jumptonavigation'  => 'навигация',
'jumptosearch'      => 'көрдөөһүн',
'view-pool-error'   => 'Балаама, билигин бары сиэрбэрдэр туолан тураллар.
Бу сирэйи наһаа элбэх киһи көрүөн баҕарбыт.
Бука диэн, кэтэһэ түһэн баран өссө боруобалаар.

$1',
'pool-timeout'      => 'Хааччахтааһыны кэтэһии болдьоҕо ааста',
'pool-queuefull'    => 'Көрдөбүллэри хомуйуу туолбут',
'pool-errorunknown' => 'Биллибэт алҕас',

# All link text and link target definitions of links into project namespace that get used by other message strings, with the exception of user group pages (see grouppage) and the disambiguation template definition (see disambiguations).
'aboutsite'            => '{{SITENAME}} туһунан',
'aboutpage'            => 'Project:туһунан',
'copyright'            => 'Маны туһанары $1 көҥүллүүр.',
'copyrightpage'        => '{{ns:project}}:бас билиитэ',
'currentevents'        => 'Туох буола турара',
'currentevents-url'    => 'Project:Сонуннар',
'disclaimers'          => 'Бүк охсунуу',
'disclaimerpage'       => 'Project:Бүк охсунуу',
'edithelp'             => 'Уларытааччыларга көмө',
'edithelppage'         => 'Help:Уларытарга көмө',
'helppage'             => 'Help:Көмө',
'mainpage'             => 'Сүрүн сирэй',
'mainpage-description' => 'Сүрүн сирэй',
'policy-url'           => 'Project:Сиэрэ',
'portal'               => 'Түмсүү сирэ',
'portal-url'           => 'Project:Кистээһин сиэрэ',
'privacy'              => 'Кистээһин сиэрэ',
'privacypage'          => 'Project:Кистээһин сиэрэ',

'badaccess'        => 'Сатаан киирбэтэ',
'badaccess-group0' => 'Эн бу дьайыыны оҥорор кыаҕыҥ суох.',
'badaccess-groups' => 'Дьайыыны $1 {{PLURAL:$2|бөлөххө|бөлөхтөртөн биирдэстэригэр}} киирэр кыттааччыларылар эрэ оҥорор кыахтаахтар.',

'versionrequired'     => 'MediaWiki $1 -с биэрсийэтэ наада',
'versionrequiredtext' => 'Бу сирэйи туттарга MediaWiki $1 -с барыла наада. [[Special:Version|Барыллар тустарынан сирэйи]] көр.',

'ok'                      => 'Сөп',
'retrievedfrom'           => '"$1" -н кэллэ',
'youhavenewmessages'      => '$1 ($2) кэллэ',
'newmessageslink'         => 'саҥа суруктар',
'newmessagesdifflink'     => 'кэлиҥҥи уларытыы',
'youhavenewmessagesmulti' => '$1, саҥа суруктар кэллилэр',
'editsection'             => 'уларыт',
'editold'                 => 'уларыт',
'viewsourceold'           => 'исходнигын көрүү',
'editlink'                => 'көннөрөргө',
'viewsourcelink'          => 'исходнигын көрүү',
'editsectionhint'         => '$1 секцияны уларыт',
'toc'                     => 'Ис хоһооно',
'showtoc'                 => 'көрдөр',
'hidetoc'                 => 'көрдөрүмэ',
'thisisdeleted'           => '$1 көрдөрөбүн эбэтэр хостуубун дуу?',
'viewdeleted'             => '$1 көрдөрөбүн?',
'restorelink'             => '{{PLURAL:$1|биир сотторуллубут көннөрүү|$1 сотторуллубут көннөрүүлэр}}',
'feedlinks'               => 'Маннык:',
'feed-invalid'            => 'Суруттарыыга анаммыт ханаал сыыһа тииптээх.',
'feed-unavailable'        => 'Манна синдикация лиэнтэлэрэ туттуллубаттар',
'site-rss-feed'           => '$1 RSS биэрии',
'site-atom-feed'          => '$1 Atom биэрии',
'page-rss-feed'           => '"$1" RSS биэрии',
'page-atom-feed'          => '"$1" Atom биэрии',
'red-link-title'          => '$1 (маннык сирэй суох)',

# Short words for each namespace, by default used in the namespace tab in monobook
'nstab-main'      => 'Ыстатыйа',
'nstab-user'      => 'Кыттааччы',
'nstab-media'     => 'Мэлдьимиэдийэ',
'nstab-special'   => 'Аналлаах сирэй',
'nstab-project'   => 'Бырайыак туһунан',
'nstab-image'     => 'Билэ',
'nstab-mediawiki' => 'Сурук',
'nstab-template'  => 'Халыып',
'nstab-help'      => 'Көмө',
'nstab-category'  => 'Категория',

# Main script and global functions
'nosuchaction'      => 'Маннык дьайыы суох',
'nosuchactiontext'  => 'Бу URL-га баар дьайыы сыыһалаах.
Баҕар URL суруйарга алҕаһаабытыҥ буолуо эбэтэр сыыһалаах сигэннэн тахсыбытыҥ буолуо.
{{SITENAME}} бэйэтин сыыһата эмиэ буолуон сөп.',
'nosuchspecialpage' => 'Маннык анал сирэй суох',
'nospecialpagetext' => 'Аналлаах сирэйи сыыһа көрдөөтүҥ,  [[Special:SpecialPages|манна]] аналлаах сирэйдэр испииһэктэрин булуоххун сөп.',

# General errors
'error'                => 'Алҕас',
'databaseerror'        => 'Билии олоҕор сыыһа',
'dberrortext'          => 'Билии олоҕор ыйытык синтаксииһа сыыһалаах эбит.
Ол бырагырааммаҕар баар сыыһаттан буолуон сөп.
Билии олоҕор бүтэһик ыйытык маннык:
<blockquote><tt>$1</tt></blockquote>
(бу пуунсуйаттан тахсыбыт "<tt>$2</tt>").
Билии олоҕо сыыһаны көрдөрдө "<tt>$3: $4</tt>".',
'dberrortextcl'        => 'Билии олоҕор ыйытык синтаксииһын сыыһата таҕыста.
Билии олоҕор бүтэһик ыйытык:
"$1"
"$2" пуунсуйаттан тахсыбыт.
Билии олоҕо маннык сыыһаны көрдөрдө "$3: $4"',
'laggedslavemode'      => 'Болҕой: Бу сирэй бүтэһик уларытыылара суох буолуон сөп',
'readonly'             => 'Билии олоҕун уларытар бобуллубут',
'enterlockreason'      => 'Уларытыыны бобуу төрүөтүн уонна төһө өр бобулларын ый.',
'readonlytext'         => 'Билии олоҕор билигин саҥа киллэриилэр уонна атын уларытыылар бобуллубуттар, бука былааннаммыт көрүү-истии үлэлэр буолалларыттан.
Ону боппут сүрүннээччи маннык сурук хаалларбыт: $1',
'missing-article'      => 'Көрдөөбүт тиэкиһиҥ манна көстүбэтэ: «$1» $2.

Маннык үксүн сотуллубут сирэй историятыгар тиэрдэр эргэрбит сигэнииттэн тахсааччы.

Атын биричиинэ дии саныыр буоллаххына бырагыраамма сыыһата буолуон сөп.
Оччоҕо [[Special:ListUsers/sysop|администраатарга]] биллэрэриҥ буоллар (URLын умнаайаҕын).',
'missingarticle-rev'   => '(#-с торум: $1)',
'missingarticle-diff'  => '(Уратыта: $1, $2)',
'readonly_lag'         => 'Билии олоҕун хос сиэрбэрдэрэ сүрүн сиэрбэри кытта мэнэйдэһэр кэмнэригэр билии олоҕо хатанна',
'internalerror'        => 'Ис алҕас (внутренняя ошибка)',
'internalerror_info'   => 'Ис алҕас: $1',
'fileappenderrorread'  => 'Эбии кэмигэр «$1» кыайан ааҕыллыбата.',
'fileappenderror'      => 'Маны "$1" манна "$2" холбуур табыллыбата.',
'filecopyerror'        => '"$1" диэн билэ "$2"-а кыайан төгүллэммэт.',
'filerenameerror'      => '"$1" диэн билэ аатын "$2" диэҥҥэ кыайан уларытыллыбат.',
'filedeleteerror'      => '"$1" диэн билэ кыайан сотторуллубат.',
'directorycreateerror' => '"$1" диэн ыйдарыы кыайан оҥоһуллубата.',
'filenotfound'         => '"$1" диэн билэни кыайан булбатым.',
'fileexistserror'      => '"$1" билэ сатаан суруллубата: маннык билэ баар эбит',
'unexpected'           => 'Барсыбат суолталаах: "$1"="$2".',
'formerror'            => 'Сыыһа: халыып кыайан ылыллыбата',
'badarticleerror'      => 'Бу дьайыы бу сирэйгэ кыайан оҥоһуллубат.',
'cannotdelete'         => '«$1» сирэй эбэтэр билэ сотуллар кыаҕа суох.
Ким эрэ инники сотторбут буолуон сөп.',
'badtitle'             => 'Табыллыбат аат',
'badtitletext'         => 'Ыйытыллыбыт сирэй аата сыыһа, иччитэх, эбэтэр сыыһа ыйынньыктаах тыллар ыккардыларынааҕы дуу, биикилэр ыккардыларынааҕы дуу аат.',
'perfcached'           => 'Бу билии кээстэн ылыллыбыт онон бүтэһик уларыйыылары аахсымыан сөп.',
'perfcachedts'         => 'Бу билии кээстэн ылыллыбыт, бүтэһигин $1 уларыйбыт.',
'querypage-no-updates' => 'Бу сирэй уларыйыыта бобуллан турар. Билиитэ билигин кыайан уларыйбат.',
'wrong_wfQuery_params' => 'wfQuery() сыыһа киллэриилээх<br />
Пуунсуйата: $1<br />
Ыйытыга: $2',
'viewsource'           => 'Көрүү',
'viewsourcefor'        => '$1 сирэй',
'actionthrottled'      => 'Түргэнин хааччахтааһын',
'actionthrottledtext'  => 'Бу дьайыыны кылгас кэм иһигэр элбэхтик оҥорор бобуллар. Бу быраабыла спаамы утары охсуһарга көмөлөһөр. Аҕыйах мүнүүтэннэн өссө боруобалаар.',
'protectedpagetext'    => 'Бу сирэй уларытыллыбат.',
'viewsourcetext'       => 'Эн бу сирэй төрдүн көрүөххүн уонна төгүллүөххүн сөп:',
'protectedinterface'   => 'Бу сирэй бырагыраамма холбуурун хааччыйар, онон моһуогурууттан халытан хатанан турар',
'editinginterface'     => "'''Болҕой:''' Быраҕыраамма тас көстүүтүн (интерфейсын) хааччыйар тиэкиһи уларытаары гынан эрэҕин. Бу сирэйи уларыттаххына атын кыттааччылар көрөллөрүгэр бырагыраамма көстүүтэ уларыйыа. Тылбаастыыр буоллаххына Медиавики бырайыактарын сахалыы тылбааһын [http://translatewiki.net/wiki/Main_Page?setlang=sah translatewiki.net] туһан.",
'sqlhidden'            => '(SQL ыйытык кистэммит)',
'cascadeprotected'     => 'Бу сирэй уларыйар кыаҕа суох, тоҕо диэтэххэ уларыйара бобуллубут (каскаднай көмүскэл холбоммут) {{PLURAL:$1|сирэй бөлөҕөр|сирэйдэр бөлөхтөрүгэр}} киирэр:
$2',
'namespaceprotected'   => "Эн '''$1''' аат эйгэтигэр киирэр сирэйдэри уларытар кыаҕыҥ суох.",
'customcssjsprotected' => 'Эн бу сирэйи уларытар кыаҕыҥ суох, тоҕо диэтэххэ онтуҥ атын киһи тус бэйэтин туруорууларын таарыйар.',
'ns-specialprotected'  => '{{ns:special}} ааттаах сирэйдэр уларытыллыбаттар.',
'titleprotected'       => "Бу бас тыл оҥоһулларын [[User:$1|$1]] боппут.
Төрүөтэ - ''$2''",

# Virus scanner
'virus-badscanner'     => "Сатаммата. Вирус сканера биллибэтэ: ''$1''",
'virus-scanfailed'     => 'скан сыыһата (куода $1)',
'virus-unknownscanner' => 'биллибэт антивирус:',

# Login and logout pages
'logouttext'                 => "'''Эн систематтан таҕыстыҥ.'''

{{SITENAME}} саайка билигин ааккынан буолбакка IP-аадырыһынан эрэ көстөҕүн.
Аата суох үлэлиэххин сөп, эбэтэр саҥаттан урукку ааккынан дуу, атын аатынан дуу [[Special:UserLogin|киириэххин]] сөп.
Сорох сирэйдэр өссө даҕаны эйигин ааккынан көрдөрүөхтэрин сөп, ону суох гыныаххын баҕардаххына интэриниэт көрдөрөөччүҥ кээһин ыраастаа.",
'welcomecreation'            => '== Нөрүөн нөргүй, $1! ==
Эн манна бэлиэтэнниҥ.
[[Special:Preferences|{{SITENAME}} туруорууларын]] бэйэҕэр сөп түбэһэр гына уларытаргын умнума.',
'yourname'                   => 'Кыттааччы аатыҥ:',
'yourpassword'               => 'Киирии тыла:',
'yourpasswordagain'          => 'Киирии тылгын хатылаа:',
'remembermypassword'         => 'Миигин бу көмпүүтэргэ сигээ ($1 {{PLURAL:$1|күн|күнтэн ордуга суох}})',
'securelogin-stick-https'    => 'Киирэн баран HTTPS нөҥүө холбонууну салгыырга',
'yourdomainname'             => 'Эн дөмүөнүҥ:',
'externaldberror'            => 'Тас киирии билиитин олоҕун сыыһата буолла, эбэтэр тас киирии билииҥ олоҕун саҥардар кыаҕыҥ суох.',
'login'                      => 'Киир',
'nav-login-createaccount'    => 'Киир / бэлиэтэн',
'loginprompt'                => '{{SITENAME}} саайтыгар киирэргэ «cookies» туттары көҥүллээ.',
'userlogin'                  => 'Киир / бэлиэтэн',
'userloginnocreate'          => 'Киир',
'logout'                     => 'Таҕыс',
'userlogout'                 => 'Таҕыс',
'notloggedin'                => 'Ааккын эппэтиҥ',
'nologin'                    => "Бэлиэтэнэ иликкин дуо? '''$1'''.",
'nologinlink'                => 'Бэлиэтэнии',
'createaccount'              => 'Бэлиэтэнии',
'gotaccount'                 => "Бэлиэтэммитиҥ дуо? '''$1'''.",
'gotaccountlink'             => 'Аатыҥ',
'createaccountmail'          => 'e-mail-ынан',
'createaccountreason'        => 'Төрүөтэ:',
'badretype'                  => 'Киирии тылларыҥ сөп түбэспэтилэр.',
'userexists'                 => 'Суруйбут аатыҥ бэлиэр баар.
Атын аатта тал.',
'loginerror'                 => 'Ааккын система билбэтэ',
'createaccounterror'         => 'Саҥа аат бэлиэтиир кыах суох: $1',
'nocookiesnew'               => 'Маннык ааттаах кыттааччы баар буолла гынан баран, систиэмэҕэ киирэ илик. {{SITENAME}} «cookies» туттар, оттон эн көмпүүтэргэр ону туһанар бобуллубут. Бука диэн «cookies» холбоо, онтон өссө киирэн көр.',
'nocookieslogin'             => '{{SITENAME}} дьону билэргэ «cookies» туттар. Эн көмпүүтэргэр «cookies» бобуллубут. Ону холбоон баран өссө киирэн көр.',
'noname'                     => 'Эн тиһилик билэр аатын киллэрбэтэххин.',
'loginsuccesstitle'          => 'Киирдиҥ',
'loginsuccess'               => "'''Билигин бу аатынан үлэлиигин: \"\$1\".'''",
'nosuchuser'                 => 'Маннык - "$1" - ааттаах кыттааччы суох.
Улахан кыра буукубалар атыннаахтар.
Аатыҥ сөпкө суруллубутун көр эбэтэр [[Special:UserLogin/signup|саҥаттан бэлиэтэн]].',
'nosuchusershort'            => 'Маннык - "<nowiki>$1</nowiki>" - ааттаах кыттааччы суох. Аатыҥ сөпкө суруллубутун көр.',
'nouserspecified'            => 'Кыттааччы аатын киллэриэхтээххин.',
'login-userblocked'          => 'Бу кыттааччы бобуллубут. Тиһиккэ киирии көҥүллэммэт.',
'wrongpassword'              => 'Киирии тылыҥ сыыһалаах. Өссө киллэрэн көр.',
'wrongpasswordempty'         => 'Киирии тылгын суруйбатаххын. Өссө киирэн көр.',
'passwordtooshort'           => 'Киирии тылыҥ наһаа кылгас.
Кырата {{PLURAL:$1|1 бэлиэлээх|$1 бэлиэлээх}} буолуохтаах.',
'password-name-match'        => 'Киирии тыл ааккыттан атын буолуохтаах.',
'password-too-weak'          => 'Ыйыллыбыт киирии тыл наһаа судургу, онон туттуллар кыаҕа суох.',
'mailmypassword'             => 'Саҥа киирии тылла ыыттар',
'passwordremindertitle'      => '{{SITENAME}} киирии тылын санатыы',
'passwordremindertext'       => 'Ким эрэ (бадаҕа эн бу IP-аадырыстан: $1), {{SITENAME}} ($4) киирии тылын саҥаттан ыытыҥ диэбит.
"$2" кыттааччы быстах киирии тыла билигин маннык: "$3".
Өскө маны эн чахчы көрдөөбүт буоллаххына, систиэмэҕэ саҥаттан киирэҥҥин киирии тылгын уларытыаххын сөп.
Быстах киири тыл {{PLURAL:$5|биир хонук|$5 хонук устата}} үлэлиир.

Өскөтүн киирии тылы саҥаттан көрдөөбөтөх буоллаххына,
эбэтэр урукку киирии тылгын өйдөөн кэлбит буоллаххына,
бу сурукка ааххайыма уонна урукку киирии тылгын салгыы туһан.',
'noemail'                    => '"$1" ааттаах киһиэхэ эл. почтата ыйыллыбатах.',
'noemailcreate'              => 'Электроннай почтаҥ сөптөөх аадырыһын суруйуохтааххын',
'passwordsent'               => 'Саҥа киирии тыл "$1" эл. почтатыгар ыытылынна.
Системаҕа саҥа киирии тылы туһанан киир.',
'blocked-mailpassword'       => 'Эн IP аадырыскыттан манна тугу эмэ уларытар бобуллубут,
онон киирии тылы өйдөтөр кыах эмиэ суох.',
'eauthentsent'               => 'Быстах кэмҥэ туттуллар киирии тыл саҥа кыттааччы эл. почтатыгар ыытылынна.
Бу аадырыс эйиэнэ буоларын бигэргэтэргэ өссө тугу гыныахтааҕыҥ туһунан сурукка кэпсэниллэр.',
'throttled-mailpassword'     => 'Киирии тылы өйдөтөр систиэма бүтэһик {{PLURAL:$1|чаас|$1 чаас}} иһигэр туттулла сылдьыбыт.
Киирии тылы {{PLURAL:$1|чааска|$1 чааска}} биирдэ эрэ ыйытыахха сөп.',
'mailerror'                  => 'Сурук ыытарга алҕас таҕыста: $1',
'acct_creation_throttle_hit' => 'Эн IP-гыттан бүгүн {{PLURAL:$1|1 аат оҥоһуллубут|$1 аат бэлиэтэммит}} буолан бүгүҥҥү күннээҕи нуорма туолбут.
Бу IP-тан киирэр дьон саҥа ааты билигин бэлиэтиир кыахтара суох.',
'emailauthenticated'         => 'Эн почтаҥ аадырыһа баччаҕа бигэргэтиллибит: $2, $3.',
'emailnotauthenticated'      => 'Эл. почтаҥ аадырыһа бигэргэтиллэ илик.
Онон вики-движок эн почтаҕын кытта үлэлиир кыаҕа суох.',
'noemailprefs'               => 'Эл. почтаҥ ыйыллыбатах, онон вики-движок аадырыскын туһанар кыаҕа суох.',
'emailconfirmlink'           => 'Эл. аадырыскын бигэргэтэргэ',
'invalidemailaddress'        => 'Киллэрбит аадырыһыҥ эл. почта аадырыһыгар майгыннаабат.
Сөпкө суруй эбэтэр кураанах хааллар.',
'accountcreated'             => 'Саҥа аат иҥэрилиннэ',
'accountcreatedtext'         => 'Кыттааччы $1 диэн ааттанна.',
'createaccount-title'        => '{{SITENAME}} бырайыакка саҥа аат оҥоруу',
'createaccount-text'         => 'Ким эрэ {{SITENAME}} бырайыакка ($4) саҥа $2 ааты бэлиэтээбит. "$2" киирии тыла "$3". Билигин киирэн киирии тылгын уларытыаххын наада.

Саҥа аат сыыһа оҥоһуллубут буоллаҕына тугу да гыныа суоххун сөп.',
'usernamehasherror'          => 'Аакка эрэһиэккэ бэлиэтин туттар сатаммат',
'login-throttled'            => 'Наһаа элбэхтик бэйэҥ ааккын билиһиннэрэ сатаатыҥ.
Бука диэн кыратык тохтуу түһэн баран өссө боруобалаа.',
'loginlanguagelabel'         => 'Омугун тыла: $1',
'suspicious-userlogout'      => 'Сеансы түмүктүүр ыйытыгыҥ ылыныллыбата, тоҕо диэтэххэ браузер эбэтэр кээштыыр прокси алҕас ыыппыт ыйытыктарыгар майгынныыр.',

# JavaScript password checks
'password-strength'            => '↓ Киирии тыл туругун тургутуу: $1',
'password-strength-bad'        => '↓ МӨЛТӨХ',
'password-strength-mediocre'   => '↓ орто',
'password-strength-acceptable' => '↓ барсар',
'password-strength-good'       => '↓ үчүгэй',
'password-retype'              => '↓ Киирии тылгын хатылаа',
'password-retype-mismatch'     => '↓ Киирии тыллар сөп түбэспэттэр',

# Password reset dialog
'resetpass'                 => 'Киирии тылы уларытыы',
'resetpass_announce'        => 'Бу быстах кэмҥэ туттуллар киирии тылынан киирдиҥ. Түмүккэ саҥа киирии тылла суруй:',
'resetpass_text'            => '<!-- Тиэкиһи манна эбэн суруйуҥ -->',
'resetpass_header'          => 'Аат киирии тылын уларытыы',
'oldpassword'               => 'Эргэ киирии тыл:',
'newpassword'               => 'Саҥа киирии тыл:',
'retypenew'                 => 'Саҥа киирии тылы хатылаа:',
'resetpass_submit'          => 'Киирии тылы уларыт уонна киир',
'resetpass_success'         => 'Your password has been changed successfully! Now logging you in...
Киирии тылыҥ этэҥҥэ уларыйда. Сотору кэминэн киириэҥ...',
'resetpass_forbidden'       => 'Киирии тылы уларытар сатаммат',
'resetpass-no-info'         => 'Ааккын билиһиннэрдэххинэ эрэ бу сирэйгэ быһа тиийиэххин сөп.',
'resetpass-submit-loggedin' => 'Киирии тылы уларытыы',
'resetpass-submit-cancel'   => 'Салҕаама',
'resetpass-wrong-oldpass'   => 'Киирии тыл сөп түбэспэтэ.
Баҕар уларыппытыҥ буолуо эбэтэр быстах кэмҥэ туттуллар киирии тылы оҥотторбутуҥ буолуо.',
'resetpass-temp-password'   => 'Быстах кэмҥэ туттуллар киирии тыл:',

# Edit page toolbar
'bold_sample'     => 'Модьу бичик',
'bold_tip'        => 'Модьу бичик',
'italic_sample'   => 'Иҥнэри бичик',
'italic_tip'      => 'Иҥнэри бичик',
'link_sample'     => 'Ыйынньык баһа',
'link_tip'        => 'Ис ыйынньык',
'extlink_sample'  => 'http://www.example.com ыйынньык баһа',
'extlink_tip'     => 'Тас ыйынньык (http:// префиксы умнума)',
'headline_sample' => 'Бас тыл',
'headline_tip'    => '2-с таһым бас тыла',
'math_sample'     => 'Формуланы манна киллэр',
'math_tip'        => 'Математика формулата (LaTeX)',
'nowiki_sample'   => 'Манна форматтамматах суругу киллэриҥ',
'nowiki_tip'      => 'Биики формаатын билинимэ',
'image_sample'    => 'Холобур.jpg',
'image_tip'       => 'Ойууну олордуу',
'media_sample'    => 'Холобур.ogg',
'media_tip'       => 'Медиа билэҕэ сигэнии',
'sig_tip'         => 'Илии баттааһыныҥ уонна хаһан илии баттаабытыҥ',
'hr_tip'          => 'Туора сурааһын (наһаа элбэхтик туттума)',

# Edit pages
'summary'                          => 'Уларытыыҥ ис хоһооно:',
'subject'                          => 'Тиэмэтэ/бас тыла:',
'minoredit'                        => 'Бу суолтата суох уларытыы',
'watchthis'                        => 'Бу сирэйи кэтээн көрөргө',
'savearticle'                      => 'Уларытыыны бигэргэтии',
'preview'                          => 'Эрдэ көрүү',
'showpreview'                      => 'Уларытыах иннинэ көрүү',
'showlivepreview'                  => 'Түргэнник эрдэ көрүү',
'showdiff'                         => 'Уларытыылар',
'anoneditwarning'                  => "'''Болҕой:''' Системаҕа киирбэтэххин. Онон аатыҥ оннугар IP аадаырыһыҥ бу сирэй историятыгар киириэ.",
'anonpreviewwarning'               => "''Эн тиһиккэ ааккын эппэттэххин. Уларытыыгын бигэргэттэххинэ IP-аадырыһыҥ сирэй устуоруйатыгар суруллуо.''",
'missingsummary'                   => "'''Санатыы:''' Уларыппытыҥ кылгас быһаарыытын суруйбатаххын. Уларытыыны бигэргэттэххинэ улартытыыҥ хос быһаарыыта суох барыа.",
'missingcommenttext'               => 'Манна хос быһаарыыны суруй.',
'missingcommentheader'             => "'''Санатыы:''' Хос быһаарыы аатын суруйбатаххын.
«{{int:savearticle}}» тимэҕи баттаан бигэргэттэххинэ быһаарыыҥ аата суох барыа.",
'summary-preview'                  => 'Хос быһаарыыны көрүү:',
'subject-preview'                  => 'Аатын/тиэмэтин көрүү:',
'blockedtitle'                     => 'Кыттааччы уларытар кыаҕа быһылынна',
'blockedtext'                      => "'''Эн аатыҥ эбэтэр IP-аадырыһыҥ бобулуннулар.'''

Боппут киһи $1.
Төрүөтэ: ''«$2»''.

*Бобуллубут: $8
*Бобуу болдьоҕо: $6
*Бобулунна: $7

Эн $1 диэн киһиэхэ эбэтэр атын [[{{MediaWiki:Grouppage-sysop}}|администраатарга]] суруйан быһаарсыаххын сөп.
Болҕой, өскө регистрацияламматах буоллаххына, эбэтэр эл. аадырыскын [[Special:Preferences|бигэргэппэтэх]] буоллаххына, эбэтэр сурук суруйарыҥ бобуллубут буоллаҕына администраатарга суруйар кыаҕыҥ суох.
Эн IP-аадырыһыҥ — $3, бобуу нүөмэрэ — #$5.
Ону суруккар киллэрээр.",
'autoblockedtext'                  => "Эн IP-аадырыскын ханнык эрэ бу бырайыакка кыттара бобуллубут киһи туһана сылдьыбыт, онон бу IP-аадырыс бобуулаах. Боппут администраатар ($1) ол төрүөтүн маннык суруйбут:

:''$2''

*Бобуллубут: $8
*Бобуу болдьоҕо: $6
*Бобулунна: $7

Эн $1 диэн киһиэхэ эбэтэр атын [[{{MediaWiki:Grouppage-sysop}}|администраатарга]] сурук суруйан быһаарсыаххын сөп.

Болҕой, өскө регистрацияламматах буоллаххына, эбэтэр эл. аадырыскын [[Special:Preferences|бигэргэппэтэх]]  буоллаххына, эбэтэр сурук суруйарыҥ бобуллубут буоллаҕына администраатарга суруйар кыаҕыҥ суох.

IP-аадырыһыҥ $3, бобуу нүөмэрэ — #$5.
Ону суруккар киллэрээр.",
'blockednoreason'                  => 'биир да биричиинэ сөп түбэспэт',
'blockedoriginalsource'            => "Манна бу сирэй '''$1''' көрдөрүлүннэ:",
'blockededitsource'                => "Манна '''$1''' сирэйгэ '''эн уларытыыларыҥ''' көрдөрүлүннулэр:",
'whitelistedittitle'               => 'Уларытарга киириэххин наада',
'whitelistedittext'                => 'Улатыаххын баҕарар буоллаххына маны $1 гын.',
'confirmedittext'                  => 'Уларытарга эл. почтаҥ аадырыһын бигэргэтиэхтээххин. Бастаан [[Special:Preferences|манна]] киирэн бэйэн ааккын уонна эл. почтаҕын суруй. Онтон эл. аадырыскын бигэргэт.',
'nosuchsectiontitle'               => 'Бу салаа көстүбэтэ',
'nosuchsectiontext'                => 'Суох сирэйи эрэдээксийэлии сатыыгын.
Баҕар, кинини көрө олордоххуна көһөрүллүбүтэ эбэтэр сотуллубута буолуо.',
'loginreqtitle'                    => 'Бэйэҕин билиһиннэр',
'loginreqlink'                     => 'Ааккын эт',
'loginreqpagetext'                 => 'Атын сирэйдэри көрөргө маны оҥоруохтааххын: $1.',
'accmailtitle'                     => 'Киирии тыл ыытылынна.',
'accmailtext'                      => "[[User talk:$1|$1]] кыттааччыга түбэспиччэ бэлиэлэртэн оҥоһуллубут киирии тыл бу аадырыска $2 ыытылынна.

Тиһиккэ бэлиэтэнэн баран киирии тылгын ''[[Special:ChangePassword|уларытыаххын]]'' сөп.",
'newarticle'                       => '(Саҥа ыстатыйа)',
'newarticletext'                   => 'Эн суох сирэйгэ киирэ сатаатыҥ.
Маннык ааттаах саҥа ыстатыйаны оҥорор буоллаххына, аллара баар түннүккэ суруй
(сиһ. [[{{MediaWiki:Helppage}}|көмөнү]] көрүөххүн сөп).
Өскө манна сыыһа киирбит буоллаххына интэриниэтиҥ бырагыраамматын "төнүн" диэххин сөп.',
'anontalkpagetext'                 => "----''Бу аатын эппэтэх кыттааччы ырытар сирэйэ.
IP-аадырыһа эрэ көстөр.
Биир IP-аадырыс хас да киһиэхэ бэриллиэн сөп. Өскө атын киһиэхэ суруллубут суругу алҕас туппут буоллаххына, бэйэҥ [[Special:UserLogin/signup|ааккын билиһиннэр]] эбэтэр [[Special:UserLogin|киир]], оччоҕо кэлин да булкуур тахсыа суоҕа.''",
'noarticletext'                    => 'Билигин бу сирэй кураанах.
Бу аат атын ыстатыйалга туттулларын [[Special:Search/{{PAGENAME}}|булуоххун сөп]],
<span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} сурунаалларга көрдүөххүн сөп],
эбэтэр [{{fullurl:{{FULLPAGENAME}}|action=edit}} маннык ааттаах саҥа ыстатыйаны суруйуоххун] сөп</span>.',
'noarticletext-nopermission'       => 'Билигин бу сирэй кураанах.
Бу [[Special:Search/{{PAGENAME}}|тылы атын сирэйдэргэ көрдөөн көрүөххүн]] сөп,
эбэтэр <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} сурунаалларга манна сыһыаннаах суруктары булуоххун сөп].</span>',
'userpage-userdoesnotexist'        => '"$1" аат бэлиэтэммэтэх. Бу сирэйи оҥорор/уларытар баҕалааххын дуо?',
'userpage-userdoesnotexist-view'   => '"$1" кыттааччы аата бэлиэтэниллибэтэх.',
'blocked-notice-logextract'        => 'Бу кыттааччы билигин бобуллубут.
Манна бобуу сурунаалын бүтэһик суруга көстөр:',
'clearyourcache'                   => "'''Болҕой - Уларыппыт сирэйгин сөпкө көрөргө интэриниэт бырагыраамматын кээһин ыраастаа.''' '''Mozilla / Firefox / Safari:''' ''Shift'' кнопканы тутан туран ''Reload'' баттаа, эбэтэр ''Ctrl-F5'', ''Ctrl-R'' дуу (Macintosh-ка ''Command-R'') баттаа; '''Konqueror: ''' ''Reload'' ''F5'' эбэтэр баттаа;
'''Opera:''' кээһин ыраастыырга манна ''Tools → Preferences'' киир; '''Internet Explorer:''' ''Ctrl'' тутан туран ''Refresh'' баттаа, эбэтэр ''Ctrl-F5'' баттаа.",
'usercssyoucanpreview'             => "'''Көмө.''' CSS-билэ саҥа барылын бигэргэтиэҥ иннинэ бу тимэҕи «{{int:showpreview}}»  баттаан тургутан көр.",
'userjsyoucanpreview'              => "'''Көмө.''' JS-билэ саҥа барылын бигэргэтиэҥ иннинэ бу тимэҕи «{{int:showpreview}}»  баттаан тургутан көр.",
'usercsspreview'                   => "'''Умнума: бу CSS тургутуута эрэ.
Билигин оҥорбутуҥ бигэргэтиллэ илик!'''",
'userjspreview'                    => "'''Умнума: бу JavaScript тургутуутэ эрэ, уларыппытыҥ бигэргэтиллэ илик!'''",
'userinvalidcssjstitle'            => "'''Болҕой:''' Бу тиэмэ «$1» суох. Кыттааччы .css и .js сирэйдэрэ кыра буукубаннан суруллуохтаахтар, холобур «{{ns:user}}:Ньургун/monobook.css», маннык буолуо суохтаах «{{ns:user}}:Ньургун/Monobook.css».",
'updated'                          => '(Саҥардылынна)',
'note'                             => "'''Хос быһаарыы:'''",
'previewnote'                      => "'''Бу көрүү эрэ; уларытыылар бигэргэтиллэ иликтэр!'''",
'previewconflict'                  => 'Этот предварительный просмотр отражает текст в верхнем окне редактирования так, как он будет выглядеть, если вы решите записать его.',
'session_fail_preview'             => "'''Сиэрбэр сессия идентификаторын сүтэрэн кэбиһэн эн уларытыыгын кыайан киллэрбэтэ.
Өссө холонон көр.
Олох сатамматаҕына биикиттэн [[Special:UserLogout|тахсан]] баран өссө киирэн көрөөр.'''",
'session_fail_preview_html'        => "'''Сессия дааннайдарын сүтэрэн кэбиһэн сиэрбэр эн уларытыыгын киллэрбэтэ.'''

''{{SITENAME}} ыраас HTML тылы көҥүллүүр буолан JavaScript туһананнар куһаҕаны оҥоруохтарын сөп, онон эрдэ көрдөрүү араарыллыбыт.''

'''Өскө бу уларытыы туох да куһаҕаны аҕалыа диэбэт буоллаххына өссө биирдэ боруобалаа. Ол сатамматаҕына [[Special:UserLogout|тахсан баран]] өссө киирэн көрөөр.'''",
'token_suffix_mismatch'            => "'''Эн уларытыыҥ киирбэтэ, тоҕо диэтэххэ эн бырагырааммаҥ сорох сурук бэлиэлэрин сыыһа көрөр эбит.
Ыстатыйаны буорту гынымаары уларытыыҥ ылыныллыбата.
Итинник сыыһалар үксүн прокси-сиэрбэрдэри туһаннахха тахсааччылар.'''",
'editing'                          => 'Уларытыы $1',
'editingsection'                   => 'Уларытыы $1 (раздел)',
'editingcomment'                   => 'Уларытыы $1 (саҥа салаа)',
'editconflict'                     => 'Уларытыы мөккүөрэ: $1',
'explainconflict'                  => "Ыстатыйаны көннөрө олордоххутуна ким эрэ эмиэ бу ыстатыйаны көннөрбүт.
Үөһээҥи түннүккэ \"Уларытыыны бигэргэт\" тимэҕи баттаатахха киириэхтээх барыл сурулунна.
Алларааҥы түннүккэ эн барылыҥ көстөр.
Бэйэҥ уларытыыгын киллэриэххин баҕарар буоллаххына аллараттан үөһээҥи түннүккэ уларытыыларгын көһөр.
\"{{int:savearticle}}\" баттаатаххына үөһээҥи '''эрэ''' тиэкис хаалыаҕа.",
'yourtext'                         => 'Тиэкиһиҥ',
'storedversion'                    => 'Суруллубут барыл',
'nonunicodebrowser'                => "'''СЭРЭТИИ: Интэриниэтиҥ бырагырааммата Юникод кодировканы билиммэт эбит. Ыстатыйаны уларытаргар ASCII-тан атын бэлиэлэр шестнадцатиричнай кодка уларытыллыахтара.'''",
'editingold'                       => "'''СЭРЭТИИ: Эргэрбит барылы көннөрө олороҕун.
Уларытыыны киллэрдэххинэ кэнники уларытыылар суох буолуохтара.'''",
'yourdiff'                         => 'Уратылар',
'copyrightwarning'                 => "Болҕой, манна оҥоһуллубут эбиилэр уонна уларытыылар $2 лицензиялаахтар (сиһ. маны көр $1). Өскө эн ыстатыйаларыҥ көҥүл тарҕаналларын уонна туһаныллалларын баҕарбат буоллаххына манна суруйума.<br />
Эбиитин манна суруйар матырыйаалгын эбэтэр бэйэҥ суруйуохтааххын, эбэтэр көҥүл туһаныллары уонна көҥүл уларытары көҥүллүүр сиртэн ылбыт буолуохтааххын.
'''КИМ ЭРЭ БАС БИЛЭР МАТЫРЫЙААЛЫН КИНИТТЭН КӨҤҮЛЭ СУОХ МАННА УГУМА!'''",
'copyrightwarning2'                => "Болҕой, эн суруйбут матырыйаалгын ким баҕарар уларытар уонна суох гынар бырааптаах. Суруйбуккун уларыталларын сөбүлээбэт буоллаххына манна суруйума.<br />
Эбиитин манна суруйдаххына, уларытыы ааптара мин буолабын, эбэтэр көҥүл туһанары уонна уларытары көҥүллүүр сиртэн ыллым диэн бигэргэтэҕин (маны көр $1).<br /> '''КИМ ЭРЭ БАС БИЛИИТИН МАННА КИНИТТЭН КӨҤҮЛЭ СУОХ УГУМА!'''",
'longpagewarning'                  => "'''СЭРЭТИИ: Бу сирэй ыйааһына $1 килобайт.
Сорох интэриниэт бырагырааммаларыгар 32 kБ ыйааһыҥҥа чугаһыыр сирэйдэр үчүгэйдик көстүбэттэр.
Онон бука диэн бу сирэйи кыра сирэйдэргэ хайытар туһунан толкуйдааҥ.'''",
'longpageerror'                    => "'''ERROR: The text you have submitted is $1 kilobytes
long, which is longer than the maximum of $2 kilobytes. It cannot be saved.'''
'''АЛҔАС: Суруйар кэрчиккит $1 килобайт ыйааһыннаах, онтуккут көҥүллэммит $2 килобайты куоһарар. Маннык хаалар кыаҕа суох'''",
'readonlywarning'                  => "'''СЭРЭТИИ: Сиэрбэргэ техническай үлэ бара турар, онон киллэрбит уларытыыларыҥ тута хаалар кыахтара суох.
Билигин уларытыыгын бэйэҥ диискэҕэр хаалларан баран, кэлин манна уган биэриэххин сөп.'''

Дьаһабыл маннык быһаарбыт: $1",
'protectedpagewarning'             => "'''Сэрэтии:  Бу сирэй хатанан турар, администратор бырааптаах эрэ кыттааччылар уларытар кыахтаахтар.'''
Аллара сурунаал бүтэһик суруга көрдөрүлүннэ:",
'semiprotectedpagewarning'         => "'''Биллэрии:''' Бу сирэй хатанан турар; ааттарын билиһиннэрбит эрэ кыттааччылар уларытар кыахтаахтар.
Аллара сурунаал бүтэһик суруга көрдөрүлүннэ:",
'cascadeprotectedwarning'          => "'''Сэрэтии:''' Бу сирэйи \"дьаһабыллар\" бөлөххө киирэр кыттааччылар эрэ уларытар кыахтаахтар, тоҕо диэтэххэ сирэй каскаднай көмүскэллээх {{PLURAL:\$1|сирэй бөлөҕөр|сирэйдэр бөлөхтөрүгэр}} киирэр:",
'titleprotectedwarning'            => "'''Сэрэтии:  Маннык ааттаах сирэйи уларытар бобуллубут, [[Special:ListGroupRights|анал бырааптаах эрэ дьон]] уларытыахтарын сөп .'''
Аллара сурунаал бүтэһик суруга көрдөрүлүннэ:",
'templatesused'                    => 'Манна туттуллубут {{PLURAL:$1|халыып|халыыптар}} :',
'templatesusedpreview'             => 'Манна туттуллубут {{PLURAL:$1|халыып|халыыптар}} бигэргэтиэх иннинэ көстүүлэрэ:',
'templatesusedsection'             => 'Манна туттуллубут {{PLURAL:$1|халыып|халыыптар}}:',
'template-protected'               => '(хатаммыт)',
'template-semiprotected'           => '(хатаммыт аҥардаах)',
'hiddencategories'                 => 'Бу сирэй кистэммит {{PLURAL:$1|1 категорияҕа|$1 категорияларга}} киирэр:',
'edittools'                        => '<!-- Манна суруллубут сурук уларытыы уонна эбии пуормаларын анныгар суруллуо. -->',
'nocreatetitle'                    => 'Сирэй оҥорор хааччахтаммыт',
'nocreatetext'                     => '{{SITENAME}} саайтыгар саҥа сирэйи оҥорор хааччахтанар.
Баар сирэйи уларытыаххын сөп, эбэтэр [[Special:UserLogin|манна  бэлиэтэниэххин эбэтэр атын аатынан киириэххин сөп]].',
'nocreate-loggedin'                => 'Эн саҥа сирэйи оҥорор кыаҕыҥ өссө суох.',
'sectioneditnotsupported-title'    => 'Салаалары уларытыы манна сатаммат',
'sectioneditnotsupported-text'     => 'Бу сирэйгэ салаалары уларытар кыаллыбат',
'permissionserrors'                => 'Көҥүллээһин моһуогурда',
'permissionserrorstext'            => 'Маны оҥорор кыаҕыҥ суох, {{PLURAL:$1|төрүтэ|төрүттэрэ}}:',
'permissionserrorstext-withaction' => 'Бу дьайыыны ($2) оҥорор кыаҕыҥ суох.  {{PLURAL:$1|Биричиинэтэ|Биричиинэлэрэ}}:',
'recreate-moveddeleted-warn'       => "'''Болҕой: сотулубут сирэйи төттөрү оҥорон эрэҕин.'''

Толкуйдаан көр, кырдьык бу сирэйи оҥорор туһалаах дуо.
Аллара сотуулар уонна аат уларыйыытын сурунааллара көрдөрүлүннэ.",
'moveddeleted-notice'              => 'Бу сирэй сотуллубут.
Аллара сотуу уонна аат уларытыытын сурунаалларыгар онно сыһыаннаах туох суруллубута көстөр.',
'log-fulllog'                      => 'Сурунаалы барытын көрүү',
'edit-hook-aborted'                => 'Көннөрүү төттөрү көннөрүллүбүт.
Эбии туох да быһаарыллыбатах.',
'edit-gone-missing'                => 'Сирэйи саҥардар кыах суох.
Арааһа сотуллубут быһыылаах.',
'edit-conflict'                    => 'Көннөрүүлэр утарсыылара.',
'edit-no-change'                   => 'Эн көннөрүүҥ киирбэтэ, тоҕо диэтэххэ тугу да уларыппатаххын.',
'edit-already-exists'              => 'Саҥа сирэйи оҥорор табыллыбат.
Маннык сирэй баар эбит.',

# Parser/template warnings
'expensive-parserfunction-warning'        => 'Болҕой. Бу сирэй наһаа элбэх көмпүүтэри ноҕуруускалыыр ресурсаларга сигэнэр.

{{PLURAL:$2|Сигэнии ахсаана|Сигэниилэр ахсааннара}} мантан тахсыа суохтаах - $2, билигин {{PLURAL:$1|$1 сигэниилээх|$1 сигэниилэрдээх}}.',
'expensive-parserfunction-category'       => 'Көмпүүтэри ноҕуруускалыыр ресурсаларга наһаа элбэхтик сигэнэр сирэйдэр',
'post-expand-template-inclusion-warning'  => 'Болҕой: Киллэрэр халыыптарыҥ ыйааһыннара наһаа улахан.
Онон сорох халыыптар киллэриллиэхтэрэ суоҕа.',
'post-expand-template-inclusion-category' => 'Киллэриллибит халыыптарын ыйааһына сиэри таһынан барбыт сирэйдэр',
'post-expand-template-argument-warning'   => 'Болҕой. Бу сирэйгэ баар халыып биир эбэтэр элбэх наһаа улахан ыйааһыннаах толоруллар аргуменнаах эбит.
Оннук аргуменнар толоруллубатылар.',
'post-expand-template-argument-category'  => 'Толоруллубатах (көтүтүллүбүт) аргуменнаах сирэйдэр',
'parser-template-loop-warning'            => 'Халыыптар бэйэ бэйлэригэр сигэниилэрэ (петля) булулунна: [[$1]]',
'parser-template-recursion-depth-warning' => '($1) халыып рекурсиятын муҥура бүппүт (Превышен предел глубины рекурсии)',
'language-converter-depth-warning'        => 'Тыл конвертерын дириҥин хааччаҕа куоһарыллыбыт ($1)',

# "Undo" feature
'undo-success' => 'Правка может быть отменена. Пожалуйста, просмотрите сравнение версий, чтобы убедиться, что это именно те изменения, которые вас интересуют, и нажмите «Записать страницу», чтобы изменения вступили в силу.',
'undo-failure' => 'Уларытыы төннөр кыаҕа суох. Ыккардынааҕы көннөрүүлэр бэйэ бэйэлэригэр сөп түбэспэттэр.',
'undo-norev'   => 'Бу көннөрүү сотуллар кыаҕа суох, тоҕо диэтэххэ ончу суох эбэтэр номнуо сотуллубут.',
'undo-summary' => '[[Special:Contributions/$2|$2]] кыттааччы ([[User talk:$2|ырытыы]] | [[Special:Contributions/$2|{{MediaWiki:Contribslink}}]]) $1 нүөмэрдээх уларытыытын сотон оннугар түһэрэргэ.',

# Account creation failure
'cantcreateaccounttitle' => 'Саҥа ааты киллэрэр сатаммат',
'cantcreateaccount-text' => "[[User:$3|$3]] кыттааччы бу IP-ттан ('''$1''') саҥа бэлиэтэниини бопто.

Быһаарыыта: $3 - ''$2''",

# History pages
'viewpagelogs'           => 'Бу сирэй историятын көрдөр',
'nohistory'              => 'Бу сирэй историята суох эбит.',
'currentrev'             => 'Билиҥҥи барыл',
'currentrev-asof'        => 'Билиҥҥи торум манна: $1',
'revisionasof'           => '$1 барыл',
'revision-info'          => 'Версия от $1; $2',
'previousrevision'       => '←Инники барыл',
'nextrevision'           => 'Аныгыскы барыл→',
'currentrevisionlink'    => 'Билиҥҥи барыл',
'cur'                    => 'кэнн.',
'next'                   => 'аныгыскы',
'last'                   => 'инн.',
'page_first'             => 'бастакы',
'page_last'              => 'бүтэһик',
'histlegend'             => "Барыллары тэҥнииргэ икки радиокнопканы бэлиэтээ. <br />
Быһаарыылар: (бил.) = билигин баар барылтан атына,
(инн.) = инники баар барылтан атына, '''к.''' = улахан суолтата суох көннөрүү.",
'history-fieldset-title' => 'Историятын көрүү',
'history-show-deleted'   => 'Сотуллубуттары эрэ',
'histfirst'              => 'Эрдэтээҥи',
'histlast'               => 'Соторутааҥы',
'historysize'            => '({{PLURAL:$1|1 байт|$1 баайтаах}})',
'historyempty'           => '(кураанах)',

# Revision feed
'history-feed-title'          => 'Уларытыы историята',
'history-feed-description'    => 'Бу сирэй Биикигэ уларыйыытын историята',
'history-feed-item-nocomment' => '$1 манна $2',
'history-feed-empty'          => 'Көрдүүр сирэйиҥ суох эбит.
Баҕар сотуллубута эбэтэр атын ааттаммыта буолуо.
Манна майгынныыр сирэйдэри [[Special:Search|көрдөөн]] көр.',

# Revision deletion
'rev-deleted-comment'         => '(ырытыы сотулунна)',
'rev-deleted-user'            => '(кыттааччы аата сотулунна)',
'rev-deleted-event'           => '(бэлиэтээһин дьайыыта сотулунна)',
'rev-deleted-user-contribs'   => '[кыттааччы аата эбэтэр IP-аадырыһа сотуллубуттар — уларытыы көстүбэт оҥоһуллубут]',
'rev-deleted-text-permission' => "Сирэй бу барыла '''сотуллубут'''.
Быһаарыыта  [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} манна] баар буолуон сөп.",
'rev-deleted-text-unhide'     => "Сирэй ити барыла '''сотуллубут'''.
Баҕар ол туһунан [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} сотуу сурунаалыгар] баара буолуо.
Ол да буоллар эн дьаһабыл буоларыҥ быһыытынан [$1 барылы көрүөххүн сөп].",
'rev-suppressed-text-unhide'  => "Сирэй бу барыла '''кистэммит'''.
Быһаарыы баҕара [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} кистээһин сурунаалыгар] баара буолуо.
Эн дьаһабыл буоларыҥ быһыытынан [ол барылы көрүөххүн $1] сөп.",
'rev-deleted-text-view'       => "Ыстатыйа бу барыла '''сотуллубут'''.
Ол эрэн эн дьаһабыл буоларыҥ быһыытынан ону көрүөххүн сөп.
Тоҕо сотуллубутун быһаарыыта [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} манна] баар буолуон сөп.",
'rev-suppressed-text-view'    => "Сирэй бу барыла '''кистэммит'''.
Эн дьаһабыл буоларыҥ быһыытынан ол барылы көрүөххүн сөп. Быһаарыы баҕар [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} кистээһин сурунаалыгар] баара буолуо.",
'rev-deleted-no-diff'         => "Барыллар ыккардыларынааҕы уратылары көрөр кыаҕыҥ суох, тоҕо диэтэххэ барыллартан биирэ '''сотуллубут'''.
Сиһилии [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} бу сурунаалга] суруллубут буолуон сөп.",
'rev-suppressed-no-diff'      => "Бу барыллар уратыларын тэҥниир кыах суох, биир барыл '''сотуллубут'''.",
'rev-deleted-unhide-diff'     => "Сирэй барылларыттан биирдэстэрэ '''сотуллубут'''.
Баҕар ол туһунан [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} бу сурунаалга] баара буолуо.
Ол да буоллар эн дьаһабыл буоларыҥ быһыытынан [$1 барылы көрүөххүн сөп].",
'rev-suppressed-unhide-diff'  => "Бу тэҥнээһин биир барыла '''көстүбэтэтэ'''.
Сиһилии [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} кистээһин сурунаалыгар] баар буолуон сөп.
Дьаһабыл буоларыҥ быһыытынан [$1 барыллар уратыларын] син биир көрүөххүн сөп.",
'rev-deleted-diff-view'       => "Барыллартан биирдэстэрэ '''сотуллубут'''.
Дьаһабыл буоларыҥ быһыытынан тэҥнээн көрүөххүн сөп, сиһилии манна [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} сотуу сурунаалыгар] баар буолуон сөп.",
'rev-suppressed-diff-view'    => "Барыллартан биирдэстэрэ '''кистэммит'''.
Дьаһабыл буоларыҥ быһыытынан тэҥнээн көрүөххүн сөп, сиһилии манна [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} кистээһин сурунаалыгар] баар буолуон сөп.",
'rev-delundel'                => 'көрдөр/кистээ',
'rev-showdeleted'             => 'көрдөр',
'revisiondelete'              => 'Соторго/торуму төнүннэрэргэ',
'revdelete-nooldid-title'     => 'Барыл чопчу ыйыллыбата',
'revdelete-nooldid-text'      => 'Бу дьайыыны оҥорорго торуму (торумнары) чуолаан ыйбатаххын,
эбэтэр торум ончу суох, эбэтэр кистэммит торум.',
'revdelete-nologtype-title'   => 'Сурунаал көрүҥэ ыйыллыбатах',
'revdelete-nologtype-text'    => 'Дьайыыны оҥорор сурунаалыҥ көрүҥүн эппэтэххин.',
'revdelete-nologid-title'     => 'Сурунаал сыыһа суруга',
'revdelete-nologid-text'      => 'Сурунаалга суруллуохтаах сурук туох эрэ сыыһалаах эбэтэр ол сурук олох да суох.',
'revdelete-no-file'           => 'Ыйыллыбыт билэ суох.',
'revdelete-show-file-confirm' => '"<nowiki>$1</nowiki>" билэ баччаҕа $2, $3 сотуллубут барылын көрүөххүн баҕараҕын дуо?',
'revdelete-show-file-submit'  => 'Сөп',
'revdelete-selected'          => "'''[[:$1]] сирэй {{PLURAL:$2|талыллыбыт торума|талыллыбыт торумнара}}:'''",
'logdelete-selected'          => "'''{{PLURAL:$1|Сирэй талыллыбыт историята|Сирэй талыллыбыт историялара}}:'''",
'revdelete-text'              => "'''Сотуллубут барыллар сирэй историятыгар киириэхтэрэ, ол гынан баран сорох барыллар көннөрү киһиэхэ көстүөхтэрэ суоҕа.'''
{{SITENAME}} дьаһабыллара кистэммит суруктары көрөр уонна сотуллубуту төттөрү төннөрөр кыахтаахтар (эбии хааччахтааһын турбатах буоллаҕына).",
'revdelete-confirm'           => 'Бука диэн кырдьык бу дьайыыны онороргун, содула туох буоларын өйдүүргүн уонна [[{{MediaWiki:Policy-url}}|сиэри]] тутуһаргын бигэргэт.',
'revdelete-suppress-text'     => "Кистээһин маннык түбэлтэлэргэ '''эрэ''' оҥоһуллар:

* Бэйэ туһунан тоҕооһо суохтук суруллубут буоллаҕына
*: ''дьиэтин аадырыһа, төлөппүөннэрин нүөмэрэ, пааспарын нүөмэрэ уо.д.а.''",
'revdelete-legend'            => 'Хааччахтары туруоруу:',
'revdelete-hide-text'         => 'Сирэй бу торумун кистээ',
'revdelete-hide-image'        => 'Билэ иһин кистээ',
'revdelete-hide-name'         => 'Дьайыыны уонна дьайыы сыалын кистээ.',
'revdelete-hide-comment'      => 'Ырытыыны кистээ',
'revdelete-hide-user'         => 'Ааппын/IP-бын көрдөрүмэ',
'revdelete-hide-restricted'   => 'Маны дьаһабыллартан эмиэ кистииргэ',
'revdelete-radio-same'        => '(уларыппакка)',
'revdelete-radio-set'         => 'Сөп',
'revdelete-radio-unset'       => 'Суох',
'revdelete-suppress'          => 'Бу суругу администратордартан эмиэ кистээ',
'revdelete-unsuppress'        => 'Төннөрүллүбүт торумнартан хааччахтааһыны ылан кэбиһэргэ',
'revdelete-log'               => 'Төрүөтэ:',
'revdelete-submit'            => 'Маны талбыт {{PLURAL:$1|барылбар|барылларбар}} тутун',
'revdelete-logentry'          => '[[$1]] сирэй торумун көстүүтэ уларыйда',
'logdelete-logentry'          => '[[$1]] дьайыы көстүүтэ уларыйда',
'revdelete-success'           => "'''Барыл көстүүтэ сөпкө уларыйда.'''",
'revdelete-failure'           => "'''Барыл хайдах көстөрө кыайан уларытыллыбат:'''
$1",
'logdelete-success'           => "'''Дьайыы көстүүтэ сөпкө уларыйда.'''",
'logdelete-failure'           => "'''Сурунаал дөбөҥө быһаарыллыбата:'''
$1",
'revdel-restore'              => 'Көстүүтүн уларытыы',
'revdel-restore-deleted'      => 'сотуллубут барыллар',
'revdel-restore-visible'      => 'көстөр барыллар',
'pagehist'                    => 'Историятын сирэйэ',
'deletedhist'                 => 'Сотуллубут история',
'revdelete-content'           => 'иһинээҕитэ',
'revdelete-summary'           => 'уларытыылар туһунан',
'revdelete-uname'             => 'аата',
'revdelete-restricted'        => 'хааччахтааһын администраатардарга сыһыаннаах',
'revdelete-unrestricted'      => 'хааччахтааһын админстраатардартан уһулунна',
'revdelete-hid'               => 'кистэммит $1',
'revdelete-unhid'             => 'аһыллыбыт $1',
'revdelete-log-message'       => '$2 аналлаах $1 {{PLURAL:$2|торум|торумнар}}',
'logdelete-log-message'       => '$2 аналлаах (сыһыаннаах) $1 {{PLURAL:$2|түбэлтэ|түбэлтэлэр}}',
'revdelete-hide-current'      => 'Баччаҕа оҥоһуллубут $2, $1 сурук кистээһинигэр алҕас таҕыста: бу билиҥҥи барыл.
Онон кистэнэр кыаҕа суох.',
'revdelete-show-no-access'    => 'Баччаҕа оҥоһуллубут суругу $2, $1 көстөр гынарга алҕас таҕыста: бу сурук "хааччахтаах" курдук бэлиэтэммит.
Оттон эн оннук суруктары көрөр кыаҕыҥ суох эбит.',
'revdelete-modify-no-access'  => 'Баччаҕа оҥоһуллубут суругу $2, $1 уларытарга алҕас таҕыста: бу сурук "хааччахтаах" курдук бэлиэтэммит.
Оттон эн оннук суруктары көрөр кыаҕыҥ суох эбит.',
'revdelete-modify-missing'    => 'Маннык нүөмэрдээх ID $1 суругу уларытыы сатаммата, оннук сурук суох буолан биэрдэ!',
'revdelete-no-change'         => "'''Болҕой:''' баччатааҕы $2, $1 сурукка көрдүүр туруорууларгын хайыы-үйэ ким эрэ туруорбут.",
'revdelete-concurrent-change' => 'Баччаҕа оҥоһуллубут суругу $2, $1 уларытарга алҕас таҕыста: бу сурук туругун ким эрэ хайыы үйэ эн иннигинэ уларыта охсубут.
Бука диэн сурунааллары көр эрэ.',
'revdelete-only-restricted'   => 'Алҕас таҕыста ($2 $1): Бу суругу дьаһабыллар көрбөттөрүн курдук оҥорорго кистээһин ханнык эмэ туруоруутун талыахха наада.',
'revdelete-reason-dropdown'   => '*Сотуу төрүөттэрэ сүнньүнэн
** Ааптар быраабын күөмчүлээһин
** Тустаах киһи туһунан киэҥ эйгэҕэ тахсыбат билии',
'revdelete-otherreason'       => 'Атын/эбии төрүөт:',
'revdelete-reasonotherlist'   => 'Атын төрүөт',
'revdelete-edit-reasonlist'   => 'Сотуу төрүөтүн уларыт',
'revdelete-offender'          => 'Барыл ааптара:',

# Suppression log
'suppressionlog'     => 'Кистээһин сурунаала',
'suppressionlogtext' => 'Аллара соторутааҥҥы сотуулар уонна хааччахтааһыннар тиһиктэрэ бэриллэр (администраатардарга көстүбэт сээкэйдэр эмиэ).
Билигин баар хааччахтар тиһиктэрин көрөргө [[Special:IPBlockList|IP хааччахтааһынын тиһигэр]] киир.',

# Revision move
'moverevlogentry'              => '{{PLURAL:$3|$3 барылы|$3 барыллары}} мантан $1 манна $2 көһөрбүт',
'revisionmove'                 => 'Барыллары мантан «$1» көһөрүү',
'revmove-explain'              => 'Манна көрдөрүллүбүт барыллар мантан $1 ыйыллыбыт сирэйгэ көһөрүллүөхтэрэ. Ыйыллыбыт сирэй суох буоллаҕына - оҥоһуллуо. Эбэтэр, ити барыллар сирэй уларыйыытын устуоруйатыгар киириэхтэрэ.',
'revmove-legend'               => 'Сорук-сирэйи ыйыы уонна кинини ойуулааһын',
'revmove-submit'               => 'Барыллары ыйыллыбыт сирэйгэ көһөрүү',
'revisionmoveselectedversions' => 'Талыллыбыт барыллары көһөр',
'revmove-reasonfield'          => 'Төрүөтэ:',
'revmove-titlefield'           => 'Сорук-сирэй:',
'revmove-badparam-title'       => 'Алҕастаах туруоруулар',
'revmove-badparam'             => 'Эн көрдөбүлүҥ сыыһалаах, эбэтэр сорох туруоруулар суох. Бука диэн «Төнүн» тимэҕи баттаан баран хос боруобалаа.',
'revmove-norevisions-title'    => 'Сатаммат сорук-сирэй',
'revmove-norevisions'          => 'Маны толорорго биир дуу, хас да дуу сорук-сирэйдэри ыйбатаххын, эбэтэр ыйыллыбыт барыллар суохтар.',
'revmove-nullmove-title'       => 'Табыллыбат аат',
'revmove-nullmove'             => 'Саҕалаабыт уонна сорук-сирэй биирдэр. Бука диэн, «Төнүн» тимэҕи баттаа уонна мантан «[[$1]]» атын ааты суруй.',
'revmove-success-existing'     => '{{PLURAL:$1|[[$2]] сирэй биир барыла|[[$2]] сирэй $1 барыла}} баар [[$3]] сирэйгэ көһөрүллүбүт.',
'revmove-success-created'      => '{{PLURAL:$1|[[$2]] сирэй биир барыла|[[$2]] сирэй $1 барыла}} саҥа [[$3]] сирэйгэ көһөрүллүбүт.',

# History merging
'mergehistory'                     => 'Силбэһии сирэйин хронологията',
'mergehistory-header'              => 'Бу сирэй биир ыстатыйа (сирэй) хас да барылын биир саҥа барыл гына оҥорорго аналлаах.
Бу уларытыы сирэй устуоруйатын кэспэтин ситиһиэхтээххин.',
'mergehistory-box'                 => 'Икки сирэй силбэспитин түмүгэ:',
'mergehistory-from'                => 'Бастааҥы сирэй:',
'mergehistory-into'                => 'Оҥоһуллуохтаах сирэй:',
'mergehistory-list'                => 'Силлэһиилэр устуоруйаларын уларытыы',
'mergehistory-merge'               => 'Следующие версии [[:$1]] могут быть объединены в [[:$2]]. Используйте переключатели для того, чтобы объединить только выбранный диапазон правок. Сэрэтии: Навигационнай ыйынньыктары туһаннаххына дааннайдар сүтүөхтэрэ.',
'mergehistory-go'                  => 'Силлэһиилэр уларыйыыларын көрдөр',
'mergehistory-submit'              => 'Силлэһии барыллара',
'mergehistory-empty'               => 'Биир да барыл силлиһэр кыаҕа суох.',
'mergehistory-success'             => '$3 {{PLURAL:$3|барыл|барыллар}} [[:$1]] биир [[:$2]] барылга силлистилэр.',
'mergehistory-fail'                => 'Сирэй устуоруйалара кыайан холбоспотулар, өссө биирдэ торумнар бириэмэлэрин уонна сирэй параметрдарын бэрэбиэркэлээ.',
'mergehistory-no-source'           => 'Бастакы $1 сирэй суох.',
'mergehistory-no-destination'      => 'Баар буолуохтаах $1 сирэй суох.',
'mergehistory-invalid-source'      => 'Источнигыҥ сөптөөх ааттаах буолуохтаах.',
'mergehistory-invalid-destination' => 'Сирэй сөптөөх ааттаах буолуохтаах.',
'mergehistory-autocomment'         => '[[:$1]] манна [[:$2]] көһүүтэ (көһөрүү)',
'mergehistory-comment'             => '[[:$1]] манна [[:$2]] көһүүтэ. Быһаарыы: $3',
'mergehistory-same-destination'    => 'Саҕалыыр уонна түмүктүүр сирэйдэриҥ атын (уратылаах) буолуохтаахтар.',
'mergehistory-reason'              => 'Төрүөтэ:',

# Merge log
'mergelog'           => 'Силбэһиилэр сурунааллара',
'pagemerge-logentry' => 'силбэстилэр [[$1]] уонна [[$2]] ($3 диэри торумнар)',
'revertmerge'        => 'Араарыы',
'mergelogpagetext'   => 'Манна сирэйдэр устуоруйаларын бүтэһик силлэһиилэрин тиһигэ бэриллэр.',

# Diffs
'history-title'            => 'Көннөрүү историята "$1"',
'difference'               => '(Торумнар бэйэ-бэйэлэриттэн уратылара)',
'difference-multipage'     => '(Сирэйдэр ыккардыларынааҕы уратылар)',
'lineno'                   => '$1 строка:',
'compareselectedversions'  => 'Талыллыбыт торумнары тэҥнээ',
'showhideselectedversions' => 'Талыллыбыт барыллары көрдөр/кистээ',
'editundo'                 => 'төнүн',
'diff-multi'               => '({{PLURAL:$2|$2 кыттааччы|$2 ахсааннаах кыттааччы}} {{PLURAL:$1|$1 ыккардынааҕы барыла көрдөрүллүбэтэ|$1 ахсааннаах ыккардынааҕы барыла көрдөрүллүбэтэ|$1.}})',
'diff-multi-manyusers'     => '(Кырата {{PLURAL:$2|$1 кыттааччы|$2 ахсааннаах кыттааччы}} оҥорбут {{PLURAL:$1|ыккардынааҕы $1 барыла|ыккардынааҕы $1 барыллара}} көрдөрүллүбэтэ)',

# Search results
'searchresults'                    => 'Булулунна',
'searchresults-title'              => 'Көрдөөһүн түмүгэ "$1"',
'searchresulttext'                 => 'Көрдөөһүн туһунан сиһилии ааҕыаххын баҕардаххына [[{{MediaWiki:Helppage}}|маны]] көр.',
'searchsubtitle'                   => 'Эн [[:$1]] көмөтүнэн ([[Special:Prefixindex/$1|"$1" саҕаланар сирэйдэри ]]{{int:pipe-separator}}[[Special:WhatLinksHere/$1|"$1" сигэнэр сирэйдэри]]) көрдөөбүтүҥ',
'searchsubtitleinvalid'            => 'По запросу «$1»',
'toomanymatches'                   => 'Наһаа элбэх ыйытыы төнүннэ, бука диэн атыннык көрдөө',
'titlematches'                     => 'Ыстатыйалар ааттара хоһулаһар',
'notitlematches'                   => 'Ыстатыйалар ааттара хоһуласпаттар',
'textmatches'                      => 'Ыстатыйалар истэрэ хатыланар',
'notextmatches'                    => 'Ыстатыйалар истэрэ хатыламмат',
'prevn'                            => 'инники {{PLURAL:$1|$1}}',
'nextn'                            => 'аныгыскы {{PLURAL:$1|$1}}',
'prevn-title'                      => 'Бу иннинээҕи $1 {{PLURAL:$1|сурук|суруктар}}',
'nextn-title'                      => 'Бу кэннинээҕи $1 {{PLURAL:$1|сурук|суруктар}}',
'shown-title'                      => 'Сирэйгэ $1 {{PLURAL:$1|суругу|суруктары}} көрдөр',
'viewprevnext'                     => 'Көр ($1 {{int:pipe-separator}} $2) ($3).',
'searchmenu-legend'                => 'Көрдөөһүн туруоруулара',
'searchmenu-exists'                => "'''Бу биикигэ бу сирэй маннык ааттаах \"[[\$1]]\"'''",
'searchmenu-new'                   => "'''Бу биикигэ \"[[:\$1]]\" сирэйи айарга!'''",
'searchhelp-url'                   => 'Help:Көмө',
'searchmenu-prefix'                => '[[Special:PrefixIndex/$1|Маннык префикстаах сирэйдэри көрөргө]]',
'searchprofile-articles'           => 'Ыстатыйалар истэрэ',
'searchprofile-project'            => 'Көмө уонна Бырайыак сирэйдэрэ',
'searchprofile-images'             => 'Мультимедиа',
'searchprofile-everything'         => 'Барыта',
'searchprofile-advanced'           => 'Дириҥэтиллибит',
'searchprofile-articles-tooltip'   => 'Манна $1 көрдөөһүн',
'searchprofile-project-tooltip'    => 'Манна $1 көрдөөһүн',
'searchprofile-images-tooltip'     => 'Билэлэри көрдөөһүн',
'searchprofile-everything-tooltip' => 'Сирэйдэргэ барытыгар (ырытыы гиэннэригэр эмиэ) көрдөөһүн',
'searchprofile-advanced-tooltip'   => 'Этиллибит аат далларыгар көрдөөһүн',
'search-result-size'               => '$1 ({{PLURAL:$2|1 тыл|$2 тыл}})',
'search-result-category-size'      => '{{PLURAL:$1|$1 элэмиэн|$1 элэмиэннэр}} ({{PLURAL:$2|$2 субкатегория|$2 субкатегориялар}}, {{PLURAL:$3|$3 билэ|$3 билэлэр}})',
'search-result-score'              => 'Релевантноһа: $1%',
'search-redirect'                  => '(утаарыы $1)',
'search-section'                   => '($1 сиэксийэ)',
'search-suggest'                   => 'Баҕар маннык диэри гыммытыҥ буолуо: $1',
'search-interwiki-caption'         => 'Уруулуу бырайыактар',
'search-interwiki-default'         => '$1 түмүгэ:',
'search-interwiki-more'            => '(өссө)',
'search-mwsuggest-enabled'         => 'этиилэрдээх',
'search-mwsuggest-disabled'        => 'этиилэрэ суох',
'search-relatedarticle'            => 'Сигэнэр',
'mwsuggest-disable'                => 'AJAX этэн биэриилэрин араар',
'searcheverything-enable'          => 'Туох баар аат далларыгар көрдөөһүн',
'searchrelated'                    => 'сибээстэммит',
'searchall'                        => 'бары',
'showingresults'                   => 'Манна {{PLURAL:$1|түмүк|түмүктэр}} {{PLURAL:$1|көрдөрүлүннэ|көрдөрүлүннүлэр}} <strong>$1</strong> , мантан саҕалаан №&nbsp;<strong>$2</strong>.',
'showingresultsnum'                => 'Манна {{PLURAL:$3|түмүк|түмүктэр}} {{PLURAL:$3|көрдөрөлүннэ|көрдөрүлүннүлэр}} <strong>$3</strong>, мантан саҕалаан №&nbsp;<strong>$2</strong>.',
'showingresultsheader'             => "'''$4''' анаммыт {{PLURAL:$5|мантан '''$3''' түмүгэ - '''$1'''|мантан '''$3''' түмүктэрэ '''$1 - $2'''}}",
'nonefound'                        => "'''Болҕой:''' Анаан эппэтэххэ көрдөөһүн аат сорох далларыгар эрэ көрдүүр. Бу сыһыарыыны ''all:'' тутуннаххына аат туох баар далларыгар барытыгар (холобур, кыттаачылар ырыытыыларыгар, халыыптарга иҥин) көрдүөҕэ.",
'search-nonefound'                 => 'Көрдөбүлгэ эппиэттиир билэлэр көстүбэтилэр.',
'powersearch'                      => 'Бу бөлөхтөргө көрдөө',
'powersearch-legend'               => 'Дириҥэтэн көрдөөһүн',
'powersearch-ns'                   => 'Аат далыгар көрдөө:',
'powersearch-redir'                => 'Утаарыылар испииһэктэрэ',
'powersearch-field'                => 'Көрдөөһүн',
'powersearch-togglelabel'          => 'Бэлиэтээ:',
'powersearch-toggleall'            => 'Барытын',
'powersearch-togglenone'           => 'Бэлиэтээмэ',
'search-external'                  => 'Тастан көрдөөһүн',
'searchdisabled'                   => '{{SITENAME}} көрдүүр тэрилэ араарыллыбыт. Атын көрдүүр системаларынан наадыйар сирэйдэргитин көрдөтүөххүтүн сөп. Ол гынан баран поисковик кээһигэр баар торум эргэрбит буолуон сөп.',

# Quickbar
'qbsettings'               => 'Навигация панела',
'qbsettings-none'          => 'Көрдөрүмэ',
'qbsettings-fixedleft'     => 'Хаҥас өттө хамсаабат',
'qbsettings-fixedright'    => 'Уҥа өттө хамсаабат',
'qbsettings-floatingleft'  => 'Хаҥас өттө устаҥныыр',
'qbsettings-floatingright' => 'Уҥа өттө устаҥныыр',

# Preferences page
'preferences'                   => 'Уларытыылар',
'mypreferences'                 => 'Туруорууларым',
'prefs-edits'                   => 'Көннөрүү ахсаана:',
'prefsnologin'                  => 'Ааккын эппэтиҥ',
'prefsnologintext'              => 'Эн <span class="plainlinks">[{{fullurl:{{#Special:UserLogin}}|returnto=$1}} ааккын эттэххинэ]</span> эрэ кыттаачы туруорууларын уларытар кыахтаныаҥ.',
'changepassword'                => 'Киирии тылы уларытарга',
'prefs-skin'                    => 'Тас көстүү',
'skin-preview'                  => 'Хайдах буолара',
'prefs-math'                    => 'Фуормулалар',
'datedefault'                   => 'Көннөрү көстүүтэ',
'prefs-datetime'                => 'Күнэ-дьыла уонна кэмэ',
'prefs-personal'                => 'Кыттааччы туруоруулара',
'prefs-rc'                      => 'Кэлиҥҥи уларытыылар',
'prefs-watchlist'               => 'Кэтээһин',
'prefs-watchlist-days'          => 'Хас хонуктааҕы уларыйыылар кэтээһин испииһэгэр көстөллөрө:',
'prefs-watchlist-days-max'      => '(улааппыта 7 күн)',
'prefs-watchlist-edits'         => 'Хас уларытыыны тупсарыллыбыт кэтээһиҥҥэ көрдөрөрө:',
'prefs-watchlist-edits-max'     => '(улааппыта: 1000)',
'prefs-watchlist-token'         => 'Кэтэбил тиһигин бэлиэтэ (токен):',
'prefs-misc'                    => 'Атын туруоруулар',
'prefs-resetpass'               => 'Кирии тылы уларытыы',
'prefs-email'                   => 'Email туруоруулара',
'prefs-rendering'               => 'Тас көрүҥэ',
'saveprefs'                     => 'Бигэргэт',
'resetprefs'                    => 'Бигэргэтиллибэтэх уларыйыылары сот',
'restoreprefs'                  => 'Туруоруулары саҥаттан',
'prefs-editing'                 => 'Уларытыы',
'prefs-edit-boxsize'            => 'Эрэдээксийэлиир түннүк улахана.',
'rows'                          => 'Строкаалара:',
'columns'                       => 'Колонкалара:',
'searchresultshead'             => 'Көрдөөһүн түмүгэ',
'resultsperpage'                => 'Сирэйгэ булуллубут суруктар ахсааннара:',
'contextlines'                  => 'Булуллубут сирэй хас строкатын көрдөрөрө:',
'contextchars'                  => 'Строкааҕа контекст бэлиэлэрин ахсаана:',
'stub-threshold'                => '<a href="#" class="stub">омооннорго ыйынньыктары</a> оҥоруу боруога:',
'stub-threshold-disabled'       => 'Арахсыбыт',
'recentchangesdays'             => 'Хас хонук иһинэн уларытыылары көрдөрөргө:',
'recentchangesdays-max'         => '(улааппыта $1 күн)',
'recentchangescount'            => 'Саҥа уларытыылар көрдөрүллэр ахсааннара:',
'prefs-help-recentchangescount' => 'Бу саҥа көннөрүүлэри, сирэй устуоруйаларын уонна сурунааллары көрдөрөр.',
'prefs-help-watchlist-token'    => 'Бу түннүккэ кистэлэҥ күлүүһү суруйдаххына эн кэтээн көрүүҥ тиһигин RSS-трансляцията оҥоһуллуо.
Бу күлүүһү билэр ханнык баҕарар киһи эн кэтээн көрөр тиһиккин көрүөн сөп, онон дьон дөбөҥнүк билбэт кистэлэҥ күлүүстэрин суруй.
Ылбычча айыллыбыт күлүүһү туттуоххун сөп: $1',
'savedprefs'                    => 'Эн туруорууларыҥ олохтоннулар.',
'timezonelegend'                => 'Олохтоох кэм:',
'localtime'                     => 'Олохтоох кэмим:',
'timezoneuseserverdefault'      => 'Сиэрбэр туруоруутунан',
'timezoneuseoffset'             => 'Атын (сыҕарыйыытын көрдөр)',
'timezoneoffset'                => 'Сыҕарыйыы¹:',
'servertime'                    => 'Сиэрбэр бириэмэтэ:',
'guesstimezone'                 => 'Интэриниэтим бырагыраамматыттан ылан толор',
'timezoneregion-africa'         => 'Африка',
'timezoneregion-america'        => 'Америка',
'timezoneregion-antarctica'     => 'Антарктика',
'timezoneregion-arctic'         => 'Арктика',
'timezoneregion-asia'           => 'Азия',
'timezoneregion-atlantic'       => 'Атлантика байҕала',
'timezoneregion-australia'      => 'Австралия',
'timezoneregion-europe'         => 'Европа',
'timezoneregion-indian'         => 'Индия байҕала',
'timezoneregion-pacific'        => 'Чуумпу байҕал',
'allowemail'                    => 'Атын кыттааччылартан сурук тутары көҥүллүүбүн',
'prefs-searchoptions'           => 'Көрдөөһүн туруоруулара',
'prefs-namespaces'              => 'Аат дала',
'defaultns'                     => 'Атын ыйыллыбатаҕына бу аат далларыгар көрдүүргэ:',
'default'                       => 'чопчу ыйыллыбатаҕына маннык',
'prefs-files'                   => 'Билэлэр',
'prefs-custom-css'              => 'Бэйэ CSS',
'prefs-custom-js'               => 'Бэйэ JS',
'prefs-common-css-js'           => 'Бары тиэмэлэргэ биир CSS/JS',
'prefs-reset-intro'             => 'Бу сирэй көмөтүнэн туруорууларгын саҥаттан туруорар турукка төннөрүөххүн сөп.
Маны бигэргэттэххинэ билигин баар туруоруулары дэбигис сөргүппэккин.',
'prefs-emailconfirm-label'      => 'Эл. почтаны бигэргэтии:',
'prefs-textboxsize'             => 'Эрэдээкисэйлиир түннүк улахана',
'youremail'                     => 'E-mail-ыҥ:',
'username'                      => 'Бэлиэтэммит аатыҥ:',
'uid'                           => 'Кыттааччы ID-та:',
'prefs-memberingroups'          => 'Бу {{PLURAL:$1|бөлөххө|бөлөхтөргө}} киирэр:',
'prefs-registration'            => 'Бэлиэтэнии кэмэ:',
'prefs-registration-date-time'  => '$1',
'yourrealname'                  => 'Докумуонунан аатыҥ:',
'yourlanguage'                  => 'Омугуҥ тыла:',
'yourvariant'                   => 'Барыйаан:',
'yournick'                      => 'Илии баттааһын:',
'prefs-help-signature'          => 'Ырытыы сирэйдэригэр эн суруктарыҥ маннык бэлиэлэри «<nowiki>~~~~</nowiki>» туруоруу көмөтүнэн илии баттаныахтаахтар, ити бэлиэлэр аптамаатынан эн аатыҥ уонна суруйбут кэмиҥ курдук буолан көстүөхтэрэ.',
'badsig'                        => 'Сыыһа илии баттааһын; HTML тиэгтэрин көр.',
'badsiglength'                  => 'Наһаа уһун илии баттааһын.
$1 {{PLURAL:$1|бэлиэттэн|бэлиэттэн (буукубаттан)}} ордук буолуо суохтаах.',
'yourgender'                    => 'Эр киһитэ/дьахтара:',
'gender-unknown'                => 'Ыйыллыбатах',
'gender-male'                   => 'Эр киһи',
'gender-female'                 => 'Дьахтар',
'prefs-help-gender'             => 'Булгуччута суох. Бырагыраамма сорох дьоҥҥо туһаайыллыбыт биллэриилэригэр эбэтэр кинилэргэ сыһыаннаах этиилэригэр кытааччы дьахтарыттан эр киһититтэн көрөн этии тутулун уларытан биэриэн сөп. Туора дьоҥҥо көстөр бэлиэтээһин.',
'email'                         => 'Почта',
'prefs-help-realname'           => 'Сурукка киирбит аатыҥ (булгуччута суох): ким бу сирэйи уларыппытын көрдөрөргө туттуллар',
'prefs-help-email'              => 'Электроннай аадырыһыҥ булгуччута суох, ол эрээри киирии тылгын умуннаххына санатарга көмөлөһүө.
Эбиитин атын кыттааччылар эйиэхэ бэйэҕин билбэккэ эрэ сурук суруйалларын көҥүллүөххүн сөп.',
'prefs-help-email-required'     => 'E-mail баар буолуохтаах.',
'prefs-info'                    => 'Сүрүн сибидиэнньэлэр',
'prefs-i18n'                    => 'Интернационализация',
'prefs-signature'               => 'Илии баттааһына',
'prefs-dateformat'              => 'Күн-дьыл көрүҥэ (формаата)',
'prefs-timeoffset'              => 'Кэм уратыта',
'prefs-advancedediting'         => 'Дириҥэтиллибит туруоруулар',
'prefs-advancedrc'              => 'Дириҥэтиллибит туруоруулар',
'prefs-advancedrendering'       => 'Дириҥэтиллибит туруоруулар',
'prefs-advancedsearchoptions'   => 'Дириҥэтиллибит туруоруулар',
'prefs-advancedwatchlist'       => 'Дириҥэтиллибит туруоруулар',
'prefs-displayrc'               => 'Туруоруулары көрдөр',
'prefs-displaysearchoptions'    => 'Көстүүтүн туруоруулара',
'prefs-displaywatchlist'        => 'Көстүүтүн туруоруулара',
'prefs-diffs'                   => 'Уратылара',

# User rights
'userrights'                   => 'Кыттааччылар бырааптарын салайыы',
'userrights-lookup-user'       => 'Кыттаачылар бөлөхтөрүн салайыы',
'userrights-user-editname'     => 'Кыттааччы аата:',
'editusergroup'                => 'Кыттааччылар бөлөхтөрүн уларытарга',
'editinguser'                  => "'''[[User:$1|$1]]''' кыттааччы быраабын уларытыы ([[User talk:$1|{{int:talkpagelinktext}}]]{{int:pipe-separator}}[[Special:Contributions/$1|{{int:contribslink}}]])",
'userrights-editusergroup'     => 'Кыттааччы бөлөхтөрүн уларытарга',
'saveusergroups'               => 'Кыттааччы бөлөхтөрүн бигэргэт',
'userrights-groupsmember'      => 'Бу бөлөхтөргө киирэр:',
'userrights-groupsmember-auto' => 'Көстүбэт чилиэн:',
'userrights-groups-help'       => 'Бу киһи киирэр бөлөхтөрүн уларытыаххын сөп:
* Бөлөх аатын таһыгар бэлиэ турар буоллаҕына бу кыттааччы бу бөлөххө киирэр.
* Бэлиэ суох буоллаҕына - кыттааччы бөлөххө киирбэт
* Маннык бэлиэ * кыттааччы бөлөххө киирэрин/киирбэтин уларытар кыаҕыҥ суоҕун көрдөрөр.',
'userrights-reason'            => 'Төрүөтэ:',
'userrights-no-interwiki'      => 'Атын биикилэргэ кыттааччылар бырааптарын уларытар быраабыҥ суох.',
'userrights-nodatabase'        => '$1 билэ тиһигэ (олоҕо, база данных) суох эбэтэр локальнай буолбатах.',
'userrights-nologin'           => 'Эн дьон бырааптарын уларытаргар администратор быһыытынан [[Special:UserLogin|бэлиэтэниэхтээххин]].',
'userrights-notallowed'        => 'Бэлиэтэммит ааккынан атын кыттааччы быраабын уларытар кыаҕыҥ суох.',
'userrights-changeable-col'    => 'Эн уларытар кыахтаах бөлөхтөрүҥ',
'userrights-unchangeable-col'  => 'Бу бөлөхтөрү уларытар кыаҕыҥ суох',

# Groups
'group'               => 'Бөлөх:',
'group-user'          => 'Кыттааччылар',
'group-autoconfirmed' => 'Аптамаатынан бигэргэтиллибит кыттааччылар',
'group-bot'           => 'Роботтар',
'group-sysop'         => 'Дьаһабыллар',
'group-bureaucrat'    => 'Бюрокрааттар',
'group-suppress'      => 'Алҕастар',
'group-all'           => '(бары)',

'group-user-member'          => 'Кыттааччы',
'group-autoconfirmed-member' => 'Аптамаатынан бигэргэтиллибит кыттааччы',
'group-bot-member'           => 'Робот',
'group-sysop-member'         => 'Дьаһабыл',
'group-bureaucrat-member'    => 'Бюрократ',
'group-suppress-member'      => 'Алҕас',

'grouppage-user'          => '{{ns:project}}:Кыттааччылар',
'grouppage-autoconfirmed' => '{{ns:project}}:Аптамаатынан бигэргэммит кыттааччылар',
'grouppage-bot'           => '{{ns:project}}:Роботтар',
'grouppage-sysop'         => '{{ns:project}}:Дьаһабыллар',
'grouppage-bureaucrat'    => '{{ns:project}}:Бюрокрааттар',
'grouppage-suppress'      => '{{ns:project}}:Алҕас',

# Rights
'right-read'                  => 'Сирэйдэри көрүү',
'right-edit'                  => 'Сирэйдэри уларытыы',
'right-createpage'            => 'Сирэйдэри оҥоруу (ырытыы сирэйдэрин кытта холбуу)',
'right-createtalk'            => 'Ырытыы сирэйдэрин оҥоруу',
'right-createaccount'         => 'Саҥа кыттааччыны бэлиэтээһин',
'right-minoredit'             => 'Уларытыыны кыра суолталаах курдук бэлиэтээ',
'right-move'                  => 'Сирэйдэр ааттарын уларытыы',
'right-move-subpages'         => 'Сирэйдэр ааттарын иһигэр киирэр сирэйдэри кытта уларытыы',
'right-move-rootuserpages'    => 'Кыттааччылар сирэйдэрин аатын уларытыы',
'right-movefile'              => 'билэлэр ааттарын уларытыы',
'right-suppressredirect'      => 'Аатын уларытарга урукку ааттан утаарыы сирэй кыайан оҥоһуллубат',
'right-upload'                => 'Билэлэри киллэр',
'right-reupload'              => 'Баар билэни саҥаттан суруттар',
'right-reupload-own'          => 'Билэлэри суруттарбыт киһи бэйэтэ иккистээн суруттарыыта',
'right-reupload-shared'       => 'Уопсай ыскылаат билэлэрин локальнай ыскылаат билэлэринэн уларытыы',
'right-upload_by_url'         => 'URL аадырыстан билэлэри киллэрии',
'right-purge'                 => 'Кээһи бигэргэтэр сирэйэ суох ыраастааһын',
'right-autoconfirmed'         => 'Аҥардара (сорҕото) көмүскэммит сирэйдэри уларытыы',
'right-bot'                   => 'аптамаат быһыытынан ааҕыллар',
'right-nominornewtalk'        => 'Ырытыы сирэйдэригэр кыра көннөрүүлэр суох буоллахтарына саҥа этии эрэсиимэ холбонор',
'right-apihighlimits'         => 'API-запростарга үрдүк лимиити туттуу',
'right-writeapi'              => 'API-ны туттуу',
'right-delete'                => 'Сирэйдэри сотуу',
'right-bigdelete'             => 'Уһун историялаах сирэйдэри сотуу',
'right-deleterevision'        => 'Сирэй сорох торумнарын сотуу уонна хат киллэрии',
'right-deletedhistory'        => 'Сотуллубут тиэкиһи көрөөһүнэ суох сотуу историятын көрүү',
'right-deletedtext'           => 'Сотуллубут тиэкиһи уонна сотуллубут сирэйдэр бэйэ-бэйэлэрин ыккардыларыгар уратыларын көрүү',
'right-browsearchive'         => 'Сотуллубут сирэйдэри көрдөөһүн',
'right-undelete'              => 'Сотуллубут сирэйи хат киллэрии',
'right-suppressrevision'      => 'Администраатардартан кистэммит сирэйдэри көрүү уонна урукку барылларыгар төннөрүү',
'right-suppressionlog'        => 'Атын дьон сурунаалларын көрүү',
'right-block'                 => 'Атын кыттааччылар уларыталларын бобуу',
'right-blockemail'            => 'Эл. суругу ыытары бобуу',
'right-hideuser'              => 'Кыттааччы аатын бобуу уонна кистээһин',
'right-ipblock-exempt'        => 'IP хааччахтааһынын, аптамаатынан уонна диапазоннары хааччахтааһыны тумнуу',
'right-proxyunbannable'       => 'Прокси аптааматынан хааччахтааһынын тумнуу',
'right-unblockself'           => 'хааччаҕы бэйэ устуута',
'right-protect'               => 'Сирэйдэр көмүскэллэрин таһымын уонна көмүскэммит сирэйдэри уларытыы',
'right-editprotected'         => 'Көмүскэллээх сирэйдэри уларытыыы (каскаднай көмүскэллэрэ суох буоллаҕына)',
'right-editinterface'         => 'Кыттааччы интерфейсын уларытыы',
'right-editusercssjs'         => 'Атын кыттааччылар CSS- и JS-билэлэрин уларытыы',
'right-editusercss'           => 'Атын кыттааччылар CSS-билэлэрин уларытыы',
'right-edituserjs'            => 'Атын кыттааччылар JS-билэлэрин уларытыы',
'right-rollback'              => 'Кыттааччы оҥорбут көннөрүүлэрин талыллыбыт биир сирэйгэ суох гыныы',
'right-markbotedits'          => 'Төннөрүллэр көннөрүүлэри робот уларытыытын курдук бэлиэтээһин',
'right-noratelimit'           => 'Нуорманнан хааччахтааһын суох',
'right-import'                => 'Атын биикиттэн сирэйдэри киллэрии',
'right-importupload'          => 'Билэлэри суруйуу нөҥүө сирэйдэри киллэрии (импорт)',
'right-patrol'                => 'Уларытыылары ботуруулламмыт курдук бэлиэтээһин',
'right-autopatrol'            => 'Уларытыылар ботуруулламмыт курдук аптамаатынан бэлиэтэнэллэр',
'right-patrolmarks'           => 'Кэнники уларытыыларга бэрэбиэркэлэммиттэрин туһунан бэлиэлэри көрүү',
'right-unwatchedpages'        => 'Кэтэммэт сирэйдэр тиһиктэрин көрүү',
'right-trackback'             => 'Trackback ыытыы',
'right-mergehistory'          => 'Сирэйдэр историяларын холбооһун',
'right-userrights'            => 'Кытааччылар бырааптарын барытын уларытыы',
'right-userrights-interwiki'  => 'Атын биики-саайтарга кыттааччылар бырааптарын уларытыы',
'right-siteadmin'             => 'Билэ олоҕор (database) киирэри бобуу уонна көҥүллээһин',
'right-reset-passwords'       => 'атын кыттааччылар киирии тылларын уларытыы',
'right-override-export-depth' => 'сирэйдэри таһаарааһын (экспортааһын), ситимнээх сирэйдэри 5-с таһымҥа дылы холбоон туран',
'right-sendemail'             => 'Атын кыттааччыларга эл. почтаны ыытарга',
'right-revisionmove'          => 'Сирэйдэр барылларын көһөрүү',

# User rights log
'rightslog'      => 'Кыттаачы бырааптарын сурунаала',
'rightslogtext'  => 'Бу кыттааччы бырааптарын уларыйыытын көрдөрөр сурунаал.',
'rightslogentry' => '$1 кыттаачы киирэр бырааба $2-тан $3 уларыйда',
'rightsnone'     => '(суох)',

# Associated actions - in the sentence "You do not have permission to X"
'action-read'                 => 'бу сирэйи ааҕыы',
'action-edit'                 => 'бу сирэйи көннөрүү',
'action-createpage'           => 'сирэйдэри оҥоруу',
'action-createtalk'           => 'ырытыы сирэйдэрин оҥоруу',
'action-createaccount'        => 'кыттааччы бу бэлиэтэнэр аатын оҥоруу',
'action-minoredit'            => 'бу уларытыыны суолтата суох курдук бэлиэтээ',
'action-move'                 => 'бу сирэй аатын уларытыы',
'action-move-subpages'        => 'бу сирэй уонна кини аннынааҕы сирэйдэр ааттарын уларытыы',
'action-move-rootuserpages'   => 'кыттааччылар тус сирэйдэрин аатын уларытыы',
'action-movefile'             => 'бу билэни аатын уларытарга',
'action-upload'               => 'бу билэни суруттар',
'action-reupload'             => 'баар билэни хат суруйуу',
'action-reupload-shared'      => 'бу билэ уопсай ыскылаакка баар (перекрытие файла из общего хранилища)',
'action-upload_by_url'        => 'бу билэни URL-аадырыстан киллэрии',
'action-writeapi'             => 'көннөрөргө API-ны туһаныы',
'action-delete'               => 'бу сирэйи сотуу',
'action-deleterevision'       => 'бу торуму сотуу',
'action-deletedhistory'       => 'бу сирэй сотуллубут историятын көрүү',
'action-browsearchive'        => 'сотуллубут сирэйдэри көрдөөһүн',
'action-undelete'             => 'бу сирэйи төннөрүү',
'action-suppressrevision'     => 'сирэй бу кистэммит торумун көрүү уонна төннөрүү',
'action-suppressionlog'       => 'бу тус сурунаалы көрүү',
'action-block'                => 'кыттааччы уларытыыны оҥорорун бобуу',
'action-protect'              => 'бу сирэй харысхалын таһымын уларытыы',
'action-import'               => 'бу сирэйи атын биикиттэн киллэрии',
'action-importupload'         => 'бу сирэйи эрдэ суруллубут билэттэн киллэрии',
'action-patrol'               => 'атыттар көннөрүүлэрин ботуруулламмыт курдук бэлиэтээ',
'action-autopatrol'           => 'бэйэ көннөрүүтүн ботуруулламмыт курдук бэлиэтээһин',
'action-unwatchedpages'       => 'ким да кэтээбэт сирэйдэрин тиһиктэрин көрүү',
'action-trackback'            => 'trackback ыытыы',
'action-mergehistory'         => 'бу сирэй историятын холбооһун',
'action-userrights'           => 'кыттар бары бырааптарын уларытыы',
'action-userrights-interwiki' => 'атын биикигэ кыттыы бырааптарын уларытыы',
'action-siteadmin'            => 'билэ олоҕун хааччахтааһын уонна хааччахтааһынын устуу',
'action-revisionmove'         => 'сирэйдэр барылларын көһөрүү',

# Recent changes
'nchanges'                          => '$1 {{PLURAL:$1|уларытыы|уларытыылар}}',
'recentchanges'                     => 'Кэнники уларытыылар',
'recentchanges-legend'              => 'Кэлиҥҥи уларытыылар хайдах көстөллөрүн туруоруу',
'recentchangestext'                 => 'Манна хаһан киирибитинэн сааһыланан {{SITENAME}} кэнники уларыытыылара сурулуннулар.',
'recentchanges-feed-description'    => 'Бу ботуокка биики бүтэһик уларыйыыларын кэтииргэ.',
'recentchanges-label-newpage'       => 'Бу уларытыы түмүгэр саҥа сирэй айыллыбыт.',
'recentchanges-label-minor'         => 'Бу улахан суолтата суох уларытыы',
'recentchanges-label-bot'           => 'Бу уларытыыны робот оҥорбут',
'recentchanges-label-unpatrolled'   => 'Бу уларытыы өссө ботурууллана илик',
'rcnote'                            => "{{PLURAL:$2|хонук|'''$2''' хонуктар}} иһинэн бүтэһик {{PLURAL:$1|'''1''' уларыйыы|'''$1''' уларыйыылар}}, $5, $4.",
'rcnotefrom'                        => "Мантан '''$2''' маныаха '''$1''' дылы уларыыйылар көрдөрүлүннүлэр.",
'rclistfrom'                        => 'Мантан $1 уларыйыылары көрдөр',
'rcshowhideminor'                   => '$1 кыра уларыйыы',
'rcshowhidebots'                    => '$1 робот',
'rcshowhideliu'                     => '$1 аатын билиһиннэрбит кыттааччы',
'rcshowhideanons'                   => '$1 аатын эппэтэх кыттааччы',
'rcshowhidepatr'                    => '$1 бэрэбиэркэлэммит уларытыылар',
'rcshowhidemine'                    => '$1 мин уларытыыларым',
'rclinks'                           => '$2 күҥҥэ бүтэһик $1 уларытыыны көрдөр;<br />$3.',
'diff'                              => 'уратыта',
'hist'                              => 'история',
'hide'                              => 'Кистээ',
'show'                              => 'Көрдөр',
'minoreditletter'                   => 'к',
'newpageletter'                     => 'С',
'boteditletter'                     => 'р',
'number_of_watching_users_pageview' => '[$1 кэтиир {{PLURAL:$1|кыттааччы|кыттааччылар}}]',
'rc_categories'                     => 'Бу эрэ категориялартан (араар бэлиэ "|")',
'rc_categories_any'                 => 'Ханнык баҕарар',
'newsectionsummary'                 => '/* $1 */ саҥа сиэксийэ',
'rc-enhanced-expand'                => 'Сиһилии көрдөр (JavaScript туһаныллар)',
'rc-enhanced-hide'                  => 'Сиһилиитин көрдөрүмэ',

# Recent changes linked
'recentchangeslinked'          => 'Сигэнэр уларытыылар',
'recentchangeslinked-feed'     => 'Сигэнэр уларытыылар',
'recentchangeslinked-toolbox'  => 'Сигэнэр уларытыылар',
'recentchangeslinked-title'    => '"$1" кытта сибээстээх уларытыылар',
'recentchangeslinked-noresult' => 'Сигэммит сирэйдэргэ этиллибит кэмҥэ уларытыылар оҥоһуллубатылар.',
'recentchangeslinked-summary'  => "Бу анал сирэйгэ сигэнэр сирэйдэр бүтэһик уларыйыылара көһүннүлэр. [[Special:Watchlist|Кэтэнэр сирэйдэр]] '''модьу бичигинэн''' бэлиэтэннилэр.",
'recentchangeslinked-page'     => 'Сирэй аата:',
'recentchangeslinked-to'       => 'Төттөрүтүн, ыйыллыбыт сирэйгэ сигэнэр сирэйдэри көрдөр',

# Upload
'upload'                      => 'Билэни киллэр',
'uploadbtn'                   => 'Билэни киллэрии',
'reuploaddesc'                => 'Тохтот уонна киллэрии форматыгар төнүн',
'upload-tryagain'             => 'Билэ туһунан сурук уларытыытын ыыт',
'uploadnologin'               => 'Биикигэ ааккын билиһиннэрбэтиҥ',
'uploadnologintext'           => 'Билэлэри киллэрэргэ манна [[Special:UserLogin|бэлиэтэниэххэ]] наада',
'upload_directory_missing'    => 'Суруйуу паапката ($1) суох, ону ааһан сиэрбэр ону бэйэтэ оҥорор кыаҕа суох.',
'upload_directory_read_only'  => '($1) директорияҕа сиэрбэр билэни суруйар кыаҕа суох.',
'uploaderror'                 => 'Билэ суруллубата',
'upload-recreate-warning'     => "'''Болҕой. Маннык ааттаах билэ хаһан эрэ сотуллубут эбэтэр аата уларытыллыбыт.''

Сотуу уонна аат уларытыытын сурунаала аллара көстөр:",
'uploadtext'                  => "Бу форманы туһанан сиэрбэргэ билэлэри суруйуоххун сөп.
Урут суруллубут билэлэри көрөргө манна тиий: [[Special:FileList|ойуулар тиһиктэрэ]]. Билэлэри суруйуу уонна иккистээн суруйуу устуоруйата [[Special:Log/upload|манна]], сотуу устуоруйата [[Special:Log/delete|манна]] көстөллөр.

Ойууну ыстатыйаҕа киллэрэргэ маннык суруйуллар:
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></tt>''' ойуу хайдах баарынан (кыччаппакка)
* '''<tt><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|хос быһаарыы]]</nowiki></tt>''' 200 пииксэл кэтиттээх аллараа өттүгэр быһаарыы суруктаах экран хаҥас кырыытыгар сыстар ойуу
* '''<tt><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></tt>''' - ойууну бэйэтин көрдөрбөккө сигэтин эрэ көрдөрүү.",
'upload-permitted'            => 'Көҥүллэммит билэ көрүҥнэрэ: $1.',
'upload-preferred'            => 'Маннык билэ көрүҥнэрин туһанар ордук: $1.',
'upload-prohibited'           => 'Маннык билэ көрүҥнэрэ бобуллубуттар: $1.',
'uploadlog'                   => 'уларытыы устуоруйата',
'uploadlogpage'               => 'Уларытыы устуоруйата',
'uploadlogpagetext'           => 'Манна бүтэһик уларытыылар тиһиктэрэ көстөр.
Өссө [[Special:NewFiles|саҥа билэлэр]] тиһиктэрин көрүөххүн сөп.',
'filename'                    => 'Билэ аата',
'filedesc'                    => 'Быһаарыы',
'fileuploadsummary'           => 'Быһаарыы:',
'filereuploadsummary'         => 'Билэ уларыйыылара:',
'filestatus'                  => 'Туһаныы (Copyright):',
'filesource'                  => 'Хантан ылыллыбыта:',
'uploadedfiles'               => 'Киллэриллибит билэлэр',
'ignorewarning'               => 'Сэрэтиилэри истибэккэ билэни киллэр',
'ignorewarnings'              => 'Сэрэтиини истимэ',
'minlength1'                  => 'Билэ аата биир суругунан буолуохтаах.',
'illegalfilename'             => '«$1» билэ аата аакка туттуллубат бэлиэлэрдээх. Уларыт уонна өссө киллэрэн көр.',
'badfilename'                 => 'Билэ аата маннык буолла: "$1".',
'filetype-mime-mismatch'      => 'Билэ кэтирээһинэ MIME-көрүҥэр сөп түбэспэт.',
'filetype-badmime'            => 'MIME-типтээх "$1" билэлэр кыайан манна суруллубаттар.',
'filetype-bad-ie-mime'        => 'Бу билэни хачайдыыр табыллыбат, тоҕо диэтэххэ Internet Explorer кинини «$1» быһыытынан көрүө, ол аата бобуллубут уонна кутталлаах билэ көрүҥүн курдук.',
'filetype-unwanted-type'      => "'''\".\$1\"''' — билэ оччо сөбүлэммэт көрүҥэ.
Маннык {{PLURAL:\$3|көрүҥү|көрүҥнэри}} туһанар ордук: \$2.",
'filetype-banned-type'        => "'''\".\$1\"''' — билэ бобуллубут көрүҥэ.
Көҥүллэммит билэ {{PLURAL:\$3|көрүҥэ|көрүҥнэрэ}}: \$2.",
'filetype-missing'            => 'Билэ расширенията суох (холобур ".jpg").',
'empty-file'                  => 'Ыыппыт билэҥ кураанах.',
'file-too-large'              => 'Ыыппыт билэҥ наһаа улахан эбит.',
'filename-tooshort'           => 'Билэҥ аата наһаа кылгас.',
'filetype-banned'             => 'Билэ маннык көрүҥэ бобуулаах.',
'verification-error'          => 'Бу билэ тургутуллубатах.',
'hookaborted'                 => 'Эн киллэрбит уларытыыгын кэҥэтии таҥастааччыта оннугар төннөрбүт.',
'illegal-filename'            => 'Билэ маннык ааттанара сатаммат.',
'overwrite'                   => 'Баар билэни уларытар сатаммат.',
'unknown-error'               => 'Биллибэт алҕас.',
'tmp-create-error'            => 'Быстах кэмнээх билэни оҥорор табыллыбат.',
'tmp-write-error'             => 'Быстаах кэмнээх билэҕэ суруйуу алҕаһа таҕыста.',
'large-file'                  => 'Манна $1 байт аннынан ыйааһыннаах ойуулары туттар ордук (эн суруйбут билэҥ $2 байтаах).',
'largefileserver'             => 'Билэ ыйааһына көҥүллэммиттэн ордук.',
'emptyfile'                   => 'Суруйбут билэҥ арааһа кураанах быһылаах. Баҕар билэ аатын сыыһа суруйбутуҥ буолаарай. Өссө төгүл көр.',
'fileexists'                  => "Инник ааттаах билэ бэлиэр баар эбит, ону уларытыаххын саарбахтыыр буоллаххына - маны көр '''<tt>[[:$1]]</tt>'''.
[[$1|thumb]]",
'filepageexists'              => "Бу билэни быһаарар сирэй урут бу аатынан оҥоһуллубут эбит: '''<tt>[[:$1]]</tt>''', ол гынан баран маннык ааттаах сирэй суох.
Киллэрбит быһаарыыҥ быһаарыы сирэйигэр тахсыа суоҕа.
Саҥа быһаарыыны эбэр буоллаххына илиигинэн уларытыаххын наада.
[[$1|thumb]]",
'fileexists-extension'        => "Майгынныыр ааттаах билэ баар: [[$2|thumb]]
* Эн суруйбут билэҥ аата: '''<tt>[[:$1]]</tt>'''
* Уруккуттан баар билэ аата: '''<tt>[[:$2]]</tt>'''
Атын аатта таларыҥ буоллар.",
'fileexists-thumbnail-yes'    => "Ойуу арааһа кыччатыллыбыт ойуу (миниатюра) быһыылаах. [[$1|thumb]]
Көр '''<tt>[[:$1]]</tt>'''.
Бу ойуу урукку ойуу кыччатыллыбыта буоллаҕына суруйар наадата суох.",
'file-thumbnail-no'           => "Билэ аата мантан саҕаланар '''<tt>$1</tt>'''.
Арааһа ойуу кыра куоппуйата быһыылаах ''(миниатюра)''.
Бу ойуу толору барыйаана баар буоллаҕына ону манна суруй, эбэтэр аатын уларыт.",
'fileexists-forbidden'        => 'Маннык ааттаах билэ баар, хат суруллар кыаҕа суох.

Син биир бу билэни киллэриэххин баҕарар буоллаххына төннөн атыннык ааттаа. [[File:$1|thumb|center|$1]]',
'fileexists-shared-forbidden' => 'Маннык ааттаах ойуу уопсай ыскылаакка баар эбит.
Ол да буоллар билэни киллэриэххин баҕарар буоллаххына төннөн атыннык ааттаа. [[File:$1|thumb|center|$1]]',
'file-exists-duplicate'       => 'Бу билэ атын {{PLURAL:$1|билэ дубликаата|билэлэр дубликааттара}} буолар:',
'file-deleted-duplicate'      => 'Маннык билэ ([[$1]]) урут сотуллубут эбит. Суруттарыаҥ иннинэ бастаан тоҕо сотуллубутун көр.',
'uploadwarning'               => 'Сэрэтии',
'uploadwarning-text'          => 'Бука диэн аллара баар билэ туһунан суругу уларыт уонна өссө хатылаа.',
'savefile'                    => 'Билэни суруттарыы',
'uploadedimage'               => 'суруттарылынна "[[$1]]"',
'overwroteimage'              => '"[[$1]]" киллэриллибит саҥа торума',
'uploaddisabled'              => 'Суруттарыы бобуллубут',
'copyuploaddisabled'          => 'URL көмөтүнэн хачайдыыр кыах араарыллыбыт.',
'uploadfromurl-queued'        => 'Эн хачайдааһыныҥ уочаркка туруорулунна.',
'uploaddisabledtext'          => 'Билэлэри суруттарар көҥүллэммэт.',
'php-uploaddisabledtext'      => 'PHP туруорууларыгар билэни киллэрии араарыллыбыт. Бука диэн, file_uploads туруоруутун көр.',
'uploadscripted'              => 'Бу билэ HTML эбэтэр скрипт куодтаах эбит. Интэриниэт көрдөрөр бырагыраамма ону сыыһа ааҕыан сөп.',
'uploadvirus'                 => 'Бу билэ вирустаах! Көр: $1',
'upload-source'               => 'Билэ бастакы торума',
'sourcefilename'              => 'Билэ сытар сирэ:',
'sourceurl'                   => 'Сытар сирин URL аадырыһа:',
'destfilename'                => 'Билэ хайдах ааттаах буолуохтааҕа:',
'upload-maxfilesize'          => 'Билэ муҥур улахана: $1',
'upload-description'          => 'Билэ туһунан',
'upload-options'              => 'Хачайдааһын туруоруулара',
'watchthisupload'             => 'Билэни кэтииргэ',
'filewasdeleted'              => 'Маннык ааттаах билэ урут баар эбит, ону соппуттар. $1 суруттарыах иннинэ өссө биирдэ толкуйдаа.',
'upload-wasdeleted'           => "'''Сэрэтии: Эн суох оҥоһуллубут биэни саҥаттан суруйан эрэҕин.'''

Бу билэни суруттарар тоҕоостооҕун ырыҥалаан көр. Суох оҥорууну (сотторууну) регистрациялыыр файл манна баар:",
'filename-bad-prefix'         => "Киллэрээри гынар билэҥ аата '''\"\$1\"''' фотоаппарат аптамаатынан ааттыыр аатыгар майгынныыр. Бука диэн атыннык, арыый сиһилии ааттаан киллэрэриҥ буоллар.",
'filename-prefix-blacklist'   => ' #<!-- Бу строканы оннунан хааллар --> <pre>
# Синтаксииһа маннык:
#   * Бу "#" бэлиэттэн саҕалаан строка бүтүөр дылы быһаарыы
#   * Кураанах буолбатах строка - билэ фотоаппарат аптамаатынан ааттаабыт ааттарын префикса
CIMG # Casio
DSC_ # Nikon
DSCF # Fuji
DSCN # Nikon
DUW # сорох мобильнай төлөппүөннэр
IMG # generic
JD # Jenoptik
MGP # Pentax
PICT # misc.
 #</pre> <!-- Бу строканы оннунан хааллар -->',
'upload-success-subj'         => 'Сатанна',
'upload-success-msg'          => '[$2]  хачайдааһын табылынна. Ол түмүгүн манна көрүөххүн сөп: [[:{{ns:file}}:$1]]',
'upload-failure-subj'         => 'Хачайдааһын моһуога',
'upload-failure-msg'          => 'Эн хачайдааһыныҥ (мантан [$2]) моһуогурда:

$1',
'upload-warning-subj'         => 'Хачайдыырга сэрэтии',
'upload-warning-msg'          => '[$2] хачайдыырга алҕас таҕыста. Ол алҕаһы көннөрөргө манна төнүн [[Special:Upload/stash/$1|upload form]].',

'upload-proto-error'        => 'Сыыһа боротокуол',
'upload-proto-error-text'   => 'Ыраахтан суруттарарга маннык аадырыстар наадалар: <code>http://</code> эбэтэр <code>ftp://</code>.',
'upload-file-error'         => 'Ис сыыһа',
'upload-file-error-text'    => 'Быстах кэмҥэ оҥоһуллар билэни суруйууга туох эрэ моһол таҕыста.
[[Special:ListUsers/sysop|Администраатары]] кытта сибээстэс.',
'upload-misc-error'         => 'Сурутуу биллибэт моһоллонно',
'upload-misc-error-text'    => 'Сурутуу биллибэт моһоллонно.
Аадырыһы сөпкө суруйбуккун көр уонна өссө биирдэ боруобалаа.
Бу хатыланнаҕына [[Special:ListUsers/sysop|администраатары]] кытта сибээстэс.',
'upload-too-many-redirects' => 'URL наһаа элбэх утаарыылаах',
'upload-unknown-size'       => 'Биллибэт кээмэй',
'upload-http-error'         => 'HTTP алҕаһа таҕыста: $1',

# img_auth script messages
'img-auth-accessdenied' => 'Киирии бобуллубут',
'img-auth-nopathinfo'   => 'PATH_INFO суох.
Эн сиэбэрин маннык сибидиэнньэни ыытар курдук туруоруута суох.
Баҕар кини CGI олоҕурара буолуо ол иһин img_auth өйөөбөтө буолуо.
Көр http://www.mediawiki.org/wiki/Manual:Image_Authorization.',
'img-auth-notindir'     => 'Көрдөөбүт суолуҥ эрдэттэн туруоруллубут хачайдыыр паапкаҕа сыһыана суох.',
'img-auth-badtitle'     => 'Мантан «$1» сөптөөх ааты оҥорор кыах суох.',
'img-auth-nologinnWL'   => 'Эн тиһиликкэ киирбэтэххин, уонна «$1» үрүҥ (көҥүллэммит) тиһиккэ киирбэт эбит.',
'img-auth-nofile'       => '«$1» билэ суох.',
'img-auth-isdir'        => 'Бу паапакаҕа «$1» киирэ сатыыгын.
Билэлэргэ эрэ киирэр көҥүллэммит.',
'img-auth-streaming'    => 'Ботуогунан биэрии «$1».',
'img-auth-public'       => 'img_auth.php аналынан билэлэри сабыылаах биикиттэн таһаарыы буолар.
Бу биики аһаҕас.
Онон img_auth.php араарыллыбыт.',
'img-auth-noread'       => 'Кыттааччы «$1» ааҕарга көҥүлэ суох.',

# HTTP errors
'http-invalid-url'      => 'Алҕастаах URL: $1',
'http-invalid-scheme'   => 'Маннык схемалаах аадырыстар өйөммөттөр "$1"',
'http-request-error'    => 'HTTP-көрдөбүл биллибэт алҕастаан сылтаан ылыныллыбата.',
'http-read-error'       => 'HTTP ааҕыытын алҕаһа.',
'http-timed-out'        => 'HTTP-көрдөбүл толоруллуохтаах болдьоҕо ааста.',
'http-curl-error'       => 'URL-га тахсыы алҕаһа: $1',
'http-host-unreachable' => 'URL-га тахсыы сатаммата.',
'http-bad-status'       => 'HTTP-ыйытыгы көрүү кэмигэр туох эрэ сатаммата: $1 $2',

# Some likely curl errors. More could be added from <http://curl.haxx.se/libcurl/c/libcurl-errors.html>
'upload-curl-error6'       => 'Бу URL-га кыайан тахсыбата',
'upload-curl-error6-text'  => 'Ыйыллыбыт URL көстүбэтэ. Хат киллэрэн көр эбэтэр маннык сир баарын-суоҕун бэрэбиэркэлээ.',
'upload-curl-error28'      => 'Суруттарыы болдьоҕо ааста',
'upload-curl-error28-text' => 'Бу сир наһаа өр хардарда. Үлэлиирин суоҕун бэрэбиэркэлээ уонна хат киирэн көр. Эбэтэр сиргэ аҕыйах киһи киирэр кэмигэр боруобалаан көр.',

'license'            => 'Лицензиялааһын:',
'license-header'     => 'Лицензиялааһын',
'nolicense'          => 'Талыллыбатах',
'license-nopreview'  => '(Уларытыыны бигэргэтиэх иннинэ көрүү сатаммат)',
'upload_source_url'  => ' (сөптөөх URL, ким баҕарбыт киирэр сирэ)',
'upload_source_file' => ' (билэ көмпүүтэргэр баар)',

# Special:ListFiles
'listfiles-summary'     => 'Бу анал сирэй киллэриллибит билэлэри барытын көрдөрөр.
Соторутааҕыта киллэриллибиттэр үөһэ сылдьаллар.
Колонка баһын баттаатаххына наардааһын бэрээдэгэ уларыйар.',
'listfiles_search_for'  => 'Миэдьийэни (ойууну) аатынан көрдөтүү:',
'imgfile'               => 'билэ',
'listfiles'             => 'Билэлэр',
'listfiles_thumb'       => 'Ойуучаан',
'listfiles_date'        => 'Күнэ-ыйа',
'listfiles_name'        => 'Аата',
'listfiles_user'        => 'Кыттааччы',
'listfiles_size'        => 'Кээмэйэ',
'listfiles_description' => 'Быһаарыыта',
'listfiles_count'       => 'Барыллар',

# File description page
'file-anchor-link'          => 'Билэ',
'filehist'                  => 'Билэ устуоруйата',
'filehist-help'             => 'Ыйын-күнүн/кэмин баттаа, оччотооҕуга баар буолбут.',
'filehist-deleteall'        => 'барытын сот',
'filehist-deleteone'        => 'сотуу',
'filehist-revert'           => 'төттөрү',
'filehist-current'          => 'билиҥҥи',
'filehist-datetime'         => 'Күнэ-ыйа/Кэмэ',
'filehist-thumb'            => 'Ойуучаан',
'filehist-thumbtext'        => '$1 торум оччугуй ойуута (миниатюрата)',
'filehist-nothumb'          => 'Оччугуй ойуута суох',
'filehist-user'             => 'Кыттааччы',
'filehist-dimensions'       => 'Кээмэйдэрэ',
'filehist-filesize'         => 'Билэ кээмэйэ',
'filehist-comment'          => 'Хос быһаарыы',
'filehist-missing'          => 'Билэ суох',
'imagelinks'                => 'Билэ сигэлэрэ',
'linkstoimage'              => 'Бу билэҕэ маннык атын {{PLURAL:$1|сирэй сигэнэр|$1 сирэйдэр сигэнэллэр}}:',
'linkstoimage-more'         => '$1 {{PLURAL:$1|сирэйтэн|сирэйтэн}} элбэх сирэй бу билэҕэ сигэнэр.
Онтон бу тиһиккэ {{PLURAL:$1|$1 эрэ сигэ көһүннэ|$1 сигэ эрэ көһүннэ}}.
Өссө [[Special:WhatLinksHere/$2|толору тиһиги]] көрүөххүн сөп.',
'nolinkstoimage'            => 'Атын сирэйдэр бу билэҕэ сигэммэттэр.',
'morelinkstoimage'          => 'Бу билэҕэ [[Special:WhatLinksHere/$1|атын сигэлэри]] көрөргө.',
'redirectstofile'           => 'Билэҕэ бу {{PLURAL:$1|билэттэн сигэ олохтоммут|$1 билэлэртэн сигэлэр олохтоммуттар}}:',
'duplicatesoffile'          => 'Бу билэ {{PLURAL:$1|дубликаата манна көстөр|$1 дубликаата манна көстөллөр}} ([[Special:FileDuplicateSearch/$2|сиһилии]]):',
'sharedupload'              => 'Бу билэ манна $1 сытар, атын бырайыактарга туттуллуон сөп.',
'sharedupload-desc-there'   => '$1 бу билэтэ атын бырайыактарга эмиэ туттуллуон сөп.
Эбии информацияны [$2 туһунан сирэй]гэ булуохха сөп.',
'sharedupload-desc-here'    => '$1 бу билэтэ атын бырайыактарга эмиэ туттуллуон сөп.
[$2 туһунан сирэй]тэн ылыллыбыт тиэкис аллара көрдөрүлүннэ.',
'filepage-nofile'           => 'Маннык ааттаах билэ суох.',
'filepage-nofile-link'      => 'Маннык ааттаах билэ суох. Ол гынан баран эн [$1 суруттарыаххын] сөп.',
'uploadnewversion-linktext' => 'Бу билэ саҥа барылын суруттар',
'shared-repo-from'          => 'мантан: $1',
'shared-repo'               => 'уопсай умуһах',

# File reversion
'filerevert'                => 'Төннөр $1',
'filerevert-legend'         => 'Билэни төннөр',
'filerevert-intro'          => "Эн бу билэни  '''[[Media:$1|$1]]'''  [$4 торумҥа от $3, $2] төннөрөҕүн.",
'filerevert-comment'        => 'Төрүөтэ:',
'filerevert-defaultcomment' => 'Торумҥа төннүү $2, $1',
'filerevert-submit'         => 'Төннөрүү',
'filerevert-success'        => "'''[[Media:$1|$1]]''' бу торумҥа төннөрүлүннэ [$4 торум Filetype-missingот $3, $2].",
'filerevert-badversion'     => 'Бу билэ этиллибит күҥҥэ-ыйга/кэмҥэ оҥоһуллубут урукку торума суох.',

# File deletion
'filedelete'                  => 'Сот: $1',
'filedelete-legend'           => 'Билэни сот',
'filedelete-intro'            => "Бу билэни '''[[Media:$1|$1]]''' туох баар суруллубут историятын кытта сотон эрэҕин.",
'filedelete-intro-old'        => "Манна баар [$4 $3, $2]  '''[[Media:$1|$1]]''' торумнара сотулуннулар.",
'filedelete-comment'          => 'Төрүөтэ:',
'filedelete-submit'           => 'Сотуу',
'filedelete-success'          => "'''$1''' сотулунна.",
'filedelete-success-old'      => "$3-ҕа баар '''[[Media:$1|$1]]''' торуму (версияны)  $2 соппут.",
'filedelete-nofile'           => "'''$1''' суох.",
'filedelete-nofile-old'       => "Этиллибит параметрдаах '''$1''' архыыптаммыт торума суох.",
'filedelete-otherreason'      => 'Атын/эбии төрүөт:',
'filedelete-reason-otherlist' => 'Атын төрүөт',
'filedelete-reason-dropdown'  => '*Common сотор төрүөттэрэ
** Бас билии быраабын кэһии
** Хос суруллубут билэ',
'filedelete-edit-reasonlist'  => 'Сотуу төрүөтүн уларыт',
'filedelete-maintenance'      => 'Көрүү-истии үлэтин кэмигэр билэлэри сотуу уонна төннөрүү быстах кэмҥэ тохтотулунна.',

# MIME search
'mimesearch'         => 'MIME көрдөөһүн',
'mimesearch-summary' => 'Бу сирэй MIME көрүҥнээх фильтрдааһыны көҥүллүүр. Киллэрии: contenttype/subtype, холобур <tt>image/jpeg</tt>.',
'mimetype'           => 'MIME көрүҥэ:',
'download'           => 'хачайдаан ылыы',

# Unwatched pages
'unwatchedpages' => 'Ким да кэтээбэт сирэйдэрэ',

# List redirects
'listredirects' => 'Көһөрүүлэр испииһэктэрэ',

# Unused templates
'unusedtemplates'     => 'Туттуллубат халыыптар',
'unusedtemplatestext' => 'Манна атын сирэйдэргэ туруоруллубатах {{ns:template}} сирэйдэр көстөллөр.
Сотоору гынар буоллаххына ол халыыпкар атын билэлэр сигэммэтэхтэрин бэрэбиэркэлээ.',
'unusedtemplateswlh'  => 'атын ыйынньыктар',

# Random page
'randompage'         => 'Түбэспиччэ сирэй',
'randompage-nopages' => 'Бу {{PLURAL:$2|аат дала кураана|аат далларыгар сирэйдэр суохтар}}: $1.',

# Random redirect
'randomredirect'         => 'Түбэспиччэ утаарыы',
'randomredirect-nopages' => 'Бу аат далыгар($1) көһөрөр ыйынньыктар суохтар.',

# Statistics
'statistics'                   => 'Статистика',
'statistics-header-pages'      => 'Сирэй статиистиката',
'statistics-header-edits'      => 'Көннөрүү статиистиката',
'statistics-header-views'      => 'Көрөөһүн статистиката',
'statistics-header-users'      => 'Кыттааччылар статиистикалара',
'statistics-header-hooks'      => 'Атын статистика',
'statistics-articles'          => 'Ыстатыйалар ахсааннара',
'statistics-pages'             => 'Сирэйдэр',
'statistics-pages-desc'        => 'Биики бары сирэйдэрин (ырытыы сирэйдэрин, утаарыылары уо.д.а.) киллэрэн туран.',
'statistics-files'             => 'Киллэриллибит билэлэр (ойуулар иҥин) ахсааннара',
'statistics-edits'             => '{{SITENAME}} оҥоһуллуоҕуттан көннөрүү ахсаана',
'statistics-edits-average'     => 'Биир сирэйгэ ортотунан хас көннөрүү тиксэрэ',
'statistics-views-total'       => 'Көрүү ахсаана',
'statistics-views-peredit'     => 'Биир улартыыга тиксэр көрүү ахсаана',
'statistics-users'             => 'Бэлиэтэммит [[Special:ListUsers|кыттааччы]] ахсаана',
'statistics-users-active'      => 'Көхтөөх кыттааччылар ахсааннара',
'statistics-users-active-desc' => 'Ааспыт {{PLURAL:$1|биир хонук иһигэр|$1 хонукка}} тугу эмэ оҥорбут кыттааччылар',
'statistics-mostpopular'       => 'Саамай элбэхтик көрүллэр ыстатыйалар',

'disambiguations'      => 'Элбэх суолталаах өйдөбүллэр сирэйдэрэ',
'disambiguationspage'  => 'Template:элбэх суолталаах өйдөбүллэр',
'disambiguations-text' => "Маннык сирэйдэр '''омонимнар сирэйдэрин''' кытта сибээстээхтэр. Ол оннугар чуолаан теманы кытта сибээстэһиэхтээхтэр.<br />Өскө бу халыыбы [[MediaWiki:Disambiguationspage]] туттубут буоллахтарына, сирэй омонимнары суох оҥоруу курдук обработкаламмыт.",

'doubleredirects'            => 'Хос көһөрөөһүн',
'doubleredirectstext'        => 'Бу сирэйгэ атын сиргэ утаарар хос утаарыылар тиһиктэрэ көстөр.
Хас устуруока аайы бастакы уонна иккис утаарыга сигэ баар, ону таһынан иккис утаарыыга баар сирэй аадырыһа (аата) баар, ол аата бастакы утаарыы дьиҥинэн ханна утаарыахтааҕа көстөр.
<del>Сотуллубут</del> суруктар көннөрүллүбүттэр.',
'double-redirect-fixed-move' => '[[$1]] сирэй аата уларытыллыбыт, билигин манна утаарар [[$2]]',
'double-redirect-fixer'      => 'Утаарыылары көннөрөөччү',

'brokenredirects'        => 'Быстыбыт көһөрүүлэр',
'brokenredirectstext'    => 'Бу утаарыы сирэйдэрэ суох ыстатыйаларга сигэнэллэр (ыыталлар):',
'brokenredirects-edit'   => 'уларытыы',
'brokenredirects-delete' => 'сотуу',

'withoutinterwiki'         => 'Атын тылынан суруллубут ыстатыйаларга сигэммэт ыстатыйалар',
'withoutinterwiki-summary' => 'Бу сирэйдэр атын тылынан суруллубут ыстатыйаларга сигэммэттэр:',
'withoutinterwiki-legend'  => 'Префикс',
'withoutinterwiki-submit'  => 'Көрдөрүү',

'fewestrevisions' => 'Саамай аҕыйах көннөрүүлээх ыстатыйалар',

# Miscellaneous special pages
'nbytes'                  => '$1 {{PLURAL:$1|баайт|баайтаах}}',
'ncategories'             => '$1 {{PLURAL:$1|категориялаах|категория баар}}',
'nlinks'                  => '$1 {{PLURAL:$1|сигэлээх|сигэлэрдээх}}',
'nmembers'                => '$1 {{PLURAL:$1|кыттааччы|кыттааччылаах}}',
'nrevisions'              => '$1 {{PLURAL:$1|барыллаах|барыл баар}}',
'nviews'                  => '$1 көрүүлээх',
'nimagelinks'             => '$1 {{PLURAL:$1|сирэйгэ|ахсааннаах сирэйгэ}} туттуллар',
'ntransclusions'          => '$1 {{PLURAL:$1|сирэйгэ|ахсааннаах сирэйгэ}} туттуллар',
'specialpage-empty'       => 'Көрдөөн тугу да булбата.',
'lonelypages'             => 'Атын сирэйдэри кытта сибээһэ суох сирэйдэр',
'lonelypagestext'         => 'Манна көстөр сирэйдэргэ {{SITENAME}} атын сирэйдэрэ сигэммэттэр.',
'uncategorizedpages'      => 'Ханнык да категорияҕа киирбэтэх сирэйдэр',
'uncategorizedcategories' => 'Ханнык да категорияҕа киирбэтэх категориялар',
'uncategorizedimages'     => 'Ханнык да категорияҕа киирбэтэх ойуулар',
'uncategorizedtemplates'  => 'Ханнык да категорияҕа киирбэтэх халыыптар',
'unusedcategories'        => 'Туттуллубатах категориялар',
'unusedimages'            => 'Туттулубатах билэлэр',
'popularpages'            => 'Элбэх киһи көрөр сирэйдэрэ',
'wantedcategories'        => 'Көрдөнүллэр категориялар',
'wantedpages'             => 'Көрдөнүллэр сирэйдэр',
'wantedpages-badtitle'    => 'Көрдөбүл түмүгэр сыыһалаах аат баар: $1',
'wantedfiles'             => 'Көрдөммүт билэлэр',
'wantedtemplates'         => 'Көрдөнөр халыыптар',
'mostlinked'              => 'Саамай элбэх сирэй сигэнэр сирэйдэрэ',
'mostlinkedcategories'    => 'Саамай элбэх сирэй сигэнэр категориялара',
'mostlinkedtemplates'     => 'Саамай элбэхтик туттуллар халыыптар',
'mostcategories'          => 'Элбэх категорияҕа киирэр ыстатыйалар',
'mostimages'              => 'Саамай элбэхтик сигэниллэр билэлэр',
'mostrevisions'           => 'Саамай элбэхтик уларытыллыбыт ыстатыйалар',
'prefixindex'             => 'Мантан саҕаланар (префикстаах) сирэйдэр барыта',
'shortpages'              => 'Кылгас ыстатыйалар',
'longpages'               => 'Уһун ыстатыйалар',
'deadendpages'            => 'Dead-end (Бүтэй) сирэйдэр',
'deadendpagestext'        => 'Бу ыстатыйалар {{SITENAME}} саайтын атын сирэйдэригэр сигэммэттэр.',
'protectedpages'          => 'Көмүскэммит ыстатыйалар',
'protectedpages-indef'    => 'Болдьоҕо суох эрэ көмүскэллэр',
'protectedpages-cascade'  => 'Каскаадынан эрэ көмүскэнии',
'protectedpagestext'      => 'Бу ыстатыйалар аатын уларытартан уонна көннөрөртөн көмүскэммиттэр',
'protectedpagesempty'     => 'Билигин этиллибит параметрдаах көмүскэниллибит ыстатыйалар суохтар.',
'protectedtitles'         => 'Көмүскэммит ааттар',
'protectedtitlestext'     => 'Бу ааттары оҥорор/айар бобуллар',
'protectedtitlesempty'    => 'Биир да аат бу параметрдарынан көмүскэммэт',
'listusers'               => 'Кыттааччылар испииһэктэрэ',
'listusers-editsonly'     => 'Саатар биир көннөрүүнү оҥорбут кыттааччылары көрдөр',
'listusers-creationsort'  => 'Айыллыбыт күнүнэн наардаа',
'usereditcount'           => '$1 {{PLURAL:$1|көннөрүү|көннөрүү}}',
'usercreated'             => '$1, $2 айыллыбыт',
'newpages'                => 'Саҥа ыстатыйалар',
'newpages-username'       => 'Кыттааччы:',
'ancientpages'            => 'Бүтэһик уларытыы киирбитинэн наардаммыт ыстатыйалар',
'move'                    => 'Аатын уларыт',
'movethispage'            => 'Бу сирэй аатын уларыт',
'unusedimagestext'        => 'Бу билэлэр биир да сирэйгэ туттуллубаттар.
Атын саайтар бу ойууга быһа URL көмөтүнэн эмиэ сигэниэхтэрин сөп, онон ойуу бу испииһэккэ киирбитин да үрдүнэн туһаныллар буолуон сөп.',
'unusedcategoriestext'    => 'Манна көрдөрүллүбүт категория сирэйдэрэ ыстатыйата эбэтэр атын категорията суохтар.',
'notargettitle'           => 'Сыала суох',
'notargettext'            => 'Көрөөрү гыммыт сирэйгин уонна кыттааччыгын эппэтиҥ.',
'nopagetitle'             => 'Маннык сирэй суох',
'nopagetext'              => 'Көрдөөбүт сирэйиҥ суох.',
'pager-newer-n'           => '{{PLURAL:$1|саҥа 1|саҥа $1}}',
'pager-older-n'           => '{{PLURAL:$1|аҕа 1|аҕа $1}}',
'suppress'                => 'Кистээһин',

# Book sources
'booksources'               => 'Кинигэлэр источниктара',
'booksources-search-legend' => 'Кинигэ туһунан көрдөө',
'booksources-go'            => 'Бул',
'booksources-text'          => 'Манна кинигэ туһунан атын саайтарга ыйынньыктар хомулуннулар, онно баҕар эбии информация көстүөҕэ.',
'booksources-invalid-isbn'  => 'ISBN, арааһа, сыыһалаах. Нүөмэр көһөрөргө алҕас тахсыбатаҕын хат көр эрэ.',

# Special:Log
'specialloguserlabel'  => 'Кыттааччы:',
'speciallogtitlelabel' => 'Баһа:',
'log'                  => 'Сурунааллар',
'all-logs-page'        => 'Көстөр сурунааллар барыта',
'alllogstext'          => '{{SITENAME}} сурунаалларын уопсай испииһэгэ.
Сурунаал көрүҥүнэн, кыттааччы аатынан (улахан-кыра буукубата учуоттанар) эбэтэр сирэй аатынан (эмиэ улахана-кырата учуоттанар) наардыаххытын сөп.',
'logempty'             => 'Сурунаалга сөп түбэһэр элэмиэннэр суохтар.',
'log-title-wildcard'   => 'Бу сурук бэлиэлэриттэн (буукубалартан) саҕаланар ааттары бул',

# Special:AllPages
'allpages'          => 'Сирэйдэр барыта',
'alphaindexline'    => 'мантан $1 маныаха дылы $2',
'nextpage'          => 'Аныгыскы сирэй ($1)',
'prevpage'          => 'Бу иннинээҕи сирэй ($1)',
'allpagesfrom'      => 'Мантан саҕаланар сирэйдэри көрдөр:',
'allpagesto'        => 'Көрдөрүүнү манна тохтот:',
'allarticles'       => 'Бары ыстатыйалар',
'allinnamespace'    => 'Бары сирэйдэр (пространство имен $1)',
'allnotinnamespace' => 'Бары сирэйдэр ($1 namespace-тан уратылар)',
'allpagesprev'      => 'Бу иннинээҕилэр',
'allpagesnext'      => 'Бу кэнниттэн кэлэллэр',
'allpagessubmit'    => 'Толор',
'allpagesprefix'    => 'Мантан саҕаланар сирэйдэри бул:',
'allpagesbadtitle'  => 'Сирэй маннык ааттанара сатаммат: аакка туттуллуо суохтаах бэлиэлэрдээх эбэтэр тыллар ыккардыларыгар туһаныллар ыйынньыктаах.',
'allpages-bad-ns'   => '{{SITENAME}} не содержит пространства имён «$1».',

# Special:Categories
'categories'                    => 'Категориялар',
'categoriespagetext'            => 'Бу {{PLURAL:$1|категория иһигэр|категориялар истэригэр}} сирэйдэр эбэтэр медиа-билэлэр бааллар.
[[Special:UnusedCategories|Туттуллубат категориялар]] манна көстүбэттэр.
Өссө маны көр: [[Special:WantedCategories|Баар буолуохтаах категориялар тиһиктэрэ]].',
'categoriesfrom'                => 'Мантан саҕаланар категориялары көрдөр:',
'special-categories-sort-count' => 'ахсаанынан бэрээдэктээһин',
'special-categories-sort-abc'   => 'алпабыытынан бэрээдэктээһин',

# Special:DeletedContributions
'deletedcontributions'             => 'Сотуллубут көннөрүү',
'deletedcontributions-title'       => 'Сотуллубут көннөрүү',
'sp-deletedcontributions-contribs' => 'киллэриитэ (суруйуута)',

# Special:LinkSearch
'linksearch'       => 'Тас сигэлэр',
'linksearch-pat'   => 'Көрдөөһүн халыыба:',
'linksearch-ns'    => 'Аат хочото (namespace):',
'linksearch-ok'    => 'Бул',
'linksearch-text'  => 'Туруоран биэрэр бэлиэлэри туһаныахха сөп, холобур, "*.wikipedia.org".

Өйүүр боротокуол: <tt>$1</tt>',
'linksearch-line'  => 'Мантан $2 манна $1 ыйынньык',
'linksearch-error' => 'Туруоран биэрэр бэлиэлэри аадырыс/hostname саҕаланыытыгар эрэ туттуохха сөп.',

# Special:ListUsers
'listusersfrom'      => 'Мантан саҕалаан кыттааччылары көрдөр:',
'listusers-submit'   => 'Көрдөр',
'listusers-noresult' => 'Кыттааччылар булуллубатылар.',
'listusers-blocked'  => '(хааччахтаммыт)',

# Special:ActiveUsers
'activeusers'            => 'Көхтөөх кыттааччылар тиһиктэрэ',
'activeusers-intro'      => 'Бу кэлиҥҥи $1 {{PLURAL:$1|күҥҥэ|күннэргэ}} тугу эмэ гыммыт кыттааччылар тиһиктэрэ.',
'activeusers-count'      => '$1 бүтэһик $3 күҥҥэ саҥа {{PLURAL:$1|көннөрүүлээх|көннөрүүлээх эбит}}',
'activeusers-from'       => 'Мантан саҕалаан кыттааччылары көрүү:',
'activeusers-hidebots'   => 'Руобаттары көрдөрүмэ',
'activeusers-hidesysops' => 'Дьаһабыллары көрдөрүмэ',
'activeusers-noresult'   => 'Кыттааччылар көстүбэтилэр.',

# Special:Log/newusers
'newuserlogpage'              => 'Кыттааччылары бэлиэтиир сурунаал',
'newuserlogpagetext'          => 'Соторутааҕыта бэлиэтэммит кыттааччылар.',
'newuserlog-byemail'          => 'киирии тыл эл. почтаннан ыытылынна',
'newuserlog-create-entry'     => 'Саҥа кыттааччы',
'newuserlog-create2-entry'    => '$1 диэн саҥа киһи бэлиэтэннэ',
'newuserlog-autocreate-entry' => 'Кыттааччы аата аптамаатынан оҥоһуллубут',

# Special:ListGroupRights
'listgrouprights'                      => 'Кыттааччылар бөлөхтөрүн бырааптара',
'listgrouprights-summary'              => 'Манна бу биикигэ баар бөлөхтөр уонна кинилэр киирэр бырааптара көстөллөр.
Баҕар дьон туспа бырааптарын  туһунан [[{{MediaWiki:Listgrouprights-helppage}}|эбии информация]] баара буолуо.',
'listgrouprights-key'                  => '* <span class="listgrouprights-granted">Биэриллибит бырааптар</span>
* <span class="listgrouprights-revoked">Төттөрү ылыллыбыт бырааптар</span>',
'listgrouprights-group'                => 'Бөлөх',
'listgrouprights-rights'               => 'Бырааптар',
'listgrouprights-helppage'             => 'Help:Бөлөхтөр бырааптара',
'listgrouprights-members'              => '(кыттар дьон испииһэгэ)',
'listgrouprights-addgroup'             => 'Бу {{PLURAL:$2|бөлөххө|бөлөхтөргө}} киллэриэн сөп: $1',
'listgrouprights-removegroup'          => 'Бу {{PLURAL:$2|бөлөхтөн|бөлөхтөртөн}} таһаарыан сөп: $1',
'listgrouprights-addgroup-all'         => 'Бөлөхтөргө барыларыгар киллэриэн сөп',
'listgrouprights-removegroup-all'      => 'Бөлөхтөртөн барытыттан таһаарыан сөп',
'listgrouprights-addgroup-self'        => 'Маннык {{PLURAL:$2|бөлөҕү|бөлөхтөрү}} бэйэтин аатыгар холбуон сөп: $1',
'listgrouprights-removegroup-self'     => 'Маннык {{PLURAL:$2|бөлөҕү|бөлөхтөрү}} бэйэтин аатыттан сотуон сөп: $1',
'listgrouprights-addgroup-self-all'    => 'Бары бөлөхтөрү бэйэтин аатыгар холбуон сөп',
'listgrouprights-removegroup-self-all' => 'Бары бөлөхтөрү бэйэтин аатыттан сотуон сөп',

# E-mail user
'mailnologin'          => 'Аадырыһа суох',
'mailnologintext'      => 'Атын кыттааччылары кытта e-mail көмөтүнэн суруйсуоххун баҕарар буоллаххына бэйэҕин [[Special:UserLogin|билиһиннэриэхтээххин]]  уонна e-mail аадырыскын [[Special:Preferences|туруорууларгар]] суруйуохтааххын.',
'emailuser'            => 'Кыттааччыга сурук',
'emailpage'            => 'Кыттааччыга E-mail ыыт',
'emailpagetext'        => 'Бу фуорма көмөтүнэн кыттааччыга сурук ыытыаххын сөп.
"Кимтэн" графааҕа эн [[Special:Preferences|туруорууларгар]] баар аадырыһыҥ киириэҕэ,
онон туппут киһи хардарар кыахтаныа.',
'usermailererror'      => 'Сурук кыайан барбата:',
'defemailsubject'      => '{{SITENAME}} эл. почтата',
'usermaildisabled'     => 'Кыттааччы эл почтата арахса сылдьар',
'usermaildisabledtext' => 'Эн атын кыттааччыларга эл. почтанан сурук ыытар кыаҕыҥ суох эбит',
'noemailtitle'         => 'E-mail суох',
'noemailtext'          => 'Бу кыттааччы e-mail аадырыһын эппэтэх.',
'nowikiemailtitle'     => 'Сурук ыытар кыах суох',
'nowikiemailtext'      => 'Бу кыттааччы сурук тутуон баҕарбат.',
'email-legend'         => '{{SITENAME}} атын кыттааччытыгар сурук ыытарга',
'emailfrom'            => 'Кимтэн:',
'emailto'              => 'Кимиэхэ:',
'emailsubject'         => 'Сурук аата:',
'emailmessage'         => 'Сурук:',
'emailsend'            => 'Ыыт',
'emailccme'            => 'Сурукпун бэйэбэр эмиэ ыыт.',
'emailccsubject'       => 'Эн суругуҥ куоппуйата $1: $2',
'emailsent'            => 'Сурук барда',
'emailsenttext'        => 'Эн суругуҥ ыытылынна.',
'emailuserfooter'      => 'Бу сурук $2 кыттааччыга $1 кыттааччыттан «Сурукта ыыт» диэн функция көмөтүнэн {{SITENAME}} саайтан ыытыллыбыт.',

# User Messenger
'usermessage-summary' => 'Тиһилик биллэриитин хааллар.',
'usermessage-editor'  => 'Тиһилик биллэрээччитэ',

# Watchlist
'watchlist'            => 'Мин кэтээһиним',
'mywatchlist'          => 'Кэтиир сирэйдэрим',
'watchlistfor2'        => '$1 $2 аналлаах',
'nowatchlist'          => 'Эн кэтиир сирэйдэриҥ суохтар.',
'watchlistanontext'    => 'Кэтэбилиҥ сирэйин көрөргөр эбэтэр уларытаргар маны оҥор: $1.',
'watchnologin'         => 'Бэйэҕин билиһиннэр',
'watchnologintext'     => 'Бэйэҕин [[Special:UserLogin|билиһиннэрдэххинэ]] кэтэбил сирэйгин уларытыаххын сөп.',
'addedwatch'           => 'Кэтэбилгэ киирдэ',
'addedwatchtext'       => '«[[:$1]]» сирэй [[Special:Watchlist|кэтэбилгэ]] киирдэ.
Сирэй уларытыылара бүгүҥҥүттэн манна көстөр буолуохтара, эбиитин [[Special:RecentChanges|саҥа уларытыылар испииһэктэригэр]] модьу бичигинэн бэлиэтэнэн көстүөхтэрэ.',
'removedwatch'         => 'Кэтэбилтэн сотулунна',
'removedwatchtext'     => '[[:$1]]" сирэй [[Special:Watchlist|кэтэбилиҥ тиһигиттэн]] сотулунна.',
'watch'                => 'Кэтээ',
'watchthispage'        => 'Бу сирэйи кэтээ',
'unwatch'              => 'Кэтээмэ',
'unwatchthispage'      => 'Кэтиири тохтот',
'notanarticle'         => 'Бу ыстатыйа буолбатах',
'notvisiblerev'        => 'Торум сотуллубут',
'watchnochange'        => 'Кэтиир сирэйдэргиттэн этиллибит кэмҥэ биир да уларыйбатах.',
'watchlist-details'    => '{{PLURAL:$1|$1 сирэйи кэтиигин|$1 сирэй кэтэбилгэ сылдьар}}, ырытыы сирэйдэрин аахпатахха.',
'wlheader-enotif'      => '* эл. почтанан биллэрии холбоммут.',
'wlheader-showupdated' => "* Бүтэһик киириигит кэннэ уларыйбыт сирэйдэр '''модьу''' бичигинэн бэлиэтэннилэр",
'watchmethod-recent'   => 'кэтээн көрүү бүтэһик уларыйыыларын көрүү',
'watchmethod-list'     => 'кэтээһин бүтэһик уларыйыылара',
'watchlistcontains'    => '$1 сирэйи кэтээн көрөҕүн.',
'iteminvalidname'      => "'$1' моһуогурда, аата сатаммата...",
'wlnote'               => "Манна кэлиҥҥи {{PLURAL:$2|чаас|'''$2''' чаас}} иһигэр оҥоһуллубут бүтэһик $1 уларытыы көрдөрүлүннэ.",
'wlshowlast'           => 'бүтэһик $1 чааска $2 күҥҥэ $3 көрдөр',
'watchlist-options'    => 'Кэтээн көрүү туруоруутун уларытыы',

# Displayed when you click the "watch" button and it is in the process of watching
'watching'   => 'Кэтээ...',
'unwatching' => 'Кэтээмэ...',

'enotif_mailer'                => '{{SITENAME}} Биллэрэр Сулууспата',
'enotif_reset'                 => 'Бары сирэйдэри көрбүтүм курдук бэлиэтээ',
'enotif_newpagetext'           => 'Бу саҥа сирэй.',
'enotif_impersonal_salutation' => '{{SITENAME}} кыттааччыта',
'changed'                      => 'уларыппыт (уларытыллыбыт)',
'created'                      => 'айыллыбыт',
'enotif_subject'               => '«{{SITENAME}}» $PAGETITLE кыттааччыга сыһыаннаах сирэйи $PAGEEDITOR кыттааччы $CHANGEDORCREATED',
'enotif_lastvisited'           => 'Бутэһик киирииҥ кэнниттэн оҥоһуллубут уларыйыылары барытын көрөргө манна киир: $1.',
'enotif_lastdiff'              => 'Уларытыыны манна көрүҥ: $1.',
'enotif_anon_editor'           => 'ааттамматах кыттааччы $1',
'enotif_body'                  => 'Күндү $WATCHINGUSERNAME,

«{{SITENAME}}» $PAGETITLE кыттаачыга сыһыаннаах сирэйи $PAGEEDITDATE $PAGEEDITOR кыттааччы $CHANGEDORCREATED. Сирэй билиҥҥи туругун манна көр: $PAGETITLE_URL.

$NEWPAGE

Уларытыы кылгас ис хоһооно: $PAGESUMMARY $PAGEMINOREDIT

Уларыппыт киһи:
эл. аадырыһа: $PAGEEDITOR_EMAIL
Биикигэ сирэйэ: $PAGEEDITOR_WIKI

Бу сирэйи көрө иликкинэ хос биллэрии кэлиэ суоҕа. Арай кэтэбили туруорар сиргэ "уларытыыны биллэрэргэ" диэни иккистээн туруордаххына кэлиэн сөп.

         Бары үтүөнү кытта, {{SITENAME}} биллэрэр систиэмэтэ

--
Кэтиир сирэйдэриҥ тиһигин уларытарга маны көр:
{{fullurl:{{#special:Watchlist}}/edit}}

Бу сирэйи кэтэбил тиһигиттэн соторго манна киир:
$UNWATCHURL

Көмөлөһүннэрэр уонна быһаартарар сир:
{{fullurl:{{MediaWiki:Helppage}}}}',

# Delete
'deletepage'             => 'Сирэйи сот',
'confirm'                => 'Бигэргэтии',
'excontent'              => "иһинээҕитэ: '$1'",
'excontentauthor'        => 'иһинээҕитэ: «$1» (соҕотох ааптар [[Special:Contributions/$2|$2]])',
'exbeforeblank'          => "иһинээҕитэ сотуллуон иннинэ: '$1'",
'exblank'                => 'сирэй кураанах этэ',
'delete-confirm'         => 'Маны "$1" соторго',
'delete-legend'          => 'Сотуу',
'historywarning'         => "'''Сэрэтии''': Сотоору турар сирэйиҥ көрүллүбүт $1 {{PLURAL:$1|соҕотох барыллаах|барыллаах}} устуоруйалаах:",
'confirmdeletetext'      => 'Эн сирэйи (ойууну) уонна кини устуоруйатын букатын сотоору гынаҕын.
Бука диэн, кырдьык инньэ гынаары гынаргын,
бу дьайыы туох содуллаах буоларын толору билэргин
уонна [[{{MediaWiki:Policy-url}}]] сиэрин кэспэккин бигэргэт.',
'actioncomplete'         => 'Дьайыы оҥоһулунна',
'actionfailed'           => 'Дьайыы оҥоһуллубата',
'deletedtext'            => '«<nowiki>$1</nowiki>» сотуллубут.
Бүтэһик сотуулар испииһэктэрин манна: $2 көр.',
'deletedarticle'         => '"[[$1]]" сотуллубут',
'suppressedarticle'      => '"[[$1]]" кистээбит',
'dellogpage'             => 'Сотуу испииһэгэ',
'dellogpagetext'         => 'Манна кэнники сотуулар испииһэктэрэ көстөр.',
'deletionlog'            => 'сотуу испииһэгэ',
'reverted'               => 'Урукку торумугар төннөрүлүннэ',
'deletecomment'          => 'Төрүөтэ:',
'deleteotherreason'      => 'Атын/эбии биричиинэлэр:',
'deletereasonotherlist'  => 'Атын биричиинэ',
'deletereason-dropdown'  => '*Common сотуу биричиинэтэ
** ааптар ирдээһинэ
** ааптар быраабын күөмчүлээһин
** Алдьатыы (Вандализм)',
'delete-edit-reasonlist' => 'Сотуу төрүөтүн уларытыы',
'delete-toobig'          => 'Бу сирэй уларытыыларын историята уһун, хас да ($1) {{PLURAL:$1|хат көрүүлээх|хат көрүүлэрдээх}}. Маннык сирэйдэри сотор хааччахтанар, тоҕо диэххэ алҕас {{SITENAME}} алдьаныан сөп.',
'delete-warning-toobig'  => 'Бу сирэй уларыылара уһун историялаах, хас да ($1) {{PLURAL:$1|хат көрүүлээх|хат көрүүлэрдээх}}. Маны соттоххуна, {{SITENAME}} билэтин тиһигин алдьатыан сөп; салгыыр буоллаххына сэрэнэн үлэлээ.',

# Rollback
'rollback'          => 'Уруккутугар төннөр',
'rollback_short'    => 'Төннөрүү',
'rollbacklink'      => 'төннөр',
'rollbackfailed'    => 'Төннөрөргө моһуок үөскээтэ',
'cantrollback'      => 'Төннөрөр кыах суох; бүтэһик көннөрүүнү оҥорбут киһи бу сирэй соҕотох ааптара буолар.',
'alreadyrolled'     => 'Бүтэһик [[User:$2|$2]] ([[User talk:$2|Ырытыы]]{{int:pipe-separator}}[[Special:Contributions/$2|{{int:contribslink}}]]) оҥорбут [[:$1]] уларытыыларын төннөрөр кыах суох;
ким эрэ атын номнуо бу сирэйи уларыппыт эбэтэр уруккутун төннөрбүт.

Кэнники уларытыыны [[User:$3|$3]] ([[User talk:$3|Ырытыы]]{{int:pipe-separator}}[[Special:Contributions/$3|{{int:contribslink}}]]) оҥорбут.',
'editcomment'       => "Уларытыыны маннык быһаарбыттар: \"''\$1''\".",
'revertpage'        => '([[User talk:$2|Ырытыы]]) көннөрүүлэрэ: [[Special:Contributions/$2|$2]] бу торумҥа: [[User:$1|$1]] төннөрүлүннүлэр',
'revertpage-nouser' => 'Бу киһи (аата көстүбэт) уларытыылара бу киһи барылыгар төннөрүлүннүлэр [[User:$1|$1]]',
'rollback-success'  => '$1 көннөрүүлэр бу торумҥа төннөрүлүннүлэр: $2.',

# Edit tokens
'sessionfailure-title' => 'Сиэссийэ алҕаһа',
'sessionfailure'       => 'Арааһа туох эрэ сатаммата, дьайыыҥ оҥоһуллубата. Браузергар "Төнүн" тимэҕи баттаа уонна бу иннинээҕи сирэйгин иккистээн киллэрэн көр.',

# Protect
'protectlogpage'              => 'Харысхал сурунаала (көннөрүүттэн көмүскэммит билэлэр испииһэктэрэ)',
'protectlogtext'              => 'Манна ыстатыйалары уларытыыттан көмүскээһин уонна ол көмүскэли суох оҥоруу устуоруйата суруллубут.
Эн өссө [[Special:ProtectedPages|билигин уларытыллыбат сирэйдэр]] испииһэктэрин көрүөххүн сөп.',
'protectedarticle'            => '"[[$1]]" сирэй уларытыллыбат',
'modifiedarticleprotection'   => '"[[$1]]" сирэй уларытыытын таһыма уларыйда',
'unprotectedarticle'          => '"[[$1]]": уларытыыны хааччахтааһын суох оҥоһулунна',
'movedarticleprotection'      => 'көмүскэл туруоруутун мантан "[[$2]]" манна "[[$1]]" көһөрдө',
'protect-title'               => '"$1": Уларытыы таһымын туруоруу',
'prot_1movedto2'              => '[[$1]] аата манныкка уларытылынна: [[$2]]',
'protect-legend'              => 'Уларытыы таһымын бигэргэт',
'protectcomment'              => 'Төрүөтэ:',
'protectexpiry'               => 'Бүтүөхтээх:',
'protect_expiry_invalid'      => 'Уларытыыны хааччахтааһын болдьоҕун кэмэ сатаан турбата.',
'protect_expiry_old'          => 'Болдьох кэмэ сыыһа ааспыт кэмҥэ турбут.',
'protect-unchain-permissions' => 'Көмүскээһин эбии туруорууларын арый',
'protect-text'                => "Эн '''<nowiki>$1</nowiki>''' сирэй уларытыытын таһымын көрүөххүн уонна уларытыаххын сөп.",
'protect-locked-blocked'      => "Уларытыы таһымын учуотунай суругуҥ бобуллубут кэмигэр уларытар кыаҕыҥ суох.
'''$1''' сирэй уларытыытын таһыма:",
'protect-locked-dblock'       => "Уларытыы таһыма уларыйар кыаҕа суох - дааннайдар баазаларын уларытар бобулунна.
'''$1''' сирэй уларытыытын таһыма билиҥҥи туругунан маннык:",
'protect-locked-access'       => "Эн аккаунуҥ уларытыы таһымын көннөрөр кыаҕа суох.
'''$1''' сирэй уларыыттын таһыма билиҥҥи туругунан маннык:",
'protect-cascadeon'           => 'Бу сирэй уларытыыттан көмүскэммит {{PLURAL:$1|сирэй бөлөҕөр|сирэйдэр бөлөхтөрүгэр}} (каскааднай көмүскэл) киирэр буолан эмиэ көмүскэммит. Эн көмүскэнии таһымын уларытыаххын сөп, ол каскаднай көмүскэли уларыппат.',
'protect-default'             => 'Барыларыгар көҥүллэнэр',
'protect-fallback'            => '"$1" көҥүллэ көрдөө',
'protect-level-autoconfirmed' => 'Саҥа уонна бэлиэтэммэтэх кыттааччылар уларыппаттарын курдук оҥор',
'protect-level-sysop'         => 'Дьаһабыллар эрэ',
'protect-summary-cascade'     => 'каскадтаах',
'protect-expiring'            => 'болдьоҕо $1 (UTC)',
'protect-expiry-indefinite'   => 'болдьоҕо суох кэмҥэ',
'protect-cascade'             => 'Бу сирэйгэ киирэр сирэйдэри уларытыыттан көмүскээ (cascading protection)',
'protect-cantedit'            => 'Бу сирэй хатааһынын таһымын уларыппаккын: уларытар кыах бэриллибэтэх.',
'protect-othertime'           => 'Атын кэм:',
'protect-othertime-op'        => 'атын кэм',
'protect-existing-expiry'     => 'Билиҥҥи болдьоҕо: $3, $2',
'protect-otherreason'         => 'Атын/эбии төрүөтэ:',
'protect-otherreason-op'      => 'Атын төрүөт',
'protect-dropdown'            => '*Уларытыыны хааччахтааһын сүрүн төрүөттэрэ
** дьаныардаах вандааллааһын
** наһаалыыр спаамнааһын
** уларытыы мөккүөрүгэр аһара барыы
** элбэхтик туттуллар сирэй',
'protect-edit-reasonlist'     => 'Уларытыыттан көмүскээһин төрүөтүн көннөрөн биэрии',
'protect-expiry-options'      => '1 чаас:1 hour,1 күн:1 day,1 нэдиэлэ:1 week,2 нэдиэлэ:2 weeks,1 ый:1 month,3 ый:3 months,6 ый:6 months,1 сыл:1 year, болдьоҕо суох:infinite',
'restriction-type'            => 'Маны оҥорор кыахтааххын:',
'restriction-level'           => 'Киирии таһыма:',
'minimum-size'                => 'Оччугуй',
'maximum-size'                => 'Бөдөҥ:',
'pagesize'                    => '(байт)',

# Restrictions (nouns)
'restriction-edit'   => 'Уларытыы',
'restriction-move'   => 'Аатын уларытыы',
'restriction-create' => 'Ай',
'restriction-upload' => 'Киллэрии',

# Restriction levels
'restriction-level-sysop'         => 'Кытаанах көмүскэл (харысхал)',
'restriction-level-autoconfirmed' => 'Сымнаҕас көмүскэл (харысхал)',
'restriction-level-all'           => 'бары таһымнар',

# Undelete
'undelete'                     => 'Сотуллубут сирэйдэри көрүү',
'undeletepage'                 => 'Сотуллубут сирэйдэри көрүү уонна төннөрүү',
'undeletepagetitle'            => "'''Манна [[:$1|$1]] сирэй сотуллубут торумнарын тиһигэ көстөр'''.",
'viewdeletedpage'              => 'Сотуллубут сирэйдэри көрүү',
'undeletepagetext'             => 'Манна ыйыллыбыт {{PLURAL:$1|сирэй сотуллубут|$1 сирэй сотуллубуттар}} гынан баран архыыпка сыталлар.
Онон оннуларыгар төннөрүөххүн сөп. Архыып кэмиттэн кэмигэр ыраастанар.',
'undelete-fieldset-title'      => 'Торумнары төнүннэр',
'undeleteextrahelp'            => "Сирэйи барытын оннугар төннөрөргө тугу да бэлиэтээмэ уонна '''''Төннөр''''' тимэҕи баттаа.
Сирэй сороҕун эрэ төннөрөр буоллаххына сорох эрэ торумнарын бэлиэтээ уонна '''''Төннөр''''' тимэҕи баттаа.
'''''Ыраастаа''''' тимэҕи баттаатаххына бэлиэлэр уонна хос быһаарыы сүтүөхтэрэ.",
'undeleterevisions'            => 'Архыыпка $1 {{PLURAL:$1|барыллаах|барыл баар}}',
'undeletehistory'              => 'Сирэйи төннөрдөххүнэ уларытыытын устуоруйата барыта төннөрүллүө.
Сотуллубутун кэннэ маннык ааттаах атын сирэй оҥоһуллубут түбэлтэтигэр төннөрүллүбүт торумнар уларытыы сурунаалыгар саҥа суруктар иннилэригэр суруллуохтара.',
'undeleterevdel'               => 'Бу дьайыы сирэй эбэтэр билэ бүтэһик торумун сороҕун сотор кыахтаах буоллаҕына, оҥоһуллуо суоҕа.
Оннук түбэлтэҕэ эн бэлиэни устуохтааххын, эбэтэр бүтэһик сотуллубут торумнары көрдөрүөхтээххин.',
'undeletehistorynoadmin'       => 'Ыстатыйа сотуллубут.
Сотуу төрүөтэ уонна ыстатыйаны суруйбут кыттааччылар испииһэктэрэ манна көрдөрүлүннэ.
Сотуллубут ыстатыйа ис хоһоонун дьаһабыллар эрэ көрүөхтэрин сөп.',
'undelete-revision'            => '$3 суруйбут $1 ыстатыйа сотуллубут торума (суруйуу кэмэ: $4, $5):',
'undeleterevision-missing'     => 'Сыыһа эбэтэр суох торум.
Арааһа ыйынньыгыҥ сыыһа суруллубут, эбэтэр бу торум архыыптан сотуллан хаалбыт.',
'undelete-nodiff'              => 'Ханнык да иннинээҕи торум көстүбэтэ.',
'undeletebtn'                  => 'Төннөр',
'undeletelink'                 => 'көрүү/төннөрүү',
'undeleteviewlink'             => 'көрүү',
'undeletereset'                => 'Саҥаттан',
'undeleteinvert'               => 'Хараардыллыбыты инверсиялаа',
'undeletecomment'              => 'Төрүөтэ:',
'undeletedarticle'             => '"[[$1]]" төннөрүлүннэ',
'undeletedrevisions'           => '{{PLURAL:$1|1 уларытыы|$1 уларытыы}} төннөрүлүннэ',
'undeletedrevisions-files'     => '{{PLURAL:$1|1 уларытыы|$1 уларытыы}}  уонна {{PLURAL:$2|1 билэ|$2 билэ}} төннөрүлүннэ',
'undeletedfiles'               => '{{PLURAL:$1|1 билэ|$1 билэ}} төннөрүлүннэ',
'cannotundelete'               => 'Төннөрүллүбэтэ; баҕар ким эрэ номнуо төннөрө охсубута буолуо.',
'undeletedpage'                => "'''$1 төннөрүлүннэ (төннөрүллүбүт)'''

Кэнники сотуулар уонна төннөрүүлэр испииһэктэрин [[Special:Log/delete|манна]] көрүөххүн сөп.",
'undelete-header'              => 'Соторутааҥы [[Special:Log/delete|сотуу испииһэгин]] көрүөххүн сөп.',
'undelete-search-box'          => 'Сотуллубут сирэйдэри көрдөөһүн',
'undelete-search-prefix'       => 'Мантан саҕаланар сирэйдэри көрдөө:',
'undelete-search-submit'       => 'Көрдөө',
'undelete-no-results'          => 'Сотуллубут сирэйдэргэ эн көрдүүр сирэйиҥ көстүбэтэ.',
'undelete-filename-mismatch'   => 'Сирэй $1 кэмнээҕи торумун төннөрөр кыах суох: аата сөп түбэспэт',
'undelete-bad-store-key'       => 'Сирэй $1 кэмнээҕи торумун төннөрөр кыах суох: сотуу иннинэ маннык билэ суох этэ.',
'undelete-cleanup-error'       => 'Туһаныллыбат, архыыпка сытар "$1" билэ кыайан сотуллубата.',
'undelete-missing-filearchive' => 'Архыыпка сытыахтаах $1 нүөмэрдээх билэни суох буолан төннөрөр сатаммата. Номнуо төннөрүллүбүт буолуон сөп.',
'undelete-error-short'         => 'Билэни төннөрүү моһуогурда: $1',
'undelete-error-long'          => 'Билэни төннөрүү кэмигэр моһуок таҕыста:

$1',
'undelete-show-file-confirm'   => '"<nowiki>$1</nowiki>" билэ баччаҕа $2, $3 сотуллубут торумун көрүөххүн баҕараҕын дуо?',
'undelete-show-file-submit'    => 'Сөп',

# Namespace form on various pages
'namespace'      => 'Аат дала (Пространство имён):',
'invert'         => 'Бэлиэтэниллибити таҥнары тут',
'blanknamespace' => '(Сүрүн)',

# Contributions
'contributions'       => 'Кыттааччы суруйуута (вклад)',
'contributions-title' => '$1 кыттааччы киллэрбит уларытыылара',
'mycontris'           => 'Суруйуум тиһигэ',
'contribsub2'         => 'Вклад $1 ($2)',
'nocontribs'          => 'Эппит критерийгэр эппиэттиир уларытыылар көстүбэтилэр.',
'uctop'               => '(бүтэһик)',
'month'               => 'Ыйтан бэттэх:',
'year'                => 'Сылтан бэттэх:',

'sp-contributions-newbies'             => 'Саҥа эрэ ааттан оҥоһуллубут уларытыылары көрдөр',
'sp-contributions-newbies-sub'         => 'Саҥа ааттартан',
'sp-contributions-newbies-title'       => 'Саҥа бэйэлэрин билиһиннэрбит дьон уларытыылара',
'sp-contributions-blocklog'            => 'Бобуу сурунаала',
'sp-contributions-deleted'             => 'кыттааччы сотуллубут көннөрүүлэрэ',
'sp-contributions-logs'                => 'сурунааллар',
'sp-contributions-talk'                => 'ырытыы',
'sp-contributions-userrights'          => 'кыттааччылар бырааптарын салайыы',
'sp-contributions-blocked-notice'      => 'Бу кыттааччы бырайыакка кыттара билигин бобуллубут. Хааччах сурунаалыгар ол туһунан бүтэһик сурук:',
'sp-contributions-blocked-notice-anon' => 'Бу IP бырайыакка кыттара билигин бобуллубут.
Хааччах сурунаалыгар ол туһунан бүтэһик сурук:',
'sp-contributions-search'              => 'Кыттааччы оҥорбут уларытыыларын көрдөөһүн',
'sp-contributions-username'            => 'IP аадырыһа эбэтэр аата:',
'sp-contributions-toponly'             => 'Кэнники барыллары эрэ көрдөр',
'sp-contributions-submit'              => 'Көрдөө',

# What links here
'whatlinkshere'            => 'Манна сигэнэллэр',
'whatlinkshere-title'      => 'Сирэй манна сигэнэр "$1"',
'whatlinkshere-page'       => 'Сирэй:',
'linkshere'                => "'''[[:$1]]''' билэҕэ манна көрдөрүллүбүт сирэйдэр сигэнэллэр:",
'nolinkshere'              => "'''[[:$1]]''' сирэйгэ сигэнэр сирэйдэр суохтар.",
'nolinkshere-ns'           => "Талыллыбыт бөлөххө (namespace) бу '''[[:$1]]''' сирэйгэ сигэнэр сирэйдэр суохтар.",
'isredirect'               => 'көлбөрүтэр сирэй',
'istemplate'               => 'иһинээҕи',
'isimage'                  => 'ойуу сигэтэ',
'whatlinkshere-prev'       => '{{PLURAL:$1|бу иннинээҕи|бу иннинээҕи $1}}',
'whatlinkshere-next'       => '{{PLURAL:$1|аныгыскы|аныгыскы $1}}',
'whatlinkshere-links'      => '← ыйынньыктар',
'whatlinkshere-hideredirs' => '$1 утаарыы',
'whatlinkshere-hidetrans'  => '$1 киллэриилэр',
'whatlinkshere-hidelinks'  => '$1 сигэ (ыйынньык)',
'whatlinkshere-hideimages' => '$1 ойуу сигэтэ',
'whatlinkshere-filters'    => 'Фильтрдар',

# Block/unblock
'blockip'                         => 'IP аадырыстан киириини бобуу',
'blockip-title'                   => 'Кыттааччыны бобуу',
'blockip-legend'                  => 'Кыттааччыны хааччахтааһын',
'blockiptext'                     => 'Ханнык эмит IP-ттан суруйары манна баар форманы туһанан боп.
Вандализмы утаран уонна [[{{MediaWiki:Policy-url}}]]
быраабылалрын тутуһан эрэ бобуохтааххын.
Хайаан да бобуу төрүөтүн кэпсээ (холобур, вандализм баар сирэйдэриттэн
быһа тардан манна көрдөр).',
'ipaddress'                       => 'IP аадырыһа:',
'ipadressorusername'              => 'IP аадырыһа эбэтэр кыттааччы аата:',
'ipbexpiry'                       => 'Түмүктэниэ:',
'ipbreason'                       => 'Төрүөтэ:',
'ipbreasonotherlist'              => 'Атын биричиинэ',
'ipbreason-dropdown'              => '* Бобуу сүрүн биричиинэлэрэ
** Сымыйаны суруйуу
** Сирэй иһинээҕитин суох оҥоруу
** Тас саайтарга спам-ыйынньыктары олордуу
** Туох да суолтата суох тиэкиһи суруйуу
** Кыттааччыларга суоһурҕаныы, күөмчүлээһин
** Хас да аатынан киирэн куһаҕаны оҥоруу
** Бүрүкүтэ суох ааттаныы',
'ipbanononly'                     => 'Ааттамахтар уларыталларын эрэ боп',
'ipbcreateaccount'                => 'Саҥа кытааччылары оҥорума',
'ipbemailban'                     => 'Кыттааччы эл. суругу суруйарын боборго',
'ipbenableautoblock'              => 'Кыттааччы туһаммыт IP-аадырыстарын боборго',
'ipbsubmit'                       => 'Бу кыттааччыны тохтот',
'ipbother'                        => 'Атын кэм:',
'ipboptions'                      => '2 чаас:2 hours,1 күн:1 day,3 күн:3 days,1 нэдиэлэ:1 week,2 нэдиэлэ:2 weeks,1 ый:1 month,3 ый:3 months,6 ый:6 months,1 сыл:1 year,больдьоҕо суох:infinite',
'ipbotheroption'                  => 'атын',
'ipbotherreason'                  => 'Атын/эбии биричиинэлэр:',
'ipbhidename'                     => 'Кыттааччы аатын көннөрүүлэргэ уонна испииһэктэргэ көрдөрүмэ',
'ipbwatchuser'                    => 'Кыттааччы бэйэтин туһунан сирэйин уонна ырытыытын сирэйин кэтииргэ',
'ipballowusertalk'                => 'Кыттааччы манна үлэлиирин боппут кэмҥэ бэйэтин сирэйигэр суруйарын көҥүллүүргэ',
'ipb-change-block'                => 'Бу туруорууларынан кыттааччыны хат хааччахтаа',
'badipaddress'                    => 'IP аадырыһа сыыһа',
'blockipsuccesssub'               => 'Тохтотулунна',
'blockipsuccesstext'              => '[[Special:Contributions/$1|«$1»]] бобуллубут/тохтотуллубут.<br />
[[Special:IPBlockList|Бобуллубут IP-лар испииһэктэрин]] көр.',
'ipb-edit-dropdown'               => 'Бобуу биричиинэтин уларыт',
'ipb-unblock-addr'                => '$1 бобуутун суох гын',
'ipb-unblock'                     => 'Кыттаачыны эбэтэр IP-ны бобуллубуттар испииһэктэриттэн таһаар',
'ipb-blocklist-addr'              => '$1 бобууларын көрдөр',
'ipb-blocklist'                   => 'Бобуулары көрдөр',
'ipb-blocklist-contribs'          => '$1 кыттааччы кылаата/киллэриитэ',
'unblockip'                       => 'Кыттааччыны көҥүллээ',
'unblockiptext'                   => 'IP эбэтэр кыттааччы көннөрөр/уларытар быраабын манна баар форманы туһанан төннөр.',
'ipusubmit'                       => 'Хааччаҕын уһул',
'unblocked'                       => '[[User:$1|$1]] хааччахтаныыта уһулунна',
'unblocked-id'                    => '$1 хааччахтаныыта уһулунна',
'ipblocklist'                     => 'Бобуллубут IP-лар уонна кыттааччылар',
'ipblocklist-legend'              => 'Хааччахтаммыт/бобуллубут кыттааччыны көрдөөһүн',
'ipblocklist-username'            => 'Кыттааччы аата эбэтэр IP-та:',
'ipblocklist-sh-userblocks'       => '$1 ааты хааччахтааһын',
'ipblocklist-sh-tempblocks'       => '$1 быстах хааччахтааһын',
'ipblocklist-sh-addressblocks'    => 'IP-ны $1 хааччахтааһын',
'ipblocklist-submit'              => 'Бул',
'ipblocklist-localblock'          => 'Соҕотох бырайыакка хааччахтааһын',
'ipblocklist-otherblocks'         => 'Атын {{PLURAL:$1|хааччахтааһын|хааччахтааһыннар}}',
'blocklistline'                   => '$1, $2 хааччахтаабыт/боппут: $3 ($4)',
'infiniteblock'                   => 'болдьоҕо суох',
'expiringblock'                   => 'болдьоҕо: $1 $2',
'anononlyblock'                   => 'ааттамматахтары эрэ',
'noautoblockblock'                => 'автоблокировка араарылынна',
'createaccountblock'              => 'саҥа бэлиэтэнии бобуллубут',
'emailblock'                      => 'суруйар бобуллубут',
'blocklist-nousertalk'            => 'бэйэтин ырытыытын сирэйин уларытар кыаҕа суох',
'ipblocklist-empty'               => 'Бобуллуу испииһэгэ кураанах.',
'ipblocklist-no-results'          => 'Бу IP эбэтэр кыттааччы бобуллубатах.',
'blocklink'                       => 'боп/хааччахтаа',
'unblocklink'                     => 'бобууну/хааччахтааһыны суох гын',
'change-blocklink'                => 'хааччахтааһыны уларытыы',
'contribslink'                    => 'вклад',
'autoblocker'                     => 'Эн IP-ҥ "[[User:$1|$1]]" кыттааччыны кытта биир буолан, эн эмиэ хааччахтаныыга түбэстиҥ. Кини хааччахтаммыт төрүөтэ: "$2"',
'blocklogpage'                    => 'Хааччахтааһын/бобуу сурунаала',
'blocklog-showlog'                => 'Бу кыттааччы бэлиэр хааччахтаммыт. Хааччах сурунаала аллара көстөр:',
'blocklog-showsuppresslog'        => 'Бу кыттааччы бэлиэр хааччахтаммыт уонна аата кистэммит. Аат кистээһин сурунаала аллара көстөр:',
'blocklogentry'                   => '[[$1]] хааччахтаата, болдьоҕо: $2 $3',
'reblock-logentry'                => 'манна [[$1]] аналлаах хааччахтааһын туруоруулара уларыйда, болдьоҕо $2 $3',
'blocklogtext'                    => 'Кыттааччылары хааччахтааһын уонна ол хааччахтааһыннарын суох гыныы сурунаала.
Аптамаатынан хааччахтаммыт IP-лар манна көстүбэттэр.
[[Special:IPBlockList|Билигин баар хааччахтаныылар испииһэктэрин]] көр.',
'unblocklogentry'                 => '$1 хааччахтааһыны уһулла',
'block-log-flags-anononly'        => 'ааттамматах кыттааччылар эрэ',
'block-log-flags-nocreate'        => 'саҥа бэлиэтэнии бобуллубут',
'block-log-flags-noautoblock'     => 'аптаамаатынан хааччахтааһын араарыллыбыт',
'block-log-flags-noemail'         => 'суруктар бобуллубуттар',
'block-log-flags-nousertalk'      => 'бэйэтин ырытар сирэйин уларытар кыаҕа суох',
'block-log-flags-angry-autoblock' => 'кэҥэтиллибит автоблок холбоммут',
'block-log-flags-hiddenname'      => 'кыттааччы аата кистэннэ',
'range_block_disabled'            => 'Дьаһабыллар диапазоннары боболлоро көҥүллэммэт.',
'ipb_expiry_invalid'              => 'Сатаммат кэми туруордуҥ.',
'ipb_expiry_temp'                 => 'Аатын кистиэһиннээх бобуу больдьоҕо суох буолуохтаах.',
'ipb_hide_invalid'                => 'Бу ааты кистиир табыллыбата, баҕар кини аатыттан наһаа элбэх көннөрүү оҥоһуллубута буолуо.',
'ipb_already_blocked'             => '"$1" номнуо бобуллубут',
'ipb-needreblock'                 => '== Хааччахтаммыт эбит ==
$1 бэлиэр хааччахтаммыт. Хааччахтааһын туруорууларын уларытыаххын баҕараҕын дуо?',
'ipb-otherblocks-header'          => 'Атын {{PLURAL:$1|хааччахтааһын|хааччахтааһыннар}}',
'ipb_cant_unblock'                => 'Алҕас: $1 нүөмэрдээх бобуу булуллубата. Баҕар кыттааччы хааччаҕын устубуттара буолуо.',
'ipb_blocked_as_range'            => 'Сыыһа: $1 IP-та чопчу бобуллубатах (не блокирован), онон аһыллар кыаҕа суох. Ол гынан баран IP бу $2 диапазон сорҕотун быһыытынан бобуллубут, ону арыйыахха (бобуутун устуохха) сөп.',
'ip_range_invalid'                => 'IP-лар диапазоннара сатаммат.',
'ip_range_toolarge'               => 'Мантан  /$1 үөһэ диапазоннары хааччахтыыр сатаммат.',
'blockme'                         => 'Миигин боп (блокируйдаа)',
'proxyblocker'                    => 'Прокси бобуллуута',
'proxyblocker-disabled'           => 'Бу дьайыы араарыллыбыт.',
'proxyblockreason'                => 'Эн IP-ҥ аһаҕас прокси эбит, онон бобулунна. Интернет-провайдергын эбэтэр техническэй сулууспаны кытта сибээстэһэн кутталлаах суол баарын биллэр.',
'proxyblocksuccess'               => 'Сатанна.',
'sorbsreason'                     => 'Эн IP-ҥ {{SITENAME}} саайт DNSBL-гар аһаҕас прокси быһыытынан сылдьар.',
'sorbs_create_account_reason'     => 'Эн IP-ҥ {{SITENAME}} саайт DNSBL-гар аһаҕас прокси быһыытынан сылдьар. Саҥаттан бэлиэтэнэр кыаҕыҥ суох.',
'cant-block-while-blocked'        => 'Бэйэҥ хааччахтаммыт кэмҥэр атын кыттааччылары хааччахтыыр кыаҕыҥ суох.',
'cant-see-hidden-user'            => 'Эн хааччахтаары гыммыт кыттааччыҥ урут хааччахтаммыт уонна кистэммит эбит. Кыттааччылары кистиир кыаҕыҥ суох буолан ол туһунан суругу көрөр да уларытар да быраабыҥ суох.',
'ipbblocked'                      => 'Атын кыттааччылары хааччахтыыр да, хааччахтарын да устар кыаҕыҥ суох, тоҕо диэтэххэ бэйэҥ хааччахтааххын',
'ipbnounblockself'                => 'Эн бэйэҥ хааччаххын кыайан устубаккын',

# Developer tools
'lockdb'              => 'Билии олоҕо (database) хатаммыт (көрүөххэ эрэ сөп)',
'unlockdb'            => 'билии олоҕун (database) хааччаҕын уһул',
'lockdbtext'          => 'database хааччахтаатаххына атыттар сирэйдэри, туруорууларын, кэтээн көрүү испииһэгин уларытар уонна да атын database көмөтүнэн оҥоһуллар дьайыылары оҥорор кыахтара суох буолуо.
Чахчы инньэ гыныаххын баҕарар буоллаххына уонна хааччахтааһыны, туттан баран, бэйэм суох гыныам диир буоллаххына, бигэргэт.',
'unlockdbtext'        => 'Билии олоҕун уларытары көҥүллээһин атыттарга сирэйдэри, туруорулары, кэтээһин сирэйдэрин уларытар кыаҕы, уонна да атын билии олоҕун көмөтүнэн оҥоһуллар дьайыылары оҥорор кыаҕы биэрэр.
Чахчы инньэ гыныаххын баҕарар буоллаххына бигэргэт.',
'lockconfirm'         => 'Сөп, мин чахчы билии олоҕун (database) хааччахтаары гынабын.',
'unlockconfirm'       => 'Сөп, мин чахчы билии олоҕун (database) хааччахтааһынын устаары гынабын.',
'lockbtn'             => 'Билии олоҕун (database) уларытары бобуу',
'unlockbtn'           => 'Билии олоҕун (database) уларытары көҥүллээһин',
'locknoconfirm'       => 'Бигэргэтиини бэлиэтээбэтэххин.',
'lockdbsuccesssub'    => 'Билии олоҕун (Database) уларытыы бобулунна',
'unlockdbsuccesssub'  => 'Билии олоҕун (Database) уларытыы көҥүллэннэ',
'lockdbsuccesstext'   => 'Билии олоҕун (database) уларытар бобулунна.
<br />Үлэлээн бүттэххинэ [[Special:UnlockDB|уларытары көҥүллүүргүн]] умнума.',
'unlockdbsuccesstext' => 'Билии олоҕун (database) уларытар көҥүллэннэ.',
'lockfilenotwritable' => 'Бобуу билэтигэр суруйар кыаҕыҥ суох. БД уларытары көҥүллүүргэ эбэтэр боборго веб-сервер бу билэни уларытар бырааптаах буолуохтаах.',
'databasenotlocked'   => 'БД уларытааһын бобуллубата.',

# Move page
'move-page'                    => '$1 - аатын уларытыы',
'move-page-legend'             => 'Аатын уларытыы',
'movepagetext'                 => "Манна баар форманы туһанан сирэй аатын уларытыаххын сөп.
Бу түбэлтэҕэ уларытыы сурунаала саҥа сиргэ көһөр.
Урукку аат саҥа сирэйгэ утаарар сирэйгэ кубулуйар.
Урукку аакка ыйынньыктар уларыйбаттар;
бука диэн [[Special:DoubleRedirects|хос ыйынньыктар]] уонна [[Special:BrokenRedirects|быстыбыт сигэниилэр]] баалларын-суохтарын көр.
Сиэр быһыытынан ыйынньыктар сөпкө сигэнэллэрин эн ситиһиэхтээххин.

Өскө маннык ааттаах сирэй номнуо баар буоллаҕына сирэй аата '''уларыйыа суоҕа''', арай ол сирэй кураанах эбэтэр утаарар сирэй буолбатах буоллаҕына.
Ол аата эн сирэй аатын сыыһа уларыппыт буоллаххына төттөрү урукку аатыгар төннөрүөххүн сөп гынан баран баар сирэйи алҕас сотор кыаҕыҥ суох.

'''СЭРЭТИИ!'''
Сирэй аатын уларытыы улахан уонна эрдэттэн өйдөммөтөх содуллаах буолуон сөп.
Онон, бука диэн салгыаҥ иннинэ үчүгэйдик толкуйдаа.",
'movepagetalktext'             => 'Холбонуллубут ырытыы (баар буоллаҕына) эмиэ аатын уларытыа. Ол сатаммат түбэлтэлэрэ:
*Маннык ааттаах кураанах буолбатах ырытыы баар буоллаҕына
*Манна бэлиэ туруорбатаххына.

Ити түгэннэргэ сирэйдэри бэйэҥ көһөрүөхтээххин эбэтэр холбуохтааххын.',
'movearticle'                  => 'Бу аатын уларыт:',
'moveuserpage-warning'         => "'''Болҕой:''' Эн кыттааччы тус сирэйин аатын уларытаары гынныҥ. Инньэ гыннаххына сирэй аата эрэ уларыйыа, кыттааччы бэйэтин аата уларыйыа '''суоҕа'''.",
'movenologin'                  => 'Ааккын билиһиннэрбэтэххин',
'movenologintext'              => 'Эн аакын [[Special:UserLogin|билиһиннэрдэххинэ]] эрэ сирэй аатын уларытар кыахтаныаҥ.',
'movenotallowed'               => 'Cирэйдэр ааттарын уларытар кыаҕыҥ суох.',
'movenotallowedfile'           => 'Билэлэр ааттарын уларытар кыаҕыҥ суох.',
'cant-move-user-page'          => 'Эн кыттааччылар сүрүн сирэйдэрин аатын уларытар кыаҕыҥ суох.',
'cant-move-to-user-page'       => 'Эн кыттааччы аатын далыгар сирэйдэри уларытар кыаҕыҥ суох (анныкы сирэйдэриттэн ураты).',
'newtitle'                     => 'Саҥа аата:',
'move-watch'                   => 'Кэтээн көрөргө',
'movepagebtn'                  => 'Аатын уларыт',
'pagemovedsub'                 => 'Аата уларыйда',
'movepage-moved'               => '\'\'\'"$1" сирэй аата маннык буолла "$2"\'\'\'',
'movepage-moved-redirect'      => 'Утаарыы оҥоһулунна.',
'movepage-moved-noredirect'    => 'Утаарыы-сирэй оҥорор бобуллубут.',
'articleexists'                => 'Маннык ааттаах сирэй баар, эбэтэр
маннык аат көҥүллэммэт эбит.
Атын аатта таларгар көрдөһөбүт.',
'cantmove-titleprotected'      => 'Сирэйи көһөрөр кыаҕыҥ суох: саҥа аат оҥоһуллара бобуллубут',
'talkexists'                   => "'''Сирэй аата уларыйда, ол гынан баран ырытыы аата сатаан уларыйбата, тоҕо диэтэххэ маннык ааттаах ырытыы сирэйэ баар эбит. Онон бэйэҥ ол икки ырытыы сирэйдэрин холбууруҥ буоллар.'''",
'movedto'                      => 'аатын манныкка уларытыллыбыт:',
'movetalk'                     => 'Сөп түбэһэр ырытыы сирэйин аатын эмиэ уларыт',
'move-subpages'                => 'Анныкы сирэйдэр (подстраницы) ааттарын уларытыы ($1 дылы)',
'move-talk-subpages'           => 'Ырытыы анныкы сирэйдэрин (подстраницы) ааттарын уларытыы ($1 дылы)',
'movepage-page-exists'         => '$1 сирэй номнуо баар, онон аптамаатынан хос суруллар кыаҕа суох.',
'movepage-page-moved'          => '$1 сирэй аата $2 буолбут.',
'movepage-page-unmoved'        => '$1 сирэй $2 ааттанар кыаҕа суох.',
'movepage-max-pages'           => '$1 {{PLURAL:$1|сирэй аата уларыйда|сирэйдэр ааттара уларыйда}} — мантан элбэх сирэйи аптамаатынан уларытар кыах суох.',
'1movedto2'                    => '[[$1]] аата манныкка уларытылынна: [[$2]]',
'1movedto2_redir'              => 'Утаарыы үрдүнэн [[$1]] сирэй аата манныкка уларытылынна: [[$2]]',
'move-redirect-suppressed'     => 'утаарыы бобуллубут',
'movelogpage'                  => 'Аат уларыйыытын испииһэгэ',
'movelogpagetext'              => 'Манна ааттара уларытыллыбыт сирэйдэр испииһэктэрэ көстөр.',
'movesubpage'                  => '{{PLURAL:$1|Алын сирэй|Алын сирэйдэр}}',
'movesubpagetext'              => 'Бу сирэй $1 {{PLURAL:$1|алын сирэйдээх|алын сирэйдэрдээх}}.',
'movenosubpage'                => 'Бу сирэй алын сирэйэ суох.',
'movereason'                   => 'Төрүөтэ:',
'revertmove'                   => 'төннөрүү',
'delete_and_move'              => 'Суох гын уонна аатын уларыт',
'delete_and_move_text'         => '==Сотуохха наада==

Маннык ааттаах сирэй [[:$1|«$1»]] бэлиэр баар. Эн ону суох гынан баран аатын уларытаары гынаҕын дуо?',
'delete_and_move_confirm'      => 'Сөп, бу сирэйи суох гын',
'delete_and_move_reason'       => 'Аатын уларытаары сотулунна',
'selfmove'                     => 'Аатын уларытар сатаммат. Эргэ уонна саҥа аата биирдэр.',
'immobile-source-namespace'    => '"$1" аат далыгар баар сирэйдэр ааттарын уларытар кыах суох.',
'immobile-target-namespace'    => '"$1" аат далыгар сирэйи көһөрөр кыах суох',
'immobile-target-namespace-iw' => 'Интервики сигэтэ ааты уларытыыга туһаныллыбат.',
'immobile-source-page'         => 'Бу сирэйи аатын уларытар табыллыбат.',
'immobile-target-page'         => 'Сирэйгэ бу ааты иҥэрэр табыллыбат.',
'imagenocrossnamespace'        => 'Ойууга атын аат далыттан аат биэрэр сатаммат',
'nonfile-cannot-move-to-file'  => 'Сирэйдэри билэ гынан ааттарын уларытар табыллыбат',
'imagetypemismatch'            => 'Билэ саҥа расширенията тиибигэр сөп түбэспэт',
'imageinvalidfilename'         => 'Билэ аата сыыһалаах',
'fix-double-redirects'         => 'Утаарыылары урукку ааттарыгар төннөр',
'move-leave-redirect'          => 'Утаарыыны хааллар',
'protectedpagemovewarning'     => "'''Сэрэтии. Бу сирэй уларытыыттан көмүскэммит, онон аатын дьаһабыллар эрэ уларытар кыахтаахтар.'''
Аллара сурунаал бүтэһик суруга көрдөрүлүннэ:",
'semiprotectedpagemovewarning' => "'''Биллэрии:''' Бу сирэй уларытыыттан көмүскэммит, онон бэлиэтэммит эрэ кыттааччылар аатын уларытар кыахтаахтар.
Аллара сурунаал бүтэһик барыла көрдөрүлүннэ:",
'move-over-sharedrepo'         => '== Маннык билэ баар ==
Уопсай хааһахха [[:$1]] баар эбит. Билэни маннык ааттаатаххына ол билэни бүөлээн кэбиһиэҥ.',
'file-exists-sharedrepo'       => 'Маннык ааттаах билэ уопсай хааһахха баар эбит.
Атын аатта тал.',

# Export
'export'            => 'Сирэйдэри таска таһаарааһын (export)',
'exporttext'        => 'Эн тиэкиһи уонна уларытыы сурунаалын таска XML көрүҥүнэн таһаарыаххын (экспортыаххын) сөп.
Онтугун MediaWiki көмөтүнэн үлэлиир атын вики-бырайыакка [[Special:Import|киллэриэххин]] (импортыаххын) сөп.

Ыстатыйалары таһаарарга (экспортыырга) ааттарын строкааҕа биирдии аатынан,
уларытыы түннүгэр (поле редактирования) суруй.
Онтон тал: ыстатыйалар историяларын барытын көһөрөҕүн дуу, кэлиҥҥи торумнарын эрэ дуу.

Экспорт анал аадырыһын туһанан сирэй бүтэһик торумун көһөрүөххэ эмиэ сөп.
Холобур, [[{{MediaWiki:Mainpage}}]] сирэйи маннык: [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]].',
'exportcuronly'     => 'Бүтэһик торуму эрэ киллэр, уларытыы толору историята наадата суох',
'exportnohistory'   => "----
'''Биллэрии:''' Сирэй толору историятын таһаарыы (экспорт) кыах тиийбэтинэн араарыллыбыт.",
'export-submit'     => 'Таска таһаарыы (экспорт)',
'export-addcattext' => 'Бу категрияттан сирэйдэри эп:',
'export-addcat'     => 'Эбэн биэр',
'export-addnstext'  => 'Бу аат далыттан сирэйдэри эбэргэ:',
'export-addns'      => 'Эп',
'export-download'   => 'Билэ быһыытынан хаалларыахха диэ',
'export-templates'  => 'Халыыптары киллэрии',
'export-pagelinks'  => 'Бачча дириҥҥэ дылы ситимнээх сирэйдэри киллэр:',

# Namespace 8 related
'allmessages'                   => 'Систиэмэ (тиһик) биллэриилэрэ',
'allmessagesname'               => 'Биллэрии',
'allmessagesdefault'            => 'Туспа этиллибэтэҕинэ суруллар тиэкис',
'allmessagescurrent'            => 'Билиҥҥи тиэкис',
'allmessagestext'               => 'Манна MediaWiki биллэриилэрин испииһэгэ көстөр.
Эн MediaWiki движогун тылбаастыырга көмөлөһүөххүн баҕарар буоллаххына манна [http://www.mediawiki.org/wiki/Localisation MediaWiki Localisation] уонна манна [http://translatewiki.net translatewiki.net] киир.',
'allmessagesnotsupportedDB'     => "'''{{ns:special}}:Allmessages''' туттуллар кыаҕа суох, тоҕо диэтэххэ '''\$wgUseDatabaseMessages''' араарыллыбыт.",
'allmessages-filter-legend'     => 'Сиидэ',
'allmessages-filter'            => 'Уларытыы көрүҥүнэн наардыыр сиидэ:',
'allmessages-filter-unmodified' => 'Уларытыллыбатахтар',
'allmessages-filter-all'        => 'Бары (барыта)',
'allmessages-filter-modified'   => 'Уларытыллыбыттар',
'allmessages-prefix'            => 'Префиксынан сиидэлиир:',
'allmessages-language'          => 'Тыла:',
'allmessages-filter-submit'     => 'Көс',

# Thumbnails
'thumbnail-more'           => 'Улаатыннар',
'filemissing'              => 'Билэ көстүбэтэ',
'thumbnail_error'          => 'Кыра ойууну оҥоруу сатаммата: $1',
'djvu_page_error'          => 'DjVu сирэй тиһик таһыгар эбит',
'djvu_no_xml'              => 'DjVu билэтигэр аналлаах XML кыайан ылыллыбата',
'thumbnail_invalid_params' => 'Кыра ойуу кээмэйэ сыыһалаах',
'thumbnail_dest_directory' => 'Наадалаах каталогы оҥорор табыллыбата',
'thumbnail_image-type'     => 'Маннык ойуу көрүҥэ манна туттуллубат',
'thumbnail_gd-library'     => 'GD бибилитиэкэ толору конфигурацията суох, бу функция суох: $1',
'thumbnail_image-missing'  => 'Арааһа бу билэ суох быһыылаах: $1',

# Special:Import
'import'                     => 'Сирэйдэри импортааһын',
'importinterwiki'            => 'Биики ыккардынааҕы импорт',
'import-interwiki-text'      => 'Биикини уонна импортанар сирэй аатын киллэр.
Уларытыылар күннэрэ-ыйдара уонна аапптардар ааттара оннуларынан хаалыахтара.
Биики ыккардынааҕы импорт дьайыылара [[Special:Log/import|аналлаах сурунаалга]] суруллаллар.',
'import-interwiki-source'    => 'Ылыллыбыт биикитэ/сирэйэ:',
'import-interwiki-history'   => 'Сирэй туох баар историятын көһөрөргө',
'import-interwiki-templates' => 'Бары халыыптары киллэр',
'import-interwiki-submit'    => 'Импортаа',
'import-interwiki-namespace' => 'Бу аат далыгар көһөрөргө:',
'import-upload-filename'     => 'Билэ аата:',
'import-comment'             => 'Хос быһаарыы:',
'importtext'                 => 'Сирэйи [[Special:Export|экспорт үнүстүрүмүөнүн]] көмөтүнэн экспортаа. Билэни бэйэҥ көмпүүтэргэр суруй, онтон манна көһөр.',
'importstart'                => 'Сирэйдэри импортааһын...',
'import-revision-count'      => '$1 {{PLURAL:$1|торум|торумнар}}',
'importnopages'              => 'Импортка аналлаах сирэй суох.',
'imported-log-entries'       => 'Сурунаал $1 {{PLURAL:$1|суруга|суруктара}} импортаннылар.',
'importfailed'               => 'Импортыыр табыллыбата: $1',
'importunknownsource'        => 'Импортанар сирэй биллибэт көрүҥнээх',
'importcantopen'             => 'Импортанар билэ кыайан арыллыбат',
'importbadinterwiki'         => 'Интервики ыйынньык сыыһа',
'importnotext'               => 'Тиэкис суох',
'importsuccess'              => 'Импортааһын түмүктэннэ!',
'importhistoryconflict'      => 'Баар торумнар сөпсөспөтүлэр (баҕар сирэй номнуо импортаммыт буолуон сөп)',
'importnosources'            => 'Биики ыккрадынааҕы импортанар билэ талыллыбатах, уларытыы историятын көһөрүү арахса сылдьар.',
'importnofile'               => 'Импортанар билэ сатаан киллэриллибэтэ.',
'importuploaderrorsize'      => 'Файл ыйааhына наhаа улахан буолан хачайдааhын тохтотулунна.',
'importuploaderrorpartial'   => 'Хачайдааhын тохтотулунна. Файл сорҕото эрэ сурулунна.',
'importuploaderrortemp'      => 'Хачайдааhын тохтотулунна. Быстах кэмҥэ уурар сир көстүбэтэ.',
'import-parse-failure'       => 'Импортааһын кэмигэр ошибка разбора XML',
'import-noarticle'           => 'Импортанар сирэй суох!',
'import-nonewrevisions'      => 'Туох баар торумнар бу иннинэ импортаммыттар/импортаннылар.',
'xml-error-string'           => '$1 - $2 строка, $3 колонка ($4 байт): $5',
'import-upload'              => 'XML-дааннайдары киллэр',
'import-token-mismatch'      => 'Арахсан хаалбыт. Өссө киирэн көр.',
'import-invalid-interwiki'   => 'Бу биикиттэн импорт оҥорор сатаммат(а).',

# Import log
'importlogpage'                    => 'Импорт сурунаала',
'importlogpagetext'                => 'Сирэйдэри историяларын кытта холбуу атын биикилэртэн импортааһын.',
'import-logentry-upload'           => '[[$1]] - билэттэн импортааһын',
'import-logentry-upload-detail'    => '$1 {{PLURAL:$1|барыл|барыл баар}}',
'import-logentry-interwiki'        => 'биикилэр ыккардыларынааҕы $1',
'import-logentry-interwiki-detail' => 'барыта $2 барылтан $1 барыл',

# Tooltip help for the actions
'tooltip-pt-userpage'             => 'Кыттааччы быһыытынан тус сирэйиҥ',
'tooltip-pt-anonuserpage'         => 'Билигин киирбит IP-м сирэйэ',
'tooltip-pt-mytalk'               => 'Кэпсэтэр-ырытар сириҥ',
'tooltip-pt-anontalk'             => 'Бу IP ырытыыта',
'tooltip-pt-preferences'          => 'Бэйэм туруорууларым',
'tooltip-pt-watchlist'            => 'Кэтээн көрөр сирэйдэрим тиһигэ',
'tooltip-pt-mycontris'            => 'Суруйбут/уларыппыт сирэйдэриҥ тиһиктэрэ',
'tooltip-pt-login'                => 'Манна бэйэҕин билиһиннэриэххин сөп (булгуччута суох).',
'tooltip-pt-anonlogin'            => 'Бэйэҕин билиһиннэриэххин сөп (булгуччута суох).',
'tooltip-pt-logout'               => 'Тахсыы',
'tooltip-ca-talk'                 => 'Ыстатыйаны ырытыы',
'tooltip-ca-edit'                 => 'Бу сирэйи уларытыахха сөп. Бука диэн бастаан хайдах буоларын көрөн баран уларыт.',
'tooltip-ca-addsection'           => 'Саҥа салааны саҕалааһын',
'tooltip-ca-viewsource'           => 'Бу сирэй улартыллыбат. Ол гынан баран тутулун көрүөххүн уонна устан ылыаххын сөп.',
'tooltip-ca-history'              => 'Бу сирэй урукку торумнара.',
'tooltip-ca-protect'              => 'Бу сирэйи уларытары боборго',
'tooltip-ca-unprotect'            => 'Бу сирэйтэн көмүскэлин уһул',
'tooltip-ca-delete'               => 'Бу сирэйи суох гын',
'tooltip-ca-undelete'             => 'Сирэй сотулла илигинэ оҥоһуллубут уларытыыларын төннөрөргө',
'tooltip-ca-move'                 => 'Аатын уларытарга',
'tooltip-ca-watch'                => 'Кэтээн көрүү испииһэгэр киллэр',
'tooltip-ca-unwatch'              => 'Бу сирэйи кэтээн көрүү испииһэгиттэн сот',
'tooltip-search'                  => 'Тылы көрдөө',
'tooltip-search-go'               => 'Маннык толору ааттаах сирэйи (сирэйгэ) көрдүүргэ',
'tooltip-search-fulltext'         => 'Сирэйдэргэ бу тиэкиһи көрдөө',
'tooltip-p-logo'                  => 'Сүрүн сирэй',
'tooltip-n-mainpage'              => 'Сүрүн сирэйгэ барыы',
'tooltip-n-mainpage-description'  => 'Сүрүн сирэйгэ',
'tooltip-n-portal'                => 'Бу бырайыак туһунан, манна тугу гыныаххытын сөбүй уонна туох ханна баара',
'tooltip-n-currentevents'         => 'Найдите вводную информацию на текущих событиях',
'tooltip-n-recentchanges'         => 'Бу биикигэ буолбут бүтэһик уларытыылар.',
'tooltip-n-randompage'            => 'Ханнык баҕарар сирэйи көрдөр',
'tooltip-n-help'                  => '«{{SITENAME}}» справочнига.',
'tooltip-t-whatlinkshere'         => 'Бу сирэйгэ сигэнэр сирэйдэр испииһэктэрэ',
'tooltip-t-recentchangeslinked'   => 'Бу сирэй сигэнэр сирэйдэригэр кэнники уларыйыылар',
'tooltip-feed-rss'                => 'RSS бу сирэйгэ',
'tooltip-feed-atom'               => 'Atom бу сирэйгэ',
'tooltip-t-contributions'         => 'Бу кыттааччы уларыппыт сирэйдэрин испииһэгэ',
'tooltip-t-emailuser'             => 'Бу киһиэхэ сурук ыытарга',
'tooltip-t-upload'                => 'Билэлэри суруттарыы',
'tooltip-t-specialpages'          => 'Анал сирэйдэр испииһэктэрэ',
'tooltip-t-print'                 => 'Сирэй бэчээккэ ыытыллар торума',
'tooltip-t-permalink'             => 'Сирэй куруук баар сиригэр ыйынньык',
'tooltip-ca-nstab-main'           => 'Ыстатыйа ис хоһооно',
'tooltip-ca-nstab-user'           => 'Кыттааччы бэйэтин сирэ',
'tooltip-ca-nstab-media'          => 'Миэдьийэ билэтэ',
'tooltip-ca-nstab-special'        => 'Бу туспа аналлаах сирэй, уларытыллыбат',
'tooltip-ca-nstab-project'        => 'Бырайыак туһунан',
'tooltip-ca-nstab-image'          => 'Ойуу туһунан көрүү',
'tooltip-ca-nstab-mediawiki'      => 'Тиһик (система) биллэриитин көрүү',
'tooltip-ca-nstab-template'       => 'Халыып туһунан',
'tooltip-ca-nstab-help'           => 'Көмө сирэйи көрүү',
'tooltip-ca-nstab-category'       => 'Категория туһунан',
'tooltip-minoredit'               => 'Уларытыыны суолтата кыра курдук бэлиэтээ',
'tooltip-save'                    => 'Уларытыыны бигэргэтии',
'tooltip-preview'                 => 'Уларытыах иннинэ көрүү; бука диэн маны туһан!',
'tooltip-diff'                    => 'Уларытыах иннинэ баар тиэкиһи кытта тэҥнээһин.',
'tooltip-compareselectedversions' => 'Икки талыллыбыт торумнар ыккардыларынааҕы уратыны көрдөр.',
'tooltip-watch'                   => 'Бу сирэйи кэтээһин испииһэгэр киллэр',
'tooltip-recreate'                => 'Сирэйи суох гыныллыбытын үрдүнэн сөргүтүү',
'tooltip-upload'                  => 'Суруйууну саҕалаа',
'tooltip-rollback'                => 'Биир баттааһынынан бүтэһик көннөрүүлэри оҥорбут киһи уларытыыларын суох оҥорорго.',
'tooltip-undo'                    => 'Бүтэһик көннөрүүнү суох оҥор уонна уларытыах иннинэ хайдах көстүөхтээҕин көрдөрөр түннүгү таһаар.
Уларытыы төрүөтүн быһаарар кыаҕы биэр.',
'tooltip-preferences-save'        => 'Туруоруулары бигэргэт',
'tooltip-summary'                 => 'Кылгастык бу туһунан суруй',

# Stylesheets
'common.css'   => '/** Манна оҥоһуллубут CSS атын скиннарга эмиэ олохтонуо */',
'monobook.css' => '/* Манна оҥоһуллубут CSS Monobook диэн скиҥҥа туһаныллыа */',

# Scripts
'common.js'   => '/* Оҥоһуллубут JavaScript ханнык баҕарар киһи манна киирдэҕинэ үлэлээн кэлиэ. */',
'monobook.js' => '/* Эргэрбит; маны туһан:[[MediaWiki:common.js]] */',

# Metadata
'nodublincore'      => 'Dublin Core RDF метадааннайдар бу сиэрбэргэ бобуллубуттар.',
'nocreativecommons' => 'Creative Commons RDF метадааннайдар бу сиэрбэргэ бобуллубуттар.',
'notacceptable'     => "Биики-сиэрбэр эн браузерыҥ ааҕар формаатын кыайан көрдөрбөт.<br /> The wiki server can't provide data in a format your client can read.",

# Attribution
'anonymous'        => '{{SITENAME}} ааттамматах {{PLURAL:$1|кыттааччыта|кыттааччылара}}',
'siteuser'         => '{{SITENAME}} кыттааччыта $1',
'anonuser'         => '{{SITENAME}} бэйэтин билиһиннэрбэтэх кыттааччыта $1',
'lastmodifiedatby' => 'Бу сирэйи бүтэһигин $3 кыттааччы $2 уларыппыт, $1.',
'othercontribs'    => '$1 үлэтигэр олоҕурбут.',
'others'           => 'атыттар',
'siteusers'        => '{{SITENAME}} {{PLURAL:$2|кыттааччыта|кыттааччылара}} $1',
'anonusers'        => '{{SITENAME}} бэйэтин билиһиннэрбэтэх {{PLURAL:$2|кыттааччыта|кыттаачылара}} $1',
'creditspage'      => 'Махтаныы',
'nocredits'        => 'Бу сирэй кыттааччыларын испииһэгэ суох.',

# Spam protection
'spamprotectiontitle' => 'Спам утары фильтр',
'spamprotectiontext'  => 'Эн суруйа сатыыр сирэйгин спамы утарар фильтр суруттарбата.
Тас атын сиргэ ыйынньыктааҕын иһин буолуон сөп.',
'spamprotectionmatch' => 'Бу сурук спамы утарар фильтртан кэллэ: $1',
'spambot_username'    => 'Спамы ыраастааһын',
'spam_reverting'      => 'Манна: $1 ыйынньыга суох бүтэһик торуму сөргүтүү (төннөрүү)',
'spam_blanking'       => 'Бары торумнар манна "$1" ыйынньыктаахтар, барытын суох оҥоруу',

# Info page
'infosubtitle'   => 'Сирэй туһунан',
'numedits'       => 'Уларытыы ахсаана (ыстатыйа): $1',
'numtalkedits'   => 'Уларытыы ахсаана (ырытыы): $1',
'numwatchers'    => 'Кэтээччилэр ахсааннара: $1',
'numauthors'     => 'Тус туспа ааптардар ахсааннара (ыстатыйа): $1',
'numtalkauthors' => 'Тус туспа ааптардар ахсааннара (ырытыы): $1',

# Skin names
'skinname-standard'  => 'Классика',
'skinname-nostalgia' => 'Мунчаарыы',
'skinname-myskin'    => 'Миэнэ',
'skinname-chick'     => 'Чуппууска',
'skinname-simple'    => 'Судургу',
'skinname-modern'    => 'Билиҥҥи',

# Math options
'mw_math_png'    => 'Куруук PNG таһаарарга (туһанарга)',
'mw_math_simple' => 'көннөрү түбэлтэҕэ HTML, атын буоллаҕына PNG',
'mw_math_html'   => 'сатанаҕына HTML, сатамматаҕына PNG',
'mw_math_source' => 'TeX бэлиэтин (разметкатын) хааллар (тиэкиһинэн эрэ үлэлиир браузерга)',
'mw_math_modern' => 'Аныгы браузердарга анаан',
'mw_math_mathml' => 'Сатаннаҕына MathML туһан (experimental)',

# Math errors
'math_failure'          => 'Сатаан ааҕыллыбата',
'math_unknown_error'    => 'биллибэт алҕас',
'math_unknown_function' => 'биллибэт дьайыы (функция)',
'math_lexing_error'     => 'лексиката алҕастаах',
'math_syntax_error'     => 'синтаксис алҕаһа',
'math_image_error'      => 'PNG-га уларытыы сатаммата; latex, dvips, gs, уонна convert туруоруулара сөбүн көр',
'math_bad_tmpdir'       => 'Математика быстах кэмнээҕи директорията сатаан оҥоһуллубута',
'math_bad_output'       => 'Математика таһынааҕы директорията сатаан оҥоһуллубата',
'math_notexvc'          => 'texvc кыайан толоруллубата; маны math/README көр.',

# Patrolling
'markaspatrolleddiff'                 => 'Бэрэбиэркэлэммит курдук бэлиэтээ',
'markaspatrolledtext'                 => 'Бу ыстатыйаны бэрэбиэркэлэммит курдук бэлиэтээ',
'markedaspatrolled'                   => 'Бэрэбиэркэлэммит курдук бэлиэтэннэ',
'markedaspatrolledtext'               => '[[:$1]] ыстатыйа барыла ботуруулламмыт курдук бэлиэтэннэ.',
'rcpatroldisabled'                    => 'Кэлиҥҥи уларытыылары бэрэбиэркэлиир бобулунна',
'rcpatroldisabledtext'                => 'Бүтэһик уларытыылары бэрэбиэкэлээһин арахсан турар.',
'markedaspatrollederror'              => 'Бэрэбиэркэлэммит курдук бэлиэтиир сатаммата',
'markedaspatrollederrortext'          => 'Бэрэбиэркэлэммит курдук бэлиэтииргэ торуму чопчу талыахтааххын.',
'markedaspatrollederror-noautopatrol' => 'Бэйэҥ уларытыыгын бэрэбиэркэлэммит курдук оҥороруҥ сатаммат.',

# Patrol log
'patrol-log-page'      => 'Бэрэбиэркэ сурунаала',
'patrol-log-header'    => 'Ботуруулламмыт торумнар сурунааллара.',
'patrol-log-line'      => '$2-тэн $1 бэлиэтэммит, патрулламмыт $3',
'patrol-log-auto'      => '(аптамаатынан)',
'patrol-log-diff'      => '$1 барыл',
'log-show-hide-patrol' => '$1 ботурууллааһын сурунаала',

# Image deletion
'deletedrevision'                 => '$1 урукку торума сотулунна',
'filedeleteerror-short'           => 'Билэни сотор сатаммата: $1',
'filedeleteerror-long'            => 'Билэни сотуу кэмигэр кэккэ моһоллор таҕыстылар:

$1',
'filedelete-missing'              => '"$1" билэ суох буолан сотуллар кыаҕа суох.',
'filedelete-old-unregistered'     => 'Билэ бэриллибит "$1" барыла билэлэр тиһиктэригэр (база данных) суох.',
'filedelete-current-unregistered' => 'Бу "$1" билэ тиһиккэ (база данных) суох.',
'filedelete-archive-read-only'    => '"$1" архыып директорията сиэрбэргэ кыайан суруллубат.',

# Browsing diffs
'previousdiff' => '← Иннинээҕи уларытыыга',
'nextdiff'     => 'Кэннинээҕи уларытыыга →',

# Media information
'mediawarning'         => "'''Сэрэтии''': Бу билэ иһигэр бырагыраамма куода баар.
Куһаҕан буоллаҕына систиэмэни алдьатыан сөп.",
'imagemaxsize'         => "Ойуу улаханын хааччахтааһын:<br />''(билэ туһунан сирэйгэ аналлаах)''",
'thumbsize'            => 'Кыра ойуу (миниатюра) кээмэйэ:',
'widthheightpage'      => '$1×$2, $3 {{PLURAL:$3|сирэй|сирэй}}',
'file-info'            => '(билэ кээмэйэ: $1, MIME тиибэ: $2)',
'file-info-size'       => '($1 × $2 пииксэл, билэ кээмэйэ: $3, MIME тиибэ: $4)',
'file-nohires'         => '<small>Бу ойуу маннааҕар улахан торума суох.</small>',
'svg-long-desc'        => '(SVG билэ, номинальнай кээмэйэ $1 × $2 пииксэл, билэ кээмэйэ: $3)',
'show-big-image'       => 'Ойуу бэйэтин толору кээмэйэ',
'show-big-image-thumb' => '<small>Хачайдыах иннинэ көрүү кээмэйэ: $1 × $2 пииксэл</small>',
'file-info-gif-looped' => 'хатаммыт (бобуллубут)',
'file-info-gif-frames' => '$1 {{PLURAL:$1|фреймнаах|фреймнардаах}}',
'file-info-png-looped' => 'төттөрү эргийэр',
'file-info-png-repeat' => '{{PLURAL:$1|биирдэ|төгүл}} оонньонор $1',
'file-info-png-frames' => '$1 {{PLURAL:$1|фреймнаах|фреймнардаах}}',

# Special:NewFiles
'newimages'             => 'Саҥа билэлэр галереялара',
'imagelisttext'         => "Манна {{PLURAL:$1|билэ|билэлэр}} испииһэктэрэ ('''$1''') көстөр, суортаммыт: $2.",
'newimages-summary'     => 'Бу анал сирэй киллэриллибит билэлэр испииһэктэрин көрдөрөр.',
'newimages-legend'      => 'Фильтр',
'newimages-label'       => 'Билэ аата (эбэтэр сорҕото):',
'showhidebots'          => '($1 робот)',
'noimages'              => 'Ойуу суох.',
'ilsubmit'              => 'Көрдөт',
'bydate'                => 'айыллыбыт кэминэн',
'sp-newimages-showfrom' => 'Баччаттан киирбит саҥа ойуулары көрдөр: $2, $1',

# Video information, used by Language::formatTimePeriod() to format lengths in the above messages
'seconds-abbrev' => 'с.',
'minutes-abbrev' => 'м.',
'hours-abbrev'   => 'ч.',

# Bad image list
'bad_image_list' => 'Формаата маннык буолуохтаах:

Испииһэк курдук көрүҥнээх (маннык бэлиэлээх *) строкалар эрэ учуоттаныахтара. Строка бастакы ыйынньыга бобуллубут ойууну ыйыахтаах. Бу строкаҕа баар атын ыйынньыктар исключение курдук сыаналаныахтара (ол аата ойуу онно көҥүллэнэр).',

# Metadata
'metadata'          => 'Мета дааннайдар',
'metadata-help'     => 'Бу билэҕэ цифровой камералар уонна сканердар эбэр ойуу туһунан информациялара баар. Билэ кэлин уларытыллыбыт буоллаҕына сорох кээмэйдэр билиҥҥи ойууга сөп түбэһиэ суохтарын сөп.',
'metadata-expand'   => 'Эбии информацияны көрдөр',
'metadata-collapse' => 'Эбии информацияны көрдөрүмэ',
'metadata-fields'   => 'Манна баар метадааннайдар ойуу сирэйигэр куруук көстүөхтэрэ, атыттара көстүөхтэрэ суоҕа.
* make
* model
* datetimeoriginal
* exposuretime
* fnumber
* isospeedratings
* focallength',

# EXIF tags
'exif-imagewidth'                  => 'Кэтитэ',
'exif-imagelength'                 => 'Үрдүгэ',
'exif-bitspersample'               => 'Глубина цвета',
'exif-compression'                 => 'Хам тутуу ньымата',
'exif-photometricinterpretation'   => 'Цветовая модель',
'exif-orientation'                 => 'Кадр ориентацията',
'exif-samplesperpixel'             => 'Компоненнарын ахсаана',
'exif-planarconfiguration'         => 'Дааннайдары наардааһын ньымата',
'exif-ycbcrsubsampling'            => 'Y уонна C бэйэ бэйэлэригэр сыһыаннара',
'exif-ycbcrpositioning'            => 'Y уонна C ханан тураллара',
'exif-xresolution'                 => 'Сытыары разрешениета',
'exif-yresolution'                 => 'Туруору разрешениета',
'exif-resolutionunit'              => 'Разрешениены тугунан кээмэйдиэххэ',
'exif-stripoffsets'                => 'Ойуу дааннайдара ханна баар буолара',
'exif-rowsperstrip'                => 'Биир блокка төһө строка баар буолара',
'exif-stripbytecounts'             => 'Хам тутуллубут блок кээмэйэ',
'exif-jpeginterchangeformat'       => 'JPEG SOI аналлаах сиригэр көһүү',
'exif-jpeginterchangeformatlength' => 'JPEG дааннайдарын кээмэйэ',
'exif-transferfunction'            => 'Функция преобразования цветового пространства',
'exif-whitepoint'                  => 'Үрүҥ өҥ цветноһа',
'exif-primarychromaticities'       => 'Сүрүн өҥнөр цветностара',
'exif-ycbcrcoefficients'           => 'Өҥ уларыйыытын коэфициеннара',
'exif-referenceblackwhite'         => 'Хара уонна үрүҥ сыһыаннара',
'exif-datetime'                    => 'Билэ хаһан уларыйбыта',
'exif-imagedescription'            => 'Ойуу аата',
'exif-make'                        => 'Камераны оҥорооччу',
'exif-model'                       => 'Камера модела',
'exif-software'                    => 'Туһанар бырагырааммата',
'exif-artist'                      => 'Ааптар',
'exif-copyright'                   => 'Бас билээччи',
'exif-exifversion'                 => 'Exif барыла',
'exif-flashpixversion'             => 'Flashpix туттуллар биэрсийэтэ',
'exif-colorspace'                  => 'Өҥ куйаара (пространство, space)',
'exif-componentsconfiguration'     => 'Хас биирдии компонент суолтата',
'exif-compressedbitsperpixel'      => 'Ойууну хам тутуу ньымата',
'exif-pixelydimension'             => 'Ойуу дьиҥ кэтитэ',
'exif-pixelxdimension'             => 'Ойуу дьиҥ үрдүгэ',
'exif-makernote'                   => 'Оҥорооччу хос быһаарыыта',
'exif-usercomment'                 => 'Кыттааччы хос быһаарыыта',
'exif-relatedsoundfile'            => 'Аудио-билэҕэ сыһыаннаах',
'exif-datetimeoriginal'            => 'Оҥоһуллубут кэмэ',
'exif-datetimedigitized'           => 'Сыыппараҕа көһөрүллүбүт кэмэ',
'exif-subsectime'                  => 'Доли секунд времени изменения файла',
'exif-subsectimeoriginal'          => 'Сөкүүндэ аҥаардарын КэмэКүнэ-ыйа',
'exif-subsectimedigitized'         => 'Сыыппараҕа көһөрүллүбүт сөкүүндэ аҥаардарын КэмэКүнэ-ыйа',
'exif-exposuretime'                => 'Экспозиция кэмэ',
'exif-exposuretime-format'         => '$1 сөк ($2)',
'exif-fnumber'                     => 'F кээмэйэ',
'exif-exposureprogram'             => 'Экспозиция бырагырааммата',
'exif-spectralsensitivity'         => 'Спектр чувствительноһа',
'exif-isospeedratings'             => 'ISO кээмэйэ',
'exif-oecf'                        => 'OECF (коэффициент оптоэлектрического преобразования)',
'exif-shutterspeedvalue'           => 'Объективы арыйыы кээмэйэ (Выдержка)',
'exif-aperturevalue'               => 'Диафрагма',
'exif-brightnessvalue'             => 'Сырдыга (яркость)',
'exif-exposurebiasvalue'           => 'Экспозиция сыҕарыйыыта (компенсация)',
'exif-maxaperturevalue'            => 'Диафрагма саамай улахан кээмэйэ (Maximum land aperture)',
'exif-subjectdistance'             => 'Объект ырааҕа',
'exif-meteringmode'                => 'Экспозиция кээмэйин ньымата',
'exif-lightsource'                 => 'Сырдыгы туох биэрэрэ',
'exif-flash'                       => 'Вспышка',
'exif-focallength'                 => 'Фокус кээмэйэ',
'exif-focallength-format'          => '$1 мм',
'exif-subjectarea'                 => 'Түһэриллибит объект иэнэ',
'exif-flashenergy'                 => 'Вспышка күүһэ',
'exif-spatialfrequencyresponse'    => 'Пространственная частотная характеристика',
'exif-focalplanexresolution'       => 'Разрешение по X в фокальной плоскости',
'exif-focalplaneyresolution'       => 'Разрешение по Y в фокальной плоскости',
'exif-focalplaneresolutionunit'    => 'Единица измерения разрешения в фокальной плоскости',
'exif-subjectlocation'             => 'Объект балаһыанньата (хаҥас үөһээ муннукка сыһыана)',
'exif-exposureindex'               => 'Экспозиция индэксэ',
'exif-sensingmethod'               => 'Сенсор тиибэ',
'exif-filesource'                  => 'Билэ хантан ылыллыбыта',
'exif-scenetype'                   => 'Сцена көрүҥэ',
'exif-cfapattern'                  => 'Өҥ фильтрын көрүҥэ (CFA pattern)',
'exif-customrendered'              => 'Ойууну эбии тупсарыы',
'exif-exposuremode'                => 'Экспозиция көрүҥэ',
'exif-whitebalance'                => 'Үрүҥ балансата',
'exif-digitalzoomratio'            => 'Сыыппаранан улаатыннарыы кээмэйэ (зуум)',
'exif-focallengthin35mmfilm'       => 'Фокус 35 мм пленкаҕа тэҥнээх кээмэйэ',
'exif-scenecapturetype'            => 'Устарга сцена көрүҥэ',
'exif-gaincontrol'                 => 'Сырдыгын уларытыы',
'exif-contrast'                    => 'Контрааһа',
'exif-saturation'                  => 'Насыщенноһа',
'exif-sharpness'                   => 'Резкоһа',
'exif-devicesettingdescription'    => 'Камера туруоруулара',
'exif-subjectdistancerange'        => 'Түһэриллибит объекка дылы ырааҕа',
'exif-imageuniqueid'               => 'Ойуу нүөмэрэ (ID)',
'exif-gpsversionid'                => 'GPS тиэгин барыла',
'exif-gpslatituderef'              => 'Хотугу/Соҕурууҥу кэтирээһин',
'exif-gpslatitude'                 => 'Кэтирээһин',
'exif-gpslongituderef'             => 'Илиҥҥи/Арҕааҥҥы усталааһын',
'exif-gpslongitude'                => 'Усталааһын',
'exif-gpsaltituderef'              => 'Үрдүгүн кээмэйэ',
'exif-gpsaltitude'                 => 'Үрдүгэ',
'exif-gpstimestamp'                => 'GPS бириэмэтэ (atomic clock)',
'exif-gpssatellites'               => 'Туттуллубут спутниктар',
'exif-gpsstatus'                   => 'Приемник туруга',
'exif-gpsmeasuremode'              => 'Кээмэйдээһин ньымата',
'exif-gpsdop'                      => 'Кээмэйдээһин туочунаһа',
'exif-gpsspeedref'                 => 'Түргэнин кээмэйэ',
'exif-gpsspeed'                    => 'GPS приемник хамсыырын түргэнэ',
'exif-gpstrackref'                 => 'GPS-приемник азимутун көрүҥэ (дьиҥнээх, магнитнай)',
'exif-gpstrack'                    => 'GPS-приемник азимута',
'exif-gpsimgdirectionref'          => 'Ойуу азимутун көрүҥэ (дьиҥнээх, магнитнай)',
'exif-gpsimgdirection'             => 'Ойуу азимута',
'exif-gpsmapdatum'                 => 'Туһаныллыбыт геодезия координатата',
'exif-gpsdestlatituderef'          => 'Кэтирээһинин кээмэйэ',
'exif-gpsdestlatitude'             => 'Объект кэтирээһинэ',
'exif-gpsdestlongituderef'         => 'Усталааһынын кээмэйэ',
'exif-gpsdestlongitude'            => 'Объект усталааһына',
'exif-gpsdestbearingref'           => 'Тип пеленга объекта (истинный, магнитный)',
'exif-gpsdestbearing'              => 'Пеленг объекта',
'exif-gpsdestdistanceref'          => 'Ырааҕы кээмэйдиир единица',
'exif-gpsdestdistance'             => 'Ырааҕа',
'exif-gpsprocessingmethod'         => 'Ханна баарын билии көрүҥэ (GPS processing method)',
'exif-gpsareainformation'          => 'GPS оройуонун аата',
'exif-gpsdatestamp'                => 'GPS ыйа-күнэ',
'exif-gpsdifferential'             => 'GPS көннөрүүтүн дифференциала',

# EXIF attributes
'exif-compression-1' => 'Хам тутуллубатах',

'exif-unknowndate' => 'Күнэ-ыйа биллибэт',

'exif-orientation-1' => 'Нуорма',
'exif-orientation-2' => 'Сытыары көстүбүт',
'exif-orientation-3' => '180° эргитиллибит',
'exif-orientation-4' => 'Туруору көстүбүт',
'exif-orientation-5' => '90° чаһы утары эргитиллибит уонна туруору көстүбүт',
'exif-orientation-6' => '90° чаһы хоту эргитиллибит',
'exif-orientation-7' => '90° чаһы хоту эргитиллибит уонна туруору көстүбүт',
'exif-orientation-8' => '90° чаһы утары эргитиллибит',

'exif-planarconfiguration-1' => '"chunky" формат',
'exif-planarconfiguration-2' => '"planar" формат',

'exif-componentsconfiguration-0' => 'суох',

'exif-exposureprogram-0' => 'Биллибэт',
'exif-exposureprogram-1' => 'Илиинэн туруоруу',
'exif-exposureprogram-2' => 'Нормальнай программнай режим',
'exif-exposureprogram-3' => 'Диафрагма приоритеттаах',
'exif-exposureprogram-4' => 'Выдержка приоритеттаах',
'exif-exposureprogram-5' => 'Художественная программа (на основе нужной глубины резкости)',
'exif-exposureprogram-6' => 'Спорт режимэ (саамай кылгас выдержкалаах)',
'exif-exposureprogram-7' => 'Портрет режимэ (чугастан, фон фокуска киирбэт)',
'exif-exposureprogram-8' => 'Пейзаж режимэ (фона фокуска эмиэ киирэр)',

'exif-subjectdistance-value' => '$1 миэтэрэ',

'exif-meteringmode-0'   => 'Биллибэт',
'exif-meteringmode-1'   => 'Орто',
'exif-meteringmode-2'   => 'Средневзвешеннай',
'exif-meteringmode-3'   => 'Точечнай',
'exif-meteringmode-4'   => 'Мультиточечнай',
'exif-meteringmode-5'   => 'Матричнай',
'exif-meteringmode-6'   => 'Чаас чааһынан',
'exif-meteringmode-255' => 'Атын',

'exif-lightsource-0'   => 'Биллибэт',
'exif-lightsource-1'   => 'Күн сырдыга',
'exif-lightsource-2'   => 'Флюоресцентнай лаампа',
'exif-lightsource-3'   => 'Көннөрү (вольфрам) кыллаах лаампа',
'exif-lightsource-4'   => 'Вспышка',
'exif-lightsource-9'   => 'Күннээх күн',
'exif-lightsource-10'  => 'Былыттаах күн',
'exif-lightsource-11'  => 'Күлүк',
'exif-lightsource-12'  => 'Флуоресцентнай (D 5700 – 7100K)',
'exif-lightsource-13'  => 'Флуоресцентнай (N 4600 – 5400K)',
'exif-lightsource-14'  => 'Флуоресцентнай (W 3900 – 4500K)',
'exif-lightsource-15'  => 'Флуоресцентнай (WW 3200 – 3700K)',
'exif-lightsource-17'  => 'Стандарт A',
'exif-lightsource-18'  => 'Стандарт B',
'exif-lightsource-19'  => 'Стандарт C',
'exif-lightsource-24'  => 'ISO студия лаампата',
'exif-lightsource-255' => 'Атын уот',

# Flash modes
'exif-flash-fired-0'    => 'Вспышката тыкпатах',
'exif-flash-fired-1'    => 'Вспышката тыкпыт',
'exif-flash-return-0'   => 'вспышка эрдэ тыгар режима суох',
'exif-flash-return-2'   => 'обратный импульс предварительной вспышки не получен',
'exif-flash-return-3'   => 'получен обратный импульс предварительной вспышки',
'exif-flash-mode-1'     => 'вспышка "толорор" тыгыыта',
'exif-flash-mode-2'     => 'подавление заполняющей вспышки',
'exif-flash-mode-3'     => 'вспышка аптамаатынан холбонор режимэ',
'exif-flash-function-1' => 'Вспышката суох',
'exif-flash-redeye-1'   => '"кыһыл хараҕы" суох оҥорор режим',

'exif-focalplaneresolutionunit-2' => 'дюйм',

'exif-sensingmethod-1' => 'Чуолкайдамматах',
'exif-sensingmethod-2' => 'Биир чиптаах өҥнөөх матричнай сенсор',
'exif-sensingmethod-3' => 'Икки чиптаах өҥнөөх матричнай сенсор',
'exif-sensingmethod-4' => 'Үс чиптаах өҥнөөх матричнай сенсор',
'exif-sensingmethod-5' => 'Матричный сенсор с последовательным измерением цвета',
'exif-sensingmethod-7' => 'Үс өҥнөөх линейнай сенсор',
'exif-sensingmethod-8' => 'Линейный сенсор с последовательным измерением цвета',

'exif-scenetype-1' => 'Объект бэйэтин хаартыскаҕа түһэриллибит',

'exif-customrendered-0' => 'Оҥоһуллубатах',
'exif-customrendered-1' => 'Талан уларытыллыбыт',

'exif-exposuremode-0' => 'Автоэкспозиция',
'exif-exposuremode-1' => 'Экспозицияны илиинэн туруоруу',
'exif-exposuremode-2' => 'Брэкетинг',

'exif-whitebalance-0' => 'Үрүҥ балаансатын аптамаатынан',
'exif-whitebalance-1' => 'Үрүҥ балаансатын илиинэн',

'exif-scenecapturetype-0' => 'Стандарт',
'exif-scenecapturetype-1' => 'Ландшафт',
'exif-scenecapturetype-2' => 'Бэртириэт',
'exif-scenecapturetype-3' => 'Түүҥҥү устуу',

'exif-gaincontrol-0' => 'Суох',
'exif-gaincontrol-1' => 'Кыратык улаатыннарыы',
'exif-gaincontrol-2' => 'Улаханнык улаатыннарыы',
'exif-gaincontrol-3' => 'Кыратык кыччатыы',
'exif-gaincontrol-4' => 'Улаханнык кыччатыы',

'exif-contrast-0' => 'Нуорма',
'exif-contrast-1' => 'Сымнаҕас',
'exif-contrast-2' => 'Кытаанах',

'exif-saturation-0' => 'Нуорма',
'exif-saturation-1' => 'Арыый насыщеннай',
'exif-saturation-2' => 'Үрдүк насыщениялаах',

'exif-sharpness-0' => 'Нуорма',
'exif-sharpness-1' => 'Арыый сырдык',
'exif-sharpness-2' => 'Олох сырдык',

'exif-subjectdistancerange-0' => 'Биллибэт',
'exif-subjectdistancerange-1' => '"Тута сытан" түһэрии',
'exif-subjectdistancerange-2' => 'Чугастан түһэрии',
'exif-subjectdistancerange-3' => 'Ыраахтан түһэрии',

# Pseudotags used for GPSLatitudeRef and GPSDestLatitudeRef
'exif-gpslatitude-n' => 'Хотугу кэтирээһин',
'exif-gpslatitude-s' => 'Соҕуруу кэтирээһин',

# Pseudotags used for GPSLongitudeRef and GPSDestLongitudeRef
'exif-gpslongitude-e' => 'Илиҥҥи усталааһын',
'exif-gpslongitude-w' => 'Арҕааҥы усталааһын',

'exif-gpsstatus-a' => 'Кээмэйдээһин бүтэ илик',
'exif-gpsstatus-v' => 'Кээмэйдээһин бэлэм',

'exif-gpsmeasuremode-2' => '2 координаатаны кээмэйдээһин',
'exif-gpsmeasuremode-3' => '3 координаатаны кээмэйдээһин',

# Pseudotags used for GPSSpeedRef
'exif-gpsspeed-k' => 'км/чаас',
'exif-gpsspeed-m' => 'Миляны чааска',
'exif-gpsspeed-n' => 'Узел',

# Pseudotags used for GPSTrackRef, GPSImgDirectionRef and GPSDestBearingRef
'exif-gpsdirection-t' => 'Дьиҥнээх',
'exif-gpsdirection-m' => 'Магнитнай',

# External editor support
'edit-externally'      => 'Бу билэни таһынааҕы бырагыраамма көмөтүнэн уларытарга',
'edit-externally-help' => 'Сиһилии бу ыйынньыгынан баран көр: [http://www.mediawiki.org/wiki/Manual:External_editors туруоруулар туһунан].',

# 'all' in various places, this might be different for inflected languages
'recentchangesall' => 'бары',
'imagelistall'     => 'бары',
'watchlistall2'    => 'бары',
'namespacesall'    => 'бары',
'monthsall'        => 'бары',
'limitall'         => 'бары',

# E-mail address confirmation
'confirmemail'              => 'Электроннай аадырыһы бигэргэтии',
'confirmemail_noemail'      => '[[Special:Preferences|Бэйэҥ туруорууларгар]] электроннай аадырыскын суруйбатаххын эбэтэр сыыһа суруйбуккун.',
'confirmemail_text'         => '{{SITENAME}} движога үлэлиэҥ иннинэ электроннай аадырыскын бигэргэтэри эрэйэр.
Аналлаах тимэҕи баттаан эппит аадырыскар сурукта ыыттар.
Ол суругу арыйдаххына, аадырыһыҥ бигэргэтиллиэ.',
'confirmemail_pending'      => 'Бигэргэтии куода номнуо ыытыллыбыт.
Бэйэҕин соторутааҕыта билиһиннэрбит буоллаххына ол сурук кэлэрин кыратык кэтэһэ түс.
Ол кэннэ, кэлбэтэҕинэ, куоду өссө көрдөөр.',
'confirmemail_send'         => 'Бигэргэтии куодун почтанан ыыт',
'confirmemail_sent'         => 'Бигэргэтэр сурук ыытылынна.',
'confirmemail_oncreate'     => 'Бигэргэтэр сурук эппит почтаҕар ыытылынна.
Бу бигэргэтии систиэмэҕэ киирэри хааччахтаабат эрээри, электроннай почтаны манна туһанаргар бигэргэтэриҥ наада.',
'confirmemail_sendfailed'   => '{{SITENAME}} бигэргэтэр суруга кыайан ыытыллыбата.
Электроннай аадырыскын сөпкө суруйбуккун бэрэбиэркэлээ.

Сурук барбатах төрүөтэ: $1',
'confirmemail_invalid'      => 'Бигэргэтии куода сыыһа эбэтэр болдьоҕо ааспыт.',
'confirmemail_needlogin'    => '$1 - маны оҥордоххуна аадырыскын бигэргэтиэҥ.',
'confirmemail_success'      => 'Электроннай аадырыһыҥ бигэргэтилиннэ.
[[Special:UserLogin|Ааккын этэн]] биикигэ киириэххин сөп.',
'confirmemail_loggedin'     => 'Электроннай почтаҥ аадырыһа бигэргэтилиннэ.',
'confirmemail_error'        => 'Бигэргэтии кэмигэр моһол таҕыста.',
'confirmemail_subject'      => '{{SITENAME}}: эл. почта аадырыһын бигэргэтии',
'confirmemail_body'         => 'Ким эрэ, баҕар эн буолуо бу IP-ттан: $1, {{SITENAME}} сиэрбэригэр
«$2» диэн ааты бэлиэтээтэ уонна бу электроннай аадырыһы ыйда.

Маны сөбүлэһэр буоллаххына бу ыйынньыгы: $3 баттаан
{{SITENAME}} аадырыскын туһанарын көҥүллүүргүн бигэргэт (болдьоҕо $4 дылы).

Оттон бу туһунан тугу да билбэт буоллаххына бу ыйынньыгынан баран эл. почтаҕын сотон кэбис:

$5',
'confirmemail_body_changed' => 'Ким эрэ (баҕар эн буолуо) маннык IP-ттан: $1
бу аадырыһы «$2» диэн {{SITENAME}} кыттаччыта бэйэтин саҥа аадырыһын курдук эттэ.

Бу кытааччы аата кырдьык эйиэнэ буоларын бигэргэтэр буоллаххына,
уонна {{SITENAME}} саайтан эйиэхэ сурук кэлэрин сөбүлэһэр буоллаххына, аллара баар сигэни арый.

$3

Өскө бу аат эйиэхэ сыһыана суох буоллаҕына, бу сигэнэн бараҥҥын,
аадырыс бигэргэтиитин уурат

$5

Бигэргэтии куода баччаҕа дылы болдьохтоох: $4.',
'confirmemail_invalidated'  => 'Электроннай почта аадырыһын бигэргэтиини суох оҥоһулунна',
'invalidateemail'           => 'Эл. почта бигэргэтээһинин араарга',

# Scary transclusion
'scarytranscludedisabled' => '[Interwiki transcluding араҕыста]',
'scarytranscludefailed'   => '[$1 халыыбы туһанар табыллыбата]',
'scarytranscludetoolong'  => '[URL наһаа уһун]',

# Trackbacks
'trackbackbox'      => 'Бу ыстатыйа Trackback`а:<br />
$1',
'trackbackremove'   => '([$1 сотуу])',
'trackbacklink'     => 'Урукку суола',
'trackbackdeleteok' => 'trackback сотулунна.',

# Delete conflict
'deletedwhileediting' => "'''Болҕой''': Сирэйи көннөрө олордоххуна ким эрэ сотон кэбистэ!",
'confirmrecreate'     => "[[User:$1|$1]] ([[User talk:$1|ырытыыта]]) бу сирэйи эн уларыта олордоххуна сотон кэбистэ, төрүөтэ:
: ''$2''
Бука диэн сирэйи төннөрөргүн бигэргэт.",
'recreate'            => 'Саҥаттан оҥоруу',

# action=purge
'confirm_purge_button' => 'Сөп',
'confirm-purge-top'    => 'Бу сирэй кээһин сотоору гынаҕын дуо?',
'confirm-purge-bottom' => 'Кээһин ыраастаабыт кэннэ сирэй бүтэһик торума көстүө.',

# Multipage image navigation
'imgmultipageprev' => '← инники сирэй',
'imgmultipagenext' => 'аныгыскы сирэй →',
'imgmultigo'       => 'Көс!',
'imgmultigoto'     => 'Бу сирэйгэ көс $1',

# Table pager
'ascending_abbrev'         => 'улаатыннар',
'descending_abbrev'        => 'кыччат',
'table_pager_next'         => 'Аныгыскы сирэй',
'table_pager_prev'         => 'Иннинээҕи сирэй',
'table_pager_first'        => 'Бастакы сирэй',
'table_pager_last'         => 'Бүтэһик сирэй',
'table_pager_limit'        => 'Сирэйгэ бачча $1 пууну көрдөр',
'table_pager_limit_label'  => 'Сирэйгэ суруллуу ахсаана:',
'table_pager_limit_submit' => 'Толор',
'table_pager_empty'        => 'Туох да көстүбэтэ',

# Auto-summaries
'autosumm-blank'   => 'Бу сирэй ыраастаныллыбыт',
'autosumm-replace' => "Сирэй иһэ уларытыллыбыт: '$1'",
'autoredircomment' => 'Утаарыы: [[$1]]',
'autosumm-new'     => "'$1' ыйааһыннаах саҥа сирэй оҥоһулунна",

# Size units
'size-bytes' => '$1 байт',

# Live preview
'livepreview-loading' => 'Киллэрии бара турар…',
'livepreview-ready'   => 'Суруттарыы… Бэлэм!',
'livepreview-failed'  => 'Түргэн инники көрүү моһуогурда! Көннөрү инники көрүүнү туһан.',
'livepreview-error'   => 'Холбоммото: $1 "$2". Көннөрү инники көрүүнү туһан.',

# Friendlier slave lag warnings
'lag-warn-normal' => '$1 {{PLURAL:$1|сөкүүндэ|сөкүүндэ}} иһинэн оҥоһуллубут уларытыылар манна көстүө суохтарын сөп.',
'lag-warn-high'   => 'Синхронизация лаппа хойутуур буолан кэнники $1 {{PLURAL:$1|сөкүүндэ|сөкүүндэ}} иһинэн оҥоһуллубут уларытыылар манна көстүө суохтарын сөп.',

# Watchlist editor
'watchlistedit-numitems'       => 'Эн кэтиир тиһигиҥ {{PLURAL:$1|1 суруктаах|$1 пууннаах}}, ырытыы сирэйэ ааҕыллыбата.',
'watchlistedit-noitems'        => 'Эн кэтиир тиһигиҥ кураанах.',
'watchlistedit-normal-title'   => 'Кэтэбил тиһигин уларытыы',
'watchlistedit-normal-legend'  => 'Кэтэбил тиһигиттэн пууннары сотуу',
'watchlistedit-normal-explain' => 'Манна кэтиир сирэйдэриҥ тиһигэ көстөр.
Биири эмит сотоору гынар буоллаххына кинини бэлиэтээ, онтон "{{int:Watchlistedit-normal-submit}}" тимэҕи баттаа.
Өссө манна [[Special:Watchlist/raw|тиһиги тиэкис быһыытынан уларытыаххын]] сөп.',
'watchlistedit-normal-submit'  => 'Пууннары сот',
'watchlistedit-normal-done'    => '{{PLURAL:$1|1 сурук|$1 пуун}} эн кэтээн көрүүҥ тиһигиттэн сотулунна:',
'watchlistedit-raw-title'      => '"Сиикэй" кэтээн көрүү испииһэгин уларытыы',
'watchlistedit-raw-legend'     => '"Сиикэй" кэтээн көрүү испииһэгин уларытыы',
'watchlistedit-raw-explain'    => 'Манна кэтээн көрөр сирэйдэриҥ көстөллөр. Тиһиги устуруокатын эбэн-көҕүрэтэн уларытыаххын сөп (биирдии устуруокаҕа биирдии аат).
Уларытан бүтэн баран «{{int:Watchlistedit-raw-submit}}» тимэҕи баттаа.
Өссө тиһиги  [[Special:Watchlist/edit|уларытыы эрэдээктэрин]] туһанан уларытаххын сөп.',
'watchlistedit-raw-titles'     => 'Пууннар:',
'watchlistedit-raw-submit'     => 'Испииһэги бигэргэт',
'watchlistedit-raw-done'       => 'Саҥа испииһэк бигэргэтилиннэ.',
'watchlistedit-raw-added'      => 'Тиһиккэ {{PLURAL:$1|1 пуун эбилиннэ|$1 пуун эбии киирдэ}}:',
'watchlistedit-raw-removed'    => 'Испииһэктэн {{PLURAL:$1|1 пуун|$1 пуун}} көҕүрээтэ:',

# Watchlist editing tools
'watchlisttools-view' => 'Атыҥҥа сабыдыаллаах уларытыылар',
'watchlisttools-edit' => 'Кэтэбил испииһэгин көрүү/уларытыы',
'watchlisttools-raw'  => '"Сиикэй" испииһэги уларытыы',

# Core parser functions
'unknown_extension_tag' => 'Биллибэт тиэг "$1"',
'duplicate-defaultsort' => 'Болҕой: Наардааһын «$2» күлүүһэ урукку «$1» күлүүһү сабар (Ключ сортировки переопределяет прежний ключ).',

# Special:Version
'version'                          => 'MediaWiki барыла (биэрсийэтэ)',
'version-extensions'               => 'Туруоруллубут расширениялар',
'version-specialpages'             => 'Аналлаах сирэйдэр',
'version-parserhooks'              => 'синтаксическай анализатор перехватчиктара',
'version-variables'                => 'Уларыйар дааннайдар (переменнайдар)',
'version-other'                    => 'Атын',
'version-mediahandlers'            => 'Медиа уларытааччылар',
'version-hooks'                    => 'Перехватчиктар',
'version-extension-functions'      => 'Расширениялар функциялара',
'version-parser-extensiontags'     => 'Синтаксииһы анаалыстыыр тэрил расширениятын тиэктэрэ',
'version-parser-function-hooks'    => 'Синтаксииһы анаалыстыыр тэрил функциятын перехватчиктара',
'version-skin-extension-functions' => 'Оформление темаларын расширенияларын функцията',
'version-hook-name'                => 'Перехватчик аата',
'version-hook-subscribedby'        => 'Суруттарыыта:',
'version-version'                  => '(Торум $1)',
'version-license'                  => 'Лиссиэнзийэ',
'version-poweredby-credits'        => "Бу биики бу движокка олоҕурар '''[http://www.mediawiki.org/ MediaWiki]''', copyright © 2001-$1 $2.",
'version-poweredby-others'         => 'атыттар',
'version-license-info'             => 'MediaWiki көҥүл тарҕанар бырагырааммаларга киирэр, кинини көмпүүтэр аһаҕас бырагырааммаларын пуондатын GNU General Public License усулуобуйатынан көҥүл тарҕатаргыт уонна/эбэтэр уларытаргыт көҥүллэнэр; иккис эбэтэр онтон хойукку ханнык баҕарар барылыттан саҕалаан.

MediaWiki туһалаах буоллун диэн тарҕатыллар, ол эрээри АТЫЫЛАНАР СЫАННАҺА эбэтэр ХАННЫК ЭРЭ ЧОПЧУ СОРУККА СӨП ТҮБЭҺИИТЭ бигэргэтиллибэт (гарантията суох). Сиһилии GNU General Public License усулуобуйатын көрүҥ.

[{{SERVER}}{{SCRIPTPATH}}/COPYING  GNU General Public License копиятын] бу бырагыраамманы кытта ылыахтаах этигит, ол сатамматах буоллаҕына Free Software Foundation, Inc. тэрилтэҕэ сурукта суруйуҥ, бу аадырыска: 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA эбэтэр [http://www.gnu.org/licenses/old-licenses/gpl-2.0.html саайка киирэн ааҕыҥ].',
'version-software'                 => 'Туруоруллубут бырагырааммалар',
'version-software-product'         => 'Бородуукта',
'version-software-version'         => 'Барыл (торум)',

# Special:FilePath
'filepath'         => 'Билэ суола',
'filepath-page'    => 'Билэ:',
'filepath-submit'  => 'Көс',
'filepath-summary' => 'Бу аналлаах сирэй билэ толору суолун (дисскэҕэ ханна сытарын) көрдөрөр.

Билэ аатын префикса суох киллэр <code>{{ns:file}}:</code>.',

# Special:FileDuplicateSearch
'fileduplicatesearch'          => 'Хос билэлэри көрдөөһүн',
'fileduplicatesearch-summary'  => 'Тэҥ билэлэри хэш-куодтарынан көрдөөһүн.

Билэ аатын "{{ns:file}}:" префикса суох киллэр.',
'fileduplicatesearch-legend'   => 'Хатылааһыннары көрдөөһүн',
'fileduplicatesearch-filename' => 'Билэ аата:',
'fileduplicatesearch-submit'   => 'Бул',
'fileduplicatesearch-info'     => '$1 × $2 пииксэл<br />Билэ кээмэйэ: $3<br />MIME-тиип: $4',
'fileduplicatesearch-result-1' => '"$1" билэ хатылааһыннара суох эбит.',
'fileduplicatesearch-result-n' => '"$1" билэ {{PLURAL:$2|1 хатылааһыннаах эбит|$2 хатылааһыннардаах эбит}}.',

# Special:SpecialPages
'specialpages'                   => 'Анал сирэйдэр',
'specialpages-note'              => '----
* Көннөрү анал сирэйдэр.
* <strong class="mw-specialpagerestricted">Киирэргэ хааччахтардаах анал сирэйдэр.</strong>',
'specialpages-group-maintenance' => 'Техническэй отчуоттар',
'specialpages-group-other'       => 'Атын аналлаах сирэйдэр',
'specialpages-group-login'       => 'Киирии / бэлиэтэнии',
'specialpages-group-changes'     => 'Саҥа уларытыылар уонна сурунааллар',
'specialpages-group-media'       => 'Медиа отчуоттар уонна киллэриилэр',
'specialpages-group-users'       => 'Кыттааччылар уонна бырааптара',
'specialpages-group-highuse'     => 'Элбэхтик туттуллар сирэйдэр',
'specialpages-group-pages'       => 'Сирэйдэр тиһиктэрэ',
'specialpages-group-pagetools'   => 'Сирэйдэр үнүстүрүмүөннэрэ',
'specialpages-group-wiki'        => 'Wiki дааннайдара уонна үнүстүрүмүөннэр',
'specialpages-group-redirects'   => 'Утаарар аналлаах сирэйдэр',
'specialpages-group-spam'        => 'Спаамы утары үнүстүрүмүөннэр',

# Special:BlankPage
'blankpage'              => 'Кураанах сирэй',
'intentionallyblankpage' => 'Бу сирэй соруйан кураанах хаалларыллыбыт',

# External image whitelist
'external_image_whitelist' => ' #Бу устуруоканы хайдах баарынан хааллар<pre>
#Разместите здесь фрагменты регулярных выражений (бу бэлиэлэр ыккардыларыгар баарын //)
#Таска баар ойуулар URL-ларын кытта дьүөрэлэниэхтэрэ.
#Сатанар буоллаҕына ойуу курдук көстүөхтэрэ, ол сатамматаҕына ойууга сигэ курдук.
#Бу # бэлиэттэн саҕаланар строкаалар быһаарыы сурук курдук ааҕыллыахтара.
#Устуруока буукуба улаханыттан-кыратыттан тутулуктаах

#Размещайте фрагменты регулярных выражений над этой строчкой. Бу устуруоканы хайдах баарынан хааллар.</pre>',

# Special:Tags
'tags'                    => 'Билигин туттуллар уларытыы бэлиэлэрэ',
'tag-filter'              => '[[Special:Tags|Бэлиэлэр]] фильтрдара:',
'tag-filter-submit'       => 'Фильтр',
'tags-title'              => 'Бэлиэлэр (тиэктэр)',
'tags-intro'              => 'Бу сирэйгэ бырагыраамма уларытыылары бэлиэтиир анал бэлиэлэрин (тиэктэрин) тиһиктэрэ уонна ол бэлиэлэр суолталара көстөр.',
'tags-tag'                => 'Бэлиэ (тиэк) аата',
'tags-display-header'     => 'Уларыйыы тиһиктэригэр хайдах көстөрө',
'tags-description-header' => 'Суолта толору ис хоһооно',
'tags-hitcount-header'    => 'Бэлиэтэммит бэлиэлэр',
'tags-edit'               => 'уларытыы',
'tags-hitcount'           => '$1 {{PLURAL:$1|уларытыы|уларытыылар}}',

# Special:ComparePages
'comparepages'     => 'Сирэйдэри тэҥнииргэ',
'compare-selector' => 'Сирэйдэр барылларын тэҥнииргэ',
'compare-page1'    => 'Бастакы сирэй',
'compare-page2'    => 'Иккис сирэй',
'compare-rev1'     => 'Бастакы барыл',
'compare-rev2'     => 'Иккис барыл',
'compare-submit'   => 'Тэҥнииргэ',

# Database error messages
'dberr-header'      => 'Бу биики туга эрэ сатаммата',
'dberr-problems'    => 'Баалаама! Бу саайт техническэй ыарахаттары көрсүбүт.',
'dberr-again'       => 'Аҕыйах мүнүүтэннэн саҥардан көрөөр.',
'dberr-info'        => '(Билэ тиһигин кытта ситим быстыбыт: $1)',
'dberr-usegoogle'   => 'Онуоха-маныаха дылы Google көмөтүнэн көрдүөххүн сөп.',
'dberr-outofdate'   => 'Индэксэ эргэрбит буолуон сөбүн умнума.',
'dberr-cachederror' => 'Сирэй кээштэммит барыла көстөр, баҕар эргэрбит буолуон сөп.',

# HTML forms
'htmlform-invalid-input'       => 'Киллэрбит сибидиэнньэҥ сорҕото алҕаһы таһаарда',
'htmlform-select-badoption'    => 'Ыйбыт туруоруугун манна ыйар сатаммат.',
'htmlform-int-invalid'         => 'Эппит чыыһылаҥ төгүрүк буолбатах.',
'htmlform-float-invalid'       => 'Эн суруйбутуҥ чыыһыла буолбатах.',
'htmlform-int-toolow'          => 'Эппит чыыһылаҥ минимальнайтан кыра — $1',
'htmlform-int-toohigh'         => 'Эппит чыыһылаҥ максимальнайтан улахан — $1',
'htmlform-required'            => 'Бу хайаан да наада',
'htmlform-submit'              => 'Ыыт',
'htmlform-reset'               => 'Уларытыыны төннөр',
'htmlform-selectorother-other' => 'Атын',

# SQLite database support
'sqlite-has-fts' => '$1 толору тиэкистээх көрдөөһүнү өйүүр',
'sqlite-no-fts'  => '$1 толору тиэкистээх көрдөөһүнү өйөөбөт',

);
